[
    {
        "url": "https://uclouvain.be/cours-2024-maphd2122",
        "title": "Démocratie et action publique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Sakkas Sébastien"
        ],
        "teaching_language": "Français",
        "prerequisites": "MSPHD1332 - Sciences politiques",
        "topics_covered": "Ce cours a pour objectif de fournir aux étudiant·e·s les outils permettant de décoder l'action publique en lien direct avec son acception démocratique. Ce cours a pour ambition d'étudier et d'expliquer la construction de l'action publique en relation avec la multiplicité d'acteurs en interaction, à différents niveaux de pouvoir, qui influent sur ladite construction. Dans sa première partie, le cours aborde la construction de l'action publique au travers de l'analyse de l'action publique en (inter)actions et de la multiplicité des acteurs qui la construisent et du concept de réseau d’action publique. Dans sa seconde partie, le cours aborde l'action publique en lien avec la politisation et la démocratie, au travers des notions fondamentales de \"policy\" et de \"politics\" ainsi que de pouvoir et d'influence, y compris la question démocratique dans sa globalité (légitimité de l'action publique etc.). Dans sa troisième partie, le cours aborde spécifiquement les acteurs de l'action publique en lien avec la dimension démocratique: les expert·e·s, les médias, les groupes d'intérêt, l'administration publique et le secteur privé ainsi que le citoyen.",
        "teaching_methods": "Cours magistral Lectures dirigées Séminaire de discussions invitation d'intervenants extérieurs le cas échéant",
        "assessment_methods": "Rédaction d'un article faisant la synthèse des lectures dirigées, des éléments exposés au cours, des échanges avec les intervenants extérieurs le cas échéant, des débats lors des séminaires. Cette contribution écrite est susceptible d'être accompagnée d'une présentation orale.",
        "bibliography": "CIGLER A.J., BURDETT A. L. (eds) (2006), Interest group politics, CQ Press. CLAEYS P.H., (1973), Groupes de pression en Belgique: les groupes intermédiaires socio économiques, ed. de l'ULB. HELD D., (2006), Models of Democracy, Stanford University Press. SEILER D.L. (2003), Les partis politiques, Colin.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-maphd2202",
        "title": "Analyse et évaluation des politiques publiques",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pradella Sébastien"
        ],
        "teaching_language": "Français",
        "prerequisites": "MSPHD1332 ' Sciences politiques MECHD1306 ' Economie publique",
        "topics_covered": "Ce cours a pour objectif de permettre à l’étudiant·e de mobiliser, dans sa réflexion et sa pratique professionnelle, les principales approches et la « boîte à outils » d'analyse et d’élaboration des politiques aux différentes étapes du cycle d’action publique : de la mise à l’agenda à l'évaluation en passant par la formulation des solutions, la décision et la mise en œuvre. Il vise à développer des savoirs et savoir-faire pour permettre à l’étudiant·e de devenir un·e professionnel·le de la fabrication de politiques dans différents postes possibles tels que fonctionnaire, chargé de plaidoyer, conseiller ministériel ou politique, mandataire politique, expert ou consultant. Le cours sensibilise enfin l’étudiant·e aux transformations profondes de la gouvernance : la complexité institutionnelle, les contraintes financières croissantes, l'évaluation renforcée des performances et de l'impact, la co-production de l’action publique, etc. Le cours propose des exercices d’application dans différents secteurs d’action publique. Ce cours aborde les thématiques suivantes : 1) l'introduction à l’analyse des politiques publiques (analyse séquentielle, fondements conceptuels, origines de la discipline) ; 2) les grandes approches théoriques (choix rationnel, néo-institutionnalisme, cognitivisme) ; 3) les leviers et contraintes de la prise de décision en politique publique (incrémentalisme, négociation inter-organisationnelle, décision publique et ambiguïté, blame avoidance) ; 4) le choix des instruments (modèle NATO, instrumentation de l’action publique, policy mixes) ; 5) l’évaluation des politiques publiques (fondements conceptuels, analyse coût-bénéfice, design de l’évaluation, choix des critères d’évaluation, impact assessment).",
        "content": "Chapitre 1 : Introduction à l’analyse des politiques publiques (APP) Saisir le phénomène « politique publique » : concepts et outils de mesure Politique publique : des modèles simples La grille de Jones : la séquence d'une politique publique La grille de Lowi : le contenu d'une politique publique Chapitre 2 : Approches théoriques de l’analyse des politiques publiques Histoire de la discipline et évolution du raisonnement de l’APP Théories du choix rationnel Théories institutionnalistes Théories cognitivistes (centrées sur les idées). Chapitre 4 : La prise de décision en politique publique Grands modèles d’analyse de la décision publique : rationalité limité, incrémentalisme, Policy inheritance Décision et multi-joueurs Décision publique et ambiguïté Décision et esquive du blâme (blame avoidance) Chapitre 3 : Le choix des instruments d’action publique Introduction Modèle « NATO » (Christopher HOOD & Elen MARGETTS) Autres typologies et instruments nouveaux (Howlett) Instrumentation de l’action publique (Le Galès, Lascoumes) Chapitre 5 : La mise en œuvre des politiques publiques Approche bottom-up Approche top down Synthèse par une analyse centrée sur les interactions Ce chapitre est étudié sous réserve de l'avancement du cours. Chapitre 6 : Evaluation des politiques publiques Introduction à l’évaluation des PP Définition et concepts généraux Analyse coûts-bénéfices Le design de l’évaluation : un processus politique Les objectifs de l’évaluation L’organisation de l’évaluation Le critère d’évaluation Critères de mérite centrés sur le contenu Critères de mérite centrés sur l’économie Critères de mérite centrés sur le processus L’intervention à analyser L’évaluation formative Impact assessment L’évaluation du processus Sept groupes de facteurs explicatifs des résultats des politiques publiques L’utilisation Nota bene : le nombre de chapitres vus au cours peut être réduit en fonction du volume horaire dédicacé au cours par les gestionnaires des programmes de masters en administration publique et en sciences politiques.",
        "teaching_methods": "Cours magistral Exercices en séance",
        "assessment_methods": "Examen écrit",
        "online_resources": "Diaporamas du cours (disponible sur Student Corner) Portefeuille de lectures (disponible sur Student Corner) Exercices (en séance)",
        "bibliography": "Jacques De Maillard, Daniel Kübler, Analyser les politiques publiques (2e édition) , Presses Universitaires de Grenoble - P.U.G., coll. « Le politique en plus », 2015, 260 pages, ISBN : 978-2-7061-2408-2 Patrick Hassenteufel, Sociologie politique : l'action publique , Armand Colin, coll. « U Sociologie », 2008, 294 p., EAN : 9782200019853. Peter John, Analyzing Public Policy , Routledge, 2013, 224 pages. Pierre Lascoumes, Patrick Le Galès, Sociologie de l'action publique. (2e édition) , Armand Colin, coll. « 128 », 2012, 128 p., ISBN : 9782200259860. Michael Moran, M. Rein and R.E. Goodin (eds) (2006), The Oxford Handbook of Public Policy , Oxford: Oxford University Press B. Guy Peters, Advanced Introduction to Public Policy, EE Elgar, coll. Elgar Advanced Introductions series, 2015, 224 p., ISBN: 978 1 78195 577 2",
        "course_materials": "Diaporamas (mis à disposition par l'enseignant)",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mdrhd2104",
        "title": "Organisations internationales",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "le Hardÿ de Beaulieu Jean"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours a pour objectifs de permetter à l'étudiant·e: (1) de comprendre le rôle et les fonctions des organisations internationales (OIG) dans les relations internationales contemporaines; (2) de connaître les spécificités des OIG par rapport aux autres acteurs présents sur la scène internationale; (3) à partir d'une analyse critique (voire d'une mise en situation), de comprendre les conditions du succès ou de l'insuccès de l'action d'une OIG. Dans une première partie générale, les thématiques suivantes sont abordées: la théorie générale des OIG; les OIG et les autres instances internationales: la typologie des OIG; le cadre institutionnel de l'action des OIG; la dynamique des compétences et des pouvoirs. Dans une seconde partie spéciale, les thématiques sont: les OIG, la sécurité internationale et l'Union européenne; le rôle des OIG (voire des ONG) dans les mécanismes de préservation ou de rétablissement de la paix, de la sécurité internationale et de la protection internationale de la personne humaine et/ou l'Union européenne comme modèle institutionnel original.",
        "content": "Le cours a pour objectifs de permetter à l'étudiant·e: (1) de comprendre le rôle et les fonctions des organisations internationales (OIG) dans les relations internationales contemporaines; (2) de connaître les spécificités des OIG par rapport aux autres acteurs présents sur la scène internationale; (3) à partir d'une analyse critique (voire d'une mise en situation), de comprendre les conditions du succès ou de l'insuccès de l'action d'une OIG. Dans une première partie générale, les thématiques suivantes sont abordées: la théorie générale des OIG; les OIG et les autres instances internationales: la typologie des OIG; le cadre institutionnel de l'action des OIG; la dynamique des compétences et des pouvoirs. Dans une seconde partie spéciale, les thématiques sont: les OIG, la sécurité internationale et l'Union européenne; le rôle des OIG (voire des ONG) dans les mécanismes de préservation ou de rétablissement de la paix, de la sécurité internationale et de la protection internationale de la personne humaine et/ou l'Union européenne comme modèle institutionnel original.",
        "teaching_methods": "Cours magistral et classe inversée",
        "assessment_methods": "Evaluation continue dont les informations détaillées et tenues à jour sont disponibles sur Moodle (Séquences, agenda, productions demandées, session de rattrapage, etc.).  Au fil du quadrimestre sera appréciée la capacité des étudiants à s’approprier et à traiter les textes qui leur sont soumis. Lors de séances en classe inversée, les étudiantes et étudiants apporteront une contribution active et personnelle à la construction de leurs compétences et de leur savoir. Cette contribution ainsi que la présentation de notes de synthèse seront pris en compte dans l’évaluation finale individuelle. En ce qui concerne les productions écrites, les règles des articles 107 et s. du Règlement général des études et des examens devront être tout particulièrement observées. En ce qui concerne l’utilisation éventuelle de l’intelligence artificielle générative, il y aura lieu de respecter les règles établies par la Faculté ESPO ainsi que les consignes figurant dans l’espace Moodle dédié au cours.",
        "online_resources": "Toutes les séquences du cours font l'objet d'une présentation et d'une documentation sur \"Student corner\" (Moodle).",
        "bibliography": "WEISS P. (2005), Les organisations internationales, Armand Colin. David É. (2016), Droit des organisations internationales, Bruylant, Bruxelles Kolb R. (2016), Introduction au droit des Nations Unies, Bruxelles : Bruylant le Hardÿ de Beaulieu L. (dir.) (2017), Relations internationales : grands textes politiques et juridiques , Anthémis, Louvain-la-Neuve",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-maphd2109",
        "title": "Union européenne et politique de cohésion : du programme au projet local",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delecosse Eric",
            "Leloup Fabienne"
        ],
        "teaching_language": "Français",
        "prerequisites": "Politiques régionales et aides européennes (MSPOL2143) ou Politiques régionales (cours d'horaire décalé de master 1)",
        "topics_covered": "Ce cours a pour objectif d'explorer, d'une part, la politique de cohésion de l'UE depuis son élaboration au plan européen jusqu'à l'élaboration des documents de cadrage stratégique par les autorités nationales ou régionales compétentes et l'opérationnalisation des programmes sur le terrain via des appels à projets.  Ce cours analyse, d'autre part, la construction de projets spécifiques depuis la réponse à l'appel à candidature jusqu'à leur mise en oeuvre.  Outre la compréhension des mécanismes en jeu, le cours aborde les acteurs, les instruments de l'action publique aux divers niveaux de pouvoir (programme opérationnel, outils pratiques, tableaux de bord, ...) et se base de l'analyse d'études de cas de projets territoriaux réels cofinancés par l'UE. Ce cours aborde les thématiques suivantes: la compréhension de la politique de cohésion de l'UE, en particulier de sa composante de coopération territoriale européenne (INTERREG), depuis son élaboration au plan européen, l'identification de ses enjeux dans le cadre général de la construction européenne et des politiques publiques européennes, l'analyse de l'élaboration des documents de cadrage stratégique (programme de coopération) par les autorités nationales et/ou régionales compétentes et l'étude du processus de remontée de projets, leur évaluation par les instances de gouvernance ainsi que leur mise en oeuvre; l'imbrication des processus décisionnels, depuis le niveau européen jusqu'à l'échelle \"locale\" du projet, en l'occurence les processus de coordination voire de gouvernance mis en place pour gérer le transfrontalier.  Outre la compréhension des processus et des cadres normatifs, l'enseignement abordera spécifiquement l'ensemble des acteurs en jeu, leurs modes de coodinations et de gouvernance, notamment dans les coordinations transfrontalières entre opérateurs locaux.",
        "content": "Ce cours vise les objectifs suivants: la compréhension de la politique de cohésion de l'UE (et en particulier de sa composante de coopération territoriale européenne ) depuis l'élaboration des politiques au niveau européen, l'identification de leurs enjeux dans le cadre général de la construction européenne, l'analyse de l'élaboration des documents de cadrage stratégique (programme opérationnel) par les autorités nationales ou régionales compétentes et l'étude de l'appel à projets, du suivi-évaluation par les instances de gouvernance  et du suivi de la mise en œuvre de projets précis. Il entend faire comprendre l'imbrication des processus décisionnels , depuis le niveau européen jusqu'à l'échelle « locale » du projet (nous parlons de « matriochka »), en l’occurrence les processus de coordination voire de gouvernance mis en place pour gérer le transfrontalier. Outre la compréhension des processus, des cadres normatifs, le cours aborde spécifiquement l'ensemble des acteurs en jeu, ces modes de coordination et de « gouvernance » (notamment dans les coordinations transfrontalières entre opérateurs locaux) ainsi que divers instruments de l'action publique aux divers niveaux de pouvoir. Le cours intègre des savoirs théoriques, des analyses de cas et des études approfondies des mécanismes en œuvre.",
        "teaching_methods": "Le cours est composé d'exposés de type académique, d'analyses et d'études de cas en lien avec la coopération territoriale européenne. Le cas échéant, les exposés en présentiel pourraient se voir remplacés par des cours via Teams (cours en direct ou via des capsules avec travail de feedback) et la séance d'exercice organisée également via Teams.",
        "assessment_methods": "Le cours est évalué en deux parties. Il s'agit pour une partie principale de mener un travail de groupe remis sous forme écrite et défendu oralement lors de la session d'examens. Ce travail porte sur la conception et la rédaction d'un micro-projet développé dans le cadre de la coopération territoriale européenne (et de son volet transfrontalier en particulier).  En cours de semestre, une fiche descriptive (valant 1 point) est demandée après quelques semaines de cours.  La note obtenue sur le travail final sera attribuée de la manière suivante: 50% pour la qualité du dossier remis (note obtenue sur base de l'application des critères de sélection utilisés) - cette note sera attribuée à l'ensemble des membres du groupe; 50% pour la qualité de la présentation orale et la pertinence des réponses apportées aux questions posées par les enseignants - une note individuelle sera attribuée. Une deuxième partie de la note concerne un travail d'évaluation de micro-projets réels. Ce travail est mené en sous-groupes lors d'une séance spécifique du cours et représente 4 points.",
        "online_resources": "https://www.interreg-fwvl.eu/ ; http://ec.europa.eu/regional_policy/fr/information/publications/brochures/2017/european-cross-border-cooperation-on-health-theory-and-practice http://www.keep.eu http://www.ec.europa.eu/regional_policy/index.cfm/en/ http://interreg.eu",
        "bibliography": "Outre un portefeuille de diapositives, un ensemble de référence proposée au fur et à mesure du cours, les ouvrages de référence du cours sont : -Buonanno L. et Nugent N., 2013, Policies and Policy Processes of the EU , The European Union Series, Palgrave MacMillan, New York -Curzi S., Delecosse E. et Moyse V., 2016, La coopération transfrontalière européenne. Les dynamiques décisionnelles du programme interreg France-Wallonie-Vlaanderen, Courrier hebdomadaire du CRISP, n°2300, 44p. -Delecosse E., Delhuvenne L. et Leloup F., 2022, L'Eurométropole Lille-Kortrijk-Tournai, instrument au service de l'institutionnalisation de la coopération transfrontalière, Courrier hebdomadaire du CRISP ,n°2526-2527, 86p. -Pelan P. 2008 Les fonds structurels de l'Union européenne - Principes et bonnes pratiques , Gualino Lextenso éditions, Paris.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-maphd2221",
        "title": "Management public et gestion de projet",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Moyson Stéphane"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour objectif de doter les étudiant·e·s de connaissances et compétences approfondies, critiques et réflexives en matière de gestion des organisations publiques. Ce faisant, il vise à leur permettre de percevoir, d'analyser et de piloter le changement et l’innovation des organisations et politiques publiques. Un ensemble d'enjeux contemporains sont d'abord abordés. Ils sont organisés autour du parcours des agents: le recrutement, l'intégration, la carrière et la fin de carrière. Un focus est ensuite placé sur la gestion de projets: un mode de gestion devenu aujourd'hui central dans de nombreuses organisations publiques.",
        "content": "Le cours s’adresse aux futur·e·s spécialistes des organisations publiques ainsi qu’aux nombreux·ses étudiant·e·s appelé·e·s à y exercer des responsabilités managériales. Le cours se concentre d’abord sur les principes et les pratiques de la gestion de projet en secteur public . Par opposition aux opérations du quotidien (par ex. offrir un service public ou réaliser un recrutement), un projet « consiste généralement en un ensemble d’activités coordonnées et maîtrisées comportant des dates de début et de fin, conforme à des exigences spécifiques, incluant les contraintes de délais, de coûts et de ressources » (Norme ISO 10006-2017). Historiquement, la gestion par projet a répondu à des ambitions industrielles et techniques dans des contextes caractérisés par la limitation des ressources, ainsi que par les risques d’échec (par ex. la construction d’une nouvelle infrastructure ferroviaire). Il s’agit aujourd’hui d’une discipline scientifique à part entière, caractérisée par des connaissances et des pratiques stabilisées, ainsi que par une communauté et des associations professionnelles. Cela dit, on attend de la plupart des cadres d’être à tout le moins familiarisé·e·s avec cette modalité de management organisationnel. C’est particulièrement vrai en secteur public dans lequel, au surplus, la gestion par projet soulève des défis règlementaires, institutionnels, budgétaires, comptables et politiques tout particuliers. Par exemple, elle suppose de faire concourir à la réalisation d’objectifs communs un ensemble des collaborateurs issus de différents départements, remettant alors en question le principe d’organisation hiérarchique sur lequel la plupart des administrations et des organisations publiques continuent de s’appuyer. Ces défis supposent le développement de modèles et de pratiques spécifiques. Cette partie du cours implique la rédaction d'une fiche-projet développée à partir d'interactions avec des acteurs de terrain et du feedback de l'enseignant et/ou d'expert.e.s. S’agissant du management public , le cours présente un ensemble choisi de problématiques contemporaines, en lien avec la gestion des ressources humaines, auxquelles sont confronté·e·s les gestionnaires des organisations publiques. Le contenu du cours, couvrant les niveaux individuel et organisationnel, est organisé autour de la carrière des agents publics: l'arrivée (par ex. méthodes de recrutement, écoles nationales d'administration publique, le recrutement inclusif, l'intégration des nouvelles recrues, la motivation pour le service public, les taux de rétention ou de rotation etc.); la carrière (par ex. la mobilité, les effets des crises, le management basé sur les performances, la gestion du leadership, les systèmes de travail hautement performants ou les compétences susceptibles d'y conduire etc.); la fin de carrière (par ex. les pensions, le futur de la fonction publique etc.). Cette partie du cours s'appuie sur des exposés magistraux en séance ponctués d'échanges ainsi que d'interactions avec des expert.e.s.",
        "teaching_methods": "Le cours s'appuie, d'une part, sur des exposés magistraux en séance ponctués d'échanges ainsi que d'interactions avec des experts. La participation au cours implique, d'autre part, la rédaction d’une étude de cas relative au diagnostic d’un dispositif/processus d’une organisation publique et la rédaction d'une fiche-projet développés à partir d'interactions avec des acteurs de terrain et du feedback de l'enseignant et/ou d'experts.",
        "assessment_methods": "Les connaissances et les compétences des participant.e.s seront évaluées, d’une part, à partir d’un examen écrit individuel en session portant sur l’ensemble du contenu du cours, y compris les textes scientifiques qui accompagnent les exposés ainsi que les éventuelles interventions d’expert.e.s. L’examen se composera à la fois de questions théoriques impliquant de connaître et de s’être approprié le contenu du cours et de questions pratiques supposant l’application de ce contenu à des études de cas. D’autre part, une fiche-projet sera rédigé par groupe. La fiche-projet sera évaluée à partir de la grille d’évaluation suivante : objectifs du projet ; état de la situation de départ et contextualisation ; description des étapes du projet ; cadre de gestion du projet (présentation de l’équipe, des outils de pilotage et des ressources nécessaires) ; plan de travail et calendrier ; faisabilité et appréciation des risques (analyse SWOT) ; plan qualité ou système de management de la qualité (SMQ). Chaque partie de l’évaluation (examen individuel et fiche-projet par groupe) doit être réussie pour réussir le cours. Le succès à une partie de l’évaluation est acquis pour la session suivante, peu importe la réussite ou non à l’autre partie de l’évaluation.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-maphd2204",
        "title": "Mémoire en administration publique",
        "credits": "20.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "Le mémoire constitue un moment important de formation par la pratique personnelle de la recherche. Il doit permettre à l'étudiant·e d'acquérir et de démontrer sa capacité à maîtriser par lui-même ou par elle-même un questionnement disciplinaire, en posant des hypothèses de travail, en mettant en oeuvre la ou les méthodologies les plus adéquates, en analysant et en interprétant de manière appropriée les informations récoltées et les résultats obtenus, en les mettant en rapport avec un ou des cadres théoriques adéquats, ainsi qu'en exposant et rédigeant correctement le contenu et les acquis de l'ensemble de sa démarche. Le mémoire de fin de master constitue donc le couronnement scientifique d'un cursus. Il suppose la mobilisation de tous les acquis méthodologiques et heuristiques de la démarche universitaire. Le mémoire doit attester d'une capacité de synthèse et de réflexion et privilégier des questions de recherche ciblées.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-maphd2223",
        "title": "Comptabilité et finances publiques",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lacroix Pierre",
            "Voisin Jérôme"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour objectifs de: (1) doter les étudiant·e·s de connaissances de base en matière de droit budgétaire, de comptabilité et de finances publiques dans le contexte particulier de la Belgique fédérale; (2) mieux comprendre les enjeux et les choix opérés en matière de gestion des finances publiques par l'État fédéral et les entités fédérées (voire même d'influer sur ceux-ci dans le cadre de leurs futures vies professionnelles de gestionnaire public). Ce cours aborde les thématiques suivantes: droit budgétaire (cadre constitutionnel et légal, principes budgétaires et exceptions, cycle budgétaire); comptabilité publique (principes, composantes, rapportage et contrôle); contrôle administratif, budgétaire et des comptes publics (définition, identification des acteurs, calendrier); encadrement budgétaire de l'UE (principes, évolution, et règles applicables); (dépenses et recettes publiques (lecture, compréhension et analyse du budget, comparaisons européenne et intrabelge, facteurs explicatifs, typologie); déficit(s) et dette(s) publique(s) (typologie, définition des concepts, comparaisons européenne et intrabelge); principes et définition de la sécurité sociale (branches, régimes, gestions globales), financement et typologie des dépenses, institutions et acteurs ; financement des Communautés et Régions (bref historique de la fédéralisation et de son financement, loi spéciale de financement).",
        "content": "Droit budgétaire : cadre constitutionnel et légal, principes budgétaires, cycle budgétaire Comptabilité publique : principes, composantes, rapportage et contrôle Encadrement budgétaire de l'UE Dépenses et recettes publiques : lecture du budget, comparaisons européenne et intrabelge, facteurs explicatifs, typologie,' Déficit(s) et dette(s) publique(s) : typologie, définition des concepts, comparaisons européenne et intrabelge,' Financement des Communautés et Régions : bref historique de la fédéralisation et de son financement, loi spéciale de financement (mise en contexte et évolution)",
        "teaching_methods": "Il s'agit d'un cours magistral mais l'interaction avec les étudiants sera néanmoins particulièrement recherchée. Des sujets liés aux finances publiques de l'État fédéral et des entités fédérées pourront éventuellement faire l'objet de discussions et/ou d'interventions spécifiques en fonction de l'actualité. En cas d’évolution des conditions sanitaires vers un code orange ou rouge, l’enseignement sera comodal, voire en distanciel total. Dans ce cas, des séances de questions/réponses spécifiques seront organisées via un logiciel informatique fourni aux enseignant.es par l’institution universitaire.",
        "assessment_methods": "Examen oral En cas d’évolution des conditions sanitaires vers un code orange ou rouge, l’examen oral aura peut-être lieu en distanciel (fonction du code couleur) via un logiciel informatique fourni aux enseignant.es par l’institution universitaire. Les conditions techniques de cet examen oral à distance vous seront précisées au moment où les autorités de l’Etat auront arrêté les conditions sanitaires pour les institutions universitaires en fonction de l’évolution.",
        "other_info": "Pas de syllabus Fichiers Powerpoint (mis à la disposition des étudiants avant leur présentation au cours) Divers documents et manuels visant à faciliter la compréhension de la matière (mais ne faisant pas partie de la matière d'examen)",
        "online_resources": "Publications de la Cour des comptes : h ttps://www.ccrek.be/FR/Publications.html Eurostat ' statistics explained : http://ec.europa.eu/eurostat/statistics-explained/index.php/Main_Page/fr",
        "bibliography": "B. Bayenet, D. Darte, M. Bourgeois (2017). Les finances et l'autonomie fiscale des entités fédérées après la sixième réforme de l'État. Larcier A. Trosch, P. Rion (2013). Initiation au droit budgétaire et comptable des administrations publiques. Larcier Ces ouvrages ne doivent pas obligatoirement être achetés",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-msphd2109",
        "title": "L'Etat dans la globalisation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Baele Stephane"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours a pour objectif d’introduire les étudiant·e·s à la complexification de la place et du rôle de l’Etat dans un monde de plus en plus globalisé. Loin de l’idéal-type de l’Etat souverain comme interface entre sa population et l’international, l’Etat n’est plus aujourd’hui qu’un acteur parmi d’autres même s’il garde dans beaucoup de domaines, et en apparence, le monopole de la capacité juridique (en particulier la négociation et la signature des traités internationaux). Ce cours vise à étudier la diversité des acteurs avec lesquels l’Etat doit composer ou s’allier et ceci à différents niveaux. Ce cours aborde plusieurs thématiques. Après une introduction sur ce qu’est la globalisation, la première porte sur les acteurs publics sub-étatiques qui agissent sur la scène internationale (entités fédérées ; administrations ; régions ; villes…). La deuxième aborde la question des processus d’intégration dans diverses aires géographiques et les incidences sur la souveraineté de l’Etat. La troisième s’intéresse à la place de l’Etat dans les enjeux économiques globaux et ses relations avec les acteurs pertinents (entreprises multinationales ; entreprises nationales…). La quatrième s’interroge sur la capacité d’action de l’Etat face à des acteurs et des enjeux transnationaux : les mouvements sociaux transnationaux (tels que l’altermondialisme) ; les flux migratoires ; le terrorisme ; le changement climatique… La cinquième porte sur les opportunités et les contraintes que représentent les organisations internationales et les alliances pour les Etats. Une dernière thématique mettra en exergue la diversité des trajectoires étatiques face à tous ces enjeux, avec une attention particulière à la réalité des pays du « Sud global ».",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme de cet enseignement, l’étudiant sera capable d’atteindre certaines des compétences générales poursuivies par l’ensemble des programmes en sciences politiques et administratives dispensés en horaire décalé sur le campus FUCaM Mons de l’UCLouvain : -    CG1.1 Identifier, comprendre et analyser les enjeux politiques d’une situation donnée. -    CG2. Inscrire son analyse et/ou action dans une perspective multiniveaux. -    CG2.4 Identifier les différents acteurs gouvernementaux et non-gouvernementaux (mouvements sociaux, groupes d’intérêt, citoyens) et démontrer une connaissance approfondie de leurs positionnements. -    CG2.5 Analyser les interactions entre les différents acteurs allant des relations entre partis politiques, entre états au rôle des organisations non-gouvernementales. -    CG3. Analyser selon une démarche rigoureuse et interdisciplinaire des situations politiques, économiques et sociales dans toute leur complexité. -    CG3.3 Mobiliser de manière pertinente et rigoureuse les outils d’analyse de données (qualitative et quantitative) et de diagnostic en sciences sociales et politiques afin de mieux décoder la complexité de la « vie politique ». -    CG3.4 Mobiliser et articuler ces savoirs et outils pour analyser des problématiques/questions particulières en sciences politiques (pour l’orientation choisie). -    CG4.2 Préciser et analyser des contextes et situations spécifiques (Analyser les différentes aires géographiques régionales, Evaluer l’action politique par secteur ou par aire, Mobiliser les outils rigoureux d’analyse et de diagnostics, Mobiliser une démarche comparative rigoureuse). -    CG5.1 Communiquer, à l’oral et à l’écrit, de manière pertinente sur des situations / sujets complexes en sciences politiques (Choisir des informations pertinentes permettant l’analyse et la comparaison de situations politiques, Présenter l’information de façon correcte, structurée, claire, précise et argumentée) -    CG5.2 Dialoguer, interagir et négocier de manière constructive avec des interlocuteurs variés, dont des collaborateurs, des décideurs politiques et des populations cibles. -    CG6.4 Concevoir et réaliser, le cas échéant, une recherche empirique quantitative et/ou qualitative, en mobilisant les outils d’analyse adéquats. -    CG6.5 Développer une analyse objective et un esprit de synthèse permettant la mise en perspective des paramètres en jeu et la formulation de conclusions pertinentes. -    CG6.6 Faire preuve, de manière générale, d’un recul critique tant sur son propre travail que sur les connaissances qui y sont mobilisées. -    CG7.4 Intégrer une logique de recul critique sur soi-même (ses acquis, ses compétences, ses limites, ses productions et ses actions), une logique d’apprentissage et de développement continu indispensables pour évoluer positivement dans son environnement socio-professionnel. L’étudiant sera en outre capable d’atteindre certaines des compétences spécifiques poursuivies par Le master 120 en sciences politiques, orientation générale : -    SPH1. Maîtriser et mobiliser de manière critique des connaissances approfondies et spécialisées relatives à la dimension multiniveau des systèmes institutionnels, et au champ politique national ainsi que régional, européen et international. -    SPH2. Analyser et gérer des situations/problématiques concrètes et complexes relatives à l’action publique au sens large du terme en mobilisant de manière critique différents méthodologies et outils rigoureux d’analyse. -    SPH3. Analyser et débattre, sur base d’un approfondissement des théories des relations internationales, de principales questions politiques internationales contemporaines. -    SPH8. Développer un regard réflexif sur sa propre pratique professionnelle : -    SPH9. Développer ses compétences communicationnelles et relationnelles par la maîtrise de cadres de référence théoriques, le développement de savoir-faire et la mise en pratique d’une métaréflexion sur son savoir-être, en lien direct avec sa vie professionnelle.",
        "teaching_methods": "Cours magistral et pédagogie active (débats, travaux de groupes en classe, intervenants, etc.). Ressources additionnelles sur Moodle.",
        "assessment_methods": "-    Résumé critique du cours (individuel, 30% de la note finale). -    Travail thématique écrit (individuel, 70% de la note finale).",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mshhd1328",
        "title": "Sociologie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Brogna Valentina"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours vise à initier les étudiant·e·s à la spécificité de la démarche sociologique et à son vocabulaire, par une présentation des grand·e·s auteur·rice·s et approches théoriques, des principaux concepts, thèmes et spécialités de la discipline ainsi que par une réflexion transversale sur les principales dimensions et les règles qui organisent le travail du sociologue. Ce cours a pour objectifs plus spécifiques: (1) d'amener les étudiant·e·s à une connaissance des grand·e·s auteur·rice·s et des grands paradigmes, ainsi que les grands thèmes, concepts-clés et spécialités de la sociologie; (2) de conduire les étudiant·e·s à mobiliser de manière adéquate, pertinente et critique ce socle de connaissances afin d’aborder un problème social (sujet d’actualité par exemple) à titre d’objet sociologique; (3) d'initier les étudiant·e·s aux bases, règles, gestes de la démarche sociologique : construction de l’objet, distanciation et rupture avec le sens commun et les catégories instituées, situer les attitudes des individus au sein des relations, institutions et organisations et le contexte historique des structures et rapports sociaux etc. Les thématiques suivantes seront abordées: (1) la genèse de la sociologie : définitions, contexte économique, politique et social; (2) les pères fondateurs de la discipline : Alexis de Tocqueville, Karl Marx, Emile Durkheim, Max Weber; (3) la stratification du social et des inégalités; (4) le contrôle social et la déviance; (5) l'individu et la société.",
        "content": "Le cours vise à initier les étudiant.es à la spécificité de la démarche sociologique et à son vocabulaire, par des présentations des auteur.es et approches théoriques majeur.es, des grands thèmes et concepts de la discipline et, par une réflexion transversale sur les principales dimensions qui organisent le travail des sociologues. Plus spécifiquement, le cours vise à : (1) amener les étudiant.es à une connaissance des grands auteur.es et paradigmes, ainsi que les thèmes et concepts-clés de la sociologie; (2) conduire les étudiants à mobiliser de manière adéquate, pertinente et critique ce socle de connaissances afin d’aborder un problème social (sujet d’actualité par exemple) à titre d’objet sociologique; (3) Initier les étudiants aux règles de la démarche sociologique. Première partie : qu’est-ce que la sociologie ? Thème 1 : Introduction et genèse de la sociologie : définitions, contexte économique, politique et social Thème 2 : Méthodologie sociologique Thème 3 : Les précurseur.e.s et fondateur.ice.s de la discipline : Alexis de Tocqueville, Karl Marx, Emile Durkheim, Max Weber, Marianne Weber, Anna J. Cooper, les femmes de l’Ecole de Chicago Deuxième partie : concepts et questionnements de sociologie générale Thème 4 : L’individu et la société : normes, socialisation, culture Norbert Elias, Berger et Luckmann Thème 5 : La stratification sociale Inégalités et rapports sociaux (classe, genre et ethno-racial), intersectionnalité Bourdieu, Crenshaw Thème 6 : Le contrôle social et la déviance Erving Goffman et Howard Becker",
        "teaching_methods": "Le cours se développe et atteint ses objectifs: (1) à travers des présentations magistrales par l’enseignante des auteurs et des théories et concepts; (2) à travers la participation active des étudiant.es notamment dans le cadre de travaux de groupes Au cours des travaux de groupes, les étudiant.es sont conduits à co-élaborer un travail de recherche, à appliquer la théorie à des éléments empiriques, des faits d'actualité etc., à co-construire les questions de recherche ainsi que les stratégies de collecte et analyse de données.",
        "assessment_methods": "Évaluation en deux parties : (1) Examen écrit, 2h, impliquant des questions de restitution sur les théories et thématiques abordées en classe (50% de la note globale) (2) Rapport écrit individuel sur le travail de groupe effectué (50% de la note globale) Le rapport écrit individuel doit être remis par email à l'enseignante au plus tard le jour de l'examen. L'utilisation d'intelligences artificielles génératives (IA) est interdite.",
        "online_resources": "Utilisation de Moodle",
        "bibliography": "Barbusse, B., and Glaymann D. 2015. La Sociologie En Fiches. 2ème. Optimum. Paris: Ellipses. Becker, H. S. 1985. Outsiders : études de sociologie de la déviance. Paris: Métailié Birnbaum, P. 1970. Sociologie de Tocqueville. SUP. Paris: Presses Universitaires de France. Boudon, R., Ph. Besnard, M. Cherkaoui, and B. P. Lécuyer. 2023. Dictionnaire de La Sociologie. Paris: Larousse. Cho, S., K. Crenshaw, and L. McCall. 2013. ‘Toward a Field of Intersectionality Studies: Theory, Applications, and Praxis’. Signs 38 (4): 785–810. http://www.jstor.org/stable/10.1086/669608 de Singly, F., Giraud Ch. et O. Martin. 2010. Nouveau manuel de sociologie. Paris : Armand Colin Delmotte, F. 2007. Norbert Elias: la civilisation et l’Etat. Enjeux épistémologiques et politiques d’une sociologie historique. Philosophie et société. Bruxelles: Editions de l’Université de Bruxelles. ----- 2010. \"Termes clé de la sociologie de Norbert Elias\", dans Vingtième siècle. Revue d'histoire 2010/2 (n. 106) Paris: Presses de SciencesPo. 29-36 Durand, J. P. 1995. La sociologie de Marx. Repères. Paris: La Découverte. Etienne, J., J. F. Bloess, Noreck J. P., and J. P. Roux. 1997. Dictionnaire de sociologie. Les notions, les méchanismes et les auteurs. 2nd ed. initial. Paris: Hatier. Llored, R. 2023. Sociologie. Théories et analyses. 3ème. Optimum. Paris: Ellipses. Madoo Lengermann, P., and G. Niebrugge. 1998. The Women Founders. Sociology and Social Theory 1830-1930. Illinois: Waveland Press. Mocellin, Ph. 2022. Introduction à la sociologie. Auteurs, courants, méthodes, grand thèmes. Paris: Ellipses. Paugam, S. 2008. La pratique de la sociologie. Paris: Presses Universitaires de France. Paillé, P. et A. Mucchielli. 2016. L'analyse qualitative en sciences humaines et sociales. 4ème éd. Paris: Armand Colin Poiret, Ch. 2011. ‘Les Processus d’ethnicisation et de Raci(Ali)Sation Dans La France Contemporaine : Africains, Ultramarins et « Noirs »’. Revue Européenne Des Migrations Internationales 27 (1): 107–27. https://doi.org/10.4000/remi.5365. Riutort, Ph. 2004. Précis de sociologie. Paris: Presses Universitaires de France. Sapiro, G., ed. 2020. Dictionnaire International Bourdieu. Paris: CNRS Editions.",
        "course_materials": "Un syllabus sera rendu disponible sur Moodle",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmthd2103",
        "title": "Méthodes de recherche en sciences sociales",
        "credits": "10.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Sabbe Mathias"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours de méthodologie entend introduire les étudiant·e·s aux étapes initiales de la recherche en sciences sociales. Articulant théorie et pratique, le cours accompagne la réalisation d'une recherche à dimension exploratoire, pouvant potentiellement s'articuler avec l'élaboration du projet mémoire. Les étudiant·e·s sont, en particulier, introduit·e·s à la variété des méthodes de recherche en sciences sociales, qualitatives tout comme quantitatives. Stimulant le développement d'une démarche d'auto-analyse critique de la part des étudiant·e·s, le cours apporte également une grande attention aux questions épistémologiques, tout en abordant les défis déontologiques qui se posent concrètement à la recherche en sciences sociales dans le cas de terrains proches. Les thématiques abordées dans le cadre de ce cours correspondent aux étapes de la réalisation d'une recherche scientifique en sciences sociales: choix d'un thème et d'un terrain de recherche ; énonciation d'une question de départ; recherches bibliographiques et lectures exploratoires; préparation et réalisation d’entretiens exploratoires; choix d'une problématique de recherche et d’une approche théorique; construction d’un modèle d’analyse et définition d'hypothèses ; choix des options méthodologiques pour tester celles-ci.",
        "content": "Ce cours de méthodologie entend introduire aux principales étapes de la démarche de recherche en sciences sociales. Il insistera en particulier sur les étapes initiales de la recherche : la formulation d'une question de départ, la phase exploratoire (revue de la littérature et réalisation d'entretiens exploratoires), le choix d'une problématique de recherche et d’une approche théorique, ainsi que la formulation d'hypothèses de recherche. Ce faisant, le cours introduira une série de compétences et d'outils méthodolgiques utiles à la mise en œuvre de ces étapes de la recherche (par ex : revue de la littérature, réalisation d'un guide d'entretien, etc.). Le cours introduira aussi un évantail d'options méthodologiques (à la fois classiques et originales) utiles à la collecte et à l'analyse de données empiriques dans le cadre d'un travail de recherche en science sociales. Il veillera à illustrer ces différentes méthodes de collecte et d'analyse tout en en dressant les avantages et inconvénients. Stimulant le développement d'une démarche d'auto-analyse critique de la part des étudiant.es, le cours prètera attention aux questions épistémologiques et déontologiques qui surviennent à la réalisation d'une recherche dans le cadre de terrains proches. Le cours articulera théorie et pratique afin d'accompagner la réalisation d'un rapport de recherche exploratoire posant les jalons d'une recherche plus aboutie. Ce rapport de recherche sera réalisé en groupe par les étudiant.es et sera évalué par l'enseignant à l'issue du quadrimestre. Tout au long du quadrimestre, une série d'exercices réalisés en groupe par les étudiant.es permettront de progresser dans la réalisation de ce rapport final.",
        "teaching_methods": "Cours hebdomadaire organisé en horaire décalé (samedi matin) et enseigné en présentiel sur le site de Mons. Le dispositif pédagogique s'appuie sur une dynamique de travail en sous-groupe. Il alterne : Des séances théoriques abordant les étapes essentielles de la recherche (cf. ci-dessus). Des séances de monitorat en sous-groupe, accompagnant la mise en application de différentes étapes de la recherche. Une série d'excercices viendront consolider l'acquisition de compétences et préparer à la réalisation d'un rapport de recherche (travail de groupe)",
        "assessment_methods": "Évaluation Type Poids dans la note finale Évaluation en première session Réalisation et soumission d'un travail de groupe (une attention sera donnée à la contribution individuelle de chaque membre du groupe) Note sur 20 Évaluation en deuxième session Révision et ressoumission d'un travail de groupe (une attention sera donnée à la contribution individuelle de chaque membre du groupe) Note sur 20",
        "online_resources": "Moodle Infosphère Les supports de cours, ainsi qu'une série de documents utiles à l'acquisition de connaissances (articles, chapitres d'ouvrages, liens, ressources), seront rendus disponibles sur Moodle.",
        "bibliography": "Ouvrages généraux de méthodologie en sciences sociales * Van Campenhoudt, L., & Quivy, R. (2011). Manuel de recherche en sciences sociales . Paris : Dunod. * Albarello, L. (2012). Apprendre à chercher . Bruxelles : De Boeck. * Beaud, S., & Weber, F. (2010). Guide de l'enquête de terrain. Produire et analyser des données ethnographiques . Paris : La Découverte. Ouvrages de méthodologie spécifiques aux disciplines suivant le cours * Coman, R., Crespy, A., Louault, F., Pilet, J. B., Van Haute, E., & Morin, J. F. (2016). Méthodes de la science politique: De la question de départ à l'analyse des données . Bruxelles : De Boeck Supérieur. * Derèze, G. (2019). Méthodes empiriques de recherche en information et communication . Bruxelles : De Boeck Supérieur.",
        "course_materials": "Van Campenhoudt, L., & Quivy, R. (2011). Manuel de recherche en sciences sociales. Paris : Dunod. Beaud, S., & Weber, F. (2010). Guide de l'enquête de terrain. Produire et analyser des données ethnographiques. Paris : La Découverte. Albarello, L. (2012). Apprendre à chercher. Bruxelles : De Boeck.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mdrhd1304",
        "title": "Droit public",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "le Hardÿ de Beaulieu Jean"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours a pour objectifs de permettre à l'étudiant·e: (1) de comprendre la place assignée au Droit dans un système politique démocratique; (2) de maîtriser la dialectique, le vocabulaire et les outils (code, bases de données juridiques en matière de législation, de doctrine te de jurisprudence, etc.) juridiques rencontrés; (3) de comprendre les principes de base régissant le fonctionnement d'un Etat de droit et de ses institutions ; (4) de maîtriser les spécificités des dynamiques institutionnelles liées au fédéralisme belge. Le cours se compose de deux parties. Dans la première partie consacrée à l'étude du droit, les thématiques suivantes seront abordées: le concept de Droit et sa place dans la société contemporaine; les domaines du Droit (incluant les spécificités du Droit public par rapport au Droit privé); les sources du Droit; les espaces du Droit; le temps du Droit; l'apprentissage de l’utilisation des outils méthodologiques (législation, doctrine, jurisprudence). Dans la seconde partie dévolue aux principes du Droit public, les thématiques seront: les principes fondateurs du Droit public; le système institutionnel belge; le système de répartition des compétences dans la Belgique fédérale; la prévention et le règlement des conflits dans la Belgique fédérale.",
        "content": "Le cours a pour objectifs de permettre à l'étudiant·e: (1) de comprendre la place assignée au Droit dans un système politique démocratique; (2) de maîtriser la dialectique, le vocabulaire et les outils (code, bases de données juridiques en matière de législation, de doctrine te de jurisprudence, etc.) juridiques rencontrés; (3) de comprendre les principes de base régissant le fonctionnement d'un Etat de droit et de ses institutions ; (4) de maîtriser les spécificités des dynamiques institutionnelles liées au fédéralisme belge. Le cours se compose de trois parties. Dans la première partie consacrée à l'étude du droit, les thématiques suivantes seront abordées: le concept de Droit et sa place dans la société contemporaine; les domaines du Droit (incluant les spécificités du Droit public par rapport au Droit privé); les sources du Droit; les espaces du Droit; le temps du Droit; l'apprentissage de l’utilisation des outils méthodologiques (législation, doctrine, jurisprudence). La deuxième partie offre un regard croisé sur les dynamiques institutionnelles belge et étrangères ainsi que sur les principes fondateurs du droit constitutionnel général à destination d'un public de politologues. Dans la troisème partie dévolue aux principes du Droit public, les thématiques seront: les principes fondateurs du Droit public; le système institutionnel belge; le système de répartition des compétences dans la Belgique fédérale; la prévention et le règlement des conflits dans la Belgique fédérale.",
        "teaching_methods": "Cours magistral intégrant également des analyses de cas.",
        "assessment_methods": "Examen écrit. L’examen se déroule à code (non-annoté) ouvert. Seuls des signets (eux aussi non-annotés) sont autorisés.",
        "online_resources": "Outre le syllabus et le code, la plateforme Moodle met de nombreux outils utiles à la disposition des étudiantes et étudiants.",
        "bibliography": "BOCKEN H., DE BONDT W. (2001), Introduction to Belgian Law, Kluwer/Bruylant. Lejeune Y. (2021), Droit constitutionnel belge : fondements et institutions, Larcier, Bruxelles",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmthd2217",
        "title": "Séminaire d'accompagnement du mémoire - Partie 2",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Aoun Elena",
            "Leloup Fabienne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce séminaire (partie 2) a pour objectif de concevoir et de mettre en œuvre une stratégie raisonnée de recherche pour le mémoire de fin d’études. La démarche d’ensemble vise à approfondir la capacité des étudiant·e·s à se servir des savoirs et savoir-faire acquis à l’Université pour étudier de manière rigoureuse, en utilisant les outils des sciences sociales, un « problème » qui les interpelle. Il vise ainsi à doter les étudiant·e·s des connaissances et compétences fondamentales pour identifier et analyser une problématique en s’appuyant sur une démarche scientifique. Ce séminaire aborde les thématiques suivantes: choisir un sujet de mémoire; définir une discipline, un champ et une question de départ; lire en décortiquant un texte; réaliser l’état de l’art; théoriser et définir une question de recherche; collecter et analyser des données; rédiger en mobilisant les auteur·rice·s. La partie 2 du séminaire a pour objectif plus spécifique d'accompagner les étudiant·e·s dans la mise en oeuvre de leur projet de recherche et culmine avec le dépôt de leur mémoire.",
        "content": "Le séminaire s’adresse aux étudiant.e.s en deuxième année des masters 120 en administration publique et en sciences politiques, orientation générale, en horaire décalé. Il vise à aider ces étudiant.e.s à progresser dans la construction de leur mémoire au travers d’une stratégie raisonnée de recherche. Au départ des acquis de la première partie du séminaire (MMETH2101) ce séminaire a pour vocation d’approfondir les dimensions suivantes : La problématisation La théorisation La méthodologie (research design) et ses limites L’argumentation La structuration du mémoire et les enjeux formels La défense du mémoire.",
        "teaching_methods": "Le séminaire s’appuie sur une approche pédagogique participative. Il alterne différentes stratégies et repose sur l’interaction entre enseignant.e.s et étudiant.e.s, ainsi que d’éventuels intervenant.e.s extérieur.e.s : Dans une démarche ex-cathedra, l’équipe pédagogique expose les connaissances et compétences que mobilise la réalisation du mémoire de fin d’études ; Demandant parfois une préparation en amont par les étudiant.e.s, certaines compétences-clefs sont exercées directement dans le cadre du séminaire ; Certaines interactions permettront aux étudiant.e.s de présenter une version intermédiaire de leur travail individuel final basée sur les acquis des séances qui auront précédé. Des commentaires sont alors formulés par l’équipe pédagogique et, éventuellement, par les autres étudiant.e.s (‘peer review’). En préparation de certaines séances, les étudiant.e.s auront à lire un ou plusieurs textes qui serviront de base au cours.",
        "assessment_methods": "L’évaluation repose sur une participation active des étudiant.e.s durant les différentes séances (25% de la note finale) ainsi que sur un travail écrit constitutif d’une partie clé du mémoire (60% de la note finale), et qu’ils et elles auront à défendre (15% de la note finale). Ce travail individuel et la défense doivent démontrer la capacité de l’étudiant.e à s’approprier les compétences qu’impliquent la mise en œuvre d’une stratégie raisonnée de recherche pour le mémoire de fin d’études.",
        "online_resources": "Le matériau du cours sera mis à disposition via Student Corner.",
        "bibliography": "Blaikie, N., & Priest, J. (2018). Designing social research: The logic of anticipation . Cambridge, UK: Polity Press. Coman, R. et. al. (2016), Méthodes de la science politique. De la question de départ à l'analyse des données , Bruxelles, Belgique : De Boek.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-msphd1332",
        "title": "Science politique",
        "credits": "10.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bottin Jehan"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours a pour objectif d’introduire les étudiant·e·s à la science politique. Il s’agit d’abord de montrer pourquoi et comment tout·e citoyen·ne est concerné par la politique et la science politique. Le concept politique est, dans un premier temps, abordé à partir d’approches philosophiques articulées autour des notions de « pouvoir » et « d’Etat », montrant ainsi combien la politique a fait l’objet de réflexions et de débats depuis l’antiquité, débats et réflexions qui ont encore toute leur actualité de nos jours. Ceci permet alors de préciser les contours de la science politique en abordant ensuite la politique et l'univers politique autour des trois utilisations du mot « politique » dans la langue française, en l’occurrence l’adjectif « politique », « le politique » et « la politique ». Il se révélera ainsi un débat sur l’étendue du champs politique entre les tenant·e·s d’une approche minimaliste et les partisan·ne·s d’une approche « maximaliste ». Ce cadre ainsi énoncé est ensuite complété par l’analyse de concepts et notions essentielles de la discipline tels que le pouvoir (envisagé notamment dans une dimension d’injonction et d’influence), l’Etat (en ce compris ses fonctions et ses moyens), les élections et consultations populaires, les partis politiques et les groupes de pressions, le gouvernement, la communication politique etc.",
        "content": "Cette entrée en matière dans la discipline se référera aux questions concrètes que se pose tout étudiant et, plus généralement, tout citoyen qui tente de comprendre comment sont organisées la société politique et la société civile. Qu’est-ce que « le », « la » politique, « les » politiques ? Qu’est-ce que le pouvoir ? Qu’est-ce qu’un pouvoir légitime ? Qu’est-ce qu’un système politique ? Qu’est-ce que la démocratie ? Quels sont les principaux acteurs collectifs du système politique (partis, groupes de pression) ? Quelles sont les valeurs, matérialistes et « post matérialistes », des citoyens ? Où en est la participation politique des citoyens ? Quels sont les principaux déterminants du vote ? Y a-t-il une crise de la citoyenneté ?",
        "teaching_methods": "Enseignement magistral",
        "assessment_methods": "Examen écrit",
        "bibliography": "Supports complémentaires : Thierry Balzac, Pierre Baudewyns, Vincent Legrand, Jérôme Jamin, Olivier Paye & Nathalie Schiffino Fondements de science politique Louvain-la-Neuve: De Boeck (2022, 2e édition) Cees van der Eijk The Essence of Politics Amsterdam: Amsterdam University Press (2018) Kris Deschouwer & Marc Hooghe Politiek: een inleiding in de politieke wetenschappen Amsterdam: Boombestuurskunde (2020, zesde druk) Paul Vandepitte, Min Reuchamps & Carl Devos Lexique. Une explication de concepts historiques et actuels Gent: Academia Press (2013)",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-maphd2207",
        "title": "Recrutement et marchés publics",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Born Raphaël",
            "Piret Florence"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Dans sa partie \"recrutement\", ce cours a pour objectif d'exposer les différentes problématiques en lien avec l'accès de l'agent (contractuel ou statutaire) à la fonction publique, essentiellement fédérale ou fédérée. Au départ d'une approche transversale, il s'agit de permettre aux étudiant·e·s d'identifier les principales conditions d'admissibilité et les procédures à suivre selon les niveaux de la hiérarchie au sein de ces administrations. Dans sa partie \"marchés publics\", ce cours vise à mettre en évidence les contraintes et les éléments de base réglementant les mises en concurrence et, en particulier, les marchés publics. Ce cours aborde les thématiques suivantes. Dans la partie \"recrutement\", seront examinés le cadre normatif applicable, la définition des notions pertinentes, la nature statutaire ou contractuelle de la relation de travail, les conditions générales et spécifiques d'admissibilités aux emplois publics, les procédures de recrutement et le stage, les procédures parallèles de promotion et de mobilité interne, le régime des mandats et l'incidence des législations linguistiques. Dans la partie \"marchés publics\", seront examinés le champ d'application de la réglementation, les principes fondamentaux, les différents types de marchés, les procédures (et techniques) de passation, leur déroulement et l'exécution des marchés.",
        "teaching_methods": "Cours magistral et interactif. Présentation de la théorie et analyse de cas (textes législatifs, jurisprudence).",
        "assessment_methods": "Modes d'évaluation des acquis des étudiants L'évaluation est orale. Elle comprend deux parties : 1. Présentation d’un des deux sujets préparés préalablement par l’étudiant, dans l’une et l’autre des matières enseignées par les titulaires du cours, sur la base d’un article de doctrine ou d’une décision de jurisprudence choisi(e) parmi la documentation fournie ; la présentation, dont le choix incombe à l’enseignant lors de l’examen, est suivie d’une discussion libre avec l’enseignant concerné sur le thème abordé (10 points) ; 2. Questions posées par l’autre enseignant sur l’autre partie théorique qu’il a enseignée lors du cours et pour lesquelles l’étudiant dispose d’un temps de préparation (10 points).",
        "online_resources": "Dossier de cas, doctrine, jurisprudence mis à disposition sur Student-Corner",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-msphd2136",
        "title": "Régimes politiques comparés",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Amara-Hammou Kenza",
            "Dupuy Claire"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours a pour objectif de discuter de manière historique et comparée des principaux régimes démocratiques contemporains. Il étudie en particulier leur genèse et leur développement. Le cours porte également sur le fonctionnement effectif de différents types de régimes démocratiques. Il repose sur les recherches en politique comparée et s'appuie à la fois sur des travaux récents et classiques, inscrits dans différentes traditions de recherche et mobilisant des analyses qualitatives et quantitatives de données. Ce cours aborde les thématiques suivantes : les processus de démocratisation ; la consolidation démocratique ; la déconsolidation et le déclin démocratique ; la représentation politique ; les différents types de systèmes électoraux ; les différents types de régimes démocratiques.",
        "content": "Les régimes démocratiques contemporains se distinguent par une grande diversité : des démocraties libérales coexistent avec des démocraties illibérales, ainsi que des démocraties majoritaires et consociationnelles. Ce cours s’appuie sur les outils théoriques de la politique comparée pour examiner les enjeux fondamentaux auxquels font face les démocraties aujourd’hui. Parmi les questions abordées : le peuple détient-il réellement le pouvoir dans ces régimes ? Qui est représenté et comment; à travers quels mécanismes ? Pourquoi certains régimes démocratiques parviennent-ils à se stabiliser tandis que d'autres s'effondrent ? Comment expliquer les crises que traversent ces régimes et la montée des partis et mouvements anti-démocratiques ou autoritaires ? Qu'est-ce qui assure véritablement la stabilité démocratique ? Ce cours questionne également les origines historiques et les fondements de la démocratie. Pour répondre à ces interrogations, une approche comparative est adoptée, avec un focus sur des études de cas nationaux, notamment en Europe, Amérique du Nord et Afrique. Le cours accorde une attention particulière aux évolutions des régimes démocratiques au fil du temps, à la représentation politique; aux défis qu'ils rencontrent aujourd'hui, et offre une analyse critique des théories et des pratiques de la politique comparée. Ce cours est organisé autour de quatre thèmes principaux : Développement et questionnement des démocraties dans le temps : Analyse des évolutions historiques et des déclencheurs ayant conduit à l'émergence des régimes démocratiques. Consolidation et déconsolidation démocratique : Étude de la diversification et de la promotion des démocraties, ainsi que des phénomènes de déconsolidation ou de déclin démocratique. Démocratie supranationale à multi-niveaux : les institutions européennes et la gouvernance à plusieurs niveaux au sein de l'Union et d'autres structures supranationales dans le monde. Représentation et systèmes électoraux : Analyse des tendances actuelles en matière de représentation et systèmes de vote, de méfiance démocratique, de mouvements citoyens, des répercussions de la pandémie de Covid-19, de la supranationalisation et des tensions géopolitiques. Une attention particulière sera également accordée à la méthodologie de comparaison des régimes, en abordant les indicateurs et méthodes utilisés tout au long du cours.",
        "teaching_methods": "Le cours prend essentiellement la forme d’un cours-séminaire. Des activités en séance sont organisées et les exercices hebdomadaires des étudiant.e.s sont discutés en classe.",
        "assessment_methods": "La note finale de ce cours est composée : (i) d’une évaluation continue liée à la lecture hebdomadaire d’un texte scientifique et l’exercice associé (25% de la note finale) ; (ii) d’un rapport de lecture (35% de la note finale) ; et (iii) d’un examen écrit (40% de la note finale). La note d’évaluation continue sera conservée pour la session d’août.",
        "other_info": "Le recours à l'IA générative n'est pas autorisé.",
        "online_resources": "Le diaporama de la séance est deposé sur Moodle après chaque session. Les textes à lire chaque semaine sont disponibles sur Moodle également.",
        "bibliography": "(Quelques références) Gazibo, Mamoudou et Jenson, Jane (2015), La politique comparée , Montréal : Les Presses de l’Université de Montréal. Gosselin, Guy et Filion, Marcel (2007), Régimes politiques et sociétés dans le monde , Québec : Presses de l'Université de Laval.Mény, Yves et Surel, Yves, (2009), Politique comparée. Les démocraties , Paris : Montchrestien.",
        "course_materials": "Présentation powerpoint de chaque séance",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmthd2102",
        "title": "Projet et accompagnement pédagogiques",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Moyson Stéphane"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours a un double objectif. D'une part, il vise à faciliter l'intégration des étudiant·e·s poursuivant un programme en horaire décalé sur le campus FUCaM Mons de l'UCLouvain. D'autre part, il vise à doter les participant·e·s de compétences et d'outils destinés à faciliter le travail individuel et de groupe en contexte professionnel et de formation. Pour ce faire, sont abordés un ensemble de thématiques et d'outils liés à l'appropriation des savoirs, à la gestion d'un parcours de formation ainsi qu'aux relations interpersonnelles.",
        "content": "Cette UE, différente de toutes les autres, vise par des exercices très concrets, le développement de vos compétences transversales, très utiles pour augmenter votre efficacité en équipe et votre intégration sociale dans le cadre du master. Dans cette perspective, l’UCLouvain FUCaM Mons organise depuis plus de 20 ans un séminaire résidentiel au tout début des cursus d’études en horaire décalé.",
        "teaching_methods": "Cet enseignement inclut la participation obligatoire à un séminaire d'intégration (encadré par groupes) en début de cursus et doit faire l'objet du programme de la première année d'études en cas d'étalement",
        "assessment_methods": "Rédaction (par sous-groupes) d'un travail de prise de recul et d'analyse du vécu lors du séminaire d'intégration.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-msphd1334",
        "title": "Relations internationales",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delcorde Raoul"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour objectif d’introduire les étudiant·e·s aux relations internationales contemporaines. Il vise à expliciter la place du modèle de l’Etat souverain dans la structuration de la scène internationale contemporaine, tout en en montrant les limites intrinsèques, les évolutions récentes, ainsi que les rapports de force qui se déploient au gré des enjeux internationaux. Ce faisant, l’étudiant·e sera amené·e à identifier les acteurs qui opèrent dans le système international et à analyser les interactions entre elles et eux, et qui vont de la coopération au conflit, de la compétition entre puissances à la contestation transnationale. Il introduit également les étudiant·e·s aux principaux champs d’études de la discipline (politique étrangère ; conflit ; sécurité ; économie ; développement…). Le cours abordera d’abord à l’Etat souverain sur la scène internationale en s’intéressant à sa genèse, à l’universalisation de son modèle ainsi que l’ordre international qui en a découlé et les normes qui le régissent. Il offrira ensuite un aperçu de l’évolution du système international depuis la fin de la Deuxième guerre mondiale en rendant compte de ses dimensions stato-centrées mais aussi de la multiplication d’acteurs non-étatiques, ainsi que des régimes internationaux. Il offrira enfin un survol des principaux champs d’étude de la discipline en rendant compte des principaux outils conceptuels mobilisés et des débats qui les traversent. Le cours tourne autour de cinq thématiques centrales : l’émergence du modèle de l’Etat-nation souverain et la structuration politique, juridique et organisationnelle de la scène internationale autour de ce modèle ; l’histoire des relations internationales en particulier depuis le milieu du 20ème siècle ; l’évolution de la scène internationale dans l’après-guerre froide, tant du point de vue des acteurs que des enjeux ; les problématiques de la sécurité collective et des interventions militaires ; les objets des principaux champs d’étude en relations internationales.",
        "teaching_methods": "Le cours se composera d'exposés magistraux mais aussi d'une interaction permanente avec les étudiants et étudiantes. Chaque cours débutera par un échange sur des questions d'actualité qui nécessitera préparation et participation active des personnes inscrites au cours.",
        "assessment_methods": "Outre l'examen final (qui sera un examen oral individuel), les étudiants seront évalués sur leur participation active au cours. Chaque étudiant devra, à un moment donné, faire un bref exposé sur une question d'actualité internationale. Le recours à l'IA est interdit.",
        "other_info": "Un peu avant le début du cours les étudiants recevront un document décrivant les thèmes qui seront présentés pour chacune des séances du cours. Ce document contiendra également des indications bibliographiques. Cela a pour but de mieux se préparer, semaine après semaine, aux différents thèmes abordés.",
        "bibliography": "Lectures obligatoires: Olivier CORTEN, Pierre KLEIN, Gérard BEDORET, De Salamanque à Guantanamo : une histoire du droit international , Paris, Futuropolis, 2022. Revue Question internationales , nO 122, décembre 2023-janvier 2024, Fracturation(s), 20 ans de relations internationales , La Documentation française. Lectures conseillées : Thomas GOMART, L'affolement du monde, 10 enjeux géopolitiques, Paris, Editions Tallandier, collection Texto, 2020. Thomas GOMART, Les ambitions inavouées, ce que préparent les grandes puissances , Paris, Editions Tallandier, 2023.",
        "course_materials": "Raoul Delcorde, Introduction aux relations internationales, Louvain-la-Neuve, PUL, 2023.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmthd1327",
        "title": "Epistémologie et méthodologie universitaires",
        "credits": "10.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Croché Sarah"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour objectif d’introduire les étudiant·e·s à l’épistémologie. Cette dernière étudie les conditions auxquelles notre appréhension du monde – et notamment du monde social – peut être qualifiée de scientifique. De fait, les chercheur·e·s en sciences sociales font partie de la réalité qu’ils/elles étudient et leur appréhension du monde social s’inscrit dans un contexte culturel, social, politique, académique, idéologique qui dicte ses catégories de pensée. Dès lors, le cours cherche à répondre à la question de savoir si le raisonnement scientifique peut nous aider à parvenir à une connaissance objective des ensembles et phénomènes sociaux dans lesquels nous sommes immergé·e·s. Ce cours aborde quatre grandes thématiques. Après une introduction présentant l’espace des sciences sociales, la première thématique aborde la question du raisonnement dans ce domaine des savoirs. Les thèmes évoqués incluent la rupture avec le sens commun, l’opposition explication/compréhension, la place de la comparaison et la neutralité axiologique. La deuxième thématique s’intéresse à la pratique de la science, la production du savoir scientifique étant liée au fonctionnement concret du champ scientifique: elle présente l’histoire et la sociologie de la science ainsi que leur influence sur les résultats de cette dernière. La troisième thématique présente les grands débats et approches théoriques qui s’opposent dans leur vision de ce qu’est l’essence du social. Elle revient sur les principaux courants contemporains et leurs implications ontologiques : holisme et individualisme, féminisme, postmodernisme, etc. La dernière thématique porte sur l’articulation entre épistémologie et méthodologie en sciences sociales, esquissant les principaux enjeux et options méthodologiques dans le domaine.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-msphd2138",
        "title": "Système politique et administratif de la Belgique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pradella Sébastien"
        ],
        "teaching_language": "Français",
        "topics_covered": "L’objectif de ce cours est d'identifier et de caractériser les principaux acteurs institutionnels et organisationnels du système politique et administratif de la Belgique et de mettre en lumière les relations complexes entre ces acteurs. Ce faisant, il entend doter les étudiant·e·s de connaissances utiles à la compréhension des phénomènes politiques, administratifs et sociaux, en particulier en Belgique, et ce, dans une perspective multiniveaux. Après une mise en perspective historique, les principales institutions et organisations politiques et administratives de la Belgique sont abordées avant celles de la société civile.",
        "content": "Le cours porte sur le fonctionnement du système politique belge à travers les institutions qui le structurent, les acteurs qui l'animent et les règles formelles et informelles qui le régissent. Il abordera notamment le poids des clivages et des évènements historiques, la logique de consensus qui préside au fonctionnement du système politique belge, le rôle et l'organisation des partis politiques, le fonctionnement des institutions et ses interactions avec la société civile, ou encore les menaces démocratiques rencontrées en Belgique, comme l'extrémisme politique.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Evaluation orale",
        "bibliography": "BAUDEWYNS P., BRANS M., REUCHAMPS M., RIHOUX B., VAN INGELGOM V. (2022), The Winter of Democracy. Partitocracy in Belgium , Louvain-la-Neuve, Presses universitaires de Louvain. BIARD B. (2020), Les partis frères en Belgique : les relations entre le CDH et le CD&V. Courrier hebdomadaire , CRISP, Bruxelles, n° 2467-2648. BIARD B. (2022), Les partis frères en Belgique : les relations entre le MR et l'Open VLD. Courrier hebdomadaire , CRISP, Bruxelles, n° 2536-2537. BIARD B. (2022), Pourquoi les partis politiques belges changent-ils de nom ? L es @nalyses du CRISP en ligne. CALUWAERTS D., REUCHAMPS M. (2021), Belgian exceptionalism. Belgian politics between realism and surrealism , Routledge, Londres et New York. DE COOREBYTER V. (2008), Clivages et partis en Belgique. Courrier hebdomadaire , CRISP, Bruxelles, n° 2000. FANIEL J., ISTASSE C., LEFEVRE V., SÄGESSER C. (2021), La Belgique, un État fédéral singulier, Courrier hebdomadaire , CRISP, n° 2500. KERROUCHE E., COSTA O., MAGNETTE P. (2004), Vers un renouveau du parlementarisme en Europe ? Ed. de l’Université de Bruxelles, Bruxelles. LIJPHART A. (1999), Patterns of democracy , Yale University Press, New Haven-Londres. MABILLE X. (2011), Nouvelle histoire politique de la Belgique , CRISP, Bruxelles.",
        "course_materials": "Le syllabus comprenant la liste des lectures figurera sur le Student Corner.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mdrhd2201",
        "title": "Droit administratif",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Trybulowski Andrzej"
        ],
        "teaching_language": "Français",
        "topics_covered": "La spécificité du droit administratif est soulignée ; au carrefour de plusieurs disciplines, il s'agit d'un droit jeune et en mouvement, ses sources sont recherchées avec une insistance particulière sur les principes généraux du droit consacrés par la jurisprudence. ' L'administration vit : des caractéristiques communes et des spécificités trouvent à s'appliquer à ses institutions et aux modes de gestion. ' Les usagers ; les agents ; les actes de l'administration ; les polices administratives ; le régime propre applicable aux biens de l'administration ; les contrôles ; la responsabilité des pouvoirs publics.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de : ' maîtriser les données de base organisant l'activité des pouvoirs publics ; ' d'observer et de comprendre, essentiellement, les concepts et leur application transversale dans les différents domaines d'activités des pouvoirs publics.",
        "content": "L’enseignement abordera, d’abord, les spécificités du droit administratif, en tant que branche du droit présente dans le quotidien de tout un chacun et au croisement de différentes disciplines, et de ses sources, qui se fondent, à côtés de textes législatifs et réglementaires, sur des principes généraux consacrés par la jurisprudence. L’enseignement examine, ensuite, les règles qui encadrent l’organisation, l’action et le contrôle de l’administration. L’administration est organisée. Ce qui suppose les diverses personnes morales de droit public, ainsi que le régime juridique applicable aux services publics et la nature des liens qui les unissent à leurs usagers. L’Administration pose des actes. Ce qui suppose de les examiner, en distinguant le régime juridique applicable à l’acte administratif unilatéral de celui applicable aux contrats conclus par l’Administration. L’Administration fonctionne au travers d’agents. Ce qui suppose les règles applicables à la fonction publique, qui régissent le régime juridique des agents (en ce compris contractuels) de l’Administration. Il convient également d’aborder un mode d’action déterminé de l’Administration au travers de l’examen de la notion de police administrative et du régime juridique applicable à la police administrative générale et aux polices administratives spéciales. L’Administration dispose de biens et doit pouvoir disposer de certains biens ou réglementer certains biens. Il convient de s’interroger sur le régime juridique particulier applicable aux biens de l’Administration (domanialité publique) et aux contraintes que peut faire peser l’action de l’Administration sur les biens privés (expropriation pour cause d’utilité publique, réquisitions, servitudes légales d’utilité publique). L’Administration est contrôlée. Sont passés en revue les modes préventifs des contestations, le contrôle administratif, le contrôle juridictionnel (contrôle des cours et tribunaux et contrôle du Conseil d’Etat), ainsi que la question de la responsabilité de l’Administration.",
        "teaching_methods": "Cours magistral et étude de cas (jurisprudence/dossier d’actualité)",
        "assessment_methods": "Examen oral",
        "other_info": "L'étudiant vient à l'examen avec ses propres codes, et, le cas échéant, peut se constituer sa propre farde de textes législatifs et réglementaires.",
        "online_resources": "Plan du cours, PowerPoint, articles de doctrine et jurisprudence (sur Moodle)",
        "bibliography": "Dembour, J ., Droit administratif, 3e éd., Liège, Faculté de droit de Liège, 1978. Goffaux, P., Dictionnaire de droit administratif, 3e éd., Bruxelles, Larcier, 2022. Lewalle, P. (avec la collab. de Donnay L.), Contentieux administratif , 3e éd., Bruxelles, Larcier, 2008. Renders, D., Droit administratif général, 4e éd., Bruxelles, Larcier, 2022.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-maphd2108",
        "title": "Politiques régionales",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Leloup Fabienne",
            "Moyart Laurence",
            "Moyart Laurence"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour objectif une compréhension des mécanismes du développement régional mis en œuvre au sein des politiques publiques régionales: il pose la région comme unité territoriale pertinente d'analyse, comme un système socio-économico-politique induisant une auto-organisation en partie propre. Il présente les fondements de l'analyse économique régionale jusqu’à ses développements récents (économie créative, développement territorial durable, …), approfondit les bases du régionalisme et analyse les divers types de régionalisation et de politiques régionales existant en mettant un accent particulier sur l’émergence et les principes de la politique régionale européenne et les situations au sein des Etats d’Europe occidentale. Ce cours aborde les thématiques suivantes: la notion de région (régionalisme/régionalisation), l'histoire des sciences régionales et des études régionales (de Vidal de la Blache à Perroux, de Perroux à aujourd'hui) et l’analyse de la région comme unité pertinente d'analyse politico-économique; le développement régional incluant une analyse des modèles de développement régional, à partir de la théorie spatiale jusqu’aux modèles de développement territorial; une analyse historique et critique de la politique régionale européenne en ce compris ses principes, programmes et instruments; une mise en perspective des politiques régionales au sein des pays européens, notamment l'étude de la croissance, du déclin et de la concurrence des régions et des perspectives actuelles des politiques régionales (incluant e.a. économie créative et culturelle, smart cities, …).",
        "content": "Le cours propose à la fois un cadrage théorique approfondi, l’exposé des évolutions récentes en matière d’économie et de politique régionales (économie résidentielle, économie territoriale, …) et une mise en perspective des enjeux et des réalisations du développement régional et des politiques régionales européennes jusqu’à la politique de cohésion économique, sociale et territoriale européenne Les thèmes suivants sont abordés : Qu’est-ce qu’une région ? Les apports des sciences régionales depuis 1960 Quels sont les mécanismes du développement régional ? Du déclin et de la concurrence des régions (depuis « les régions qui gagnent » jusqu’à « la France périphérique ») Analyse critique des politiques régionales européennes, depuis la politique redistributive jusqu’à la cohésion territoriale Les modèles du développement régional Du développement régional à l'économie territoriale Perspectives actuelles des politiques régionales (économie créative et culturelle, smart cities, …)",
        "teaching_methods": "Cours magistral Analyses de cas en classe Remarque : en cas de confinement: les séances seront données en teams ou comodal/ des exercices permettront de vérifier la compréhension de la matière",
        "assessment_methods": "Examen écrit incluant des questions plus conceptuelles (visant à balayer l’ensemble des chapitres du cours) et une question appliquée traitant d’un sujet/objet vu au cours. Les conditions dues au covid 19 peuvent transformer ces modalités",
        "bibliography": "Bailly A., P-H Derycke, A. Torre, 2012, 50 ans de science régionale francophone, ASRDLF, Economica, Paris (disponible sur : https://www.asrdlf.org/asrdlf_historique.php ) Boulay G., A. Grandclement, 2019, Introduction à la géographie économique, coll cursus, Armand Colin, Paris Rallet A., A. Torre (sous la direction), 1995, Economie industrielle et économie spatiale , Bibliothèque de science régionale, Economica, Paris. Talbot D. Talbot et T. Kirat, (2005), « Proximité et institutions : nouveaux éclairages », Économie et institutions , 6-7 | 2005, 9-15. Dossier « Économie de la proximité » Natures Sciences Sociétés 2009/4 (Vol. 17) Pecqueur B. et J.B. Zimmermann, (éds), 2004, Économie de Proximités , Paris, Hermès, Lavoisier. Campagne P., B. Pecqueur, 2014, Le développement territorial. Une réponse émergente à la mondialisation, éditions Charles Leopold Mayer, Paris (disponible gratuitement sur: http://docs.eclm.fr/ pdf_livre/368LeDeveloppementTerritorial.pdf) Courlet C., B. Pecqueur, 2013, L’économie territoriale, PUG, Grenoble. Pecqueur B., F. Nadou, 2018, Dynamiques territoriales et mutations économiques , L’Harmattan, Paris. les revues RERU et Géographie, Economie et Sociétés disponibles sur CAIRN",
        "course_materials": "les diapositives du cours et un ensemble de références sont fournis via moodle",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-maphd1301",
        "title": "Administration publique",
        "credits": "10.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dagnies Jérémy",
            "Moyson Stéphane"
        ],
        "teaching_language": "Français",
        "prerequisites": "",
        "topics_covered": "Ce cours a pour objectif de sensibiliser les étudiant·e·s aux enjeux principaux de l'administration publique et de leur permettre d'en comprendre les rouages essentiels du niveau local au niveau international. En termes de thématiques, il trace tout d'abord les contours de l'administration publique, en tant que courant de recherche interdisciplinaire et en tant qu'objet d'étude. Le cours montre comment l'administration a évolué au cours du temps, dans son mode d'organisation et d'action, en fonction des visions dominantes de l'Etat. Le cours identifie les acteurs et les ressources de l'administration publique, ainsi que les règles institutionnelles dans lesquelles son action est supposée s'inscrire. Ensuite, il se penche sur la façon dont l'administration produit, met en oeuvre et évalue les politiques publiques. Le cours examine quelques enjeux-clef liés à la gestion des ressources humaines, à la définition et la mise en oeuvre de la stratégie, ainsi qu'à la communication sur son action. Le cours aborde enfin la relation entre l'administration publique et la société dans laquelle elle s'inscrit, ainsi que ses interactions avec les autorités politiques.",
        "content": "Histoire de la discipline et de son objet d’étude : concepts, approches, etc. ; Approches administratives: command & control, services publics, new public management, administration ouverte, etc..; Planification et processus administratifs: implémentation des politiques publiques, planification stratégique et opérationnelle, gestion de la qualité, etc. ; Organisations, ressources humaines et management humain: motivation, reconnaissance, engagement, styles managériaux, justice organisationnelle, culture, socialisation et gestion du changement, etc.; Administration et politique: relations politico-administratives, politisation de l'administration, analyse politique, etc.; Les nouveaux enjeux de l'administration: digitalisation, RSO, NWOW, etc.;",
        "teaching_methods": "Exposés ex cathedra, questions-réponses et débats en séance. Possibles interactions avec des expert∙es. Réalisation d'études de cas.",
        "assessment_methods": "Examen écrit impliquant le traitement de questions conceptuelles et théoriques ainsi que la réalisation d'études de cas à partir de documents.",
        "bibliography": "Le cours s'inspire notamment des ouvrages généraux suivants. Complémentairement, une bibliographie plus spécifique est fournie aux étudiants pour chacun des thèmes abordés. BARTOLI, A., & BLATRIX, C. (2022). Le Grand Livre du management public: Sens et performance, modernisation et évaluation, défis et logiques d'action. Dunod. BENZERAFA-ALILAT, M., LAMARQUE, D., & ORANGE, G. (2022). Encyclopédie du management public. IGPDE. CHEVALIER, J. (2007). Science Administrative (coll. Thémis). Paris, France : Presses Universitaires France. FERLIE, E., LYNN, L., & POLLITT, C. (2005). The Oxford Handbook of Public Management, Oxford: Oxford University Press. KADA, N. & MATHIEU, M. (2014). Dictionnaire d'administration publique. Presses universitaires de Grenoble. KUHLMANN, S., & WOLLMANN, H. (2014). Introduction to Comparative Public Administration: Administrative Systems and Reforms in Europe. Cheltenham, UK: Elgar. MERCIER, J. (2001). L'administration Publique : De l'école Classique au Nouveau Management Public. Laval, Canada : P.U.Laval. PERRY, J., CHRISTENSEN, R. (2015). Handbook of public administration (3rd ed.). Wiley. PETERS, G. & PIERRE, J. (2012). The SAGE Handbook of Public Administration (2nd ed.) Thousand Oaks: Sage Publications. POLLITT, C. & BOUCKAERT, G. (2011). Public Management Reform: A comparative Analysis – New Public Management, Governance, and the Neo-Weberian State (3rd ed.). Oxford: Oxford University Press. POLLITT, C. (2012). New Perspectives on Public Services: Place and Technology. Oxford: Oxford University Press. RAINEY, H. (2014). Understanding and Managing Public Organizations. San Francisco: Wiley. ROSENBLOOM, D., KRAVCHUK, R., & CLERKIN, R. (2009). Public Administration: Understanding Management, Politics, and Law in the Public Sector. New York, NY: McGraw-Hill. SHAFRITZ, J., RUSSELL, E.,  & BORICK, C. (2016). Introducing public administration. New York: Routledge.",
        "course_materials": "Les supports de cours seront communiqués sur le Student Corner. /",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mshhd2101",
        "title": "Sociologie des organisations",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Scieur Philippe"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "L'objectif de cet enseignement est de rendre l’étudiant·e, selon une perspective critique, capable de: (1)comprendre que les organisations sont des actions collectives dans lesquelles le fait de mettre en commun des ressources pour atteindre un objectif pose des problèmes qu’on ne peut résoudre en s’appuyant uniquement sur des lois technico-économiques ; (2) comprendre que ces organisations ont aussi des systèmes de régulation proprement sociale fondés sur des structures et des fonctions mais aussi sur des jeux d’acteurs ; (3) associer un modèle d’organisation avec la société qui le concerne, selon le principe critique d’historicité ; (4) appliquer les modèles abordés sur des cas d’école et expérientiels. Le cours se structure autour des thèmes suivants : (1) présentation succincte, épistémologique et définitionnelle, de la sociologie; (2) description et analyse critique des modèles rationalisateurs d’organisation (taylorien, fordiste, toyotiste…) et des formes d’organisation (entreprise, administration, association); (3) présentation du modèle bureaucratique wébérien, des modèles fonctionnalistes américains, des modèles critiques de la bureaucratie totalitaire (Arendt, Michels…) ainsi que du new public management; (4) brève présentation de l’apport des écoles psychologiques (Relations humaines, motivation) à la connaissance des organisations; (5) présentation des modèles compréhensifs de la décision en organisation (rationalité limitée, ajustement mutuel, décision interactive…) et de l’analyse stratégique et culturaliste (Crozier, Friedberg, Reynaud, Sainsaulieu…); (6) étude des formes sociales structurantes de l’organisation : entreprise, administration, association; (7) référence aux théories de la multinationalité en organisation (sociologie de la traduction, socio-économie des convention…).",
        "content": "Au terme de cet enseignement, l’étudiant sera capable de 1.comprendre que les organisations sont des actions collectives dans lesquelles le fait de mettre en commun des ressources pour atteindre un objectif pose des problèmes qu’on  ne peut résoudre en s’appuyant uniquement sur des lois technico-économiques ; que ces organisations ont aussi des systèmes de régulation proprement sociale (régulation autonome, pouvoir, conventions) ; que les acteurs ont des stratégies qui s’inscrivent dans ces logiques et qu’il faut en tenir compte pour comprendre ce qui s’y passe ou lorsqu’on veut introduire des changements. 2.appliquer des modèles d’analyse Le cours se structure autour des thèmes suivants : Introduction : qu’est-ce que la sociologie Description et analyse des modèles taylorien, fordiste, toyotiste dans toute forme d’organisation (entreprise, administration, association). Présentation du modèle bureaucratique weberien avec ses effets pervers : rigidité, pouvoir parallèle, résistance au changement, crise … Approches des modèles fonctionnalistes. Présentation critique de l’apport des écoles psychologiques (Relations humaines, motivation) à la connaissance des organisations. Recours à l’analyse stratégique, les régulations sociales et à la théorie des conventions pour montrer comment résoudre le problème central de l’organisation, -la coopération des personnes aux objectifs de l’organisation- Mise en évidence des cultures d’entreprise en tant que logiques sociales structurant l’organisation et donnant un sens aux stratégies des acteurs. Etude des formes sociales structurantes de l’organisation : entreprise, administration, association. Approche du changement dans les organisations par l’intermédiaire, notamment de la sociologie de la traduction.",
        "teaching_methods": "Cours magistral. Etudes de cas. classe inversée. lectures complémentaires (articles et ouvrages) interventions d'experts ou de gestionnaires d'organisation Les cours se donneront en présentiel et/ou en distanciel.",
        "assessment_methods": "Examen oral individuel portant sur les contenus et matières abordés au cours, d'éventuelles conférences et interventions d'invité.e.s, ainsi que sur des articles, extraits d'ouvrages, vidéos ou autres supports, spécifiés par l'enseignant et disponibles sur le moodle (voire sur le web). Meme dispositif en cas de seconde session. L'examen se déroule en présentiel.",
        "online_resources": "via moodle",
        "bibliography": "ETZIONI A. (1969), A Sociological Reader on Complex Organizations, 2nd ed., Holt, Rinehart and Winston. FRIEDBERG E. (1993), Le Pouvoir et la règle. Dynamiques de l'action organisée, Seuil. SCIEUR Ph.(2011), Sociologie des organisations. Introduction à l'analyse de l'action collective organisée, 2ème ed., Armand Colin (à paraître).",
        "course_materials": "Diaporamas, ouvrages, parties d'ouvrages, articles scientifiques, vidéos, films, photos, interviews, compte-rendu de conférences...",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmthd2204",
        "title": "Théorisation en sciences politiques et administratives",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Legrand Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour objectif de comprendre comment on théorise en sciences sociales au sens large et, plus spécifiquement, dans le domaine des sciences politiques et administratives. Il débute en définissant ce que sont paradigmes, théories et concepts et poursuit en étudiant la manière dont ceux-ci s’articulent les uns aux autres en vue de comprendre comment ils rendent intelligibles les objets qu’ils ambitionnent d’éclairer. Sont ainsi abordées différentes manières de théoriser autour d’un même objet en traitant les questions suivantes : les différentes théorisations éclairent-elles, de manière complémentaire, ce même objet? Ou bien éclairent-elles en fait différentes facettes de ce même objet, voire différents objets? Les thématiques de ce cours permettant d’étudier la théorisation en sciences politiques et administratives sont notamment la reproduction des inégalités scolaires, la diffusion internationale des politiques publiques (dont la coopération transfrontalière) et la prise de décision en politique étrangère.",
        "teaching_methods": "Afin de donner aux étudiants les bases nécessaires au travail de théorisation qui leur sera demandé lors de l'élaboration et la rédaction de leur mémoire, l'enseignement allie enseignement magistral (séances de cours ex cathedra) et enseignement participatif : présentations orales par les étudiant.e.s (travaux de groupes : analyse de la manière dont un auteur a théorisé sa recherche ; supports mis à leur disposition par l’enseignant), accompagnées de la production d’un support PowerPoint (de groupe).",
        "assessment_methods": "Les étudiant.e.s sont évalué.e.s sur la base : -d'une présentation orale dans le cadre d’un travail de groupe (analyse de la manière dont un auteur a théorisé sa recherche), accompagnée d’un support PowerPoint (de groupe) ; -d'un examen oral (individuel). NB : En ce qui concerne les travaux des étudiant.e.s, les règles des articles 107 et s. du Règlement général des études et des examens devront être tout particulièrement observées. En ce qui concerne l’utilisation éventuelle de l’intelligence artificielle (IA) générative, il y a lieu de respecter les règles établies par la Faculté ESPO . NB : en cas de deuxième inscription à l'examen, l'enseignant décidera d’une procédure d’examen appropriée.",
        "other_info": "*Le cours de Théorisation en sciences politiques et administratives s'appuie sur des cours du module complémentaire du Master, plus particulièrement sur les cours de Sociologie et d' Epistémologie . Il s'articule également avec le cours de Méthode de recherche en sciences sociales et le séminaire d' accompagnement du mémoire. *Après chaque séance de cours, le support PowerPoint utilisé par l'enseignant est mis à disposition des étudiant.e.s, en ligne sur Moodle / Student Corner.",
        "bibliography": "Akrich M., Callon M. & Latour B. (dir.) (2006), Sociologie de la traduction : Textes fondateurs . Paris, Presses des Mines. Nouvelle édition [en ligne] : http://books.openedition.org/pressesmines/1181 . Callon, M. (1986), « Éléments pour une sociologie de la traduction : La domestication des coquilles Saint-Jacques et des marins-pêcheurs dans la baie de Saint-Brieuc », L'Année Sociologique (1940/1948-), Vol. 36, Troisième série, 169-208 - http://www.jstor.org/stable/27889913 . Grignon C. (2008), « Des catégories aux hypothèses : la théorisation progressive », Revue européenne des sciences sociales , n°3, 55-73 - https://journals.openedition.org/ress/133 . Hall P. A. & Taylor R. C. R. (1997), « La science politique et les trois néo-institutionnalismes », Revue française de sciences politiques , 47(3), 469-496 - https://www.persee.fr/doc/rfsp_0035-2950_1997_num_47_3_395192 . Herman J. (1988), Les langages de la sociologie . Paris, PUF (Coll. « Que sais-je ? », n° 2076), 2ème éd. Lecours A. (2002), « L'approche néo-institutionnaliste en science politique : unité ou diversité ? », Politique et Sociétés, 21(3), 3-19 - https://doi.org/10.7202/000494ar . Schiffino N., Paye O., Legrand V., Jamin J., Baudewyns P. & Balzacq T. (2022), Fondements de science politique . Louvain-la-Neuve, De Boeck Supérieur, 2ème éd. - https://www.deboecksuperieur.com/ouvrage/9782807323551-fondements-de-science-politique Verger S. (2008), «La coopération transfrontalière et les trois néoinstitutionnalismes», Fédéralisme Régionalisme [En ligne], Numéro 2 - Études régionales et fédérales : nouvelles perspectives, Volume 8 - https://popups.uliege.be:443/1374-3864/index.php?id=763 .",
        "course_materials": "Les supports PowerPoint des séances de cours ex cathedra et des travaux de groupe des étudiant.e.s sont mis à disposition sur Moodle / Student Corner..",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmthd2101",
        "title": "Séminaire d'accompagnement du mémoire - Partie 1",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Moyson Stéphane"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce séminaire a pour objectif de concevoir et de mettre en œuvre une stratégie raisonnée de recherche pour le mémoire de fin d’études. La démarche d’ensemble vise à approfondir la capacité des étudiant·e·s à se servir des savoirs et savoir-faire acquis à l’Université pour étudier de manière rigoureuse, en utilisant les outils des sciences sociales, un « problème » qui les interpelle. Il vise ainsi à doter les étudiant·e·s des connaissances et compétences fondamentales pour identifier et analyser une problématique en s’appuyant sur une démarche scientifique. Ce séminaire aborde les thématiques suivantes: choisir un sujet de mémoire; définir une discipline, un champ et une question de départ; lire en décortiquant un texte; réaliser l’état de l’art; théoriser et définir une question de recherche; collecter et analyser des données; rédiger en mobilisant les auteur·rice·s. La partie 1 du séminaire a pour objectif plus spécifique d'accompagner les étudiant·e·s dans la construction de leur projet de recherche et culmine avec le dépôt de leur fiche-mémoire.",
        "content": "Le séminaire s’adresse aux étudiant.e.s des masters 60 et celles et ceux en première année des masters 120 en administration publique et en sciences politiques, orientation générale, en horaire décalé. Il vise à aider ces étudiant.e.s à concevoir et mettre en œuvre une stratégie raisonnée de recherche pour leur mémoire de fin d’études. La démarche d’ensemble doit permettre aux étudiant.e.s de se servir des savoirs et savoir-faire acquis à l’Université pour construire les bases d’un travail scientifique visant à étudier un phénomène donné de manière rigoureuse, en utilisant les outils des sciences sociales adéquats (démarche, littérature pertinente, méthodologie, outillage théorique adapté…). Le séminaire est organisé en fonction des principales étapes de la réalisation d’un travail scientifique, dont certaines seront approfondies dans la 2ème partie du séminaire (2ème année, et uniquement pour les étudiant.e.s des masters 120). Il débute par un bref rappel de ce qu’est une recherche en sciences sociales et des principales exigences et enjeux d’un tel travail, ainsi que l’importance du choix d’un.e promoteur ou promotrice. Ensuite, le séminaire se penche sur : le choix du « sujet » au départ d’un « problème » qui interpelle l’étudiant.e (le puzzle ) et sur l’utilité de réfléchir ce « problème » en termes de « type de phénomène », de manière à pouvoir le situer dans une discipline et un champ d’étude spécifiques (ou à la croisée de plusieurs disciplines et/ou champs). Ces opérations doivent permettre aux étudiant.e.s de formuler une question de départ qui sera stabilisée ultérieurement en une question de recherche. Le séminaire passe également en revue les deux dimensions empirique et analytique de tout mémoire de fin d’étude et les met en lien avec la question des données à récolter ou à produire, ainsi que celle de l’approche théorique et/ou des concepts susceptibles de fournir l’outillage analytique permettant de faire sens des données empiriques. Il pose les bases de la théorisation et de la méthodologie (deux dimensions qui seront approfondies dans le cadre du séminaire MMTHD2217 en master 2), en travaillant plus en détail les bases premières. Parmi celles-ci, le séminaire s’attarde sur les exigences relatives à la bibliographie et la déontologie, mettant en perspective la confiance qui peut être placée dans les travaux existants, en fonction de leur origine. Il permet également de sensibiliser les étudiant.e.s sur la question du plagiat et de la facilité trompeuse de l’intelligence artificielle. Le séminaire permet aussi de montrer comment décortiquer un texte scientifique, comment réaliser un état de la question (également appelé « état de l’art » ou bien « revue de littérature »), c’est-à-dire une sorte d’état des lieux permettant de voir ce qui a été écrit sur le sujet et, a contrario , ce qui reste à écrire, puis comment identifier et s’approprier le corpus théorique pertinent.",
        "teaching_methods": "Le séminaire s’appuie sur une approche pédagogique participative. Il alterne différentes stratégies et repose sur l’interaction entre enseignant.e.s et étudiant.e.s, ainsi que d’éventuels intervenant.e.s extérieur.e.s : Dans une démarche ex-cathedra, l’équipe pédagogique expose les connaissances et compétences que mobilise la réalisation du mémoire de fin d’études ; Demandant parfois une préparation en amont par les étudiant.e.s, certaines compétences-clefs sont exercées directement dans le cadre du séminaire ; Certaines interactions permettront aux étudiant.e.s de présenter une version intermédiaire de leur travail individuel final basée sur les acquis des séances qui auront précédé. Des commentaires sont alors formulés par l’équipe pédagogique et, éventuellement, par les autres étudiant.e.s (‘peer review’). En préparation de certaines séances, les étudiant.e.s auront à lire un ou plusieurs textes qui serviront de base au cours.",
        "assessment_methods": "L’évaluation repose sur une participation active des étudiant.e.s durant les différentes séances (20% de la note finale) ainsi que sur un travail écrit (80%). Ce travail individuel doit démontrer la capacité de l’étudiant.e à s’approprier les compétences qu’impliquent la conception et la mise en œuvre d’une stratégie raisonnée de recherche pour le mémoire de fin d’études. Il représente une version déjà détaillée de la fiche-mémoire que les étudiant.e.s doivent soumettre en première année de master. Pour évaluer si les exigences liées au travail individuel sont rencontrées, l’équipe pédagogique s’appuie sur la mobilisation, dans le travail, des connaissances et des compétences présentées et exercées lors des séances de séminaire, ainsi que des commentaires formulés à l’égard des versions intermédiaires du travail.",
        "bibliography": "Blaikie, N., & Priest, J. (2018). Designing social sesearch: The logic of anticipation. Cambridge, UK: Polity Press. Coman, R. et. al. (2016), Méthodes de la science politique. De la question de départ à l'analyse des données, Bruxelles, Belgique: De Boek. Flick, U. (2018). An introduction to qualitative research. London, UK: Sage. Kumar, R. (2019). Research methodology: A step-by-step guide for beginners. London, UK: Sage. Van Campenhoudt, L. & Quivy, R., Marquet, J. (2016), Manuel de recherche en sciences sociales. Paris, France : Dunod. Ces ouvrages sont consultables à la bibliothèque de l’UCLouvain.",
        "responsible_entity": "PSAD"
    }
]