[
    {
        "url": "https://uclouvain.be/cours-2024-lgciv2011",
        "title": "Project 1: Building",
        "credits": "7.00",
        "hours": "42.5 h + 40.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Latteur Pierre",
            "Rattez Hadrien",
            "Vandenbergh Thomas",
            "Zastavni Denis"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Ce projet nécessite des connaissances approfondies en matériaux structuraux, mécanique des structures, stabilité des constructions, mécanique des sols, méthodes constructives de base et structures en béton armé, telles qu'enseignées dans les cours de la mineure en construction (LGCIV1031, LGCIV1022, LGCIV1072, LGCIV1023, LGCIV1032).",
        "topics_covered": "Ce projet, effectué par groupes de plusieurs étudiants, a pour objectif de placer l'étudiant dans le contexte de l'étude et de la conception d'un bâtiment multi-étagé, en le faisant passer par les étapes principales qui caractérisent un projet réel sur le plan du gros oeuvre (fondations et structure), de la conception architecturale et des parachèvements, et ceci sur la base de l'utilisation du logiciel REVIT permettant l'approche BIM (Building information management).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil des constructions », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3,AA2.1, AA2.2, AA2.3, AA2.4, AA2.5, AA4.1, AA4.2, AA4.3, AA4.4, AA5.1, AA5.2, AA5.3, AA5.4, AA5.5, AA5.6, AA6.1, AA6.2, AA6.3, AA6.4 Plus spécifiquement, à l'issue de ce cours, l'étudiant doit être capable de : Appliquer les règles générales de conception structurale et architecturale d'un bâtiment multi-étagé (choix des systèmes porteurs horizontaux et verticaux en fonction des portées imposées, descente des charges, contreventement, joints de dilatation, choix du système de fondation en fonction des caractéristiques du sol, utilisation des catalogues des préfabriquants, etc.) ; Prédimensionner les éléments structuraux tels que dalles coulées en place ou préfabriquées, hourdis précontraints, poutres, colonnes et voiles en béton armé, prédalles et prémurs, poutres et couvertures métalliques, fondations directes ou profondes, etc. ; Choisir les types de couvertures et de parachèvements en étant capable de faire ce choix sur base de documentation commerciale disponible sur les sites web des fabricants ; Maîtriser les fonctionnalités d'un logiciel BIM (Revit) : y intégrer les caractéristiques géométriques d'un bâtiment simple, en déduire un métré, y intégrer un planning.",
        "content": "NOTE IMPORTANTE : EN CAS DE FORCE MAJEURE (PAR EXEMPLE UNE EPIDEMIE), LE CONTENU, ACTIVITES, METHODES D'ENSEIGNEMENT ET METHODES D'EVALUATION POURRONT EVENTUELLEMENT ETRE ADAPTEES Une partie de l'activité se consacrera essentiellement à l'apprentissage des notions fondamentales nécessaires pour mener à bien le projet : Introduction générale sur le BIM ; Apprentissage d'un logiciel BIM (Revit) ; Conception architecturale; Conception générale des bâtiments et règles de prédimensionnement des ouvrages ; Rappels de conception et calcul de fondations superficielles et profondes. L'autre partie se consacrera au projet en lui-même, rythmé par les étapes suivantes : Prise de connaissance du cahier des charges et du programme établis par le maître d'ouvrage ou son représentant (rédigés par les enseignants) : contexte géographique, caractéristiques du terrain, immeubles et ouvrages voisins, voies de communications disponibles, type d'occupation, nombre d'étages demandés, etc. ; Conception architecturale et structurale générale du bâtiment et première esquisse, propre à chaque groupe d'étudiants; Etablissement d'une esquisse affinée du bâtiment et effectuée sur un logiciel permettant l'approche BIM (Revit) ; Choix d'un système structural et du type des fondations ; Descente des charges; Conception et dimensionnement des éléments structuraux ; Conception et dimensionnement des fondations ; Affinage du modèle BIM et des esquisses initiales ; Choix des parachèvements (toiture et façades) ; Réalisation de plans de coffrage, ferraillage, charpente; Réalisation des métrés et estimation du coût des travaux à l'aide du modèle BIM; Réalisation d'un planning des travaux à l'aide du modèle BIM.",
        "teaching_methods": "Enseignement ex-cathedra, séminaires, travaux pratiques encadrés. Travail en groupe de 3 à 5 étudiants.",
        "assessment_methods": "Il n'y a pas de seconde sesssion possible pour ce projet. Les étudiants absents lors de la première séance de S1 sans justificatif valable seront exclus du projet. Toute autre absence non justifiée sera pénalisée par une diminution de deux points de la note finale. L'évaluation se fera sur base : Du travail régulier des étudiants et de leur assiduité lors des travaux pratiques en salle, tout au long du projet ; Des présentations intermédiaires; De la présentation finale; Du rapport final (contenu, structure, qualité de la rédaction); De l'examen individuel éventuel pour certaines parties du cours. Des notes différentes pourront être attribuées à des étudiants d'un même groupe en fonction de leur assiduité aux séances, de leurs réponses aux questions posées lors des défenses intermédiaires et finales, de leur participation à l'écriture du rapport, etc. Dans leurs rapports écrits, l’étudiant·e est tenu d’indiquer systématiquement toutes les parties ayant fait l’objet d’une utilisation des IA (telles que ChatGPT), par ex. en note de bas de page en précisant si l’IA a été utilisée pour rechercher de l’information, pour la rédaction du texte ou pour la correction de celui-ci. Par ailleurs, les sources d’information doivent être systématiquement citées en respectant les normes de référencement bibliographique. L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées.",
        "other_info": "Une ou plusieurs visites de chantier pourront être organisées dans le cadre du projet.",
        "online_resources": "Voir page MOODLE du cours.",
        "bibliography": "See MOODLE page of the course.",
        "responsible_entity": "GC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2303",
        "title": "Analyse et composition du paysage",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cloquette Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Après avoir relevé le caractère multiple et polysémique de la notion de paysage en interrogeant les représentations des étudiants, le cours passe en revue les principales postures théoriques et discours dominants quant au paysage. Ceux-ci sont organisés par familles, et une première caractérisation de la notion en est extraite. Les origines multiples de la notion contemporaine de paysage est ensuite analysée selon une généalogie qui se veut chronologique, disciplinaire, et thèmatique: partant du Moyen-Age pour arriver à l'époque contemporaine, les domaines de la peinture, de l'art des jardins et de l'écologie et du développement sont abordés pour extraire une série de thémes dominants selon les époques et disciplines, qui contribuent à construire la notion et son champ. Le corpus est constitué d'oeuvres majeures de la peinture de paysage, de l'art des jardins et de l'architecture et urbanisme. Les étudiants sont invités à exercer leur capacité d'analyse à leur endroit. Faisant retour sur la fertilité actuelle de la notion de paysage, l'enseignement propose alors d'établir sa pertinence pour l'urbanisme contemporain en s'appuyant sur les clés de lecture offertes par la généalogie construite précédemment. Le cours développe, pour terminer, les outils et conditions d'un urbanisme du paysage. Après avoir relevé le caractère multiple et polysémique de la notion de paysage en interrogeant les représentations des étudiants, le cours passe en revue les principales postures théoriques et discours dominants quant au paysage. Ceux-ci sont organisés par familles, et une première caractérisation de la notion en est extraite. Les origines multiples de la notion contemporaine de paysage est ensuite analysée selon une généalogie qui se veut chronologique, disciplinaire, et thèmatique: partant du Moyen-Age pour arriver à l'époque contemporaine, les domaines de la peinture, de l'art des jardins et de l'écologie et du développement sont abordés pour extraire une série de thémes dominants selon les époques et disciplines, qui contribuent à construire la notion et son champ. Le corpus est constitué d'oeuvres majeures de la peinture de paysage, de l'art des jardins et de l'architecture et urbanisme. Les étudiants sont invités à exercer leur capacité d'analyse à leur endroit. Faisant retour sur la fertilité actuelle de la notion de paysage, l'enseignement propose alors d'établir sa pertinence pour l'urbanisme contemporain en s'appuyant sur les clés de lecture offertes par la généalogie construite précédemment. Le cours développe, pour terminer, les outils et conditions d'un urbanisme du paysage.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activtié les étudiants seront capables de : mesurer le caractère polysémique de la notion de paysage situer les moments clés de la genèse de la notion de paysage et ses filiations dans les domaines de la peinture, de l'art des jardins, de l'écologie et des sciences de la nature connaître les grands courants des pensées théorique et pratique contemporaines du paysage interroger et développer un regard analytique et critique sur les discours dominants quant au paysage discuter la pertinence de la notion de paysage pour l'architecture et l'urbanisme contemporains construire un discours cohérent et synthétique sur base de l'analyse de projets",
        "assessment_methods": "L'évaluation consiste en un travail de dissertation et d'analyse de projets. Une présentation a lieu à la fin du quadrimestre, qui donne lieu à un retour de la part des enseignants. Le travail final est alors remis en session d'examen.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgciv2051",
        "title": "Applied hydraulics : open-channel flows",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Soares Frazao Sandra"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Hydraulique fondamentale, telle qu’enseignée dans le cours LGCIV1051",
        "topics_covered": "- Eléments d’hydrologie - Ecoulements permanents à surface libre",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil des constructions », ce cours contribue au développement, à l’acquisition et à l’évaluation des acquis d’apprentissage suivants : AA1.1, AA1.2, AA1.3, AA2.1, AA5.2, AA5.3 Plus précisément, au terme du cours, l’étudiant sera capable de : Dimensionner des canaux d’irrigation ; Dimensionner des collecteurs urbains ; Calculer les lignes d’eau en écoulement permanent ; Décrire et quantifier l’effet de changements locaux de géométrie sur la ligne d’eau (rétrécissement, élargissement, changement de pente de fond, piles de pont) Acquis d’apprentissage transversaux : Créer une feuille de calcul Excel pour résoudre de manière simple et efficace un problème d’ingénierie hydraulique Utiliser un logiciel de calcul d’écoulements en rivière Synthétiser ses connaissances sur la matière de manière à présenter, au tableau, une réponse claire et concise à une question posée Aborder le questionnement des ressources en eau, surtout dans la partie hydrologie",
        "content": "Le cours aborde des contenus techniques liés à l'hydrologie et aux écoulements à surface libre, tout en faisant le lien avec les impacts environnementaux directs et indirects liés à la gestion de l'eau et à l'aménagement des cours d'eau en termes notamment de conséquences sur la propagation des crues et des inondations. Introduction: domaines d'intervention de l'hydraulique à surface libre Hydrologie : mécanismes de la pluie, cycle de l’eau, mesure et analyse des débits, relations pluie-débit (hydrogramme unitaire, méthode rationnelle, Hauff-Vicari) Hydraulique à surface libre en écoulement permanent: canaux, collecteurs et rivières. Ecoulement uniforme : équations de Chézy et de Manning, section optimale, canaux composés et composites, calcul de la profondeur uniforme en canaux et en collecteurs. Ecoulement graduellement varié : énergie spécifique, profondeur critique, pente critique, axes hydrauliques : théorie et calcul pratique. Ecoulement en rivières naturelles : mouvement pseudo-uniforme. Ecoulement brusquement varié : ressaut hydraulique, ressaut noyé. Ecoulements en géométrie non régulière : écoulement entre une vanne de fond et un réservoir, changements de pente, changements de largeur et obstacles : piles de pont et de barrage, canaux Venturi, seuils, déversoirs à seuil épais. A travers ces thématiques, les ODD suivants sont abordés et discutés: ODD 6: Eau propre et assainissement ODD 11: Villes et communautés durables ODD 13: Mesures relatives à la lutte contre les changements climatiques",
        "teaching_methods": "Cours en auditoire, travaux pratiques, devoirs et laboratoires, intimement liés Exemples concrets d’application, cas réels illustrant l’applicabilité des méthodes développées Utilisation de logiciels (Q-GIS, SWMM, HEC-RAS), création de feuilles de calcul",
        "assessment_methods": "La note finale du cours est constituée d'une partie d'évaluation continue (40%) et d'un examen oral en session (60%). Evaluation continue: Deux devoirs menant à des rapports. La note des devoirs n'est prise en compte que si les autres activités (test d'exercices et examen oral) sont réussies. Un test d’exercices portant sur les écoulements permanents à surface libre En cas d'absence à l'une de ces activités, ou en cas de non-remise d'un devoir, l'étudiant(e) sera considéré(e) comme absent(e) et obtiendra 0/20. Il ou elle devra refaire les activités non-réalisées pour la seconde session pour obtenir la note finale selon la pondération ci-dessus. Examen oral: A livre fermé, préparation au tableau Trois questions couvrant toute la matière vue au cours",
        "other_info": "L'utilisation des outils d'Intelligences Artificlelles (IA) génératives est tolérée tant que ceux-ci sont utilisés de manière responsable et conformément aux pratiques de l'intégrité académique et scientifique. En particulier, l'étudiant est tenu d’indiquer systématiquement toutes les parties ayant fait l’objet d’une utilisation des IA, par ex. en note de bas de page en précisant si l’IA a été utilisée pour rechercher de l’information, pour la rédaction du texte ou pour la correction de celui-ci. Par ailleurs, les sources d’information doivent être systématiquement citées en respectant les normes de référencement bibliographique. L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées.",
        "online_resources": "Site Moodle du cours MOOC edX « Hydraulique fluviale 1 : écoulements à surface libre » Podcasts sur Youtube",
        "bibliography": "Chow, \"Open-channel hydraulics\" Lencastre, \"Hydraulique générale\"",
        "responsible_entity": "GC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2801",
        "title": "Théorie et recherche en sciences physiques :édification soutenable",
        "credits": "9.00",
        "hours": "80.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Altomonte Sergio",
            "Marín Restrepo Laura",
            "Van Moeseke Geoffrey"
        ],
        "teaching_language": "Français",
        "topics_covered": "Cette unité d’enseignement interroge la manière dont les aspects constructifs et ceux liés aux ambiances peuvent contribuer à « faire architecture » et à soutenir le confort et le bien-être des occupants et l’utilisation rationnelle des ressources dans une démarche holistique d’architecture durable. S’inscrivant dans une volonté d’amélioration continue des édifications, elle vise l'acquisition de connaissances et de compétences liées à la conception technologique des ouvrages d’architecture, l’évaluation et la maîtrise de leur impact sur l’environnement intérieur, le confort et bien être des occupants, et l’environnement au sens large, l’élaboration de connaissances nouvelles porteuses de conceptions architecturales plus soutenables. Partant d’une analyse critique des pratiques traditionnelles et actuelles, elle amène l’étudiant à structurer des propositions de recherches nouvelles dans un des sous-domaines concernés. A ce titre, elle aborde les contenus suivants: les ambiances physiques (thermique, lumineuse et qualité d’air), le confort et le bien-être ; les stratégies de conception spatiales et technologiques de contrôle du climat intérieur (chauffage, refroidissement, ventilation, éclairage), en ce compris les aspects réglementaires et de dimensionnement ; l’intégration architecturale des réseaux techniques de distribution (eau, égouttage, électricité, personnes…) ; la gestion passive des risques d’incendie (compartimentage, chemin de fuite…) les flux de matières et d’énergies engendrés par la conception, la mise en œuvre, la rénovation, et la déconstruction des édifices, en ce compris les méthodes d’évaluation de ces flux et de leurs impacts environnementaux ; la mise en pratique des méthodes d’analyse des bâtiments, y inclus les méthodes de monitoring, survey, analyse des données, et l’utilisation des outils de modélisation numérique et d’évaluation environnementale. la démarche générale de recherche et les méthodes de recherches utilisées à des fins de production de savoirs nouveaux en lien avec ces contenus ; Le cours prépare à un TFE Recherche orienté sciences appliquées, et à l’intégration des dimensions techniques et des impacts environnementaux de l’acte de bâtir dans les TFE projet.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - Documenter et modéliser une ambiance physique intérieure et commenter son impact potentiel sur les occupants et l’environnement au sens large; Concevoir une combinaison de mesures architecturales et technologiques garantissant le confort et bien-être intérieur des occupants pour un impact environnemental minimal ; Expliquer les équipements du bâtiment (transfert de personne, adduction et évacuation d'eau, électricité) ; Intégrer les techniques dans une cohérence générale du projet qu’elles aident à découvrir et/ou à conforter ; Quantifier avec les outils actuellement présents sur le marché les flux d’énergie et de matières liés à la production, l’opération et la déconstruction d’édifices ; Identifier les limites des connaissances dans le domaine visé et en déduire une proposition rigoureuse de recherche ou de développement.",
        "content": "L'enseignement de ce cours se base sur les contenus suivants: Méthodes de recherche Analyse Climatique et Psychrometrie Confort et bien-être Lumiere naturelle et artificielle Collecte de Données – POE Stratégies et techniques de ventilation Chauffage et refroidissement Electricité dans les bâtiments Life cycle assessment - Material flow analysis Performance énergétique Systèmes actifs pour l'énergie solaire Outils de simulation numérique Eau et système incendie",
        "teaching_methods": "Cours ex-cathedra, workshops, seminaires et experiences de terrain.",
        "assessment_methods": "L’évaluation du cours se base sur trois délivrables: Un journal de réflexion (individuel, 20%) Une étude de cas (en groupe, 40%) Une proposition de recherche (individuel, 40%)",
        "other_info": "Globalement, les etudiants sont évalué.e.s selon les critères suivants: Présenter l’information clairement, d’une manière adéquate et concise, annotée où nécessaire, avec un contenu explicite, et référencée déontologiquement; Evaluer votre travail et y réfléchir d’une manière critique en identifiant vos besoins spécifiques d’apprentissage; Démontrer votre savoir et compréhension des principes et stratégies de physique environnementale et architecturale (thermique, éclairage et qualité de l’air) et comment leur design holistique et leur contrôle peuvent influencer le confort humain, la santé et le bien-être; Démontrer votre savoir et compréhension des systèmes actifs et passifs (e.g. chauffage, refroidissement, éclairage, et ventilation) de même que des techniques spéciales (e.g. eau, drainage, électricité, feu, etc.) et leur intégration dans le design architectural et les normes, en suivant une approche soutenable et circulaire concernant l’énergie et les flux de matériaux. Développer des propositions de recherche cohérentes et originales, en reconnaissant les priorités et les pistes de développement dans le domaine des sciences physiques, en utilisant des méthodes de recherches adéquates et rigoureuses.",
        "online_resources": "Moodle LICAR 2801: Page dediee' Ressources en ligne Energie plus: https://energieplus-lesite.be/ Weather Data: https://energyplus.net/weather ARUP Drivers of Change: https://www.arup.com/perspectives/publications/research/section/drivers-of-change WELL v2.0: https://v2.wellcertified.com/ EPiC database and resource hub: http://www.epicdatabase.com.au/ Logiciels Climate Consultant 6.0: https://climate-consultant.informer.com/6.0/ Climate Studio: https://www.solemma.com/climatestudio VELUX Daylight Visualizer: https://www.velux.com/what-we-do/digital-tools/daylight-visualizer DIAL+: https://www.dialplus.ch/ Ladybug tools for Rhino and Grasshopper : https://www.ladybug.tools/",
        "bibliography": "Lectures recommandées Méthodes de recherche Fellows, R. and Liu, A. (2015) Research methods for construction , Fourth ed., John Wiley & Sons, Ltd, The Atrium, Southern Gate, Chichester, West Sussex , United Kingdom. Naoum, S. G. (2013) Dissertation research & writing for construction students , Third ed., Routledge, New York. Silverman, D. (2016) Qualitative research , Fourth ed., Sage, Los Angeles. Yin, R. K. (2018) Case study research and applications: design and methods , Sixth ed., SAGE, Los Angeles. Principes de conception environnementale Brown, G.Z., Dekay, M. (2000). Sun, Wind and Light . John Wiley and Sons Ltd: New York. Kwok, A., Grondzik, W. (2007). The Green Studio Handbook: Environmental Strategies for Schematic Design . 2nd Edition. Elsevier Architectural Press: Oxford. La Roche, P., (2012), Carbon Neutral Architectural Design . Taylor and Francis: New York. Meek, C., Van Den Wymelenberg, K.G. (2015). Daylighting and integrated lighting design. Routledge: Oxon. Pelsmakers, S. (2012). The environmental design pocketbook . RIBA Publishing: London. Rheinhart, C. (2015) Daylighting Handbook I and II. http://www.daylightinghandbook.com Szokolay, S. (2007). Introduction to Architectural Science: The Basis of Sustainable Design . Architectural Press: Oxford, 2nd edition. Tregenza, P., Loe, D. (2014). The Design of Lighting . Routledge: Oxon Tregenza, P., Wilson, M. (2011). Daylighting. Architecture and Lighting Design . Routledge: Oxon. Simulation des performances du bâtiment Anderson, K. (2014). Design energy simulation for architects: guide to 3D graphics . Routledge: New York. Hensen, J.L.M., Lamberts, R. (Editors) 2019. Building Performance Simulation for Design and Operation . 2n Edition. Routledge: London. Jankovic, L. (2012). Designing Zero Carbon Buildings Using Dynamic Simulation Modelling . Routledge: Oxon. Robinson, D. (2011). Computer Modelling for Sustainable Urban Design: Physical Principles, Methods and Applications . Routledge: Oxon. Études de cas Baird, J. (2010). Sustainable Buildings in Practice. What the Users Think . Routledge: Oxon. Edwards, B.W., Naboni, E. (2013 ). Green Buildings Pay. Design, Productivity and Ecology . Routledge: Oxon. Feilden Clegg Bradley (2007). The Environmental Handbook . Right Angle: London. Yudelson, J., Meyer, U. (2013). The World’s Greenest Buildings. Promises versus Performance in Sustainable Design . Routledge: Oxon. Autres références Altomonte, S., Allen, J., Bluyssen, P.M., Brager, G., Heschong, L., Loder, A., Schiavon, S., Veitch, J.A., Wang, L., Wargocki, P. (2020). Ten questions concerning well-being in the built environment. Building and Environment . doi: https://doi.org/10.1016/j.buildenv.2020.106949 Altomonte, S., Kent, M., Brager, G., Schiavon, S. (2019). Indoor environmental quality and occupant satisfaction in green-certified buildings. Building Research & Information , 47 (3), 255-274. Altomonte, S., Saadouni, S., Kent, M., Schiavon, S. (2017). Satisfaction with indoor environmental quality in BREEAM and non-BREEAM rated office buildings. Architectural Science Review , 60(4): 343-355. Altomonte, S., Schiavon, S. (2013). Occupant satisfaction in LEED and non-LEED certified buildings. Building and Environment . 68, 66-76. Baker, N., Steemers, K. (2002). Daylight Design of Buildings . Earthscan Press. Cochran, W. G. (1977) Sampling techniques, Wiley series in probability and mathematical statistics , Third ed., Wiley, New York. Daniels, K. (1998 ). Low-Tech Light-Tech High-Tech . Birkhauser: Basel. DePlazes, A. (2005). Constructing Architecture: Materials, Processes, Structures: A Handbook , Birkhäuser: Basel. Herzog, T., et al. (2008). Façade Construction Manual . Birkhäuser: Basel. Hindrichs, D.U. (2007). Plusminus 20/40 Latitude: Sustainable Building Design in Tropical and Subtropical Regions . Edition Axel Menges: London. Kleinbaum, D. G., Kupper, L. L., Nizam, A. and Rosenberg, E. S. (2013) Applied regression analysis and other multivariable methods , Fifth ed., Cengage Learning, Boston, MA. Kline, P. (1994) An easy guide to factor analysis , Routledge, London ; New York. Kline, R. B. (2016) Principles and practice of structural equation modeling, Methodology in the social sciences , Fourth ed., The Guilford Press, New York. MacLean, W., William, P. (2008), Introduction to Architectural Technology , London: Laurence King Publishing. Mazria, E. (1979). The Passive Solar Energy Book . Rodal Press. McGregor, A., Roberts, C., Cousins, F. (2013). Two Degrees. The Built Environment and our Changing Climate . Routledge: New York. Morgan, D. L. (1997) Focus groups as qualitative research / David L. Morgan, Qualitative research methods series , Second ed., Sage Publications, Thousand Oaks, Calif. Moser, C. A. and Kalton, G. (1979) Survey methods in social investigation , Second ed., Gower, Aldershot, Hants, England; Brookfield, Vt., U.S.A. Moses, L. E. (1986) Think and explain with statistics , Addison-Wesley Pub. Co., Reading, Mass. Olgyay, V. (1973). Design with Climate . University Press: Princeton. Ritchie, A., Thomas, R. (Editors) (2009). Sustainable Urban Design. An Environmental Approach . Taylor and Francis: Oxon. Schiavon, S., Altomonte, S. (2014). Influence of factors unrelated to environmental quality on occupant satisfaction in LEED and non-LEED buildings. Building and Environment . 77, 148-159. Schittich, C., ed. (2007). In Detail: Building Skins . Birkhäuser: Basel. Schittich, C., ed. (monthly publication). Detail: Review of Architecture . Institut fur Internationale Architektur-Dokumentation GmbH & Co. KG: Munich. Stephan, A., & Athanassiadis, A. (2017). Quantifying and mapping embodied environmental requirements of urban building stocks. Building and Environment, 114 , 187-202. doi: http://dx.doi.org/10.1016/j.buildenv.2016.11.043 Stephan, A., & Athanassiadis, A. (2018). Towards a more circular construction sector: Estimating and spatialising current and future non-structural material replacement flows to maintain urban building stocks. Resources, Conservation and Recycling, 129 , 248-262. doi: https://doi.org/10.1016/j.resconrec.2017.09.022 Stephan, A., Crawford, R. H., & de Myttenaere, K. (2013). A comprehensive assessment of the life cycle energy demand of passive houses. Applied Energy, 112 , 23-34. doi: http://dx.doi.org/10.1016/j.apenergy.2013.05.076 Stephan, A., & Stephan, L. (2016). Life cycle energy and cost analysis of embodied, operational and user-transport energy reduction measures for residential buildings. Applied Energy, 161 , 445-464. doi:http://dx.doi.org/10.1016/j.apenergy.2015.10.023 Stephan, A., & Stephan, L. (2017). Life cycle water, energy and cost analysis of multiple water harvesting and management measures for apartment buildings in a Mediterranean climate. Sustainable Cities and Society, 32 , 584-603. doi: https://doi.org/10.1016/j.scs.2017.05.004 Thomas, R., Garnham, T. (2007). The Environments of Architecture. Environmental Design in Context . Taylor and Francis: Oxon. Williamson, T. J. et al (2002). Understanding Sustainable Architecture . Taylor & Francis: London.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2201",
        "title": "Théorie de l'architecture : exégèse et critique",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Raedt Nele"
        ],
        "teaching_language": "Français",
        "topics_covered": "Placé en fin de cursus, ce séminaire de lecture et d’écriture propose aux étudiant·es d’exercer leur réflexivité et d’asseoir leur positionnement théorique alors qu’ils s’apprêtent à s’engager dans la vie professionnelle comme praticien·nes et/ou chercheurs·euses en architecture. Sont mobilisés : les contextes et arguments  de plusieurs théoricien·nes, jugés pertinents pour la situation d’aujourd’hui la production architecturale personnelle de l’étudiant·e (en ce compris les étapes des projets et les méthodes de conception utilisées) la production architecturale contemporaine dans un contexte mondialisé ou relocalisé, la situation contemporaine de l’architecture (ses déterminants, ses propriétés, ses effets…) la situation contemporaine générale (les questions techniques et sociales aujourd’hui critiques ou dominantes) Les écrits des théoriciens servent de référence pour interroger l’actualité. Cet appui suppose l’explicitation des contextes historiques d’écriture, l’identification des enjeux internes aux textes et la compréhension profonde des arguments et des logiques déployés par les auteurs. Les étudiant·es utilisent les références pour développer, à travers des analyses et des critiques qui croisent différents éléments de production ou de situation inscrits dans l’actualité, une écriture propre en quête d’une pensée théorique cohérente de l’architecture.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - Argumenter depuis une position théorique propre (établie à partir de valeurs personnelles) parmi un ensemble de références Etablir des liens entre production théorique et production de projet (notamment à travers les étapes et la méthode du projet) Utiliser l'écriture dans un processus itératif comme moyen de spéculation et d’investigation Etablir les liens avec la situation contemporaine de l’architecture, de l’environnement",
        "assessment_methods": "Travail écrit",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2841",
        "title": "Conception de l'architecture avec le bois",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Le matériau, les essences, les risques, les dérivés, les composites, les règles de conception  pour chaque élément fonctionnel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Apprendre à utiliser les propriétés du bois dans ses meilleures potentialités suivant les éléments fonctionnels de l'ouvrage . Faire apparaître l'impact du choix du matériau bois aux différentes étapes de conception pour assurer la qualité architecturale.",
        "content": "/",
        "other_info": "Cours bisannuel - pas donné en 2008-2009",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2101",
        "title": "Théorie et recherche en sciences humaines : habitation",
        "credits": "7.00",
        "hours": "60.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Masson Olivier"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours se situe à la rencontre des questions spatiales et sociales et articule ces deux versants : Un développement des capacités d’analyse et de composition des dispositifs architecturaux Une introduction aux méthodes de recherche en sciences humaines en vue de leur utilisation en architecture Ainsi l’activité poursuit un double questionnement : Comment la composition éclaire-t-elle les phénomènes humains dans l’espace ? Comment les sciences humaines peuvent-elles apporter des données probantes pour soutenir des décisions architecturales ? Sont abordés et/ou réalisés : un cadre théorique général et des concepts théoriques de la composition en architecture (limite, enclos, perméabilité, structure, régime de proportions, type et modèle, unité et articulation, complet et incomplet…) des exercices dessinés d’analyse et de composition des méthodes de recherches en sciences humaines liées à l’espace (carte mentale, enquêtes, entrevues, focus groups, observations, récit de vie…) Ces éléments sont travaillés et certains sont plus spécifiquement pratiqués pour viser un corpus programmatique (édifices d’enseignement, institution culturelle, logements particuliers  - collectifs, groupés, destinés à des étudiants, destinés à des aînés - ) considéré dans une variété d’époques et de cultures. Les étudiant·es répondent à une question de recherche adressée à ce corpus programmatique : Quelles sont les situations socio-spatiales propres au programme étudié ? Quel est le sens contemporain de cette institution ? Comment classifier les possibilités de variations du programme ? Quelles conceptions nouvelles (ou programmes d’action) pour faire face aux enjeux contemporains de ce programme ?... Le cours prépare à un TFE Recherche orienté sciences humaines et à la compréhension et  l’interprétation du programme choisi pour le TFE projet.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - d’isoler par le dessin les éléments et les règles d’organisation présents dans des projets d’architecture et les mettre en rapport avec des concepts de composition d’utiliser des méthodes des sciences humaines pour relever des pratiques humaines dans l’espace et pour situer les enjeux contemporains qui concernent un programme particulier d’énoncer des correspondances entre propriétés des dispositifs architecturaux et pratiques humaines (fonctionnelles, sociales, symboliques) d’appuyer des décisions de conception sur un argumentaire nourri par la recherche de faire retour sur un cadre théorique de rendre intelligible auprès de personnes qui ne pratiquent pas l’architecture, des rapports existants ou recherchés entre dispositifs architecturaux et pratiques dans l’espace",
        "content": "En 2020-2021, l'activité portera sur des espaces d'enseignement.",
        "teaching_methods": "Le cours alternera les exposés théoriques sur un mode participatif, des exercices individuels, des séances collaboratives et des retours collectifs.",
        "assessment_methods": "Les compétences seront évaluées à travers un travail en groupe (fait de plusieurs parties) et sa présentation lors d'un mini-colloque qui clôture l'activité.",
        "online_resources": "Les ressources nécessaires seront mises en ligne sur la plate-forme Moodle de l'activité.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lloci2006",
        "title": "Parametric design",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "bibliography": "Parametric Design in Rhino and Grasshopper: Tedeschi, A. (2014). AAD, Algorithms-aided design: parametric strategies using Grasshopper : Le Penseur. Di Marco, G. (2018). Simplified Complexity: Method for Advanced NURBS Modeling with Rhinoceros® : Le Penseur. Environmental Parametric Design: Hollberg, A., & Ruth, J. (2016). LCA in architectural design—a parametric approach. The International Journal of Life Cycle Assessment, 21 (7), 943-960. doi:10.1007/s11367-016-1065-1 Stephan, A., Jensen, C. A., & Crawford, R. H. (2017). Improving the Life Cycle Energy Performance of Apartment Units through Façade Design. Procedia Engineering, 196 , 1003-1010. doi: https://doi.org/10.1016/j.proeng.2017.08.042 Stephan, A., & Crawford, R. H. (2016). The relationship between house size and life cycle energy demand: Implications for energy efficiency regulations for buildings. Energy, 116, Part 1 , 1158-1171. doi: http://dx.doi.org/10.1016/j.energy.2016.10.038 Relevant websites: https://parametric-architecture.com/ https://parametrichouse.com/ https://grasshopperdocs.com/ https://www.ladybug.tools/ Academic conferences on parametric design: http://ecaade.org/ https://www.caadria.org/",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2930",
        "title": "Processus territoriaux et modèles de développement",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hanin Yves"
        ],
        "teaching_language": "Français",
        "topics_covered": "Présentation des grands types de processus territoriaux à travers l'histoire et des concepts clés (espaces-territoires), des rapports entre espaces et temps et des facteurs de mutations marquant la transition historique d'un modèle de développement à un autre. Mise en évidence des discours et utopies fondatrices des processus et expressions des modèles de développement. Constitution d’un bagage méthodologique et théoriques pour assoir une démarche critique des courants de pensée fondateurs des régimes territoriaux ayant marqué l'histoire européenne (centre-périphérie, modernité-culturalité...). Analyse des processus de recomposition territoriale et des outils mobilisées pour y parvenir en mettant en perspective l’articulation entre territorialité économique, sociale et institutionnelle de même que les patrimoines légués. Mise en évidence des tendances et des facteurs de mutation des transitions dans de la première et seconde phase du processus de métropolisation. Positionnement des écoterritoires dans cette trajectoire de la fabrique des territoires.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 analyser,  positionner et  mener une approche critique des grands courants de l’urbanisme et du développement des territoires énoncés depuis l’époque des Lumières jusqu’à nos jours. mettre en situation des processus globaux aux différentes échelles spatiales et niveaux territoriaux. mettre en relation des discours et des modèles de développement avec des situations concrètes de planification ou d’aménagement des territoires.",
        "content": "Le cours comporte 7 parties Louvain-la-Neuve comme exemple de ville dans le cadre des processus agraire, d’industrialisation, d’urbanisation et de métropolisation Présentation du schéma d'analyse des processus et des modèles de développement Processus agraire en référence à Vauban, Ledoux, Von Thünen… Processus industrialisation en référence à Cerda, Haussmann, Garnier, Sitte, Viollet-le-Duc… Processus d’urbanisation en référence à Howard, Le Corbusier, Bachelard… Processus de métropolisation en référence à Ascher, Choay, Castells, Sassen, Secchi… Emission ARTE : 24 heures en France, en Angleterre, en Allemagne, en Italie.",
        "assessment_methods": "Evaluation continue via la contribution d’une synthèse personnelle et évaluation sur la matière exposée au cours lors d’un examen écrit en session.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2950",
        "title": "Systèmes de décision en urbanisme et développement territorial",
        "credits": "4.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hanin Yves",
            "Ippersiel Bertrand",
            "Van de Casteele Yves"
        ],
        "teaching_language": "Français",
        "topics_covered": "Présentation des modalités de prise en considération des orientations et règles en application dans le cadre d’une stratégie de développement territorial ou un projet d’urbanisme Présentation de méthodes et techniques de conception, d’élaboration, d’évaluation et de participation de même que de formalisation des outils de planification et d’urbanisme opérationnel dans le cadre de systèmes de décision au niveau local, communal, supracommunal, régional, surparégional ou européen. Application pour les outils concernés des affectations, des indicateurs de densités et mixités, de gestion foncière de même que les autres prescriptions d’urbanisme afin d’orienter les projets dont ceux prévus dans le cadre de demandes de permis.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 contribuer à une démarche interdisciplinaire de diagnostic synthétique et orienté pour établir une structure territoriale de transition, une programmation de développement et une composition urbanistique durable. développer une compétence d'ensemblier en lien avec les acteurs privés et publics argumenter en cas d’orientations contradictoires et  proposer des alternatives à la maitrise d’ouvrage. intégrer les informations, à médiatiser les attentes et les jeux d’acteurs de même qu’utiliser les outils et techniques de représentation et de projection (imagerie, maquette, cartographie, vidéo…).",
        "content": "Programme général du cours 1er semaine      Présentation du cours, des objectifs + les métiers de l’urbanisme-aménageur et les outils d’aide à la décision Yves Hani, 2ème semaine    Lecture et synthèse de l’Agenda territorial 2030, SDT RW et PRDD RBC (Yves Hanin) 3ème semaine    Présentation et débats sur les synthèses des lectures Yves Hanin 4ème semaine    Le plan d’affectation des sols et les programmes ou schémas communaux Yves Hanin 5ème semaine    Les plans particuliers d’affectations des sols et les schémas d’orientation communaux Yves Hanin 6ème semaine    Les permis et les évaluations environnementales Yves Hanin 7ème semaine    Semaine smart              pas de cours 8ème semaine    L'urbanisme opérationnel en Wallonie Bertrand Ippersiel 9ème semaine    L'urbanisme transactionnel en Wallonie Bertrand Ippersiel 10ème semaine Le plan d’affectation des sols démographique              Yves Van de Casteele 11ème semaine Le plan d’affectation des sols et  masterplan Yves Van de Casteele 12ème semaine L’urbanisme opérationnel en Région de Bruxelles capitale Yves Van de Casteele 13ème semaine               Travail de groupe 14ème semaine Première présentation du travail          Ensemble de l’équipe enseignante",
        "teaching_methods": "Ce cours a pour objectif de pouvoir maitriser les différents rôles et missions des métiers de l’urbaniste et de l’aménageur au sein du système de décision du développement territorial en Région de Bruxelles capitale et en Région wallonne. Au terme du cours les étudiants seront capables de se positionner au sein du système dans le cadre d’une stratégie territoriale de situation de projets soumis ou non à permis. Ils pourront définir les outils à mobiliser, leurs contenus, leurs modes d’élaboration et prendre part â leur conception au sein d’une équipe de conseil ou d’une instance décisionnelle privé ou publique. Pour acquérir ces capacités, l’étudiant soit préalablement soit conjointement au cours prendre connaissance des dispositifs juridiques (CoDT et CoBAT) en application. Ces connaissances sont dispensées dans les cours de droit notamment Droit des espaces bâtis et non bâtis (LICAR2901) et Droit appliqué de l’urbanisme (LURBA2001). Les présentations des cours seront disponibles sur Moodle au terme du cours. Des références générales sont également accessibles et constituent des supports pédagogiques ce qui nécessite des lectures et des investigations personnelles.",
        "assessment_methods": "Les acquis sont évalués individuellement en continu aux regards des activités proposés et des interactions lors des cours. Ils le sont également au travers de la contribution au travail de conception d’un outil à la décision qui est évalué en session d’examen. Ce travail peut porter sur une problématique et un site analogue à celui du cours de montage de projet (LURBA2970). Le travail de conception d’un outil d’aide à la décision nécessite de maitriser les dispositifs juridiques (LICAR2901 et LUBA2001), les outils de la géomatique (LBIRE2102), une qualité de communication, la pertinence et la complétude de l’outil au sein du système décisionnel. Le travail comprend le dépôt d’un rapport écrit et illustré au plus tard 8 jours avant la date de l’examen. En session, le travail fait l’objet d’une présentation et d’une défense. L’examen peut également comporter des réponses aux questions complémentaires sur les présentations effectuées au cours. Le travail fait l’objet d’une pré-présentation lors de la dernière semaine de cours du quadrimestre. Il est défendu collégialement lors de la session. En cas d’échec, il fait l’objet d’un nouveau travail défendu individuellement. Les modalités d’évaluation sont équivalentes à celles de la première session.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba3011",
        "title": "Acteurs, territoires et contextes de développement",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Rosa Elisabetta cinzia"
        ],
        "teaching_language": "Français",
        "topics_covered": "Présentation des contextes de développement et les liens avec les exigences du développement territorial durable. Concepts, méthodes et stratégie de développement territoriale. Présentation des acteurs et de leur fonction dans le développement territorial (investisseurs, habitants, usagers, associations, producteurs, commerçants, services et administration publiques, élus), l’évolution des rôles (porteur de projet, opposant, autorités…) et les modalités d’interaction (enquête, co conception, cogestion, budget participatif, marché public, appel à projet…). Présentation de méthodes et d’outils de coopération entre acteurs, de médiation entre parties concernées ou d’acceptabilité sociale dans le cadre de projets de développement territoriaux et d’urbanisme.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 identifier le contexte de développement et les stratégies adéquates d’intervention. identifier les acteurs et  les modalités d’interaction à respecter et celles à promouvoir.",
        "assessment_methods": "Evaluation orale des connaissances lors de la session d’examen.",
        "bibliography": "",
        "course_materials": "Récits d'urbanisme et question des communs (cours en ligne)",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgciv2033",
        "title": "Steel and composite steel-concrete structures",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Charlier Marion",
            "Vassart Olivier"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "De bonnes connaissances en matériaux structuraux, mécanique des structures, stabilité des constructions et structures en béton armé, telles qu'enseignées dans les cours de la mineure en construction (LGCIV1031, LGCIV1022, LGCIV1023, LGCIV1032).",
        "topics_covered": "Caractéristiques de l'acier et durabilité, conception des ossatures, critères de dimensionnement, assemblages soudés et boulonnés, structures mixtes, fatigue, résistance au feu.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil des constructions », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3 A l'issue de ce cours, l'étudiant doit être capable d'appliquer les spécifications des eurocodes 3 (EC3) et 4 (EC4) et en particulier de : PARTIE METALLIQUE : Décrire les caractéristiques de l'acier de construction, son mode de fabrication et ses différentes désignations ; Comprendre et appliquer les règles générales de conception des ossatures : contreventement, joints de dilatations, descente des charges, cheminement des forces depuis leur point d'application jusqu'aux fondations, classification des portiques, influence du choix du système structural sur la transmission des efforts dans les ossatures ; Comprendre et appliquer les notions de classes de section telles que décrites dans l'EC3 ; Maîtriser les critères de dimensionnement et le calcul selon l'EC3 des éléments métalliques soumis à traction simple, compression simple, flexion simple, composée, bi-axiale et déviée (en tenant compte du flambement, du déversement et du second ordre) ; Concevoir des assemblages simples, soudés et/ou boulonnés selon les critères définis dans l'EC3 et comprendre les mécanismes de ruine mis en jeu dans des assemblages types poutre-poutre, poutre-poteau sous diverses sollicitations ; PARTIE MIXTE ACIER-BETON : Connaître et choisir en connaissance de cause les hypothèses fondamentales qui régissent le calcul d'une poutre mixte, d'une colonne mixte et d'un plancher mixte ; Calculer l'effort normal plastique résistant d'une colonne mixte et le moment plastique résistant d'une poutre mixte ; PARTIE FATIGUE : Maîtriser les principes du calcul de la résistance en fatigue dans les structures métalliques en utilisant la notion de cumul des dommages avec ou sans considération de la limite de fatigue. PARTIE FEU : Restituer et appliquer les types d'approche de l'Eurocode concernant le calcul des actions thermiques dans les structures métalliques et mixtes ; Expliquer comment on évalue le comportement mécanique d'une structure métallique en cas d'incendie.",
        "content": "Chapitre 1 : Propriétés du matériau acier & production de l'acier Comment l'acier est fabriqué : sidérurgie primaire et secondaire, laminage Propriétés mécaniques : résistance, grains, ténacité, composants chimiques, nuances d'acier, exemples d'application Chapitre 2: Conception des éléments en acier Classification des sections Éléments en traction Éléments en compression Éléments soumis à la flexion (et flexion biaxiale) Éléments soumis à la flexion et à la traction Éléments soumis à la flexion et à la compression Éléments en flexion et compression Chapitre 3: Structures mixtes acier-béton Introduction à l'action mixte Avantages & inconvénients, champ d'application Dalles mixtes Poutres mixtes Colonnes mixtes Chapitre 4: Connexions en acier Propriétés et classification des soudures, critères de résistance des soudures sous traction, cisaillement et charges combinées Calcul de base des connexions soudées simples Propriétés et classification des boulons simples et précontraints, critères de résistance des boulons sous traction, cisaillement et charges combinées Résistance des éléments connectés Principes de conception des connexions rigides, notions de raideur, résistance, capacité de rotation, connexions semi-rigides Chapitre 5: Décarbonation de l'acier et impact environnemental des structures via LCA (Analyse du Cycle de Vie) Matériaux bas carbone : focus sur l'acier Déclarations environnementales de produits (EPD) Analyse du Cycle de Vie (LCA) Importance de l'optimisation de la conception Circularité Chapitre 6 : Résistance au feu Analyse thermique, chauffage des éléments composites acier-béton, résistance mécanique à chaud, principes généraux de la « conception au feu » d'une structure en acier et acier-béton ; Moyens pratiques de protection contre le feu Chapitre 7 : Conception des halles en acier Modélisation et hypothèses simplificatrices ; Contreventements et joints de dilatation ; Conception de structures d’un seul étage (type « hall » - monovolumes) ; Classification des charpentes.",
        "teaching_methods": "Le support des cours est constitué de slides en anglais. Les séances d'exercices se déroulent avec le support d'un assistant. Les correctifs de ces séances sont fournis aux étudiants.",
        "assessment_methods": "Examen écrit en deux parties: 1) Théorie 2) Exercices (un formulaire reprenant les équations nécessaires sera mis à disposition des étudiants)",
        "other_info": "Visite d’une usine sidérurgique, d’un atelier de construction métallique et/ou d’un chantier impliquant une structure métallique (selon les opportunités)",
        "online_resources": "Site Moodle UCL website reprenant les slides utilisés lors des cours magistraux, énoncés et correctifs des séances d’exercices et autres documents utiles https://moodle.uclouvain.be/",
        "bibliography": "En français : Traité de Génie Civil de l'Ecole polytechnique de Lausanne : volumes 10 et 11. En anglais, publications de l'ECCS (= European Convention for Constructional Steelwork)",
        "course_materials": "Slides en anglais – (fournis au SICI)",
        "responsible_entity": "GC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgciv2043",
        "title": "Structures en bois",
        "credits": "4.00",
        "hours": "20.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Latteur Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "Très bonnes connaissances dans les domaines suivants : Comportement des matériaux structuraux, comme enseigné dans le cours LGCIV1031 ; Résistance des matériaux et mécanique des structures, comme enseigné dans le cours LGCIV1022 ; Stabilité des constructions, comme enseigné dans le cours LGCIV1023 ;",
        "topics_covered": "Voir chapitre « Contenu »",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 AA1.1, AA1.2, AA1.3, AA2.1, AA2.2, AA2.3, AA2.4 A l'issue de ce cours, l'étudiant doit être capable de : Choisir le matériau bois en connaissance de cause, en fonction de ses avantages, inconvénients, et spécificités de conception structurale ; Dimensionner les éléments structuraux soumis à toutes les combinaisons de sollicitations (N, M, V, T) en appliquant les règles de l'EC5 ; Concevoir et calculer des systèmes porteurs simples ; Concevoir et calculer des assemblages simples ; Intégrer la problématique incendie lors des dimensionnements",
        "content": "NOTE IMPORTANTE : EN CAS DE FORCE MAJEURE (PAR EXEMPLE UNE EPIDEMIE), LE CONTENU, ACTIVITES, METHODES D'ENSEIGNEMENT ET METHODES D'EVALUATION POURRONT EVENTUELLEMENT ETRE ADAPTEES Partie 1 : Le matériau bois Chapitre 1 : Les arbres, la forêt, le contexte de la production du bois Chapitre 2 : Bref historique de la construction en bois Chapitre 3 : Avantages et inconvénients du bois dans la construction Chapitre 4 : Anatomie du bois Chapitre 5 : Le bois, la température et l'eau Chapitre 6 : Durabilité du bois : préservation, finition, conception Chapitre 7 : Caractéristiques mécaniques du bois Partie 2 : Calcul ELU et ELS des éléments structuraux Chapitre 8 : Eléments structuraux en bois massif Chapitre 9 : Eléments structuraux en bois lamellé-collé Chapitre 10 : Actions, cas de charges, combinaisons de (cas de) charges Chapitre 11 : Calcul des flèches selon les critères définis par l'EC5 Chapitre 12 : Résistance en section : critère de dimensionnement ELU Chapitre 13 : Intégration du flambement dans les critères de dimensionnement Chapitre 14 : Intégration du déversement dans les critères de dimensionnement Chapitre 15 : Eléments courbes en BLC Chapitre 16 : Poutres à inertie variable Partie 3 : Systèmes porteurs Chapitre 17 : Eléments structuraux dérivés du bois Chapitre 18 : Systèmes porteurs des bâtiments Chapitre 19 : Treillis Chapitre 20 : Poutres sous-tendues Chapitre 21 : Poutres continues, poutres cantilever Chapitre 22 : Arcs Chapitre 23 : Portiques Chapitre 24 : Autres systèmes constructifs Chapitre 25 : Contreventement Partie 4 : Conception et calcul des assemblages Chapitre 26 : Généralités Chapitre 27 : Assemblages traditionnels (bois-bois) Chapitre 28 : Description des types de tiges et connecteurs métalliques Chapitre 29 : Théorie de Johansen, calcul des assemblages à tiges selon l'EC5 Chapitre 30 : Assemblages boulonnés Chapitre 31 : Assemblages brochés, cloués et vissés Chapitre 32 : Rigidité des assemblages, calculs ELS Partie 5 : Le bois et le feu Chapitre 33 : Généralités et réglementation belge Chapitre 34 : Calcul des aspects REI selon l'EC5 (partie 1.2)",
        "teaching_methods": "Cours ex-cathédra et/ou podcasts, alternant théorie et exercices.",
        "assessment_methods": "L'examen est à livre fermé et comportera une partie d'environ une heure concernant les notions théoriques du cours et une partie d'exercices d'environ 2 heures avec des problèmes pratiques à résoudre. Un échec dans l'une des parties entraînera une note finale inférieure à 10/20 (il faut réussir les deux parties). Pour la partie d'exercices, les étudiants peuvent uniquement disposer d'un résumé personnel écrit à la main sur une seule feuille A4, recto-verso. L'évaluation portera sur toutes les parties du cours. Les chapitres relatifs au calcul des efforts internes et au tracé des diagrammes d'efforts internes dans les structures en bois devront être parfaitement maîtrisés. De plus, une bonne connaissance globale des aspects théoriques du cours est nécessaire à la réussite.",
        "other_info": "Voir page MOODLE du cours.",
        "online_resources": "Voir page MOODLE du cours (slides et syllabus d'exercices résolus). Podcasts disponibles sur : https://www.youtube.com/channel/UCvqPgjqATFrps2zA3PIRAMQ",
        "bibliography": "Voir page MOODLE du cours.",
        "responsible_entity": "GC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2501",
        "title": "Dessin d'architecture, compléments",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Le Roi Éva"
        ],
        "teaching_language": "Français",
        "topics_covered": "A travers une série d'exercices, requestionner le dessin (qu'il soit d'observation, de recherche, de composition, de représentation ou d'information) dans ses rapports au projet d'architecture : Analyser un ensemble de dessins produits lors d'un projet pour révéler les aides et les entraves à la conception et à la représentation portées par le dessin. Reconnaître et comparer les questions et les données véhiculées par le dessin en fonction de l'état d'avancement du projet (relevé, esquisse, avant-projet, dossier administratif, dossier d'exécution). Organiser la représentation d'un même projet sous différentes contraintes extérieures (formats, techniques de dessin, quantitié d'écrits, ...) Analyser des dessins marquants de l'histoire de l'architecture",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de cet enseignement, les étudiants seront en mesure de : prendre un recul critique sur leur propre pratique dessinée et leur usage des maquettes dans la conduite d'un projet. comprendre les exigences des dessins en fonction de l'étape du projet et des différents interlocuteurs de l'architecte. développer des stratégies graphiques à destination des concours d'architecture. saisir l'adéquation qui a présidé à la rencontre entre certains mouvements architecturaux et certains types de dessin (en termes de techniques et de vues). maîtriser un logiciel de mise en page graphique.",
        "content": "La narration graphique est ici entendue comme la capacité à prendre une position claire et raisonnée par rapport à une production architecturale par le biais des outils graphiques propres à la discipline. La question de la narration graphique est essentielle à l'explicitation du sens dans tout projet d'architecture quelle qu'en soit l'échelle. En effet, la pratique du projet autant que les références qui la nourrissent embrasse la question du sens et de sa transmission à travers chaque medium choisi et exploré ' le plan et la coupe, la maquette, l'axonométrie et le collage ' de manière consciente et spécifique. Dans sa pratique du projet, l'étudiant opère des choix quant au moyens graphiques convoqués pour traduire la démarche empruntée. La présente unité d'enseignement offre à l'étudiant un temps d'exploration des différents médiums et aspects compositionnels propres à la discipline pour en comprendre les fondements et la portée. Chaque étudiant choisit une architecture dans ses propres projets. Cette dernière fait l'objet d'une relecture individuelle qui questionne et met à l'épreuve les différents modes de représentation. Ce travail analytique-graphique donne lieu à une production de documents graphiques inédits.",
        "teaching_methods": "Cette activité s'organise en séances de travail autour du matériel graphique proposé et retravaillé par chaque étudiant. Ces séances sont consacrées dans un premier temps à la définition et à l'exploration des éléments graphiques qui caractérisent le projet choisi. Elles sont ensuite consacrées à la mise en place de la narration graphique du projet sur base de ces éléments. En préambule à chaque séance, les médiums explorés sont abordés par le biais de référents au sens large et d'éventuelles questions « techniques » que ces derniers soulèveraient.",
        "assessment_methods": "L'évaluation se fait sous la forme d'une remise finale, pondérée par une évaluation continue, ce qui donne lieu à une cote unique. L'évaluation finale (jury) ne sera organisée qu'une seule fois. Il n'y aura donc pas de possibilité de représenter cette activité lors de la session de septembre. Seule une absence significative avec certificat médical (de 2 semaines pour une activité de 45h ou de 60 h, de 4 semaines pour une activité de 120h) peut justifier d'une évaluation lors de la session de septembre. Une absence justifiée par un certificat médical lors d'un jury, fera l'objet d'une évaluation lors de la session d'examen du quadrimestre durant lequel l'activité a été organisée.",
        "other_info": "AUCE1501 Dessin 1, AUCE1502 Dessin 2, AUCE1503 Dessin 3, AUCE1504 Dessin 4 ou équivalents.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2100",
        "title": "Sociétés, cultures, religions : lectures bibliques",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Ausloos Hans"
        ],
        "teaching_language": "Français",
        "topics_covered": "Fondement textuel de la tradition judéo-chrétienne, la Bible a marqué l’histoire et la culture du monde occidental. Alors même qu’une étude critique de la Bible s’est développée depuis trois siècles, une lecture fondamentaliste se diffuse toujours davantage de nos jours. Le cours établira qu’une lecture critique des textes bibliques, en tant que textes destinés à éclairer l’existence, exige une méthodologie spécifique et une connaissance minimale des acquis de la critique littéraire de la Bible. Par l’analyse de quelques textes bibliques, on indiquera comment la Bible permet de conduire une réflexion rigoureuse sur les questions religieuses, le sens de l’existence et la citoyenneté, en contexte de pluralisme convictionnel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 distinguer entre une lecture fondamentaliste et une lecture critique de la Bible. 2 découvrir la littérature biblique dans sa diversité comme source culturelle pour notre société. 3 lire un texte biblique avec rigueur et de façon critique.",
        "content": "Après une brève introduction à la littérature biblique (Ancien et Nouveau Testament), le caractère étrange de la Bible en tant que littérature d’un passé lointain est accentué. Après, quelques réactions à ce sujet sont présentées, dans lesquelles une attention particulière est accordée au traitement fondamentaliste de la Bible. Dans la partie principale, il est souligné comment une approche nuancée des textes bibliques présuppose une connaissance de base des sciences bibliques.",
        "teaching_methods": "Enseignement magistral",
        "assessment_methods": "Examen à livre ouvert (Moodle) pendant la session.",
        "bibliography": "H. Ausloos & B. Lemmelijn, La Bible et la vie. Réponses bibliques aux questions d'aujourd'hui (Le livre et le rouleau, 48), Namur – Paris: Lessius, 2016. English version: H. Ausloos & B. Lemmelijn, The Book of Life. Biblical Answers to Existential Questions (Louvain Theological and Pastoral Monographs, 41), Louvain – Paris – Walpole, MA: Peeters; Grand Rapids, MI; Cambridge: William B. Eerdmans, 2010.",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2602",
        "title": "Atelier 2 : Projet approfondi : architecture, structure, physique appliquée, développement durable",
        "credits": "10.00",
        "hours": "120.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Meersseman Benoît"
        ],
        "teaching_language": "Français",
        "topics_covered": "Nouvelle expérience cumulative de la démarche du projet. - Le thème du projet considérera un édifice ou un groupe d'édifice, - Le projet comprendra des dimensions analytiques, le repérage des potentiels, les propositions de morphologies, typologies, dispositifs constructifs, technologies intégrées, confort des lieux proposés aux habitants, - Les échelles traitées iront de l'inscription dans le contexte aux dispositions précises des édifices (1/100è au 1/10è pour les détails), - Les documents produits en cours d'atelier incluront dessin manuel, dessin assisté par l'informatique, des mémoires écrits synthétisant les hypothèses, enjeux, méthodes et objectifs des propositions investiguées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les ateliers du master doivent permettre à l'étudiant d'atteindre un niveau de maîtrise des capacités suivantes : Analyser et synthétiser, par les voies du dessin, une situation donnée en ses dimensions interdépendantes : paysagère, urbaine, architecturale, Investiguer (= imaginer et évaluer) par le dessin et dans un processus itératif et réflexif (aller/retour entre l'esquisse et le projet) les potentiels d'une situation à accueillir de nouveaux développements (morphologiques, typologiques, programmatiques, \" poétiques \"), Intégrer le questionnement lié au développement durable dans le processus de projet d'architecture, Choisir les méthodes adéquates pour conduire le développement du projet : esquisses, vérification des potentiels ; plans, coupes, élévations, vues volumiques, maquettes matérielles ; dessin à main levée, dessins mesurés ; dessin manuel, dessin assisté par l'informatique ; analyse critique des potentiels d'usage, Sélectionner les méthodes adéquates pour présenter le projet : choix des échelles, choix des cadrages, choix des techniques (dessin manuel/informatique, maquettes matérielles), mise en page, Intégrer, dans le processus du projet, des recherches spécifiques (programme, géographie et histoire des lieux, pratiques sociales) et un questionnement théorique en vue d'enrichir la production et de l'évaluer, Prendre de la distance à l'égard du projet en cours : décrire, analyser, critiquer ses fondements, ses méthodes, ses finalités, Plus particulièrement pour ce projet, il aura développé ses compétences à Identifier et développer théoriquement les nécessités attachées au programme livré (morphologiques, typologiques, programmatiques, constructives, technologiques, énergétiques, climatiques, \" poétiques \"), Développer un projet d'implémentation de la situation donnée qui associe les plans morphologiques, typologiques, programmatiques, \" poétiques \", Intégrer le travail de conception conjugué à différentes échelles : de l'échelle territoriale à celle des édifices singuliers.",
        "assessment_methods": "Cette activité fait l'objet d'une évaluation continue. L'évaluation finale (jury) ne sera organisée qu'une seule fois. Il n'y aura donc pas de possibilité de représenter cette activité lors de la session de septembre. Seule une absence significative avec certificat médical (de 2 semaines pour une activité de 45h ou de 60 h, de 4 semaines pour une activité de 120h) peut justifier d'une évaluation lors de la session de septembre. Une absence justifiée par un certificat médical lors d'un jury, fera l'objet d'une évaluation lors de la session d'examen du quadrimestre durant lequel l'activité a été organisée.",
        "other_info": "pré-requis : Une formation au projet d'architecture de niveau bachelier.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2831",
        "title": "Architecture : rénovation, restauration",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Mairy Cécile"
        ],
        "teaching_language": "Français",
        "topics_covered": "Position face à l'ouvrage et confrontation au programme actuel\nDiagnostic. Analyses et propositions.\nTechnologies adaptées",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Apprendre à découvrir la technologie architectonique du passé lointain ou proche, à l'intégrer dans un concept actuel de rénovation ou de restauration.",
        "content": "L'objectif de l'unité d'enseignement LICAR2831 dont l'objet porte sur la restauration et la rénovation est de fournir aux étudiants des notions théoriques sur le patrimoine culturel immobilier (histoire de la conservation, théories de la restauration, chartes, ...) et plus spécifiquement sur certains aspects (enjeux dans le cadre de projets à valeur patrimoniale, caractéristiques des matériaux, diagnostic relatif aux dégradations, compatibilité / durabilité / ... de différentes mises en oeuvre, réflexions relatives à la composition structurelle, ...), de les initier aux études préliminaires nécessaires à la bonne compréhension des ouvrages concernés et de les sensibiliser aux problématiques rencontrées pour permettre la conservation, la préservation, la restauration et la valorisation du bien tout en répondant à certaines exigences / contraintes actuelles. PROGRAMME DU COURS Cours 1 Notions de patrimoine Introduction (structure du cours, contexte général) Fondements philosophiques de la conservation et de la restauration Théories de la restauration Cours 2 Démarche dans le cadre d'un projet de restauration Aperçu global de la méthodologie Etudes préliminaires (étude historique, analyse de la situation existante) Cours 3 Démarche dans le cadre d'un projet de restauration Etudes préliminaires (suite) Cours 4 Démarche dans le cadre d'un projet de restauration Etudes préliminaires (suite) Valorisation du bâti Programmation Philosophie d'intervention (orientation/direction/motivation) Options d'intervention Illustrations/cas concrets Cours 5 Visite d'un bâtiment/d'un chantier Application de la démarche présentée aux cours 1-2-3-4 Cours 6 Patrimoine et enjeux actuels Aperçu des normes/réglementations/recommandations/exigences/... en matière d'espaces, comportement physique, énergie, sécurité (incendie, de personnes, ...), de matériaux, de savoir-faire, de budget, de délais, ... Propositions de réponse Cours 7 Visite d'un bâtiment/d'un chantier Application de la démarche présentée aux cours 1-2-3-4-6 Cours 8 Patrimoine et enjeux actuels Patrimoine et énergie Présentation de bâtiments à valeur patrimoniale pour lesquels les performances énergétiques sont améliorées Propositions de réponse Cours 9 Patrimoine et enjeux actuels Patrimoine et modernisme Présentation des problématiques rencontrées sur des bâtiments de style moderniste ou apparenté Propositions de réponse Cours 10 Visite d'un bâtiment/d'un chantier Application de la démarche présentée aux cours 1-2-3-4-6-8-9 Cours 11 Cadres connexes Aperçu de la législation en Belgique, modes de fonctionnement, procédures, ... Présentation de quelques \"références\" nationales et internationales de restauration/rénovation Cours 12 Exercice Application/mise en pratique par groupe",
        "teaching_methods": "La méthode d'enseignement consiste principalement en un cours magistral. Celui-ci est cependant complété par des visites de bâtiments et/ou de chantiers (en Belgique) concernant des bâtiments et des sites remarquables. Ces visites sont destinées à illustrer les notions présentées aux cours et à spécifier les parrallélismes et/ou les distinctions entre ce type de projet et des missions traditionnelles d'architecture.",
        "assessment_methods": "Le mode d'évaluation consiste en un examen écrit.",
        "other_info": "Les cours sont donnés sur base de documents PowerPoint avec indications des éléments-­clés, illustrations, points d'attention, extraits spécifiques, ...",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2000",
        "title": "Travail de fin d'études",
        "credits": "30.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Le mémoire, aussi appelé Travail de Fin d'Etudes, constitue la clef de voûte de la formation. C'est la pièce qui est portée par les autres et qui donne sens à l'ensemble. C'est aussi celle qui doit permettre aux étudiants de se lancer dans le monde professionnel. Pour les projets d'architecture, le cahier de charges suivant doit être rempli : la mise en évidence de la prise de position personnelle par rapport au cadre donné. la mise en évidence de la dimension contextuelle du projet (site et programme), l'étude délibérée de la composition des plans, coupes, élévations, maquettes qui définissent le projet dans une gamme d'échelles allant de celle du territoire jusque dans des coupes à 1 : 50 (au moins). Le travail spécifique des élévations ne peut apparaître comme relevant d'une simple question de style plus ou moins libre, qui se traite au terme du projet, la prise en compte de la constructibilité du projet, par la production de détails sur les articulations majeures des architectures projetées, et par une représentation claire et détaillée des matériaux mis en 'uvre, la conception de la présentation telle qu'elle soit cohérente dans l'ensemble des planches (ou autres supports), qu'elle donne à voir tous les éléments nécessaires à la compréhension du projet, qu'elle se soit saisie des points de vue les plus révélateurs des enjeux du projet. un document (avec écrit et dessins) livre le recul critique que l'étudiant s'est construit sur les différentes rencontres qui ont émaillé son année, sur le parcours qui a été le sien et la compréhension qu'il a de l'architecture au-delà de son projet terminal. Pour les travaux de recherche, le cahier de charges suivant doit être rempli : la mise en évidence de l'intérêt du sujet choisi pour l'architecte ou l'urbaniste et sa formulation en question, la synthèse de l'état des savoirs, la description détaillée et justifiée de la méthode choisie ou élaborée, la mise en évidence des hypothèses et des développements qui attestent de la capacité de spéculation de l'étudiant, la production de résultats corrects et leur interprétation, l'élaboration délibérée de textes, avec schémas, illustrations, références bibliographiques, qui permettent une lecture complète du mémoire et de ses résultats, les conclusions de la rédaction finale synthétiseront les apports de la réponse scientifique de qualité à la question posée, des éléments nouveaux dans le domaine étudié et des perspectives ouvertes pour d'autres recherches. La conclusion dira aussi ce qu'il en est d'un travail de recherche en architecture.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de son mémoire Projet, l'étudiant sera capable : d'analyser et d'interpréter personnellement, dans la situation contemporaine, le cadre qui lui est proposé. Les étudiants prennent position par rapport au cadre donné. d'analyser un site et un programme. Que le site soit imposé ou à trouver, l'étudiant fait plus que le localiser, il en comprend l'histoire, les raisons et les potentiels qui définissent sa configuration actuelle. Que le programme soit donné ou à définir, l'étudiant le comprend dans ses exigences et son potentiel structurant des dispositifs architecturés. d'élaborer un projet cohérent dans toutes ses dimensions (implantation, articulations, plans, volumétrie, élévations, constructibilité, structure, matérialité, adéquation au programme, ') de rendre compte, à travers une présentation complète et cohérente, de l'intérêt de son travail de spéculation dessinée. d'énoncer ce qu'il en est de l'architecture pour lui tant au niveau de ce qui conduit sa prise de position (il est capable d'énoncer les éléments, les hypothèses, les lois d'agrégation et les déterminants de son projet) que de sa manière d'intervenir disciplinairement (en architecte). Au terme de son mémoire Recherche, l'étudiant sera capable : d'élaborer une question qui soit pertinente dans la situation contemporaine et qui requiert les compétences spécifiques de l'ingénieur civil architecte. de dresser l'état des savoirs et de s'y repérer par l'usage de références. de trouver et de suivre la méthode nécessaire à la conduite de son travail. de produire des résultats, de les vérifier et de les interpréter. de critiquer des savoirs existants, l'enchaînement des questions qu'il se pose, les méthodes utilisées, la production de résultats. de rendre compte, à travers un texte final et une présentation orale, tous deux complets et cohérents, de l'intérêt de son travail de spéculation. Il rend clairement compte des questionnements, des méthodes et des résultats obtenus. d'énoncer ce qu'il en est d'un travail de recherche en architecture et d'indiquer les intérêts pour les architectes et les urbanistes de ce travail.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgciv2032",
        "title": "Structures en béton précontraint",
        "credits": "4.00",
        "hours": "20.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cap Jean-François"
        ],
        "teaching_language": "Français",
        "prerequisites": "Très bonnes connaissances dans les domaines suivants : comportement des matériaux structuraux, comme enseigné dans le cours LGCIV1031 ; résistance des matériaux et mécanique des structures, comme enseigné dans le cours LGCIV1022 ; stabilité des constructions, comme enseigné dans le cours LGCIV1023 ; calcul de structures en béton armé, comme enseigné dans le cours LGCIV1032",
        "topics_covered": "Les propriétés des matériaux (béton et armatures de précontrainte) ; les techniques de précontrainte et postcontrainte ; les forces équivalentes à la précontrainte ; le calcul des pertes ; le calcul et le dimensionnement des éléments en béton précontraint (poutres) soumis à l'effort normal, la flexion composée, l'effort tranchant et la torsion ; les méthodes de prédimensionnement des ouvrages en béton précontraints; le dimensionnement des zones d'ancrage, la vérification des états limites de service (flèches, contraintes, etc.) Ces sujets sont abordés dans le cadre de calculs en service (hypothèse de comportement élastique) et à la rupture (hypothèse de comportement plastique). Les méthodes de calculs exposées font références aux règles prescrites dans les normes européennes actuelles (Eurocode 2).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil des constructions », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3, AA2.1, AA2.2, AA2.3, AA2.4, AA3.1, AA5.3, AA5.4 Plus spécifiquement, à l'issue de ce cours, l'étudiant aura acquis une connaissance théorique et pratique des méthodes de calcul et de dimensionnement des élémentsde structures en béton précontraints et postcontraints. Il sera capable de réaliser le dimensionnement complet d'éléments simples en béton précontraint (poutres, dalles, ...) en respectant les règles prescrites dans les normes européennes en vigueur (Eurocode 2). Ceci comprend le dimensionnement des sections de béton, des armatures de précontraintes et l'établissement des esquisses de plans de coffrage, de ferraillage et la définition des opérations de mise en tension. Il sera capable de réaliser les choix technologiques de mise en oeuvre des différentes techniques de pré /post contraintes. Il maîtrisera en outre les concepts fondamentaux de la théorie du béton précontraint  qui lui permettront d'aborder des problèmes de dimensionnement d'éléments plus complexes.",
        "content": "Histoire du béton précontraint Principe de la précontrainte Domaine d'application du béton précontraint Propriétés des aciers de précontrainte Systèmes de précontrainte Charges équivalentes à la précontrainte Balancement des charges et compensation des déformations Valeur de calcul de la force de précontrainte Calcul des contraintes en phase élastique Calcul à la rupture des sections fléchies Résistance à l'effort tranchant des sections précontraintes Pertes de précontrainte Prédimensionnement des éléments précontraints Efforts localisés : zones d'abouts des éléments précontraints",
        "teaching_methods": "Cours magistraux sur base de transparents. Séances d'exercices pratiques.",
        "assessment_methods": "L'évaluation comporte deux parties : Examen écrit à livre ouvert portant sur un exercice pratique de dimensionnement d'une structure simple en béton armé (4h). Examen oral à livre fermé portant sur concepts théoriques du cours. La réussite des deux parties est requise.",
        "online_resources": "Disponibles sur Moodle : transparents du cours, formulaire, énoncés des exercices.",
        "bibliography": "Transparents du cours (syllabus) et formulaire EN 1992-1-1+ ANB ; Norme NBN EN 1992-1-1 - Eurocode 2 : Calcul des structures en béton - Partie 1-1 : Règles générales et règles pour les bâtiments René Walther, Manfred Miehlbradt. Dimensionnement des structures en béton - Traité de Génie Civil Volume 7 . Presses polytechniques et universitaires romandes. R. Favre, J.-P. Jaccoud, O. Burdet, H. Charif. Dimensionnement des structures en béton - Traité de Génie Civil Volume 8 . Presses polytechniques et universitaires romandes.",
        "responsible_entity": "GC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2301",
        "title": "Analyse et composition de l'urbain",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vanneste Guillaume"
        ],
        "teaching_language": "Français",
        "topics_covered": "La fabrique de la ville, l'analyse de ses constituants, les logiques de mise ensemble, les déterminants des formes. La domesticité, les institutions, les espaces publics, les infrastructures. Les sites et les projets. L'évolution des programmes urbains. Les figures marquantes de l'urbanisme.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de : Distinguer et décrire la signification des vocables 'analyse' et 'composition' lorsqu'ils sont appliqués à l'échelle de l'urbain. Connaître les grands courants des pensées théorique et pratique de la fabrication de la ville. Situer les changements de paradigme de composition dans l'histoire des villes et leurs équivalences dans les arts. Isoler par le dessin les éléments et les lois d'association constitutives d'un projet urbain. Reconnaître par le dessin les modes de composition propres aux projets urbains. Utiliser des opérateurs analytiques dans tout projet urbain qui permettent d'en comprendre les raisons. Concevoir un discours cohérent et synthétique sur base de l'analyse de projets urbains.",
        "content": "Le cours vise à approfondir à la description de l’urbain via la compréhension de la fabrique de la ville, l'analyse de ses constituants, les logiques de concentration ou de dispersion, les déterminants des formes urbaines. Par le biais de lecture de situation ou projet spécifiques, d’ouvrages théoriques ou de mouvement dans l’histoire de l’urbanisme, le cours construit un champ théorique et pratique à partir de l’analyse et de la composition de l’urbain.",
        "teaching_methods": "Cours ex cathedra",
        "assessment_methods": "L’évaluation est un travail d’analyse à remettre et présenter en session. L’objet du travail est une réflexion ouverte sur les outils d’analyse d’une situation urbaine (la description et le dessin). Cette réflexion se construit à  propos d’une situation urbaine donnée, et est développée à partir des matériaux, textes, concepts, présentés durant les cours théorique. On s’attachera à décrire en particulier des opérations de lecture et d’écriture de l’urbain territoire (compréhension, analyse, réception, situation existant…).  À travers la mise en discussion des documents, il s’agit de montrer sa capacité à abstraire, synthétiser et communiquer sur des outils d’analyse et de composition de l’urbain. Ces documents sont déposés sur moodle et présentés lors d’une présentation orale en session selon horaire transmis.",
        "bibliography": "Alexander, C., Ishikawa, S. & Silverstein, M. 1977) A Pattern Language, Oxford, Oxford University Press Banham, R. 1971. Los Angeles: The Architecture of Four Ecologies, New York, Harper&Row Publishers Corboz, A. 1993. Atlas du territoire genevois permanences et modifications cadastrales aux XIXe et XXe siècles., Chêne-Bourg, Genève, Georg Corboz, A. 2001, parution originale 1983. Le Territoire comme palimpseste et autres essais, Besançon, Les Éditions de l'Imprimeur Corner, J. 1999. \"The Agency of Mapping: Speculation, Critique and Invention\", in: Cosgrove D. (ed) Mappings, London, Reaktion Books, p.213 Forman, R.T.T., Godron, M., 1986. Landscape ecology . New York , Wiley. Geddes, P. 1915. Cities in Evolution, London , Williams & Norgate Grosjean, B. 2010. Urbanisation sans urbanisme : une histoire de la ville diffuse, Wavre, Mardaga Koolhaas, R., Mau, B. 1995. S,M,L,XL, Rotterdam, Nai010 publishers Lynch, K. 1960. The image of the city, Cambridge Massachusetts, The MIT Press Lynch K., 1972. What time is this place, MIT Press, Cambridge Marot, S., 1995. L'alternative du paysage. Le visiteur, Automne 1(54) McHargh, I. 1969. Design with Nature, New York, Wiley and Sons Muratori, S., (ed.) 1963. Studi per una operante storia urbana di Roma, Consiglio nazionale delle ricerche Panerai, P., Castex, J., Depaule, J.-C., 1997. Formes urbaines: de l’îlot à la barre, Collection Eupalinos Série Architecture et urbanisme. Marseille, Éd. Parenthèses. Rossi, A. 1978. L'architettura della città, Milano, Il saggiatore [editioin française : 2006. L'architecture de la ville, Gollion, édition InFolio] Rowe C., 1978. Collage City, Cambridge, MIT Press Secchi, B. 2000. Prima lezione di urbanistica, Laterza, Roma Bari [edition française: 2006. Première leçon d'urbanisme, Marseille, Éditions Parenthèses] Secchi, B. 2009. La ville du vingtième siècle, Paris, Editions Recherche Smets, M. 1977b. L'avènement de la cité-jardin en Belgique, histoire de l'habitat social en Belgique 1830-1930. Bruxelles-Liège : Mardaga. Smets, M. (ed.) 1985. Resurgam. La reconstruction en Belgique après 1914. Bruxelles: Crédit Communal de Belgique. Smets, M. 1986. La Belgique ou la banlieue radieuse. In: Fondation pour l'architecture (ed.) Paysages d'architectures (catalogue d'exposition). Bruxelles. Uyttenhove, P. 2011. Stadland België, hoofdstukken uit de geschiedenis van de stedenbouw in België. Gent : A&S Books. Venturi, R., Scott Brown, D., Izenour, S. 1972. Learning from Las Vegas: the forgotten symbolism of architectural form,  Cambridge, Mass, 17th print. ed. The MIT Press. Viganò, P. 1999. La città elementare, Torino, Einaudi Viganò, P. 2010. Les territoires de l'urbanisme. Le projet comme producteur de connaissance, Geneva, MetisPresses Waldheim, C. (ed) 2005. The Landscape Urbanism Reader, Princeton Architectural Press",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgciv2015",
        "title": "Bridges, roads and construction management",
        "credits": "4.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gilles Pierre",
            "Grégoire Colette",
            "Guyot Coraline",
            "Houdart Sébastien"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "LGCIV1022, LGCIV1023, LGCIV1032, LGCIV1072, LGCIV2071",
        "topics_covered": "Le cours « Ponts, routes et gestion de construction » couvre les notions générales de conception, calcul, et maintenance des ponts et routes, ainsi qu'à la gestion des projets de construction.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Eu égard au référentiel AA du programme « Master ingénieur civil des constructions », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : 1 (AA1.1, AA1.2, AA1.3) (AA2.1, AA2.2, AA2.3, AA2.4, AA2.5) (AA4.1, AA4.2, AA4.3, AA4.4) (AA5.1, AA5.2, AA5.3, AA5.4, AA5.5, AA5.6) (AA6.1, AA6.2, AA6.3, AA6.4) Plus précisément, à l'issue de ce projet, l'étudiant doit être capable de : 2 Appliquer les connaissances techniques enseignées dans les cours de prérequis de manière à traiter un projet de route ou pont dans sa globalité 3 Analyser une problématique dans toutes ses dimensions et poser les bonnes questions qui permettent de faire les bons choix de conception, de matériaux, de formes géométriques, de procédés d'exécution, etc.; 4 Concevoir une ou plusieurs solutions techniques répondant à un cahier des charges ; 5 Appliquer les notions de calcul et de dimensionnement vues dans les cours de prérequis. 6 Etablir un métré et un planning de chantier.",
        "content": "Routes : Types de routes. Conception d’un tracé routier. Structure d'une route : rôle et caractéristiques des différentes couches. Géotechnique routière : essais de laboratoire et essais in situ Terrassements-sous-fondations et fondations : matériaux et principes de mise en oeuvre Drainage des chaussées Traitement des sols (amélioration et stabilisation) Auscultation – pathologies. Entretien. Ponts : Notions de maintenance et de conception. Notions de gestion d’un ensemble de ponts sur un territoire donné. Types de ponts : pont à dalle, pont à poutre, pont à cadre rigide, pont en arc, pont à hauban, pont suspendu, pont mobile. Matériaux utilisés. Méthodes d'érection des ponts, à base ou non d’éléments structuraux préfabriqués. Portées possibles en fonction de la typologie. Éléments de pont spécifiques : appuis, joints de dilatation, étanchéité, système de drainage, parapet pour piétons, barrières de sécurité, instrumentation, ... Pathologies des ponts. Un lien sera fait avec les prescriptions techniques ou les détails de conception qui peuvent réduire l'impact de ces pathologies. Gestion des ponts : Concepts de systèmes de gestion des ponts (essais de charge, inspection, indicateurs, surveillance, ...). Conception des ponts. Actions sur les ponts (charges permanentes, charges variables, actions accidentelles). Gestion de projets : Découvrir les différentes étapes d’un projet depuis sa conception jusqu’à la réception définitive des travaux. Apprendre les différents modes de passation de marchés. Etablir les principes du calcul des prix : prix des travaux, de revient et de vente. Apprendre les principes d’établissement d’un planning de travaux (activités, durée et liaisons) afin de préparer un planning de chantier et d’établir le chemin critique. Apprendre les différents aspects liés à l’exécution des travaux : gestion administratives, contrôle budgétaire, gestion de la qualité, sécurité, ...",
        "teaching_methods": "Cours magistral, combiné avec des visites de chantiers terminés ou en cours et/ou des analyses d'études de cas.",
        "assessment_methods": "Examen écrit ou oral selon les années et selon les titulaires du cours",
        "online_resources": "Disponibles sur Moodle",
        "bibliography": "Available on Moodle",
        "responsible_entity": "GC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgciv2071",
        "title": "Geotechnics",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Rattez Hadrien"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Notions de classification des sols, contrainte effective, compressibilité, résistance au cisaillement, tests en laboratoire et in-situ, conception de fondations superficielles et profondes, telles qu'enseignées dans les cours LGCIV1031 et LGCIV1072.",
        "topics_covered": "Le cours a pour objectifs : l'apprentissage de l'ingénierie géotechnique faisant appel à des concepts avancés : reprise des efforts latéraux, interaction sol-structure, traitement de l'anisotropie et de l'hétérogénéité des sols, comportement mecanique du sol partiellement saturé la maîtrise des principes de dimensionnement des éléments géotechniques suivants d'un projet de construction : murs emboués et palplanches, pieux soumis à des efforts latéraux sur les pieux, amélioration de sol familiariser l'étudiant à l'importance de certains éléments sur la stabilité des ouvrages : présence et écoulement de l'eau souterraine, conditions de drainage et temps, intervention d'observations et de mesures de chantier",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours au référentiel du programme (numéro uniquement) AA1.2, AA1.3, AA2.1, AA2.2, AA4.1, AA5.1, AA5.2, AA5.3, AA6.1 Acquis d'apprentissage spécifiques au cours Plus précisément, à l'issue de ce cours, l'étudiant doit être capable de (Compétences techniques et d'engineering) : Décrire les méthodes d'exécution nécessaires à l'installation des parois et leurs domaines d'application Dimensionner une paroi de soutènement eu égard aux sollicitations externes et internes auxquelles elle est soumise Décrire les méthodes d'amélioration du sol et leurs domaines d'application Modéliser un élément de projet géotechnique au moyen du logiciel Plaxis  compte tenu du phasage propre à sa réalisation Calculer les mouvements et sollicitations de structures (poutres de fondation, parois, et pieux) en interaction avec le sol Identifier les situations potentiellement dangereuses en présence d'eau souterraine et les méthodes réduisant les déboires en pareilles circonstances Décrire les caractéristiques de comportement des sols mous et des sables calcaires Décrire les caractéristiques de comportement mecanique des sols non saturés.",
        "content": "Ecrans de soutènement. Parois et palplanches. Amélioration des sols. Lois constitutives du comportement du sol. Introductions aux méthodes numériques (éléments finis) pour la géotechnique. Interactions sol-structure. Reprises de charges horizontales sur les éléments géotechniques. Mécanique des roches Tunnels",
        "teaching_methods": "Enseignement ex-cathedra sur base de supports pour le volume 1, ainsi que 2 séminaires. Ateliers encadrés en salle (exercices dirigés) pour le volume 2, ainsi qu'un séance pratique en laboratoire.",
        "assessment_methods": "Evaluation continue et examen oral final La note d'évaluation continue est constituée des notes d'un exposé en groupes, de devoirs à rendre et de la présence aux séminaires et TPs obligatoires. Ces activités ne peuvent être refaites en seconde session; la note d'évaluation continue acquise en première session est conservée en cas de seconde session. Le non-respect des consignes méthodologiques, notamment en matière d’utilisation de ressources en ligne ou de collaboration entre étudiant.es, pour le devoir/projet, entraînera une note globale de 0 pour l’évaluation continue. L’usage des intelligences artificielles génératives (telles que ChatGPT, Consensus, Perplexity, Bard...) est interdit pour ce cours.",
        "online_resources": "Disponibles sur Moodle.",
        "bibliography": "Supports du cours et documentation sur Moodle.",
        "responsible_entity": "GC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgciv2056",
        "title": "Marine Hydrodynamics",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Deleersnijder Eric"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Des connaissances dans les domaines de l'hydraulique générale ou de la mécanique des fluides, telles qu'enseignées dans les cours LGCIV1051 ou LMECA1321.",
        "topics_covered": "Introduction à la dynamique des écoulements et aux processus de transport réactif qui se produisent dans l'environnement marin, avec une attention particulière portée aux échelles régionales (estuaires, régions côtières) et aux liens avec l'ingénierie côtière et maritime ainsi qu'à la pollution des eaux.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 AA1.2, AA1.3 AA3.1, AA3.2 AA5.2, AA5.3 L'étudiant sera capable: d'appréhender les principaux processus qui régissent les écoulements et le transport réactif dans l'environnement marin, en particulier aux échelles régionales; de traiter les équations représentant les phénomènes susmentionnés; d'évaluer un modèle numérique visant à simuler les écoulements et le transport réactif dans les domaines susmentionnés; d'établir des relations de travail avec des spécialistes de l'ingénierie côtière et marine, ainsi qu'avec des agents gouvernementaux responsables du contrôle de la pollution marine.",
        "content": "On abordera les matières suivantes (en gardant à l'esprit le concept de développement durable): brève introduction à ou rappel rapide de la mécanique des milieux continus; équation du transport réactif et équation de continuité; équation de la mécanique des fluides dans un repère non inertiel et application à l'hydrodynamique marine; approximation de couche mince, approximation hydrostatique, approximation de Boussinesq, équilibre géostrophique; impact de la rotation de la Terre; modèles simplifiés, en particulier modèle de colonne d'eau et modèle intégré sur la verticale ainsi que leurs applications; impact de la stratification; notions sur les fermetures turbulentes; éléments de méthodes numériques visant à résoudre les équations mentionnées ci-dessus; diagnostics des résultats de modèles numériques et évaluation de la performance de ces modèles; études de cas (en fonction des centres d'intérêt des étudiants).",
        "teaching_methods": "Combinaison d'enseignement frontal et de classe inversée.",
        "assessment_methods": "Contrôle continu des connaissances au moyen de devoirs (et des présentations orales), dont la note finale est acquise pour toute l'année académique. Il n'y aura aucun examen en session.",
        "online_resources": "Diapositives du cours, liste de problèmes, animations informatiques disponibles sur Moodle.",
        "bibliography": "Slides and computer animations available on Moodle. Books of interest: Burchard H., 2002, Applied Turbulence Modelling in Marine Waters , Springer Cushman-Roisin B. and J.-M. Beckers, 2011 (2nd ed.), Introduction to Geophysical Fluid Dynamics - Physical and Numerical Aspects , Academic Press Dyer K.R., 1997 (2nd ed.), Estuaries - A Physical Introduction , Wiley Fisher H.B. et al., 1979, Mixing in Inland and Coastal Waters , Academic Press Zheng C. and G.D. Bennett, 2002 (2nd ed.), Applied Contaminant Transport Modeling , Wiley",
        "course_materials": "Slides and computer animations available on Moodle.",
        "responsible_entity": "GC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2902",
        "title": "Gestion de projet et monde de l'édification",
        "credits": "4.00",
        "hours": "20.0 h + 20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van Oost Nicolas"
        ],
        "teaching_language": "Français",
        "topics_covered": "L’activité prépare l’étudiant.e à son entrée dans la pratique professionnelle, à travers deux versants : Sont décrites : d’une part les missions et les responsabilités propres aux bureaux d’architecture et aux bureaux d’études. Pour les architectes, elles débordent des questions formelles. L’architecte se voit de plus en plus régulièrement confier des missions complètes d’auteur de projet en équipe pluridisciplinaire (urbanisme, architecture, paysage, stabilité, techniques spéciales, performance énergétique du bâtiment, acoustique, expertises environnementales, coordination sécurité et santé, BIM) et doit assumer un rôle de pilote de l’ensemble d’autre part, une compréhension des finalités et des mécanismes qui gouvernent les autres acteurs et instances du monde de l’édification est développée qui déploie la diversité croissante des métiers et la complexité accrue de l’ensemble du monde de l’édification Sont présentés du côté des bureaux d’architecture et d’études : Une représentation générale du monde de l’édification qui en situe les différents acteurs et instances La constitution légale des bureaux, le statut des architectes, les missions et responsabilités légales des architectes, la taille des bureaux, l'organisation interne des bureaux, l’inertie et les innovations dans les bureaux Une approche des méthodes de gestion de bureaux d'études La notion de qualité au sens du service rendu par le maître d'œuvre Les étapes de la conception et de la réalisation : analyse de la faisabilité de la demande, contrat, études préalables, esquisses (avant-projet simplifié), avant-projet détaillé, permis, dossier d’exécution (détails d’exécution, cahiers des charges, métrés estimatifs), mise en adjudication et analyse des offres, chantier, réception des travaux La localisation des coûts et l’arbitrage des valeurs dans l’art de bâtir L’actualité du métier (à travers la définition des missions complètes, la gestion nécessaire d’équipes interdisciplinaires, l’émergence et la critique de nouveaux outils comme le BIM) Sont présentés d’autre part, à travers des conférences indépendantes, les différentes logiques où s'intègre l'exercice de la discipline de l'architecture : Les marchés de l'édification : législations, marchés publics, marchés privés, marchés d'étude, marchés de construction, concurrence… La politique des pouvoirs publics : territoire, urbanisme, infrastructures, réglementations, arbitrages, édification publique et domestique, régulation de l'initiative privée L'action des opérateurs privés de l'édification : le foncier, l'immobilier, le rendement financier, les convergences et les divergences d'intérêts entre l'initiative privée et le \" bien public \" L'action de l'industrie des produits de l'édification : développement des filières de production, investissements et opportunités économiques, effets sur les pratiques des entreprises de construction, effets sur les initiatives d'édification publiques et privées, effets de l'image des produits sur les architectes et les \" consommateurs \" L'action des entreprises de construction : constitution légale, la taille des entreprises, l'organisation interne des entreprises, l'organisation des chantiers, inerties et innovations des entreprises Les banques et les organismes financiers Le point de vue des usagers (recours contre projets, modes associatifs, accès au logement…) Les métiers émergents autour de l’acte de bâtir (coordinateur, gestionnaire de projet, assistant à la maîtrise d’ouvrage…) Des expériences de bureaux d’architecture dans les relations avec les clients, les administrations…",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - D’expliquer la problématique de gestion de projet et de gestion d'agence d'architecture et d'ingénierie. De choisir et de décrire des méthodes de conception spécifiques aux grands projets et/ou aux projets de grande - complexité; mise en pratique de ces méthodes au travers de certains programmes typiques. Reformuler les modes d'organisation et de fonctionnement de l'industrie de la construction. D’analyser des cahiers des charges. De corréler les coûts du cycle de vie du bâti avec les valeurs du projet. D’Identifier et de distinguer les logiques politiques et économiques qui régissent, aux niveaux global et local, les métiers et les contextes que sa formation disciplinaire à l'architecture le prépare  à pratiquer ou à rencontrer : pouvoirs publics, opérateurs privés, producteurs industriels, entrepreneurs, architectes… De reconnaître les interactions, les communautés et les différences, les liens formels et informels qui distinguent et unissent les différents acteurs du monde de l’édification : relations architecte-client, relations architecte-constructeur, relations architecte-administrations…",
        "assessment_methods": "Cette activité permet à l'étudiant de se forger une opinion personnelle sur les enjeux de sa future profession. Il lui est demandé, en travail de groupe, de faire une \"enquête\" sur un chantier de construction en relevant les points essentiels de l'acte de bâtir Permettant d’illustrer et de comprendre les exposés théoriques : Analyse des relations entre le maître de l’ouvrage, les bureaux d’études et les entreprises de construction. Approche de la programmation générale d’une famille de projet et la programmation particulière du projet. Analyse de l’organisation du chantier. Approche du cahier des charges, clauses administratives et focus sur un chapitre de clauses techniques.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2601",
        "title": "Atelier 1 : Projet approfondi : architecture, ville, paysage, développement durable",
        "credits": "10.00",
        "hours": "120.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Andrieux Frédéric",
            "De Visscher Jean-Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Nouvelle expérience cumulative de la démarche du projet. Le thème du projet considérera une situation d'ampleur territoriale. Le projet comprendra des dimensions analytiques, le repérage des potentiels, des propositions de développement des potentiels en termes de morphologies, typologies, étendues et limites paysagères, le déploiement et l'inscription des activités (habitation, travail, institutions, déplacements, activités publiques et collectives), le développement temporel du projet (installations de premier et seconds et troisièmes, etc. ordres, phasage des interventions construites). Les échelles traitées iront du territoire aux dispositions de principe des édifices (1/200è). Les documents produits en cours d'atelier incluront dessin manuel, dessin assisté par l'informatique, des mémoires écrits synthétisant les hypothèses, enjeux, méthodes et objectifs des propositions investiguées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les ateliers du master doivent permettre à l'étudiant d'atteindre un niveau de maîtrise des capacités suivantes : Analyser et synthétiser, par les voies du dessin, une situation donnée en ses dimensions interdépendantes : paysagère, urbaine, architecturale, Investiguer (= imaginer et évaluer) par le dessin et dans un processus itératif et réflexif (aller/retour entre l'esquisse et le projet) les potentiels d'une situation à accueillir de nouveaux développements (morphologiques, typologiques, programmatiques, \" poétiques \"), Intégrer le questionnement lié au développement durable dans le processus de projet d'architecture, Choisir les méthodes adéquates pour conduire le développement du projet : esquisses, vérification des potentiels ; plans, coupes, élévations, vues volumiques, maquettes matérielles ; dessin à main levée, dessins mesurés ; dessin manuel, dessin assisté par l'informatique ; analyse critique des potentiels constructifs, technologiques et d'usage, Sélectionner les méthodes adéquates pour présenter le projet : choix des échelles, choix des cadrages, choix des techniques (dessin manuel/informatique, maquettes matérielles), mise en page, Intégrer, dans le processus du projet, des recherches spécifiques (programme, géographie et histoire des lieux, pratiques sociales) et un questionnement théorique en vue d'enrichir la production et de l'évaluer. Prendre de la distance à l'égard du projet en cours : décrire, analyser, critiquer ses fondements, ses méthodes, ses finalités, Plus particulièrement pour ce projet, il aura développé ses compétences à Identifier les nécessités attachées au programme livré (morphologiques, typologiques, programmatiques, constructives, technologiques, énergétiques, climatiques, \" poétiques \"), Développer un projet d'architecture du programme livré qui associe les plans morphologiques, typologiques, programmatiques, constructifs, technologiques, énergétiques, climatiques, \" poétiques \", Intégrer le travail de conception conjugué à différentes échelles : de l'échelle du contexte à celle de la définition précise des éléments architectoniques, constructifs, technologiques (architecture civile et physique du bâtiment), soit du contexte urbain/paysager au détail (1/20è, 1/10è).",
        "assessment_methods": "Cette activité fait l'objet d'une évaluation continue. L'évaluation finale (jury) ne sera organisée qu'une seule fois. Il n'y aura donc pas de possibilité de représenter cette activité lors de la session de septembre. Seule une absence significative avec certificat médical (de 2 semaines pour une activité de 45h ou de 60 h, de 4 semaines pour une activité de 120h) peut justifier d'une évaluation lors de la session de septembre. Une absence justifiée par un certificat médical lors d'un jury, fera l'objet d'une évaluation lors de la session d'examen du quadrimestre durant lequel l'activité a été organisée.",
        "other_info": "pré-requis :\nUne formation au projet d'architecture de niveau bachelier.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmeca2520",
        "title": "Calculation of planar structures",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Doghri Issam"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Objet de l'activité (principaux thèmes à aborder) : Le but du cours est d'apprendre à modéliser et résoudre analytiquement -dans des cas simples- et numériquement une classe importante de structures dites \"planes\", i.e. telles que leur problème mécanique se réduit à deux dimensions spatiales. Il s'agit de solides \" longs \" en déformations planes, de solides \" minces \" en contraintes planes et de plaques minces ou épaisses sous chargements de flexion. On développera les formulations adaptées à chaque problème, ainsi que leur discrétisation par éléments finis en vue de leur résolution numérique par un logiciel spécialisé. On résoudra aussi analytiquement quelques cas simples pour une meilleure compréhension de la théorie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil mécaniciens », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3 AA2.1, AA2.2, AA2.3 AA3.1, AA3.2 AA5.1, AA5.2, AA5.3 AA6.1, AA6.2 Plus précisément, au terme du cours, l'étudiant sera capable de : Modéliser analytiquement et numériquement des problèmes à deux dimensions en élasticité linéaire : déformations planes; contraintes planes; flexion de plaques.",
        "content": "Chapitre 1 : Déformations planes et contraintes planes en coordonnées cartésiennes. Chapitre 2 : Déformations planes et contraintes planes en coordonnées cylindriques. Chapitre 3 : Théorie des plaques de Kirchhoff-Love en coordonnées cartésiennes. Chapitre 4 : Théories des plaques de Kirchhoff-Love en coordonnées cylindriques. Chapitre 5 : Théorie des plaques de Reissner-Mindlin. Chapitre 6 : Formulations par éléments finis des théories de plaques.",
        "teaching_methods": "Travaux pratiques : Projet (e.g., problème de plaque réaliste) utilisant des modèles semi-analytiques et un logiciel de simulation numérique par éléments finis, afin de maitriser différents modèles et méthodes et de comparer leurs prédictions. Un rapport est à rédiger. Résolution en séances ou chez soi de nombreux problèmes relativement simples portant généralement sur des applications directes de la théorie (e.g., tube sous pressions interne et externe, concentration de contraintes dans une plaque trouée, force concentrée sur le bord d'une plaque semi-infinie, flexion d'une plaque circulaire sous chargement axisymétrique, etc.)",
        "assessment_methods": "Examen écrit: 50%. Projet: 50%.",
        "online_resources": "http://icampus.uclouvain.be/claroline/course/index.php?cid=LMECA2520",
        "responsible_entity": "MECA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgciv2045",
        "title": "Structures under fire conditions",
        "credits": "3.00",
        "hours": "20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vassart Olivier"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "On conseille une connaissance des notions de base de résistance des matériaux, de la mécanique des structures et de la stabilité des constructions, ainsi que des bases du dimensionnement des structures métalliques, mixtes et en béton armé. Ces notions sont enseignées par exemple dans les cours LGCIV1022, LGCIV1031, LGCIV1023, LGCIV1032, LGCIV2033.",
        "topics_covered": "Le cours concerne les sollicitations exceptionnelles dues aux incendies pouvant agir sur les ouvrages. Les thèmes abordés sont : - Les caractéristiques de la sollicitation (incendie) ; - Les réponses structurales en termes thermiques ; - Les principes de protection contre le feu ; - Les grandes lignes des prescriptions des Eurocodes en matière de prise en compte du feu.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil des constructions », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3., AA5.5 et AA5.6 A l'issue de ce cours, l'étudiant doit être capable de : - Décrire les actions thermiques liées au développement d'un incendie ; - Connaître les différentes approches possibles pour le calcul et la caractérisation d'un incendie ; - Décrire les différents paramètres influençant le comportement thermique des matériaux (acier, béton, bois) et le lien avec la modification de leur comportement mécanique ; - Décrire le comportement membranaire des structures mixtes acier-béton en situation d'incendie ; - Décrire les différentes étapes à suivre pour réaliser un calcul d'ingénierie incendie sur un bâtiment type ; - Connaître les avantages et inconvénients des différents types de conception anti-feu (enrobage, peintures intumescentes, matériaux type Promat, surdimensionnement, etc.).",
        "teaching_methods": "Cours théoriques accompagnés de présentation de cas d’étude Séance de travail basée sur un projet réel de calcul de résistance au feu",
        "assessment_methods": "L’évaluation se fera sur la base d’une mise en situation réelle autour du calcul d’un projet de bâtiment Etudiants par groupe de 2 réaliseront durant les séances et à domicile le calcul et un rapport sur un cas réel. Le rapport sera ensuite présenté lors d’une session de 30 minutes par groupe",
        "online_resources": "Disponible sur Teams : Transparents du cours et syllabus comprenant partie théorique ainsi que des cas d’études",
        "bibliography": "Syllabus comprenant partie théorique ainsi que des cas d’études",
        "responsible_entity": "GC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2960",
        "title": "Mobilités, urbanisme et développement territorial",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Méthodes d'observation (relevés et données) et d'analyse des flux et des infrastructures de mobilité selon les différents modes et à différentes échelles spatiales (régionale, supra communale et locale). Techniques d'identification des enjeux de développement territorial durable sur la base des théories et méthodes des liens entre urbanisme et réseaux de mobilité (voies, nœuds modaux et intermodaux, stationnement…) en termes de capacité, d'accessibilité, de report modal, d'attractivité territoriale et de conflits d'usages. Présentation de stratégies de répartition spatiale des activités génératrices de flux dans le cadre d'un projet de mobilité et de développement territorial durable.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser les concepts et les méthodes permettant de cerner les interactions et les enjeux de la mobilité en lien avec l'urbanisme et le développement territorial aux différentes échelles spatiales (régionale, sous-régionale et locale) et niveaux territoriaux (organisation des réseaux en lien de la densité et mixité des fonctions pour les quartiers, les villes, les aires métropolitaines et rurales). Connaitre les principales stratégies de report modal et de planification des réseaux de transports et de répartition des activités dans le cadre d'objectifs d'une mobilité durable.",
        "assessment_methods": "examen oral",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2940",
        "title": "Morphologie urbaine et analyse des paysages",
        "credits": "4.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "de Lestrange Roselyne",
            "De Visscher Jean-Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Présentation des grands types de morphologie de tissus bâtis (ilot fermé-ilot ouvert-barre-pavillonnaire-linéaire-dispersé-perspective …) en articulation avec les éléments structurants (édifices majeurs, voirie et place, relief, cours d’eau…) et les ambiances paysagères aux différentes échelles. Détails des tissus selon leur densité, mixité, gabarit du bâti en relation avec les espaces ouverts au travers de l’usage et limites des indicateurs tels que les rapports façades-pignons, pleins-ouvertures… les densités bâties, de populations, d’activités, les coefficients d’occupation du sol, d’emprise au sol, d’imperméabilité des sols, de biodiversité par surface, d’intensité urbaine…  Méthodes de leur calcul et sources mobilisées. Mettre en relation ces éléments d’objectivisation avec l’espace vécu et l’espace perçu au niveau individuel et collectif. Evaluation de la pertinence des modes d’urbanisation (étalé-éclaté /écoquartier-quartier durable) aux regards de leur lisibilité, attractivité et des défis du développement durable. Modalités de représentation des situations existantes et projetées en lien avec les interventions visant la transformation ou la restructuration des tissus selon de leurs spécificités, les orientations souhaitées, les espaces mutables et reconversion et leur localisation de la structure territoriale notamment l’accessibilité et de la préservation des ressources. Présentation des modes d’intervention et de la fabrique urbaine (alignement, lotissement, remembrement urbain, macro lot…) en lien avec les types de tissus produits.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 connaitre les types de tissus et à reconnaitre, décrire et analyser ceux existants. utiliser et à critiquer les indicateurs descriptifs des formes et composantes des tissus urbains représenter graphiquement les tissus. dégager les modalités de transformation en lien avec le mode d’intervention et les objectifs d’un urbanisme durable.",
        "content": "Le cours aborde les thèmes suivants : Actualité de la morphologie urbaine et paysagère : enjeux éco-territoriaux, besoin d'outil de description morphologique et paysagère comme base de décision pour projets de transformation des éco-territoires Conception d’un atlas morphologique et du paysage : thèmes, cadrages, échelles, couches & bases de données, codes graphiques, annotations Sols & eau : introduction à leurs différentes approches techniques et scientifiques (pédologie, gestion de l’hydrographie, projet de grand paysage); land shaping : formes héritées et enjeux contemporains en lien aux éco-territoires Couverture du sol/Plantes : introduction à différentes approches techniques et scientifiques (botanique, écologie du paysage, projet de grand paysage); paysage et biodiversité : héritages et enjeux contemporains en lien aux éco-territoires Typo-morphologie : brève histoire de la typo-morphologie,  synthèse des concepts fondamentaux et application à la conception de projets d’aménagements urbains et paysagers. Réseaux viaires : topologie, profil, rapport à la topographie et hydrographie, processus de formation , stratégies de transformation. Tissus urbanisés : ilôt/parcelle/type bâti, coefficient d’emprise et d’occupation du sol, densité et mixité, rez-de-ville ; relation avant-arrière ; processus de formation ; stratégies de transformation. Types bâtis : type, typologie analytique et générative, processus typologique ; principaux types de bâtiments résidentiels ; stratégies de transformation. Lieux structurants : concepts de genius loci, faits urbains, figures urbaines, repères ; principaux types de lieux structurants ; stratégies de restructuration spatiale de territoires existants. Morphogenèse : permanence et mutations, structures de longue durée, pôles/anti-pôles, tissu de base/tissu spécialisé, friches/opportunités foncières, agents de changements, relations entre catégories d’acteurs et stratégies de transformations. Landscape Urbanism : vers une restructuration et un ménagement des éco-territoires à partir du paysage. Résilience, atténuation et adaptation. Le projet territorial du vivant. Pour chacun de ces thèmes, le cours combine : La présentation de concepts analytiques et méthodologies essentiels et leur illustration au moyen d’analyse de textes, d’exemples de tissus urbains ou de paysages, de références de projets urbains et paysagers La présentation de principes de composition spatiale des éco-territoires et les moyens de les intégrer dans les outils urbanistiques. Un exercice de description morphologique et/ou paysagère d’un tissu urbanisé sous forme de carte thématique.",
        "teaching_methods": "Exposés magistraux, discussions collectives autour d’études de cas, exercices pratiques d'analyse morphologique et paysagère d'un tissus urbain.",
        "assessment_methods": "Travail de groupe visant à évaluer la capacité à appliquer les méthodes vues au cours à un cas d'étude particulier. Examen oral visant à évaluer la capacité de chaque étudiant à faire des liens entre le travail de groupe, les exposés théoriques et les références vue au cours.",
        "other_info": "english friendly",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgciv2013",
        "title": "Hydraulic structures",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bousmar Didier",
            "Soares Frazao Sandra"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Basic knowledge of open-channel flows and structural stability, as taught in the courses LGCIV1022, LGCIV1023, LGCIV1051, LGCIV2051, LGCIV1072",
        "topics_covered": "The course “Hydraulic structures” covers a general introduction to the design and use of these structures. It presents the main concepts and the main criteria leading to different technical options during design. The sizing hypotheses are introduced. Details of calculation method are not always covered, but reference is made to related courses.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution to the acquisition and evaluation of the following learning outcomes of the programme in civil engineering: AA1.1, AA1.3, AA5.2, AA5.3, AA5.4, AA6.1, AA6.3 More specifically, at the end of the course, the student will be able to: - Sketch a fluvial/hydraulic development (local or global) and choose the most appropriate technical solution for the final design, considering building process and environmental constraints.",
        "content": "1. Voies navigables Notions relatives au transport fluvial, classification des voies navigables. Aménagement des voies navigables : rivière libre, rivière canalisée, canal artificiel, conception des avant-ports. Dimensionnement des voies navigables : manoeuvrabilité des convois, résistance à l’avancement, formule de Schijf, sections courantes et surlargeurs, normes et recommandations. Dispositifs de protection de berge : murs verticaux, berges perméables et imperméables, berges naturalisées. 2. Ecluses Généralités : terminologie, implantation. Système d’alimentation du sas : par les têtes, distribution longitudinale, équi-répartition, types de vanne, lois d’ouverture des vannes, bassins d’épargne. Conception des sas : sollicitations, profils en travers type, parafouilles. Equipements, portes (busquées, secteur, segment, clapet, levante, à translation). Franchissement des hautes chutes : ascenseurs à bateau et plans inclinés. 3. Barrages mobiles Fonctions d’un barrage, conception générale. Eléments constitutifs : radier, piles et culées, écran d’étanchéité, ouvrages annexes. Parties fixes : sollicitations, dimensionnement des piles et radier, dissipation énergie et protection contre les affouillements. Bouchures mobiles : sur-verse et sous-verse, vannes (levante, segment, cylindre, secteur, clapet), bouchures anciennes (poutrelles, aiguilles, hausses) 4. Grands barrages Type de barrages et domaines d’application, sollicitations, ouvrages annexes. Barrages poids : conception, règles de dimensionnement, principes d’exécution, barrages élégis, béton compacté au rouleau. Barrages voûtes : conception et règles de dimensionnement. Evacuateurs de crue: types et prédimensionnement",
        "teaching_methods": "Enseignement ex-cathedra, complété par des visites d’ouvrages d’art existants ou en travaux, des exercices de conception et des analyses de cas réels. Classes inversées sur base de travaux préparés par les étudiants sur des thématiques proposées par les enseignants. Dans ces travaux, outre les aspects techniques liés à la thématique abordées, les étudiants sont invités à se questionner sur l'analyse qualitative des impacts environnementaux directs et indirects de celle-ci.",
        "assessment_methods": "Il n'y a pas d'examen en session pour ce cours. L'évaluation est continue et consiste en L'évaluation de la participation au cours (présence obligatoire) Le traitement d'un cas d'étude spécifique à réaliser en groupe: rapport et présentation En cas de participation insuffisante d'un membre du groupe au travail, sa note finale pourrait différer de la note attribuée au groupe.",
        "other_info": "L'utilisation des outils d'Intelligences Artificielles (IA) génératives est tolérée tant que ceux-ci sont utilisés de manière responsable et conformément aux pratiques de l'intégrité académique et scientifique. En particulier, l'étudiant est tenu d’indiquer systématiquement toutes les parties ayant fait l’objet d’une utilisation des IA, par ex. en note de bas de page en précisant si l’IA a été utilisée pour rechercher de l’information, pour la rédaction du texte ou pour la correction de celui-ci. Par ailleurs, les sources d’information doivent être systématiquement citées en respectant les normes de référencement bibliographique. L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées.",
        "online_resources": "Disponibles sur Moodle",
        "bibliography": "Slides, course summaries, reference texts, recommended reading as listed on Moodle",
        "responsible_entity": "GC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2312",
        "title": "Ingénierie territoriale et environnementale",
        "credits": "4.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gallez Olivier",
            "Savary Céline"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les grands ouvrages et infrastructures façonnent le paysage et les relations territoriales. Routes ou autoroutes, lignes ferroviaires, ouvrages d'art et ouvrages hydrauliques (digues, barrages, canaux, bassins d'orages) construisent les environnements habités autant que la ville et son urbanisme. Finalement, certains projets d'ingénierie deviennent à leur tour les moteurs d'intervention urbaines ou territoriales et influencent les modes d'habiter du paysage. Les ouvrages d'ingénieurs de grande échelle trouvent leurs ressorts dans la géologie, l'hydraulique ou les contraintes fonctionnelles et mécaniques auxquelles ils répondent. Ils interfèrent avec ' ou façonnent ' la topographie des sites où ils s'implantent, autant qu'ils sont influencés par le paysage où ils prennent place. Le cours étudie la nature et les règles d'implantation et de composition des grands ouvrages en rapport avec la géologie, l'hydraulique et la topographie. Il analyse la logique interne de la production des grandes infrastructures routières, ferroviaires et hydrauliques. Il entend outiller les étudiants ingénieurs civils architectes dans les dimensions (contraintes et opportunités) fondamentales de leur production pour qu'ils puissent agir comme architecte dans l'établissement de l'habitat humain à l'échelle des territoires. Des projets de grande envergure illustrent les connaissances exposées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de : comprendre les éléments d'échelle territoriale qui peuvent influencer un projet ; qu'un projet peut modifier ou créer. lire et interpréter une carte géologique et comprendre les phénomènes géologiques à prendre en considération pour la conception des ouvrages de génie civil, l'architecture ou l'aménagement du territoire. lire et interpréter des données hydrologiques et comprendre les phénomènes hydrauliques à prendre en considération pour déterminer les dispositifs de conduite ou de retenue des eaux dans un territoire. comprendre les contraintes qui pèsent sur les grands tracés linéaires (routes et chemin de fer) et les confronter avec un territoire réel.",
        "content": "Partie \"Hydraulique urbaine, crues et inondations\" Cette partie du cours traite de la question de l'utilisation de l'eau et de sa place dans le territoire en lien avec les ODD, en particulier l'objectif 6 \"Eau propre et assainissement\", l'objectif 11 \"Villes et communautés durables\" et l'objectif 13 \"Mesures relatives à la lutte contre les changements climatiques\". Les connaissances techniques suivantes, nécessaires pour mener des actions dans ces domaines, sont abordées: Calcul d'un réseau de distribution d'eau, eu moyen d'un logiciel utilisé dans la pratique Eléments d'hydrologie urbaine, évaluation et cartographie des précéipitations Dimensionnement de collecteurs urbains (application de la méthode rationnelle) Crues et inondations: origines, facteurs aggravants, mesures de protection Partie « ouvrages d’art » Prise de conscience des enjeux territoriaux et des thématiques transversales : échelles d’intervention, usagers, paysages, etc. Analyse des conditions limites : géotechnique, schémas statiques, conditions d’appuis, portées, etc. Développement d’outils de prédimensionnement pour les différents matériaux Développement d’une méthodologie de conception et de représentation d’un ouvrage d’art",
        "teaching_methods": "Cours en auditoire, exercices encadrés, devoirs et projets donnant lieu à des présentations orales.",
        "assessment_methods": "Evaluation continue des projets et présentations réalisés durant l'année: Partie \"ponts\": 1/3 Partie \"hydraulique urbaine, crues et inondations\": 1/3 Examen écrit portant sur l'hydraulique urbaine, les crues et les inondations: 1/3",
        "other_info": "L'utilisation des outils d'Intelligences Artificlelles (IA) génératives est tolérée tant que ceux-ci sont utilisés de manière responsable et conformément aux pratiques de l'intégrité académique et scientifique. En particulier, l'étudiant est tenu d’indiquer systématiquement toutes les parties ayant fait l’objet d’une utilisation des IA, par ex. en note de bas de page en précisant si l’IA a été utilisée pour rechercher de l’information, pour la rédaction du texte ou pour la correction de celui-ci. Les sources d’information doivent être systématiquement citées en respectant les normes de référencement bibliographique. L’étudiant reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées.",
        "online_resources": "Site Moodle du cours, séquences vidéos tirées du MOOC EdX \"Hydraulique Fluviale 1\".",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgciv2052",
        "title": "Hydropower plants",
        "credits": "3.00",
        "hours": "20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Soares Frazao Sandra"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Connaissances de base dans le domaine de l'hydraulique générale ou de la mécanique des fluides, comme enseignées dans les cours LGCIV1051 ou LMECA1321.",
        "topics_covered": "L'hydroélectricité dans le contexte énergétique mondial Identification des sites exploitables Principes de fonctionnement des machines hydrauliques et prédimensionnement Coups de bélier et cheminées d'équilibre Production locale et utilisation de l'hydroélectricité dans les pays en voie de développement",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil des constructions », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3, AA2.1, AA2.2, AA4.1. Plus précisément, au terme du cours, l'étudiant sera capable de : D'identifier et de caractériser les sites exploitables Concevoir un aménagement à buts multiples en tenant compte de l'exploitation hydroélectrique Dimensionner les conduites forcées et les cheminées d'équilibre Comprendre les implications des groupes turbine alternateur sur l'aménagement Acquis d'apprentissage transversaux : L'hydroélectricité étant par définition multidisciplinaire (hydrologie, hydraulique, machines hydrauliques, alternateurs et mise en réseau, aspects économiques), l'étudiant sera amené à s'intéresser aussi aux aspects extérieurs au génie civil, même si ceux-ci ne seront pas abordés de manière approfondie Aborder le questionnement des ressources énergétiques de la planète et l'évolution rapide de ce questionnement",
        "content": "Le cours aborde des questions techniques liées à la conception d'unités de production hydroélectrique tout en discutant les divers impacts en lien avec les ODD, en particulier l'objectif 7 \"Energie propre et d'un coût abordable\". 1. L'hydroélectricité dans le monde : le passé, le présent, l'avenir Avantages et inconvénients de l'hydroélectricité, impacts environnementaux Critères de sélection des sites hydroélectrique Potentiel brut, potentiel équipable Contexte géologiqueet hydrologique 2. L'hydraulique de l'hydroélectricité : Notions fondamentales : énergie et rendement; quantité de mouvement; moment de quantité de mouvement Circuit hydraulique : pertes de charge Coups de bélier dans les conduites forcées Cheminées d'équilibre 3. Notions sur les turbines hydrauliques : Classification et conception générale Similitude et turbines spécifiques Conception générale d'une centrale hydroélectrique 4. Notions sur les alternateurs et les réseaux; régulation 5. Microcentrales et centrales dans les pays du Sud 6. Aspects économiques",
        "teaching_methods": "Exposés théoriques illustrés par des exemples. Etude de cas de prédimensionnement d'aménagements hydroélectriques.",
        "assessment_methods": "Examen oral basé sur la liste de questions fournie sur Moodle",
        "online_resources": "Disponibles sur Moodle",
        "responsible_entity": "GC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2901",
        "title": "Droit de l'espace bâti et non bâti",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Thiebaut Christophe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours fait appel à des notions de droit public (première partie) et de droit privé (seconde partie).\rLa première partie est centrée sur :\r- l'aménagement du territoire et l'urbanisme : plans d'aménagement, règlements d'urbanisme, permis, sanctions et mise en oeuvre des plans (expropriation);\r- l'environnement : le permis d'environnement;\r- les marchés publics : procédure de passation, sélection qualitative, régularité des offres, attribution, et exécution.\rLa seconde partie comprend deux sections: la première est consacrée à la propriété immobilière et aux droits dérivés du droit de propriété; la seconde a trait aux rapports juridiques qui naissent de la réalisation d'un ouvrage: accès à la profession, relation maître de l'ouvrage - architecte; relation maître de l'ouvrage - entrepreneur.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours a pour objectif de donner aux candidats ingénieurs civils les notions juridiques de base indispensables à la réalisation d'un ouvrage, que ce soit sous l'angle de sa conception, de son édification, de son exploitation, de sa transformation ou de son remplacement. Pour ce faire, l'étudiant est invité à utiliser un texte juridique (présentation formelle d'une norme), à en comprendre le sens (techniques d'interprétation) et à l'appliquer à une situation concrète. Sont passés en revue le droit de l'urbanisme, le droit de l'environnement, le droit de la propriété et le droit des marchés publics. Au terme du cours et dans sa vie professionnelle future, l'étudiant devrait, d'une part, avoir intégré des réflexes pour assurer la sécurité juridique de l'ouvrage et, d'autre part, avoir compris la logique et le raisonnement d'un texte juridique.\rLe cours prend comme base le droit wallon et indique les spécificités bruxelloise et flamande.",
        "content": "Le cours de droit de l’urbanisme a pour objet de donner aux étudiants une introduction au droit wallon de l’urbanisme, en deux parties. La première partie (CH Born; suppl Ch Thiebaut) aborde : Les concepts (aménagement du territoire, urbanisme, développement territorial), leur définition Les acteurs Les schémas (SDT, SDC, SDP, SOL,…) et le plan de secteur (contenu, effets, procédure d’élaboration) Les guides d’urbanisme (id.). La deuxième partie (Ch Thiebaut) aborde : Les permis d’urbanisme et d’urbanisation (contenu, effet, procédure de délivrance) Le contrôle et les sanctions en droit de l’urbanisme",
        "teaching_methods": "Le cours est donné de façon magistrale, avec des exemples tirés de la pratique professionnelle des enseignants, en privilégiant une interaction avec les étudiants.",
        "assessment_methods": "L’examen est un examen oral, comportant deux questions, avec un temps de préparation. Les questions portent sur la théorie et sur des exercices simples de mise en situation. L'étudiant doit avoir ses textes (CoDT) avec lui et pouvoir les utiliser.",
        "online_resources": "Les ressources sont sur le site Moodle du cours.",
        "course_materials": "Syllabus Code du développement territorial Slides ppt",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2300",
        "title": "Sociétés, cultures, religions : questions éthiques",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lobo Bustamante Marcela"
        ],
        "teaching_language": "Français",
        "topics_covered": "Au cœur de toute situation humaine ou professionnelle actuelle, des questions éthiques de plus en plus complexes se posent : elles nécessitent une distance critique pour prendre en compte l’ensemble des personnes concernées. Dans cette perspective, ce cours offrira une réflexion sur la manière de choisir des repères utiles au discernement éthique. L’enseignement prendra acte de la pluralité des valeurs structurant la société contemporaine et empêchera la clôture du discours par une ouverture à la foi chrétienne et à d’autres traditions humanistes, spirituelles et religieuses.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 appréhender et distinguer les catégories fondamentales de la réflexion éthique (liberté, dignité, responsabilité, justice, etc.). 2 proposer une argumentation éthique en faisant valoir la complexité des réalités humaines en jeu. 3 faire œuvre d’esprit critique en se situant de façon personnelle par rapport aux sujets abordés.",
        "content": "L'enseignant présentera les principes de base de la réflexion éthique et de son lien avec la foi chrétienne. Au travers des concepts tels que liberté, conscience, personne humaine, parmi d'autre, l'enseignant présentera diverses approche éthiques pour évaluer les situations où les individus sont confrontés à des conflits de valeurs et qui exigent une réflexion éthique. Dans notre monde pluriel, prendre une décision éthique implique d'être ouvert aux diverses positions religieuses, culturelles et sociales, pour éviter d'adopter un discours moralisateur et unilatéral.",
        "teaching_methods": "Enseignement magistral en utilisant des exercices, des interactions et des discussions.",
        "assessment_methods": "Travail écrit à déposer sur Moodle",
        "other_info": "Ce cours est destiné aux étudiants des Facultés de sciences (SC),sciences appliquées (FSA), ingénierie biologique, agronomique et environnementale (AGRO). L'étudiant doit choisir un cours parmi 3 possibilités (TECO 2100, 2200 et TECO 2300). Maximum d'étudiants dans chaque cours : 150.",
        "bibliography": "Une bibliographie sera mise à disposition des étudiants sur la plateforme Moodle.",
        "course_materials": "Support du cours sur Moodle",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2823",
        "title": "Edification soutenable 3 : architecture  climatique",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Altomonte Sergio",
            "Marín Restrepo Laura"
        ],
        "teaching_language": "Français",
        "topics_covered": "Partant des principes et des débats liés au développement durable, le cours étudie la manière dont la recherche scientifique et la pratique du projet peuvent répondre de manière adéquate aux défis actuels et futurs - p.ex., le changement climatique, la crise énergétique, les demandes de confort, satisfaction, santé et bien-être dans les bâtiments - dans le cadre d'une approche résiliente et circulaire a' la conception architecturale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Partie A - Architecture et développement durable : analyse critique de l'architecture dans le cadre du développement durable, à travers des écrits et des réalisations. Partie B - Techniques spéciales avancées : conception énergétique des installations techniques en lien avec la conception énergétique des bâtiments.",
        "content": "Le cours s'articule autour des contenus suivants : De la durabilité à la résilience et à la circularité Labels environnementaux et certificats énergétiques Bâtiments verts vs. bâtiments sains Confort, satisfaction, santé et bien-être dans les bâtiments Physique vs. psychophysique : les limites de la tolérance Méthodes et outils pour la conception et l'analyse environnementale Recherche par le projet et Projet par la recherche",
        "teaching_methods": "Cours ex-cathedra, workspos, séminaires et travaux de terrain.",
        "assessment_methods": "Préparation d'un article de synthèse (5000-8000 mots), fournissant une revue critique et prospective de la littérature et de l'état de l'art des connaissance dans un domaine de recherche pertinent pour le cours (travail de 1-2 personnes).",
        "online_resources": "On-Line Resources Energie plus: https://energieplus-lesite.be/ Weather Data: https://energyplus.net/weather ARUP Drivers of Change: https://www.arup.com/perspectives/publications/research/section/drivers-of-change WELL v2.0: https://v2.wellcertified.com/ EPiC database and resource hub: http://www.epicdatabase.com.au/",
        "bibliography": "Altomonte, S., Allen, J., Bluyssen, P.M., Brager, G., Heschong, L., Loder, A., Schiavon, S., Veitch, J.A., Wang, L., Wargocki, P. (2020). Ten questions concerning well-being in the built environment. Building and Environment . doi: https://doi.org/10.1016/j.buildenv.2020.106949 Altomonte, S., Kent, M., Brager, G., Schiavon, S. (2019). Indoor environmental quality and occupant satisfaction in green-certified buildings. Building Research & Information , 47 (3), 255-274. Altomonte, S., Saadouni, S., Kent, M., Schiavon, S. (2017). Satisfaction with indoor environmental quality in BREEAM and non-BREEAM rated office buildings. Architectural Science Review , 60(4): 343-355. Altomonte, S., Schiavon, S. (2013). Occupant satisfaction in LEED and non-LEED certified buildings. Building and Environment . 68, 66-76. Baker, N., Steemers, K. (2002). Daylight Design of Buildings . Earthscan Press. Cochran, W. G. (1977) Sampling techniques, Wiley series in probability and mathematical statistics , Third ed., Wiley, New York. Daniels, K. (1998 ). Low-Tech Light-Tech High-Tech . Birkhauser: Basel. DePlazes, A. (2005). Constructing Architecture: Materials, Processes, Structures: A Handbook , Birkhäuser: Basel. Herzog, T., et al. (2008). Façade Construction Manual . Birkhäuser: Basel. Hindrichs, D.U. (2007). Plusminus 20/40 Latitude: Sustainable Building Design in Tropical and Subtropical Regions . Edition Axel Menges: London. Kleinbaum, D. G., Kupper, L. L., Nizam, A. and Rosenberg, E. S. (2013) Applied regression analysis and other multivariable methods , Fifth ed., Cengage Learning, Boston, MA. Kline, P. (1994) An easy guide to factor analysis , Routledge, London ; New York. Kline, R. B. (2016) Principles and practice of structural equation modeling, Methodology in the social sciences , Fourth ed., The Guilford Press, New York. MacLean, W., William, P. (2008), Introduction to Architectural Technology , London: Laurence King Publishing. Mazria, E. (1979). The Passive Solar Energy Book . Rodal Press. McGregor, A., Roberts, C., Cousins, F. (2013). Two Degrees. The Built Environment and our Changing Climate . Routledge: New York. Morgan, D. L. (1997) Focus groups as qualitative research / David L. Morgan, Qualitative research methods series , Second ed., Sage Publications, Thousand Oaks, Calif. Moser, C. A. and Kalton, G. (1979) Survey methods in social investigation , Second ed., Gower, Aldershot, Hants, England; Brookfield, Vt., U.S.A. Moses, L. E. (1986) Think and explain with statistics , Addison-Wesley Pub. Co., Reading, Mass. Olgyay, V. (1973). Design with Climate . University Press: Princeton. Ritchie, A., Thomas, R. (Editors) (2009). Sustainable Urban Design. An Environmental Approach . Taylor and Francis: Oxon. Schiavon, S., Altomonte, S. (2014). Influence of factors unrelated to environmental quality on occupant satisfaction in LEED and non-LEED buildings. Building and Environment . 77, 148-159. Schittich, C., ed. (2007). In Detail: Building Skins . Birkhäuser: Basel. Schittich, C., ed. (monthly publication). Detail: Review of Architecture . Institut fur Internationale Architektur-Dokumentation GmbH & Co. KG: Munich. Stephan, A., & Athanassiadis, A. (2017). Quantifying and mapping embodied environmental requirements of urban building stocks. Building and Environment, 114 , 187-202. doi: http://dx.doi.org/10.1016/j.buildenv.2016.11.043 Stephan, A., & Athanassiadis, A. (2018). Towards a more circular construction sector: Estimating and spatialising current and future non-structural material replacement flows to maintain urban building stocks. Resources, Conservation and Recycling, 129 , 248-262. doi: https://doi.org/10.1016/j.resconrec.2017.09.022 Stephan, A., Crawford, R. H., & de Myttenaere, K. (2013). A comprehensive assessment of the life cycle energy demand of passive houses. Applied Energy, 112 , 23-34. doi: http://dx.doi.org/10.1016/j.apenergy.2013.05.076 Stephan, A., & Stephan, L. (2016). Life cycle energy and cost analysis of embodied, operational and user-transport energy reduction measures for residential buildings. Applied Energy, 161 , 445-464. doi:http://dx.doi.org/10.1016/j.apenergy.2015.10.023 Stephan, A., & Stephan, L. (2017). Life cycle water, energy and cost analysis of multiple water harvesting and management measures for apartment buildings in a Mediterranean climate. Sustainable Cities and Society, 32 , 584-603. doi: https://doi.org/10.1016/j.scs.2017.05.004 Stephan, A., & Stephan, L. (2020). Achieving net zero life cycle primary energy and greenhouse gas emissions apartment buildings in a Mediterranean climate. Applied Energy, 280, 115932. doi:https://doi.org/10.1016/j.apenergy.2020.115932 Thomas, R., Garnham, T. (2007). The Environments of Architecture. Environmental Design in Context . Taylor and Francis: Oxon. Williamson, T. J. et al (2002). Understanding Sustainable Architecture . Taylor & Francis: London",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2603",
        "title": "Atelier 3 : Projet approfondi : ouverture internationale",
        "credits": "6.00",
        "hours": "90.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Berteloot Mathieu"
        ],
        "teaching_language": "Français",
        "topics_covered": "Atelier optionnel, simultané aux débuts du travail de fin d'études alors préoccupés de larges questions urbaines, l'atelier international propose une question limitée pour permettre l'engagement des étudiants vers des interrogations de détails, de matérialité, de lumière, de mises en 'uvre, de processus constructifs, d'expression architecturale. Le projet est réalisé dans un contexte étranger ce qui permet une immersion dans d'autres pratiques de l'habiter et de la construction.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les ateliers du master doivent permettre à l'étudiant d'atteindre un niveau de maîtrise des capacités suivantes : Analyser et synthétiser, par les voies du dessin, une situation donnée en ses dimensions interdépendantes : paysagère, urbaine, architecturale Investiguer (= imaginer et évaluer) par le dessin et dans un processus itératif et réflexif (aller/retour entre l'esquisse et le projet) les potentiels d'une situation à accueillir de nouveaux développements (morphologiques, typologiques, programmatiques, \" poétiques \"), Intégrer le questionnement lié au développement durable dans le processus de projet d'architecture. Choisir les méthodes adéquates pour conduire le développement du projet : esquisses, vérification des potentiels ; plans, coupes, élévations, vues volumiques, maquettes matérielles ; dessin à main levée, dessins mesurés ; dessin manuel, dessin assisté par l'informatique ; analyse critique des potentiels d'usage, \" Sélectionner les méthodes adéquates pour présenter le projet : choix des échelles, choix des cadrages, choix des techniques (dessin manuel/informatique, maquettes matérielles), mise en page, Etablir une présentation discursive du projet à ses différentes étapes (de l'esquisse au projet) : orale/écrite. Plus particulièrement pour ce projet, il aura développé ses compétences à: Intégrer au projet d'architecture les données (morphologiques, typologiques, programmatiques, constructives, climatiques, \" poétiques \") issues d'un contexte non-familier. Développer rapidement un projet d'architecture dans une problématique définie par un enseignant invité et qui véhicule d'autres considérations culturelles. Intégrer le travail de conception conjugué à différentes échelles : de l'échelle du contexte à celle de la définition précise des éléments architectoniques soit du contexte urbain/paysager au détail (1/20 ème ),",
        "content": "Programme et site complexes, Nécessitant une compréhension fine des structures morphologiques existantes. Articulation des différents aspects d'un projet, des premières analyses aux esquisses d'implantations, puis aux développements de choix typologiques, de processus constructifs et d'expression architecturale. Par la pratique du dessin et l'exploration en maquettes, nous nous proposons d'identifier les articulations possibles entre l'analyse et le projet, entre les dispositifs spatiaux et les techniques constructives, et d'évoquer les fondements des langages spécifiques. Liens avec d'autres enseignements : - Enseignement du dessin, compris comme moyen d'exploration, d'analyse, et de connaissance des caractères particuliers d'un site ; - Enseignements théoriques, notamment sur la structure des lieux urbains, pour mesurer les significations des éléments formant le cadre de référence dans lequel les projets sont développés.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2102",
        "title": "Architecture et  société",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanneste Damien"
        ],
        "teaching_language": "Français",
        "topics_covered": "Thèmes abordés :  - Typologie du logement en Europe occidentale : maisons de ville, logements collectifs, cités, grands ensembles, logements ouvriers, pavillonnaires'. - Vivre son logement, une diversité de pratique : espace de la famille/ménage, espace de l'intime, appropriation du logement et reconfiguration, locataire ou propriétaire, ancrage versus multi appartenance. - Evolution et mutations dans les logiques de production des logements : acteurs et leurs relations, (la demande, les politiques publiques dont notamment le droit au logement, les aides, les contrôles, les logements sociaux.. de même que le rôle du secteur financier pour le logement privé et enfin la place de l'architecte. - Les enjeux de la rénovation et la construction de logements neufs : 80 % des villes de demain sont déjà construits - Du logement à l'habiter : territoire du quartier, critères de choix résidentiels, mutirésidence, renaissance de la maison de ville, espace public et logement étalement urbain, métropolisation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à faire prendre conscience de la diversité des pratiques urbaines de l'habiter.  Appliqué à un contexte belge et européen, il permettra aux étudiants en architecture de se mettre en question par rapport à des a priori sur les modes de l'habiter. Il visera à présenter la diversité de pratiques sur la base d'une typologie des logements, des modes d'appropriation de l'espace intime mais aussi en veillant à élargir la perspective vers les territoires de l'habiter. Les modes de production du logement et les développements urbains seront présentés afin que l'étudiant puisse se positionner comme acteur dans le processus de création des espaces de l'habiter.",
        "content": "Ce cours vise à initier les étudiant-e-s à l'analyse de l'espace à partir des sciences sociales. Il se compose de 5 parties: - 1. Habitat, structures sociales et spatiales : homologies et décalages - 2. Dynamiques d'appropriation de l'espace : le logement et ses typologies; les seuils du public au privé - 3. Espace public et accessibilité : pratiques urbaines et droit à la ville - 4. Production et conception de l'espace : acteurs, logiques d'action et territoires - 5. Projets, négociations et conflits : l'espace en débat Cette trame théorique est alimentée par des apports de méthodologies des sciences sociales (de façon complémentaire au séminaire LICAR 2101  \"Théorie et recherche en sciences humaines : habitation\"). Le but de ce cours est de permettre aux étudiant-e-s de s'approprier les apports conceptuels et méthodologiques des sciences sociales pour comprendre les enjeux d'usage et de production de l'espace (avec une focale privilégiée, mais non exclusive, autour de la question du logement).",
        "teaching_methods": "La philosophie du cours se base sur une logique de \"recherche-enseignement\". Aussi,ce cours combine différentes entrées: - 1. théorique : autour d'analyses de l'espace menées en sciences sociales; - 2. méthodologique : autour de la présentation de différentes techniques d'enquête par l'illustration et l'explicitation de recherches concrètes; - 3. de pratique de recherche : autour d'une enquête socio-spatiale menée par les étudiant-e-s sur un terrain d'étude circonscrit (ce contexte retenu variant d'une année à l'autre). Une journée commune de \"visite de terrain\" (sur le contexte retenu) est programmée au cours du quadrimestre. Les autres cours ont lieu à Louvain-la-Neuve et combinent différents temps pédagogiques: des apports théoriques mêlant présentations ex cathedra et lectures scientifiques menées en amont, des présentations méthodologiques et des exercices de mise en situation, ainsi que des temps de discussion (en sous-groupe ou en \"classe\") autour de l'enquête à réaliser et ses états d'avancement.",
        "assessment_methods": "L'évaluation des acquis de l'étudiant-e pour ce cours procède de deux façons complémentaires. 1) Travail écrit (à réaliser en groupe) [15 points sur 20]. Sur la base d’une enquête de terrain menée sur un \"site\" commun (le contexte retenu étant différent d'une année à l'autre), le groupe définit un thème ou un type de dispositif spatial. Il s'agit de l’explorer de façon descriptive (a) et analytique (b). Le travail comprend : une introduction; 1/ une description du site au prisme du thème/du type de dispositif spatial choisi; 2/ une analyse socio-spatiale qui articule données empiriques et apports théoriques; une conclusion. Le travail comprendra des informations iconographiques – dessins, photographies, plans, etc.. – utilement agencées par rapport au texte et correctement référencées. (Ces travaux écrits peuvent être l'objet d'une restitution publique, non évaluée, dont les modalités sont à convenir de façon concertée entre les étudiant-e-s et l'enseignant.) 2) Examen oral individuel [5 points sur 20] sur 2 questions théoriques tirées au sort dans une liste de questions réalisée et transmise à l'issue du dernier cours.",
        "other_info": "Ce cours est accessible aux étudiant-e-s en séjour d'échange universitaire. Ce cours est élaboré et donné de façon complémentaire au séminaire LICAR 2101 \"Théorie et recherche en sciences humaines : habitation\". Cependant, il n'est pas exigé de suivre ou d'avoir suivi ce séminaire pour participer au cours \"Architecture et société\" (LICAR 2102).",
        "online_resources": "Moodle UCLouvain (LICAR 2102)",
        "bibliography": "Bibliographie indicative: ASCHER F. (1995), Métapolis ou l’avenir des villes , Paris : Odile Jacob. AUTHIER J.-Y. et al. (2019), D’une ville à l’autre. La comparaison internationale en sociologie urbaine , Paris : La Découverte. BOURDIEU P. (1964), « La maison ou le monde renversé », in BOURDIEU P. (2000 – 1 ère éd. 1972), Esquisse d’une théorie de la pratique (précédé de Trois études d’ethnologie kabyle) , Paris : Le Seuil. CERTEAU (de) M. (1990), L'invention du quotidien. T1 : arts de faire, T II : habiter, cuisiner , Paris: Gallimard. ELEB M. et al. (1997), Urbanité, sociabilité et intimité, des logements d’aujourd’hui , Paris: Editions de l’Epure. FRANCQ B. (2003), La ville incertaine. Politique urbaine et sujet personnel , Louvain-la-Neuve: Academia-Bruylant. GOFFMAN E. (1973), Mise en scène de la vie quotidienne , Paris : Editions de Minuit. LAPEYRONNIE D. (2008), Ghetto urbain . Paris : Robert Laffont. LEDENT G., SALEMBIER C. and VANNESTE D. (dir.), Sustainable Dwelling. Between Spatial Polyvalence and Residents’ Empowerment, Louvain-la-Neuve: Presses universitaires de Louvain. LEFEBVRE H. (2000 - 1ère éd. 1974), La production de l'espace , Paris: Anthropos. LENEL E. (dir.) (2018), L'espace des sociologues. Recherches contemporaines en compagnie de Jean Remy , Toulouse : Erès. PINSON D. (2016), \"L’habitat, relevé et révélé par le dessin : observer l’espace construit et son appropriation\", Espace et société , n° 164-165, pp. 49-66. PAQUOT T. et al. (2000), La Ville et l’Urbain, l’état des savoirs , Paris : La Découverte. PEREC G. (2000 – 1 ère éd. 1974), Espèces d’espaces , Paris : Galilée. RAYMOND H. et al. (2003 – 1 ère éd. 1968), L’habitat pavillonnaire , Paris : L’Harmattan. REMY J. et VOYÉ L. (1993), Vers une redéfinition de la ville , Paris: L’Harmattan. RONCAYOLO M. (1997), La ville et ses territoires , Paris: Gallimard. SEGAUD M. (2012), Anthropologie de l’espace. Habiter, fonder, distribuer, transformer , Paris: Armand Colin. SERTAFY P. (2005), Chez soi, les territoires de l’intimité , Paris: Armand Colin. SINGLY (de) F. (2006), « Le sens de la chambre personnelle pendant la seconde modernité. Le cas de l’adonaissance », in HUYNH P. M. (coord.) (2006), Habitat et vie urbaine. Changements dans les modes de vie , Paris: PUCA. THIBERGE C. (2002), La ville en creux , Paris: Editions du Linteau. Revues scientifiques régulièrement mobilisées : Les Cahiers de la recherche architecturale, urbaine et paysagère; CLARA Architecture/Recherche ; Housing Studies; les publications de la CPDT...",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2931",
        "title": "Stage en milieu professionnel",
        "credits": "3.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "topics_covered": "Le stage offre aux étudiants l'opportunité de s'immerger dans le monde professionnel. Le milieu professionnel d'immersion est généralement une agence d'architecture où l'étudiant est confronté durant trois semaines aux différents aspects de la vie de l'architecte (de la conception au chantier en passant par les contacts avec les clients et les fournisseurs de matériaux). Le stage peut également être accompli dans un bureau d'études, dans une administration, une équipe de recherche ou tout autre organisme en lien avec le monde de l'édification. Il ouvre la porte aux différents débouchés potentiels de la formation. Le stage permet l'application des connaissances disciplinaires et des savoir-faire dans un cadre professionnel. À l'issue de son stage, l'étudiant.e établit un rapport, accompagné d'une attestation du maître de stage pour en assurer la validité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À la fin de l'activité, l'élève sera en mesure de : faire partie d'une équipe pour observer et comprendre le rôle des acteurs impliqués dans le monde de la construction. de s'impliquer activement dans le travail professionnel et de prendre conscience de ses responsabilités. de développer un esprit réflexif tant au niveau des connaissances théoriques que des pratiques professionnelles qu'il a acquises ou qu'il doit encore acquérir. de donner un compte-rendu clair et précis de son expérience sur le terrain.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2703",
        "title": "Structures architecturales 3: questions avancées",
        "credits": "4.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Zastavni Denis"
        ],
        "teaching_language": "Français",
        "topics_covered": "L’activité d’enseignement vise l'acquisition de connaissances et de compétences avancées liées aux structures architecturales et issues des différents domaines de la recherche en architecture et en ingénierie des structures. L’activité aborde chaque année une ou plusieurs questions avancées en rapport à la conception des structures, telle que : l’analyse non-linéaire ou par STM, l’utilisation des outils de conception paramétriques ou de CAO dédiés aux structures, la statique graphique avancée ou en 3D, la conception de gratte-ciel, l’optimisation des structures architecturales, la conception des détails techniques structuraux… Ces thématiques sont abordées soit sous l’angle de la recherche soit par le biais d’outils (à découvrir ou déjà visités, mais non nécessairement pratiqués, dans les cours de Structure architecturale I et II) soit par une articulation des deux. L’étude des thématiques implique les étudiants de différentes manières : établissement d'états de l'art relatifs au domaine concerné, études de cas, analyses structurales, courts exercices de conception appliqués…",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - Comparer des artefacts structuraux dans leurs dimensions technique, constructive, mécanique ou historique Retracer les méthodes de conception ou les approches de conception qui ont été suivies dans le cadre de problématiques structurales spécifiques. En prolonger l'application pour élaborer des variantes ou des propositions alternatives Expérimenter le potentiel de conception (design) de certains outils numériques ou méthodes de modélisation dans le cadre de la pratique structurale Utiliser des moyens graphiques /géométriques de test et de simulation en recherche et dans une démarche de conception structurale. Etablir et expliquer l’état de l’art considéré dans un pan de recherche en structures. Construire une méthodologie analytique ou de projet permettant de rencontrer les objectifs de la question posée dans le cadre de l’activité. Manipuler de nouveaux outils d’analyse ou de conception structurale.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lepl1110",
        "title": "Eléments finis",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            ". SOMEBODY",
            "Legat Vincent",
            "Remacle Jean-François"
        ],
        "teaching_language": "Français",
        "prerequisites": "Ce cours suppose acquises les notions élémentaires en simulation numérique, notamment la maîtrise des méthodes numériques de base et de leurs principes sous-jacents (stabilité, précision, convergence, ...) ainsi qu'une initiation à la résolution d'équations aux dérivées partielles (EDP) par différences finies telles qu'enseignées dans les cours LEPL1104 .",
        "topics_covered": "L'objectif général du cours est l'introduction de la méthode des éléments finis pour résoudre des problèmes qui se posent dans les différentes disciplines de l'ingénieur : électromagnétisme, mécanique des structures et des fluides, applications biomédicales... Les applications concerneront donc toutes les disciplines de l'ingénieur. Le contenu du cours comporte principalement trois aspects : - les concepts de base de la technique des éléments finis; - l'introduction au fondement mathématique des éléments finis : calcul des variations; - l'implémentation efficace et complète d'un problème dans un langage compilé : C.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de cet enseignement, les étudiants seront aptes à : - devenir ultérieurement des utilisateurs avertis des outils informatiques de simulation numérique par éléments finis dans les différentes disciplines de l'ingénierie; - prendre conscience des problèmes numériques qui peuvent se poser lors de cette utilisation. En particulier, l'accent est mis sur l'analyse des critères qui permettent de choisir la méthode la plus adaptée et d'estimer la validité des résultats produits par l'ordinateur; - choisir une méthode en tenant compte d'exigences de précision et de complexité; - comprendre la méthode des éléments finis; - réaliser un petit programme C implémentant la résolution complète d'un problème par la méthode des éléments finis dans les différentes disciplines de l'ingénierie; - certifier et valider le résultat de la simulation ainsi obtenue. Eu égard au référentiel AA du programme « Bachelier en Sciences de l'Ingénieur, orientation ingénieur civil », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : - AA 1.1, 1.2 - AA 2.2, 2.3, 2.4, 2.6, 2.7 - AA 3.1, 3.2, 3.3 - AA 4.1, 4.4",
        "content": "Comment résoudre numériquement les équations aux dérivées partielles qui apparaissent dans les différentes disciplines de l'ingénieur ? Le calcul scientifique est une démarche qui permet d'obtenir une solution approchée pour ces problèmes. Ce cours a pour objet d'introduire le principe et la mise en oeuvre d'une des méthodes les plus populaires : les éléments finis. Le cours présente une méthodologie générale et une approche unifiée qui conduit progressivement d'exemples élémentaires jusqu'aux applications majeures de la méthode. La démarche met l'accent sur l'aspect multidisciplinaire entre le calcul algébrique, l'analyse mathématique et la mise en oeuvre informatique. - Interpolation d'une fonction sur un maillage non structuré; - Eléments finis pour des équations elliptiques : formulations faible et discrète, structures de données fondamentales; - Théorie de la meilleure approximation : initiation à la théorie des distributions, espaces de Sobolev, théorème de Lax'Milgram, lemme de Céa, estimations d'erreur a priori et a posteriori; - Génération de maillages : triangulation de Delaunay, initiation à la géométrie numérique; - Eléments finis pour des problèmes d'advection'diffusion : méthodes de Petrov'Galerkin; - Techniques de résolution des grands systèmes linéaires générés par la méthode : solveurs bandes, technique frontale et méthode des gradients conjugés; - Analyse dynamique et modale. La démarche proposée sera largement transversale pour toutes les disciplines en utilisant des exemples génériques et variés. L'intérêt de tous les étudiants sera stimulé lors de la réalisation du programme final qu'ils réaliseront. En fonction de sa sensibilité, chaque étudiant pourra développer davantage l'une ou l'autre thématique : l'accent pourra donc porter sur l'architecture générale de l'implémentation, sur l'optimisation des performances du code, sur l'analyse des propriétés numériques de la méthode implémentée, sur la visualisation graphique des résultats ou sur des applications distinctes. A titre d'exemple, l'application finale pourrait être la simulation de l'électromagnétisme, la propagation d'ondes acoustiques, la propagation d'un tsunami ou la vibration d'une structure composée de treillis métalliques... Une interaction éventuelle avec les projets disciplinaires donnés pendant le même quadrimestre pourrait aussi être envisagée.",
        "assessment_methods": "La note finale du cours sera obtenue sur base des devoirs, du projet et de l'interrogation écrite. En juin et en septembre, un examen sera organisé et permet de remplacer la note de l'interrogation. Il n'est pas possible de remettre une nouvelle version des devoirs et du projet à l'issue de la deadline : ne pas remettre le projet réduit donc de manière drastique les chances de réussir le cours lors de la seconde session Plus précisément, la note finale du cours sera obtenue à partir de l'évaluation continue et de l'évaluation certificative définies comme suit : Evaluation continue A = Moyenne des notes obtenues pour les devoirs Evaluation certificative B = Interrogation (obligatoire) organisée pendant l'année C = Projet, rapport et interview (obligatoire) Plus précisément, la note finale sera déduite à partir de la formule suivante : Note = max((A+B+C)/3,(B+C)/2) si (B+C)/2 >= 10 Note = (B+C)/2 si (B+C)/2 < 10",
        "online_resources": "https://perso.uclouvain.be/vincent.legat/zouLab/epl1110.php",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2200",
        "title": "Sociétés, cultures, religions : questions humaines fondamentales",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dusabamahoro Valinho Gomes Pedro"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours propose une réflexion critique sur les grandes questions existentielles dans le contexte de la modernité européenne. Une ouverture aux différentes religions et philosophies présentes dans l’espace public actuel sera faite pour aborder ces questions en même temps qu’elle permettra d’interroger le pluralisme dans nos démocraties. Les sciences des religions seront sollicitées, ainsi que la théologie chrétienne dans la mesure où par théologie l’on désigne le travail critique d’une religion sur elle-même.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 analyser un questionnement sur le sens d’une destinée individuelle et collective 2 identifier les réponses apportées par les religions aux questions existentielles et percevoir leurs enjeux dans la modernité européenne 3 décrire les conditions d’un dialogue entre convictions en contexte pluraliste.",
        "content": "La question du sens est toujours culturellement située, même si elle semble intemporelle. En outre, l’exercice d’une herméneutique de la situation présente implique l’utilisation critique d'un patrimoine culturel de sens. Or, dans un contexte de pluralisation et de dilution sociale, culturelle et religieuse, la médiation de ce patrimoine de sens devient complexe dans les dynamiques croisées de désidentification et de protectionnisme. Dans ce cours, nous proposons d’analyser cette relation complexe au(x) patrimoine(s) de sens dans la société occidentale, en explorant ce que les catégories de confiance , d’ espoir et de solidarité peuvent signifier dans le contexte d’une société liquide. Le cours alternera entre cours magistral, analyse de situations et étude de textes ou d’autres figures culturelles.",
        "assessment_methods": "Examen final écrit.",
        "responsible_entity": "TECO"
    }
]