[
    {
        "url": "https://uclouvain.be/cours-2024-lhagi2530",
        "title": "Conservation du patrimoine mobilier",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Heering Caroline"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Seront abordés: la conservation préventive (environnement des objets et des oeuvres d'art dans les musées et en dehors de ceux-ci, le conservation des objets selon leur matériau), la protection et le déplacement des oeuvres, la restauration (histoire, déontologie, attitude de l'historien d'art par rapport à la restauration, ...).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 La conservation et la protection du patrimoine mobilier est subordonnée à de nombreuses connaissances techniques et déontologiques. A l'issue de cet enseignement, l'étudiant maîtrisera les données et connaissances nécessaires à la conservation préventive des objets, mais également à leur protection et à leur manipulation. Il sera également apte à aborder le dialogue nécessaire entre l'historien d'art et le restaurateur au sujet de la restauration des oeuvres.",
        "content": "Conservation préventive : les agents de détérioration Conservation préventive appliquée aux objets selon leurs matériaux Conservation préventive dans les musées et dans les églises : études de cas Histoire et déontologie de la restauration",
        "teaching_methods": "Le cours consistera en des exposés ex-cathedra du professeur et de conférenciers invités. Des exercices et des mises en situation sur le terrain peuvent être prévus en fonction du calendrier et de l’auditoire.",
        "assessment_methods": "L’évaluation consistera d’une part en un examen oral permettant d’évaluer les acquis des étudiants sur le cours (y compris les interventions de conférenciers invités) (50%) et d’autre part sur un travail écrit (50%).",
        "other_info": "Support = prise de notes au cours + portfolio de lectures.",
        "online_resources": "Ppt, bibliographie, portfolio de lectures.",
        "bibliography": "Disponible sur Moodle",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1555",
        "title": "Arts et civilisations : Préhistoire et protohistoire",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cauwe Nicolas",
            "Vanden Broeck-Parant Jean"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "/",
        "topics_covered": "Le cours est divisé en deux parties : - une première partie trace le développement de la culture matérielle à partir de l'aube de l'humanité jusqu'à la fin du Néolithique en Europe. - une deuxième partie traite le monde méditerranéen, commençant avec l'Âge du Bronze en soulignant les cultures différentes. Dans cette deuxième partie, une attention particulière est accordée à l'étude des monuments (urbanisme, architecture, sculpture, peinture) les plus représentatifs.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant aura acquis une information approfondie sur la Préhistoire européenne, ainsi que sur les civilisations méditerranéennes jusqu'à la fin de l'âge du bronze. Il sera initié à l'anthropo-biologie, à l'archéologie et à l'histoire de l'art. Il entamera une tentative de reconstruction du cadre historique, social et politique à partir des données archéologiques. Il accordera une attention particulière aux systèmes d'échanges et d'acculturation et à l'utilisation de l'art dans la vie symbolique et ensuite la compétition entre élites.",
        "content": "Introduction à l'archéologie et à l'art pré-et protohistorique, en fournissant un aperçu historique général de ses différentes formes (habitat, architecture, sculpture, céramique, arts décoratifs) depuis le début de l'humanité jusqu'à la fin de l'âge du bronze en Méditerranée.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen écrit.",
        "bibliography": "Syllabus et bibliographie fournis par les enseignants.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2420",
        "title": "Archéologie du haut Moyen Âge à la période moderne",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Verslype Laurent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours est bisannuel et se place notamment en continuité du cours LARKO2385. Il passe en revue les sources archéologiques et plusieurs thèmes spécifiques de l'archéologie mérovingienne et carolingienne du nord de la Gaule (mobiliers, archéologie funéraire, religieuse, urbaine, habitats ruraux, 5e-10e s.) et présente des contextes particuliers et des études de cas relevant des périodes médiévales et modernes (les artisanats, la ville, 11e-17e s.).",
        "content": "Les thèmes suivants sont notamment abordés lors des exposés : archéologie funéraire et religieuse, caractérisation des mobiliers, archéologie des sites ruraux, études paléoenvironnementales et culture matérielle (interprétations socio-économiques des sites et des mobiliers, artisanats, productions et diffusions, sites portuaires fluviaux et maritimes), archéologie urbaine (héritages et rupture avec l’Antiquité, urbanisme). Le cours illustre les apports spécifiques de l'archéologie et ceux d'autres disciplines par l’examen de sites emblématiques, d’études de cas et par le prisme de la culture matérielle, de la structuration des espaces ruraux et urbain, des productions artisanales et des techniques.",
        "teaching_methods": "Les exposés ex cathedra privilégient des thèmes variés selon l'actualité de la recherche, séances auxquelles peuvent participer des spécialistes invités. Des visites ciblées de sites et/ou de musées peuvent être organisées selon l'actualité de la recherche tant en Belgique et que dans les pays voisins. Les modalités d'enseignement peuvent être adaptées selon l’évolution des conditions sanitaires.",
        "assessment_methods": "Examen oral basé sur les séances ex cathedra. Un rapport écrit relatif à un dossier de lectures communiquées au cours du quadrimestre d'enseignement ou sur des séances thématiques spécifiques peut également être évalué.",
        "online_resources": "Toute la documentation utile (projection, lectures, bibliographie…) est mise à disposition sur la plate-forme Moodle.",
        "bibliography": "Une bibliographie de base est mise à disposition et des bibliographies thématiques sont communiquées au gré des thèmes abordés.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsoc2002",
        "title": "Sociologie du numérique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Mangez Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours pose la question des transformations sociétales à l''uvre en lien avec le numérique, dans les sociétés occidentales, et ce à partir d'une lecture sociologique qui pourra, selon les thèmes abordés, être croisée avec d'autres disciplines comme l'anthropologie, l'économie ou les sciences politiques. Les thèmes qui pourront être abordés au cours incluent': La place de la sociologie du numérique dans la sociologie des sciences et techniques'; numérique et transformations du rapport au temps et à l'espace'; Sphère politique': e-gouvernance, surveillance et contrôle, élargissement de la sphère publique, évolution du rôle des médias'; Révolution numérique et transformations du travail'; Rapport au corps, quantification de soi, nouvelles formes de co-présence'; Tournant digital et lien social'; et Socialisations «'virtuelles'» et «'matérielles'»'",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de ce cours, les étudiants seront capables': de poser un regard critique sur le tournant numérique'(AA 4.1 et 7.3); de discuter des enjeux sociaux, économiques, politiques, et culturels liés au numérique (AA 2.1)'; de définir et de mettre en 'uvre les concepts et théories sociologiques liés au tournant numérique (AA 2.3 et 4.2); d'analyser les usages et les pratiques numériques'(AA 1.3'; 2.4 et 4.4); de porter un regard sociologique sur les interactions entre pratiques et sphères «'virtuelles'» et pratiques et sphères «'matérielles'» (AA 1.3'; 2.4 et 4.4) de communiquer, à l'oral et à l'écrit, sur des sujets complexes dans le domaine de la sociologie de façon correcte, structurée, argumentée selon les standards de communication spécifiques au contexte et en adaptant sa communication (contenu et forme) au public visé et aux intentions poursuivies (AA 6.1).",
        "content": "Thématiques abordées (liste non limitative): - Introduction à quelques éléments techniques de base relatifs au fonctionnement des outils numériques - Perspective historique et sociologique: comment des avancées technologiques (écriture, imprimerie, numérique) affectent et son affectées par des évolutions sociologiques. - Contexte d'émergence de l'informatique, d'internet et du web - Intelligence artificielle et deep learning - Sociologie économique et plateformes numériques - Numérique et évolution de champs particuliers (par exemple : le travail, le journalisme, l’éducation, la famille, la santé, la justice, etc.). - Rapport à soi, rapport aux autres dans l'univers numérique (apport de la psychologie) - Rapport à l'information dans un monde numérique",
        "teaching_methods": "Cours magistral donné par l’enseignant-e ; interventions ponctuelles de conférencier-e-s invité-e-s. Le professeur pourra demander aux étudiant-e-s de réaliser des préparations ponctuelles en vue de certaines séances.",
        "assessment_methods": "Travail de groupe (conception et mise en oeuvre d'un dispositif d'enquête) et examen écrit individuel.",
        "online_resources": "Moodle",
        "bibliography": "Powerpoint diffusés en séance portefeuille de lectures",
        "course_materials": "Powerpoint diffusés en séance portefeuille de lectures",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1423",
        "title": "Histoire des Temps modernes",
        "credits": "5.00",
        "hours": "37.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Harvey Isabel Danielle",
            "Mostaccio Silvia"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours fait découvrir, pour les temps modernes, quelques problématiques de recherche touchant à des domaines différents et capables d'illustrer les enjeux de fond de l’histoire de l’Europe occidentale et de ses interactions au niveau mondial, entre le XVe et le XVIIIe siècle. Il s’agit notamment de suivre le double mouvement de la création des empires coloniaux et de la construction des Etats. Il s’agit aussi de comprendre les conséquences politiques et militaires des réformes religieuses de la première modernité. Enfin, le cours traite de l’époque des révolutions caractérisant la fin de la période moderne.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser des savoirs disciplinaires: Maitriser un socle de savoirs dans les domaines de l’histoire, de la philosophie, des arts et des lettres. Articuler ces savoirs dans un contexte historique, social et culturel. 2 Donner un sens à un texte, à un événement ou à une oeuvre: Interpréter un événement, une oeuvre, une image ou un texte dans son contexte historique, social et culturel. Évaluer la portée signifiante de productions culturelles dans une société donnée et rendre compte de leur circulation. S’ouvrir à d’autres cultures, moyens de communication et d’expression et perspectives. 3 Devenir autonome et responsible dans sa formation: Faire preuve d’un regard réflexif sur ses connaissances, ses méthodes et ses productions . 4 Acquis d’apprentissages spécifiques à l’unité d’enseignement : Maîtriser la chronologie de l’histoire des temps modernes et les principaux cadres de cette histoire. Maîtriser, à partir de l'examen de quelques sources et travaux, comment la connaissance historienne s'élabore. Être capable au départ d'un \"portefeuille de lectures\", de dégager quelques grandes problématiques de recherche.",
        "content": "Ce cours se veut comme complémentaire au cours LFIAL1155, Introduction à l’histoire. Il s’agira notamment d’approfondir des thèmes tels que la première globalisation vue à partir de l’Europe (échanges et conquêtes) ; les réformes religieuses, la confessionnalisation, les conflits armées religieux et politiques ; les révolutions de la fin des temps modernes. Une attention particulière sera portée à expliciter les liens entre le contexte historique et les manifestations artistiques",
        "assessment_methods": "Examen oral.",
        "bibliography": "François Lebrun, L’Europe et le monde. XVIe-XVIIIe siècle, Paris, 2004 Jérôme Hélie, Petit atlas historique des temps modernes, Paris, 2007 Jean Delumeau (dir.), Une histoire du monde aux temps modernes, Paris, 2013",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2340",
        "title": "Histoire des avant-gardes",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Roucloux Joël"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours se centre sur les échanges artistiques immédiatement antérieurs à la Première Guerre mondiale caractéristiques d'une internationalisation des avant-gardes. Il s'interroge sur l'impact de la guerre et explore le nouveau paysage international de l'Entre-deux-Guerres. La question de la mise en accusation des avant-gardes par la critique, par des régimes politiques voire par les artistes eux-mêmes est également abordée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Décloisonner l'étude des mouvements de l'art moderne en montrant leurs échanges, leurs convergences et leurs oppositions au sein d'un paysage international.",
        "content": "Tous les mouvements caractéristiques de la période 1912-1937 sont susceptibles d'être évoqués : cubisme, futurisme, expressionnisme, rayonnisme, suprématisme, constructivisme, réalisme socialiste, peinture métaphysique, purisme, vérisme, précisionnisme, dadaïsme, surréalisme, régionalisme, « art naïf », etc.",
        "teaching_methods": "Confrontation des 'uvres avec les documents qui en resituent la réception dans un contexte national et international.",
        "assessment_methods": "Examen oral.",
        "other_info": "/",
        "online_resources": "/",
        "bibliography": "/",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2240",
        "title": "Visual Culture Studies and Art History",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Streitberger Alexander"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "/",
        "topics_covered": "Reprenant la question de W.J.T. Mitchell \" Que veulent les images ? \", le cours s'attachera aux sens et aux fonctions des images dans les sociétés anciennes et modernes. D'une part, seront étudiées les interactions entre les images artistiques et les images non-artistiques au sein de contextes historiques et sociaux spécifiques. D'autre part, on insistera sur la relation entre l'étude des cultures visuelles et la \" nouvelle histoire de l'art \".",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours a pour objet d'introduire aux différents thèmes et approches des études portant sur les cultures visuelles. Plus spécifiquement, l'étudiant apprendra à envisager l'art sous l'angle de son inscription dans le champ des cultures visuelles. Un autre but consistera à envisager la place de l'histoire de l'art dans le champ élargi des études sur les cultures visuelles.",
        "content": "Partant de l'idée d'un \" tournant iconique \" proposée en 1992 par W.J.T. Mitchell pour rendre compte de l'importance accrue des images dans nos sociétés dominées par les mass media, il s'agira d'envisager les répercussions de ce tournant sur l'histoire de l'art comme discipline. Afin de situer au mieux l'art à l'intérieur du contexte élargi des cultures visuelles propres à une époque, les enjeux suivants seront pris en considération : - D'un point de vue sémiotique, les images - artistiques ou non - doivent être comprises en relation avec les pratiques sociales qui contribuent à la construction de leur sens. - Afin de comprendre ce qui régule le sens des images, la question de la reproductibilité et de la technologie doit être affrontées au même titre que celle des conditions historiques et institutionnelles. - Enfin, en tenant compte du fait que le sens ne réside pas dans l'objet mais naît à l'articulation entre le spectateur et ce qui est perçu par lui, les pratiques culturelles de la vision et du regard seront prises en considération. Dès lors, les approches sémiologiques, anthropologiques et psychologiques seront envisagées afin de comprendre comment les pratiques visuelles et les images véhiculent le sens. A l'intérieur de ce cadre général, la question principale sera de savoir comment les pratiques artistiques peuvent être décrites et analysées comme des pratiques de production de sens, et, sur un plan épistémologique, comment l'histoire de l'art peut affronter ce nouvel horizon et quels bénéfices elle peut tirer des enjeux relevés par les études portant sur les cultures visuelles. L'enseignant introduira les principaux thèmes et approches en alternant observations générales et études de cas.",
        "assessment_methods": "Exposé oral et travail écrit.",
        "bibliography": "Ouvrage de référence: Nicholas Mirzoeff, An Introduction to Visual Culture, London, New York, Routledge, 2009 (second edition).",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lantr2115",
        "title": "Séminaire d'Anthropologie du Numérique : technologie, jeux vidéos et mondes virtuels",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Scheepmans Lionel",
            "Servais Olivier"
        ],
        "teaching_language": "Français > English-friendly",
        "content": "Ce séminaire débute par la présentation d'outils numériques et techniques utiles en anthropologie numérique. Il se poursuit par un apprentissage réciproque, entre participants et participantes, basé sur des observations et analyses d'activités humaines produites au sein de l'espace numérique. Les thématiques abordées lors des présentations de travaux et débats peuvent porter sur jeux vidéos et mondes dits « virtuels », tel qu'indiqué dans le titre du cours, mais aussi sur tout autre environnement numérique propice à l'expérience humaine (site de rencontre, réseaux sociaux, plateformes collaboratives, usage de l'intelligence artificielle, fraude Internet, etc.).",
        "teaching_methods": "Après une présentation des participants et de leurs outils numériques préférés, le travail attendu sera expliqué sur la base d'un exemple produit par l'enseignant. Le séminaire se poursuit ensuite par une série de 10 tâches hebdomadaires à réaliser en ligne sur le site de la Wikiversité. L'objectif de ces différentes tâches est d'amener les participants à finaliser leur travail d'écriture sous la forme d'une page web, réalisée seul ou en groupe, et soumise aux commentaires du reste des participants. Les 15 heures de cours présentiels obligatoires sont réparties comme suit : Une première séance de six heures le mercredi 5 février 2025, de 10h00 à 16h00, dans un lieu qui sera communiqué ultérieurement, pour présenter les participants et l'organisation du séminaire, et pour finaliser et valider le système d'évaluation des participants. A l'issue de cette première réunion, les participants auront également acquis les compétences nécessaires à l'utilisation de la plateforme Wikiversité. Une deuxième journée au Game Center du Quai 10 à Charleroi permettra aux étudiants de découvrir l'industrie du jeu vidéo avant d'essayer quelques jeux en démonstration. Cette deuxième rencontre sera également l'occasion de finaliser le sujet du travail à réaliser. La date de cette excursion sera déterminée lors de la première séance de cours avec tous les participants, afin que tout le monde puisse être présent. Une dernière journée de clôture est prévue le vendredi 9 mai 2025, de 16h15 à 20h15. Elle sera consacrée à une courte présentation orale des travaux réalisés et à l'application d'un système d'évaluation collective, basé sur un questionnement oral entre les participants et un classement des travaux en fonction de leur qualité.",
        "assessment_methods": "L'attribution de la note finale de ce séminaire se base sur une évaluation continue. Chaque participante et participant débute le cours avec une note de 20/20 qu'il est potentiellement possible de garder jusqu'à la fin du séminaire. Cette note maximale pourra cependant être réduite selon les principes suivant : - 1 point en cas d'absence non justifiée et non accordée à une des trois sessions de cours en présentielle. - 1 point pour chaque tâche hebdomadaires non réalisée. - 0.5 point pour chaque tâche finalisée en retard. - 4 points si le volume d'écriture du travail final est inférieur à 5 000 octets de prose, par rédacteur. - 2 points si le volume d'écriture du travail final est inférieur à 10 000 octets de prose, par rédacteur. - 4 points si le travail final recense moins de 5 références d'ouvrages ou de pages web pertinentes, par rédacteur. - 2 points si le travail final recense moins de 10 références d'ouvrages ou de pages web pertinentes, par rédacteur. - 1 point par absence de commentaire à un des travaux réalisés par les autres participants. - 1 point en cas d'absence ou de fausse réponse à l'une des questions posées lors de l'examen oral collectif. - 1 point si le travail final est situé en deuxième position du classement qualitatif et collectif. - 2 points si le travail final est situé en troisième position du classement qualitatif et collectif. - 3 points si le travail est situé plus bas que la troisième position du classement qualitatif et collectif. Il en résulte donc qu'une note de 20/20 sera accordé à chaque étudiante ou étudiant qui aura accompli toutes les tâches demandées au cours du séminaire, finalisé un travail comprenant plus de 10 000 octets de prose et 10 références pertinents par rédacteur et qui sera en première position dans le classement qualitatif des travaux. Ce classement, dans lequel il peut exister des exæquos, se base sur la remise, par chaque participante et participant, sur papier et de manière anonyme, de l'énumération de trois travaux par ordre préférence. Les étudiants et étudiantes dont la note finale est inférieure à 10/20 devront passer un examen oral classique avec le professeur durant la dernière session d'examen d'aout/septembre 2025. Cet examen évaluera la connaissance, et la compréhension, de ce qui a été présenté au cours par le professeur et les étudiants. Ce mode d'évaluation fera l'objet d'une discussion en première séance de cours dans le but de récolter l'avis des étudiants, jusqu'à l'obtention d'un consensus.",
        "other_info": "Les deux séances de cours en présentiel sur le site UCLouvain auront lieu au local Leclercq 80. L'utilisation de l'intelligence artificielle dans les tests d'évaluation de ce cours est régie par les règles énoncées dans le mémorandum de la faculté en la matière, disponible sur l'intranet de la faculté dans la section information aux étudiants. Ces règles feront l'objet d'une discussion en début de cours, lors du temps consacré à la découverte et l'usage des outils numériques en anthropologie numérique.",
        "online_resources": "Dans le respect de la volonté et de la vie privée de chacun, le projet Wikiversité servira d'espace numérique en ligne pour organiser ce séminaire d'anthropologie numérique. Toutes les informations nécessaires au bon déroulement de ce séminaire de 2025 sont disponibles et mises à jour sur la page : https://fr.wikiversity.org/wiki/Anthropologie_num%C3%A9rique/Session_UCLouvain_2025 La page équivalente pour le séminaire de 2024 est disponible à l'adresse : https://fr.wikiversity.org/wiki/Anthropologie_num%C3%A9rique/Session_UCLouvain_2024",
        "bibliography": "Servais O., Dans la peau des gamers, Paris, 2020. Scheepmans L., Le mouvement Wikimédia , Wikilivres, 2023",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2232",
        "title": "Archéologie de l'époque contemporaine",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vanden Broeck-Parant Jean"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Une maitrise suffisante de l’anglais est requise, tant pour la lecture d’une partie de la bibliographie de référence que pour prendre part aux séances-débats suivant certaines des conférences données en anglais.",
        "topics_covered": "Le cours a pour premier objet d’offrir un panorama des recherches et projets archéologiques s’étant focalisés sur une période s’étalant de la première guerre mondiale à nos jours au sein du monde occidental. Il ambitionne également d’illustrer les spécificités de la pratique de l’archéologie dite du passé récent, tant en termes d’épistémologie que de cadre théorique, tout en soulignant les reconfigurations méthodologiques y étant liées. Le cours s’emploie aussi à souligner les nombreuses réalités sociales, politiques, économiques mais également écologiques ayant intéressé ces archéologies contemporaines (ex : inégalités sociales, colonialisme, racisme, conflits armés, violences étatiques, propagande, dérèglement des écosystèmes, raréfaction des ressources, pollution, etc.), réalités qu’elles ont également éclairées à travers leur examen et approches – tantôt novatrices, tantôt plus traditionnelles – d’un large éventail de vestiges matériels. Ce faisant, l’unité d’apprentissage vise principalement à souligner la pertinence d’une lecture archéologique d’un ensemble de réalités contemporaines dont l’expression matérielle et ses implications sont trop rarement conscientisées.",
        "content": "Le cours commencera avec une séance introductive présentant le développement théorique de l’archéologie du monde contemporain, non limité au monde occidental. Les cours suivants aborderont des cadres théoriques et cas d’étude afin de mieux comprendre les différentes approches de l’archéologie du monde contemporain et de l’Anthropocène. Le contenu du cours sera donné en cours magistral et/ou en conférence et présentera des projets et cadres théoriques qui ont marqué l’histoire de la discipline. Chaque cours inclura une discussion d’articles (dont la lecture est obligatoire) illustrant le thème abordé dans le cours magistral. Le sommaire des thèmes présenté ci-dessous regroupe les différents sujets abordés mais leur ordre et organisation sont sujets à modification. Sommaire: 1.    Introduction: une archéologie des mondes contemporains, un paradoxe? 2.    Archéologie des conflits 3.    Archéologie et déchets 4.    Archéologie du quotidien, consumérisme et divertissement 5.    Archéologie du mouvement 6.    Archéologie de la résistance 7.    Archéologie et changement climatique 8.    Archéologie et ruines 9.    Archéologie et pandémie 10.    Une archéologie du présent (et passé récent) pour un meilleur futur ?",
        "teaching_methods": "Le cours est constitué de séances de cours magistral portant sur les thèmes présentés ci-dessus. Certains de ces cours seront donnés par des expert·e·s invité·e·s. Une sortie de terrain sera organisée durant le quadrimestre. Prérequis : La plupart des publications à lire sera en anglais ainsi qu’au moins une conférence, une compréhension passive de l’anglais est donc nécessaire.",
        "assessment_methods": "La validation de l’unité d’enseignement sera la résultante de l’organisation d’un séminaire en groupe (50%) et d’un travail personnel écrit (50%) sur l’un des thèmes présentés pendant le cours.",
        "other_info": "Le cours sera constitué d’un cours magistral ou conférence, ainsi que d’une discussion suivant la présentation du thème. Le cours magistral sera suivi, à partir du 4ème cours (dépendant de la taille du groupe), d’un séminaire organisé par les étudiant·e·s qui fera partie de la modalité d’évaluation.",
        "online_resources": "L’ensemble du matériel pédagogique lié au cours sera mis à disposition des étudiant·e·s sur Moodle. La plupart des publications sera en anglais, une compréhension passive de l’anglais est donc nécessaire.",
        "bibliography": "•    Buchli, V. and G. Lucas (eds) (2001). Archaeologies of the Contemporary Past. London: Routledge •    González-Ruibal, A. (2018). An Archaeology of the Contemporary Era. London: Routledge •    Graves-Brown, P., R. Harrison and A. Piccini (eds). 2013. The Oxford Handbook of the Archaeology of the Contemporary World. Oxford: Oxford University Press •    Harrison, R. and J. Schofield (eds) (2010). After Modernity: Archaeological Approaches to the Contemporary Past. Oxford, Oxford University Press. •    Harrison, R. and Breithoff, E. (2017) ‘Archaeologies of the Contemporary World’, Annual Review of Anthropology, (46), pp. 203–221. •    Holtorf, C and Piccini, A. (eds) (2011). Contemporary Archaeologies: Excavating Now. 2nd edition. Frankfurt: Peter Lang. •    Olsen, B. and Pétursdóttir, Þ. (2014) Ruin Memories: Materialities, Aesthetics and the Archaeology of the Recent Past. London: Routledge. •    Mullins, P. R. (2011) The Archaeology of Consumer Culture. Gainesville: University Press of Florida. •    Rathje, W. L. and C. Murphy (2001). Rubbish! The Archaeology of Garbage. Tucson, The University of Arizona Press. •    Sosna, D. and Brunclíková, L. (2016) Archaeologies of waste: encounters with the unwanted. Barnsley: Oxbow.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1552",
        "title": "Arts et civilisations : antiquité gréco-romaine",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cavalieri Marco",
            "Vanden Broeck-Parant Jean"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Le cours est divisé en deux parties : - une première concerne la Grèce et trace le développement des civilisations égéennes à travers les siècles obscurs vers la cité-état de son apparition à l'incorporation des pays hellènes dans l'empire macédonien. - une deuxième partie traite du monde romain, commençant avec une étude des racines de Rome, ses liens avec le monde grec et le monde étrusco-italique ; sa naissance comme synécisme de peuples et de cultures différents. Par la suite seront traités les principaux thèmes herméneutiques en rapport à l'idéologie du pouvoir à Rome : le portait identitaire des élites ; l'urbanisme des cités romaines ; l'architecture civile et religieuse ; la dimension privée du vivre. Dans les deux parties, une attention particulière est accordée à l'étude des monuments (urbanisme, architecture, sculpture, peinture) les plus représentatifs.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant aura acquis une information approfondie sur l'antiquité gréco-romaine, en particulier de la Grèce géométrique, archaïque, classique et hellénistique et de la Rome républicaine, impériale et tardo-antique. Il sera initié à l'anthropologie humaine, à l'archéologie et à l'histoire de l'art. Il entamera une tentative de reconstruction du cadre historique, social et politique à partir des données archéologiques. Il accordera une attention particulière aux systèmes d'échanges et d'acculturation et à l'utilisation de l'art dans la compétition entre élites.",
        "content": "Introduction à l'archéologie gréco-romaine et à l'art de ces deux grandes civilisations méditerranéennes, en fournissant un aperçu historique général de ses différentes formes (habitat, architecture, sculpture, céramique, arts décoratifs) depuis le début de l'Âge du Fer jusqu'à la chute de l'empire romain d'Occident.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen écrit.",
        "bibliography": "Syllabus et bibiliograpie fournis par les enseignants.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2230",
        "title": "Histoire de l'ornement",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Heering Caroline"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours se concentre sur l'histoire de l'ornement du XVème au XIXème siècles en l'envisegeant à travers les médiums de l'architecture et des arts décoratifs, médiums qui constituent les principaux champs de déploiement de l'ornement au cours de la période envisagée. A côté d'une histoire des formes et des styles, un accent sera placé sur les aspects historiographiques, théoriques et méthodologiques liés à la question de l'ornement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif est d'acquérir des connaissances approfondies dans le domaine de l'histoire de l'ornement à la Renaissance et à l'âge baroque, parallèlement à l'acquisition d'un vocabulaire propre au domaine de l'ornement, d'une méthode d'analyse des systèmes ornementaux et enfin de connaissances des enjeux historiographiques et théoriques que recouvre la notion d'ornement dans la littérature d'art et le discours scientifique.",
        "content": "Le cours articule approche historique, formelle et thématique de l’ornement (à travers l’étude de certains styles ou motifs particuliers, comme le gothico-renaissance, les grotesques, le cuir, la rocaille, etc.), tout en initiant les étudiants à une démarche d’étude méthodologique (sur la base d’études de cas particuliers) et en engageant une réflexion de nature sémiotique et théorique sur la question de l’ornement (en analysant les discours qui lui sont liés). Le cours sensibilisera à la transversalité inhérente à l’ornement en envisageant, parallèlement et en dialogue avec l’architecture, une grande diversité de médiums qui ressortissent plus généralement des arts du décor (décor monumental, décor des jardins et du mobilier",
        "teaching_methods": "Le cours s'appuiera sur des exposés ex-cathedra de l'enseignant ou de conférenciers invités.",
        "assessment_methods": "Examen oral où l'étudiant bénéficie d'un temps de préparation (et/ou, éventuellement, en fonction de l'auditoire, d'un travail personnel).",
        "other_info": "/",
        "online_resources": "Moodle : bibliographie et PPT",
        "bibliography": "Un portefeuille de lectures est communiqué en début d'année.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2270",
        "title": "Numismatique: moyen âge et temps modernes",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "prerequisites": "Une bonne connaissance de l'histoire du monde occidental.",
        "topics_covered": "Introduction à l'étude du document monétaire médiéval, des temps modernes et examen des critères de reconnaissance (frappe, métal, poids, légende, iconographie, circulation). Application à nos anciennes principautés et étude des ateliers. Etude de la monnaie comme moyen de datation en archéologie et relations avec les cours portant sur les sources d'archives, l'histoire des techniques, l'histoire économique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Analyser les différents systèmes monétaires dans leur contexte économique, social et politique. Etre capable d'inventorier correctement des collections numismatiques.",
        "content": "Numismatique et histoire monétaire, suivi d'une présentation des sources numismatiques. Les méthodes de travail (l'étude des coins, des poids, des métaux, des trésors, des monnaies de fouilles). Histoire de la monnaie du Moyen Âge et des Temps Modernes (Bas-Empire/Byzance, les Mérovingiens, le denier carolingien, le denier féodal, les transformations du \"XIIIe siècle\" (1160-1330), le bimétallisme et ses suites (1330-1500), l'époque du thaler en argent (XVe-XVIIe s.). L'art de la médaille : aspects techniques et artistiques, de la Renaissance aux XXe siècle.",
        "teaching_methods": "Essentiellement un exposé magistral avec une visite au Cabinet des Médailles de Bruxelles et une autre aux collections de l'UCL. Exercice de détermination d'objets numismatiques.",
        "assessment_methods": "Mode d'interrogation : oral.",
        "other_info": "Néant.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldemo2640",
        "title": "\"Big data\" : capture et analyse de données massives",
        "credits": "3.00",
        "hours": "20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Schnor Christine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours DEMO 2640 offre une introduction à la problématique des « Big Data » et à leur utilisation en sciences sociales. Il vise à familiariser les étudiants avec les principaux concepts, aux méthodes permettant de capturer ces données et à quelques méthodes d'analyse. Les étudiants sont également amenés à développer un regard critique sur les défis associés au traitement massif de données.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. définir le concept de « Big Data » et de fournir des illustrations de ce concept en sciences sociales ; 2. distinguer différents types de données numériques regroupées sous ce label ; 3. mener une réflexion critique sur les limites des « Big Data » et les enjeux éthiques associés ; 4. utiliser les outils appropriés pour extraire des données de contenus web et de mener une analyse de ces données.",
        "content": "Les ‘Big Data’ - une réponse moderne aux besoins des chercheurs en termes de ressources quantitatives? Les Big Data’ présentent un sujet qui est à la fois vague, trendy et polarisant. Le discours public laisse entendre que les grandes données sont facilement accessibles, qu'elles contiennent toutes (ou presque toutes) les informations, mais aussi qu’une exploitation à large échelle de ces données pose des questions sur la protection de la vie privée. Le cours comprend les sujets suivants : Terminologie et principaux concepts dans le champ des « Big Data » Avantages et limites des Big Data en sciences sociales Principales sources de 'Big Data': signaux GPS de téléphones mobiles, larges bases de données administratives, social media (twitter, facebook), etc. Étude des applications pratiques en sciences sociales et en démographie en particulier Analyse des données des réseaux sociaux (twitter et facebook; 2 séances pratiques) Enjeux éthiques, protection de la vie privée et surveillance massive",
        "teaching_methods": "Le cours vise à explorer l'ambiguïté, les défis et les risques de ces nouvelles données en se concentrant sur l'interaction entre les étudiants et l’enseignante sous forme d’une découverte guidée, impliquant l’apprenant dans l’observation, l’analyse, la vérification et la généralisation de concepts. Il vise à combiner les travaux en équipe avec des éléments d’enseignement classique et des séances pratiques, afin de stimuler à la fois la compréhension de la matière, son application et le développement d’une vue critique.",
        "assessment_methods": "La présence est obligatoire. 10% participation active à la discussion durant tout le cours 20% préparation des résumés (devoir) 20% présentation dans une séance du cours ( Critères d’évaluation : choisir des informations pertinentes concernant la problématique ; présenter l’information de façon structurée, claire, précise et argumentée; interagir avec l'enseignant et la classe.) 50% travail écrit à la fin du cours",
        "other_info": "Préparation des cours : Il est demandé aux étudiants D’être présent au cours (présence obligatoire) ; De préparer un texte scientifique par séance ; De présenter une fois durant le cours un exposé sur un sujet de leur choix (séances 5 ou 6 ; 10 minutes présentations, 5 minutes discussion)",
        "bibliography": "Littérature (sélection) Cesare, N., Lee, H., McCormick, T., Spiro, E., & Zagheni, E. (2018). Promises and pitfalls of using digital traces for demographic research. Demography , 55 (5), 1979-1999. Halavais, A. (2015). Bigger sociological imaginations: Framing big social data theory and methods. Information, Communication & Society, 18(5), 583-594. Kalimeri, K., Beiró, M. G., Delfino, M., Raleigh, R., & Cattuto, C. (2019). Predicting demographics, moral foundations, and human values from digital behaviours. Computers in Human Behavior , 92 , 428-445. Lazer, D., & Radford, J. (2017). Data ex machina: introduction to big data. Annual Review of Sociology, 43, 19-39.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1110",
        "title": "Musées et patrimoine",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Roucloux Joël"
        ],
        "teaching_language": "Français",
        "prerequisites": "Avoir suivi le cours LFIAL1140 est souhaitable",
        "topics_covered": "Le cours retrace le souci du patrimoine culturel des origines à aujourd'hui. Il montre les interactions entre ce souci et l'institution muséale de son émergence à son développement mondial. Le cours articule perspective chronologique et analyse typologique (types de musées liés aux médiums caractéristiques des différentes civilisations et époques). Il montre comment un même patrimoine peut être appréhendé tantôt sous un angle anthropologique tantôt à travers une valorisation esthétique. Le cours montre comment la valorisation du patrimoine culturel contribue au rayonnement territorial.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant restituera les enjeux actuels de sauvegarde et de valorisation du patrimoine culturel dans un perspective historique plus large. Il pourra restituer et analyser les grandes institutions et les différents paysages muséaux (au niveau mondial, national ou régional) relatifs aux grandes thématiques.",
        "content": "Histoire des collections ; Origine et développement de l'institution muséale en relation avec les principales politiques nationales ; Musées encyclopédiques et musées thématiques ; Paysages muséaux de plusieurs villes européennes ; introduction à l'histoire de la sauvagarde du patrimoine immobilier",
        "assessment_methods": "Examen oral. Celui-ci peut être constitué en partie d'une présentation à préparer. Les consignes plus précises de celles-ci sont communiquées à mi-parcours du cours.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke2898",
        "title": "Travail de fin d'études",
        "credits": "16.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Quel que soit le sujet, le travail de fin d'études permet à l'étudiant de : - réaliser une synthèse d'une question scientifique donnée; - contextualiser une problématique en lien avec les connaissances actuelle; - exposer clairement les résultats de son travail.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le travail de fin d'études doit montrer l'aptitude de son auteur à exposer correctement les résultats d'un travail personnel, objectif et méthodique, dont la qualité n'est pas nécessairement liée à l'étendue.\nLe travail de fin d'études est, au même titre que les autres formes d'enseignement, un moyen de formation constitutif des programmes où il est prévu. Il s'agit d'un travail d'ampleur plus limitée qu'un mémoire, consistant en un status quaestionis d'une problématique de la discipline du master et pouvant être circonscrit en 1 an.",
        "content": "Le travail de fin d'études consiste à faire le point de la question sur un sujet donné. Le promoteur du TFE est librement choisi par l'étudiant parmi les membres du personnel académique ou scientifique, titulaire d'un doctorat, du département d'histoire de l'art et archéologique. Les lecteurs sont choisis par le jury. Le corps du TFE, indépendamment de la bibliographie, des illustrations et des annexes, comptera entre 40 et 60 pages (comportant 2000 caractères par page). Lors du dépôt (en trois exemplaires), le TFE sera accompagné d'un résumé, en 20 lignes maximum (tirage papier et support électronique).",
        "teaching_methods": "/",
        "assessment_methods": "L'évaluation du TFE appréciera l'aptitude à cerner un objet de recherche et à poser une problématique, à mener une enquête heuristique de qualité, à appliquer aux travaux et/ou sources utilisés les principes de la critique documentaire, à synthétiser les informations récoltées et à en assurer la communication écrite. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "other_info": "L'évaluation du TFE appréciera l'aptitude à cerner un objet de recherche et à poser une problématique, à mener une enquête heuristique de qualité, à appliquer aux travaux et/ou sources utilisés les principes de la critique documentaire, à synthétiser les informations récoltées et à en assurer la communication écrite.",
        "bibliography": "/",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2010",
        "title": "Enjeux culturels et éthiques du numérique - Chaire Altissia",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Byl Cédric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le numérique affecte fondamentalement nos vies et nos cultures et, par conséquent, les « matières » qui sont au cœur de nos domaines disciplinaires en FIAL tout en suscitant des défis sociétaux importants. Il s’agira d’aborder les enjeux culturels et éthiques et de définir une épistémologie des humanités numériques. Cette réflexion mettra en avant les changements induits par le numérique en sciences humaines. Elle sera illustrée au travers de différentes thématiques comme : La délimitation et la définition du « numérique » Cartographie numérique : traitement numérique de la culture spatialisée et décloisonnement des aires culturelles. Surveillance numérique et vie privée. Sciences ouvertes : mouvement social Wikimédia et rapport au monde numérique globalisé/ numérisation du patrimoine documentaire et restitution numérique. Communautés numériques : smart city, rencontre des non-humains par le digital et nouvelles formes de sociabilité. Muséographie numérique : dématérialisation, déclassification et revitalisation des objets muséographiés. Écologie numérique : pollution digitale, big data sur le vivant et biomimétisme »",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Mener une réflexion critique par rapport aux enjeux contemporains du numérique et aux changement épistémologiques induits. 2 Identifier les opportunités et les défis posés par les outils et la circulation des données. 3 Appliquer des compétences d’analyse critique à des contextes réels concernant le numérique.",
        "content": "En 2022-2023, la séance d'introduction du cours aura lieu le 6 octobre à 13h (présentation du cours et de son organisation).",
        "other_info": "Personne de contact : Cédrick Fairon",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1140",
        "title": "Histoire de l’art et de la musique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Roucloux Joël",
            "Van Wymeersch Brigitte"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "-Le cours présente un panorama de la création artistique et musicale de l'Antiquité classique à nos jours. Monuments, tableaux et oeuvres musicales sont analysés du point de vue de leur richesse formelle et de leur contexte historique et culturel. Le parcours introduit aux diverses aires culturelles (française, italienne, germanique, ibérique, etc.) du continent européen mais propose aussi une ouverture vers d'autres continents. Une attention est portée à la création contemporaine, et savante et populaire, en lien avec les enjeux sociétaux qui l'animent.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser des savoirs disciplinaires: Maitriser un socle de savoirs dans les domaines de l’histoire, de la philosophie, des arts et des lettres. Articuler ces savoirs dans un contexte historique, social et culturel. 2 Donner un sens à un texte, à un événement ou à une oeuvre: Interpréter un événement, une oeuvre, une image ou un texte dans son contexte historique, social et culturel. Évaluer la portée signifiante de productions culturelles dans une société donnée et rendre compte de leur circulation. S’ouvrir à d’autres cultures, moyens de communication et d’expression et perspectives. 3 Devenir autonome et responsable dans sa formation: Faire preuve d’un regard réfléxif sur ses connaissances, ses méthodes et ses productions. 4 Acquis d’apprentissages spécifiques à l’unité d’enseignement: Stimuler la curiosité et l’attention pour son environnement visuel et sonore.",
        "content": "Ce parcours de plusieurs secteurs déterminants de l'activité artistique permet d'aborder des concepts généraux tels que l'esthétique, la chronologie, le milieu de production et de mettre en évidence des paramètres propres à l'histoire de l'art et à l'histoire de la musique : dimension technique, contextualisation, interprétation, etc. Le cours utilisera des supports variés (power-point, cartes, plans, extraits musicaux, extraits videos, etc.).",
        "teaching_methods": "Cours magistral assuré par une équipe d'enseignants spécialisés dans chacune des deux disciplines. Le site du cours auquel les étudiants sont invités à s'inscrire, leur propose une série de documents tels que le guide de cours, le support du cours comprenant les images présentées au cours, des extraits musicaux.",
        "assessment_methods": "L'évaluation, sous forme d'examen écrit, peut comporter des questions ouvertes ou fermées (reconnaissance, datation, mise en contexte, etc.). Chaque discipline compte pour la moitié des points. Un échec à l'examen implique de repasser les deux disciplines à l'examen suivant. Une évaluation continue pourra être envisagée dans l'une ou l'autre des disciplines.",
        "bibliography": "Voir site",
        "course_materials": "Syllabus LFIAL1140 en ligne",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2682",
        "title": "Séminaire d'histoire de l'art de la Renaissance et de l'âge baroque",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dekoninck Ralph"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le thème est défini en début d'année.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Formation avancée des étudiants qui se spécialisent en histoire de l'art de la Renaissance et de l'âge baroque.",
        "content": "Le séminaire aborde une thématique liée à la recherche de pointe dans un domaine spécifique de l'histoire de l'art de la première modernité (peinture, sculpture, architecture, arts décoratifs, ...).",
        "teaching_methods": "Exposés ex-cathedra de l'enseignant·e et de conférencier·ère·s invité·es Lectures personnelles de la part des étudiant·es. Participation active des étudiant·es à l'approfondissement de la thématique par des recherches personnelles et un exposé oral.",
        "assessment_methods": "Evaluation continue Exposé oral Travail final écrit",
        "other_info": "Objectifs Définir, traiter et argumenter une problématique de recherche à partir d’un sujet donné (thématique du séminaire) Développer et traiter une thématique à partir d'un corpus d’œuvres Assurer la médiation des connaissances acquises au cours de ses recherches devant le groupe, discuter et interagir à propos des problématiques abordées par d’autres étudiant·es ; Rédiger un travail scientifique intégrant les acquis des cours de méthdologie de Bachelier Développer son esprit critique et son esprit de synthèse.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=4056",
        "bibliography": "Lectures obligatoires : portefeuille de lecture à constituer par les enseignant·es concerné·es",
        "course_materials": "PowerPoint",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2385",
        "title": "Archéologie de la Gaule romaine",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "L'enseignement aborde les questions générales liées à la société gallo-romaine et à ses spécificités en Gaule septentrionale : ses fondements celtiques, sa naissance via le concept de la romanisation, son développement et son essor durant le Haut-Empire et son évolution dans l'Antiquité tardive. Il envisage les sources archéologiques de la période romaine en les replaçant dans leur contexte politique et administratif, ethnique et socio-culturel et également économique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Formation avancée des étudiants qui se spécialisent en archéologie nationale.",
        "content": "Les thématiques générales abordées s'appuient sur l'exposé des sources archéologiques romaines principalement en Gaule septentrionale (Belgique et Germanie, provinces dont les territoires englobent celui de la Belgique actuelle et des pays voisins): l'évolution du cadre géo-politique et le rôle de l'armée, la formation du réseau routier et la conception des cités (piliers du système municipal), l'émergence et l'évolution des noyaux urbains (chefs-lieux et agglomérations), la gestion des territoires des cités et l'occupation rurale, l'évolution des coutumes funéraires et des pratiques religieuses (du polythéisme à l'émergence du christianisme dans l'Antiquité tardive), les activités économiques, la germanisation de la société et les mouvements de population jusqu'au Ve siècle ap.",
        "teaching_methods": "Cours ex cathedra présentant une série de thématiques majeures sous l'angle de l'actualité de la recherche dans le nord de la Gaule. Visites d'expositions et/ou participation à des manifestations en relation avec l'archéologie gallo-romaine en Belgique et dans les pays voisins selon l'actualité de la recherche.",
        "assessment_methods": "Examen oral basé sur les séances ex cathedra",
        "bibliography": "Bibliographie de base et série d'ouvrages commentés en séance selon les thématiques abordées.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2430",
        "title": "Histoire de l'urbanisme",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "Définition de la ville, aujourd'hui et dans l'antiquité. \nConnaissance élémentaire du processus d'apparition et d'évolution dans l'espace des villes.\nEtudes de cas : premières agglomérations du Proche-Orient ancien, villes hippodamiennes, villes romaines, villes médiévales, ville renaissante et baroque, villes industrielles, villes utopiques, villes contemporaines.\nPrésentation des théories urbanistiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant doit être au courant de ce qui définit la ville en général, et plus particulièrement dans sa morphologie, selon des critères qui ne sont pas entièrement ceux des géographes et des historiens contemporains. Par une série d'études de cas diachroniques et transversaux, au terme du cours, les étudiants doivent pouvoir lire et commenter plans et photographies aériennes de formations urbaines de l'antiquité au XXIe siècle.",
        "content": "Etudes de cas parmi : - les premières villes du Proche-orient ancien; - la ville grecque; - la ville romaine; - la ville extra-européenne; - la vile médiévale; - la ville des Temps Modernes; - la ville industrielle; - la ville contemporaine.",
        "teaching_methods": "/",
        "assessment_methods": "Examen oral .",
        "other_info": "Support : portefeuille d'illustrations et de lectures",
        "bibliography": "/",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2181",
        "title": "Séminaire d'épigraphie latine",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cavalieri Marco",
            "Marano Martina"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance des fondements linguistiques du latin.",
        "topics_covered": "Contenu : Bibliographie de l'épigraphie latine. Initiation au CIL. Ecritures (capitale, cursive, \"actuaire\"), ligatures, abréviations, ponctuation, chiffres, etc. Eléments communs aux différentes sortes d'inscriptions : tria nomina, signum, agnomen, filiation, mention de la tribu, etc. Transmission de la dénomination par filiation légitime, naturelle, adoption, affranchissement, etc. Les carrières : sénatoriale, équestre, mixte, administrative, militaire, municipale, coloniale, etc. Noms et titres des empereurs, des membres de la famille impériale. Les diverses classes d'inscriptions : funéraires, sacrées, sur édifices publics, elogia, instrumentum, calendriers, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours tente de familiariser les étudiants avec une des sources les plus importantes et les plus directes de notre connaissance de la vie publique et privée de l'Antiquité romaine.",
        "content": "Présentation des inscriptions romaines antiques en langue latine. Bibliographie et initiation aux corpora de sources. Les différents ductus utilisés pour les textes sur pierre et autres matériaux peu périssables. Les procédés en matière de ligature, abréviation, ponctuation, expression des nombres, etc. Les éléments communs aux différentes catégories d'inscriptions : tria nomina, surnoms, mention de la filiation, de la tribu. Transmission du nom par filiation légitime, naturelle, adoption, affranchissement. Noms et titres des empereurs et des membres de la famille impériale. Aperçu des carrières : sénatoriales, équestres, mixtes, administratives, militaires, municipales, religieuses. Les diverses catégories d'inscriptions : funéraires, sacrées, sur édifices publics, elogia, fastes et calendriers, diplômes militaires, bornes miliaires, sur instrumentum domesticum (céramique, tuiles, briques, verre ...). Exercices de lecture, interprétation et datation.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen écrit.",
        "bibliography": "Manuels conseillés P. Corbier, L'épigraphie latine, Paris 2006. J.-M. Lassère, Manuel d'épigraphie romaine, Paris 2007. M. Cébeillac-Gervasoni, F. Zevi, M.L. Caldelli, Epigraphie latine, Paris 2006.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2220",
        "title": "Iconologie et sociologie de l'art",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dekoninck Ralph"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours porte sur les apports de l'histoire sociale de l'art et de la sociologie de l'art à l'interprétation de l'art dans une perspective transhistorique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquisition de connaissances approfondies dans le domaine des théories et méthodes sociologiques appliquées au monde de l'art.",
        "content": "Le cours démarre en envisageant les grands jalons historiographiques dans la constitution de l'histoire sociale de l'art et ensuite de la sociologie de l'art. Les grandes tendances dans la recherche en sociologie de l'art sont ensuite présentées, afin d'envisager l'apport de la sociologie de l'art dans l'étude de la création et de la réception des oeuvres, mais aussi dans l'interprétation de ces dernières et de la reconnaissance de leur dimension artistique. Le cours s'oriente donc dans une triple direction : historiographique (mise en contexte historique des théories et études sociologiques) ; épistémologique (réflexion critique sur les transformations de l'histoire de l'art au contact de la sociologie) ; herméneutique (développement d'outils interprétatifs).",
        "teaching_methods": "Exposés de l'enseignant ou de conférenciers invités. Lectures personnelles et travail à réaliser par les étudiants.",
        "assessment_methods": "Examen oral.",
        "other_info": "/",
        "online_resources": "Moodle",
        "bibliography": "/",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2683",
        "title": "Séminaire d'histoire de l'art des avant-gardes à l'art actuel",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lasserre Audrey",
            "Streitberger Alexander"
        ],
        "teaching_language": "Français",
        "prerequisites": "Inscription dans la finalité spécialisée « arts moderne et contemporain ».",
        "topics_covered": "Le cours porte sur les liens entre la production de l'art et les discours esthétiques de la période envisagée, mais aussi sur des questions de présentation et de fonction de l'art dans certains contextes institutionnels, sociaux et médiatiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Développer l'esprit critique et les compétences de travail et de débat en commun. Capacité d'élaborer, de structurer et de présenter un sujet bien ciblé.",
        "content": "Le thème est défini en début d'année.",
        "teaching_methods": "Travail de groupe et présentations orales.",
        "assessment_methods": "Participation active au cours; approfondissement d'un cas particulier à travers une présentation orale + exposé écrit.",
        "other_info": "Une séance d'information sera organisée en décembre 2024. La date précise sera communiquée ultérieurement.",
        "bibliography": "La bibliographie sera communiquée lors de la séance d'information.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2242",
        "title": "Séminaire des sciences et de pratiques archéologiques B : sciences de la terre et matériaux",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Langohr Charlotte",
            "Vanden Broeck-Parant Jean",
            "Verslype Laurent"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Ce séminaire bisannuel propose une introduction aux concepts et méthodes relevant de l'application des sciences de la Terre en archéologie. Les disciplines abordées, qui changeront selon les années, comprennent la géologie, la géomorphologie, la pédologie, la topographie, et la modélisation numérique, ainsi que certaines méthodes d’analyses, microscopiques, chimiques ou physiques permettant la caractérisation ou la datation des matériaux archéologiques les plus souvent rencontrés (verre, pierre, céramique, métal, bois).",
        "content": "Selon le programme bisannuel, introduction à la géoarchéologie (contexte d'émergence de la discipline, principaux contextes géomorphologiques, bibliographie) ; à la sédimentologie et à la pédologie (critères de description et de caractérisation des matériaux sédimentaires meubles, notion de faciès sédimentaire) ; à la micromorphologie archéologique (principes et applications) ; à la géoarchéologie notamment côtière ; à l’archéogéographie et exploitation des systèmes informatiques géographiques (SIG) ; à l’archéosismologie. Applications spécialisées à l'étude des écofacts et des artefacts des outils de la physique, de la chimie et de l'imagerie empruntés aux sciences de la Terre. Le séminaire documente les cadres théoriques des disciplines et des méthodes présentées en séances, choisies par des expert·es invité·e·s, et par lectures préparatoires. Il vise à sensibiliser les étudiant·e·s à l’observation attentive des données de première main, et à les mettre en contact avec des activités professionnelles de plusieurs secteurs liés aux disciplines des sciences de l’archéologie.",
        "teaching_methods": "Le séminaire se décline entre, d’une part, des séances communes de 3 heures (introduction générale au séminaire, séances sous la forme de conférences par un·e ou des expert·es invité·es qui abordent au moins deux thématiques/champs disciplinaires différents, annuellement sélectionnés) et, d’autre part, la réalisation d’un travail personnel/en groupe de la part des étudiant·e·s. Certaines séances prennent la forme d’une introduction générale (concepts, méthodes d’analyse, questions de recherche), d’autres se concentrent sur la présentation approfondie de certains cas d’étude. Chaque séance peut être préparée par un article à lire en amont, et une question envoyée par l’étudiant·e aux co-titulaires. Certaines séances peuvent, le cas échéant, prendre la forme d’une visite de laboratoire, d’ateliers, de musées. Des séances de travaux pratiques en petits groupes, en lien avec les champs disciplinaires étudiés, seront également prévues. Les méthodes de laboratoire peuvent le cas échéant être l’objet de travaux dans le cadre du stage du tronc commun, LARKE2710 dont minimum 5 jours ouvrables sont consacrés à la gestion et la valorisation de collections archéologiques ou de sciences naturelles, l'étude d’objets ou matériaux archéologiques, le traitement et la diffusion des résultats (exposition, dossier ou projet éducatif, etc.).",
        "assessment_methods": "L’évaluation du séminaire annuel est portée sur une production originale de la part des étudiant·es. La thématique du travail est directement liée aux disciplines et aux champs d’étude qui ont été présentés et discutés lors séances proposées par des expert.es. Sous la forme d’un travail individuel ou en groupe, l’étudiant.e ou le groupe d’étudiant·es analyse un article ou un couple d’articles qui lui est soumis et en rédige un compte-rendu critique. Ce travail fera l’objet d’une présentation orale détaillée et accompagnée de supports de la part les étudiant·es devant leurs pairs et les enseignant·es. Le cas échant, un support écrit au travail présenté oralement devra être soumis. En parallèle, et selon les thématiques sélectionnées par le séminaire, il se peut que l’évaluation concerne, à certaines occasions, en tout ou en partie, la réalisation de capsules vidéos, et/ou l’organisation d’une exposition. En lien avec LARKE2710, un stage d’une semaine de min. 5 jours ouvrables complète la formation dans le cadre des séminaires LARKO2241 et LARKO2242. Son évaluation est partie intégrante de LARKE2710.",
        "online_resources": "Espace Moodle dédié, comprenant des dossiers documentaires et des supports utiles en fonction des activités organisées.",
        "bibliography": "Une bibliographie est proposée, en fonction des thèmes abordés.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1151",
        "title": "Arts et civilisations : moyen âge et Renaissance",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dekoninck Ralph",
            "Falque Ingrid"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours aborde l'histoire de la peinture, de la sculpture et des arts décoratifs du IIIe siècle au XVIe siècle en Europe occidentale. Les différents courants artistiques sont présentés selon différentes perspectives (stylistique, iconologique, anthropologique, ...). Il s'agit de situer les oeuvres dans leur contexte historique et de réfléchir sur leurs fonctions, statuts et usages.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable d'analyser un choix d'oeuvres signficatives de l'art occidental de la période abordée et de synthétiser les analyses particulières de manière à acquérir un canevas chronologique portant aussi bien sur l'histoire des formes que sur l'histoire des thèmes et des idées. Il développera l'aptitude à situer l'oeuvre d'art dans son contexte spatial, esthétitque et historique et à développer une réflexion critique sur la fonction et les conditions de présentation et de réception des oeuvres d'art.",
        "content": "Le cours propose un canevas chronologique de la période envisagée, sur la base duquel sont approfondies des thématiques précises explicitant les contenus iconologiques et formels. Un accent particulier sera mis sur les fonctions religieuses, politiques et culturelles des oeuvres replacées dans leur contexte de production et de réception. La méthodologie est principalement basée sur des études de cas illustrés par des images projetées en auditoire.",
        "teaching_methods": "Cours en auditoire avec PPT.",
        "assessment_methods": "Examen écrit en auditoire. Travaux écrits (obligatoires).",
        "other_info": "Les intelligences artificielles (IA) génératives ne peuvent en aucun cas être utilisées pour réaliser les travaux écrits.",
        "course_materials": "Syllabus complétant et/ou synthétisant les cours donnés en auditoire",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2360",
        "title": "L'art des nouveaux médias",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Streitberger Alexander"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Prioritairement, le cours porte sur le caractère esthétique spécifique d'un ou plusieurs \" nouveaux médias \" au sein de la création artistique. En outre, seront abordées les dimensions sociales et théoriques ainsi que les fonctions des nouveaux médias pour la distribution, documentation et réception/perception de l'oeuvre d'art.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Capacité d'analyser les images des nouveaux médias (photographie, film, vidéo, image numérique) selon leurs qualités propres; Application et réflexion critique des concepts théoriques appropriés (théorie de média, esthétique); Capacité d'élaborer, de structurer et de présenter un sujet bien ciblé.",
        "content": "Le cours traitera des relations entre l'image fixe et l'image mobile dans l'art moderne contemporain. Depuis quelques décennies, nombre d'artistes ont rendu la dissolution des frontières structurelles entre ces deux modes d'existence des images que sont le fixe et le mobile. Notamment, la photographie et le film/la vidéo sont mis à l'épreuve en tant que médias privilégiés de la culture moderne. Concurremment, on observe une réévaluation dans la théorie d'images concernant la définition de la photographie comme art de l'instantané, comme fixation irréversible d'un moment, et du film comme médium du temps narratif et factuel. Le cours s'attachera à analyser les oeuvres à travers quelques thématiques clés (montage, film still/ still film, panorama, tableau vivant, séquence photographique, photographic novel) pour ensuite les mettre en rapport avec le discours actuel par le biais d'une lecture des textes de la théorie de l'art et de la culture visuelle.",
        "teaching_methods": "Exposés ex-cathedra de l'enseignant ou de conférenciers invités, et lectures personnelles de la part des étudiants.",
        "assessment_methods": "Examen oral.",
        "other_info": "/",
        "online_resources": "/",
        "bibliography": "David Campany (ed.), The Cinematic, New York (MIT Press), 2007. David Green, Joanna Lowry (eds.), Stillness and Time. Photography and the Moving Image, Photoworks (Brighton), 2006. Victor Burgin, The Remembered Film, London (Reaktion Books), 2004.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1422",
        "title": "Histoire du Moyen Âge",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bertrand Paul",
            "de Callatay Godefroid",
            "Lecuppre Gilles",
            "Van Elverdinghe Emmanuel"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": ".Ce cours présente une histoire du Moyen Âge autour d'un grand bassin méditerranéen, du 5e au 15e s. (ère chrétienne). Il expose d'abord les lignes de faîte du Moyen Âge en un large panorama puis, dans un second temps, s'attache à l'étude de deux dossiers plus précis (ex. la résidence fortifiée, les animaux, voyager au Moyen Âge...). Il s’agit d'un approfondissement thématique visant à familiariser le public étudiant avec la diversité des sources et des façons de penser des sociétés médiévales telles qu'elles sont interrogées par l'historiographie récente.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser des savoirs disciplinaires : Maitriser le socle de savoirs dans les domaines de l’histoire, de la philosophie, des arts et des lettres . Articuler ces savoirs dans un contexte historique, social et culturel . 2 Donner un sens à un texte, à un événement ou à une oeuvre: Interpréter un événement, une ouvre, une image ou un texte dans son contexte historique, social et culturel. Évaluer la portée signifiante de productions culturelles dans une société donnée et rendre compte de leur circulation. S’ouvrir à d’autres cultures, moyens de communication et d’expression et perspectives. 3 Devenir autonome et responsible dans sa formation: Faire preuve d’un regard réflexif sur ses connaissances, ses méthodes et des productions. 4 Acquis d’apprentissages spécifiques à l’unité d’enseignement: Maîtriser la chronologie de l’histoire du Moyen Âge et les principaux cadres de cette histoire. Maîtriser, à partir de l'examen de quelques sources et travaux, comment la connaissance historienne s'élabore. Être capable au départ d'un \"portefeuille de lectures\", de dégager quelques grandes problématiques de recherche.",
        "content": "Contenu : Le cours abordera deux thématiques : « La symbolique médiévale » Une première immersion dans les manières de penser du Moyen Âge tardif sera pratiquée, à travers l'initiation à la mentalité symbolique (association d'un signe et d'une réalité souvent éminente), à l'héraldique, ou au système des couleurs, mais aussi aux manières de table ou à la magie. Au sortir de ces premières séances, vous connaîtrez l'art de vous faire voyants ou invisibles ! « La vie de château : réalité et imaginaire de la résidence fortifiée au Moyen Âge » Symbole de la période qui a vu son épanouissement, à part égale avec la cathédrale, peut-être, le château a assurément beaucoup à nous apprendre sur la guerre et son évolution. Nous mettrons donc le siège et monterons à l’assaut de ces forteresses de bois et de pierre, non sans nous aider de machines sophistiquées, puis de canons. Mais nous n’oublierons pas pour autant que le château est un cadre de vie, le décor des aventures arthuriennes et l’ornement des belles miniatures de l’automne du Moyen Âge. Par la médiation des romantiques et de tout le XIXe siècle, qui concourt à sa réhabilitation, le château médiéval occupe une place particulière dans notre inconscient collectif, sur laquelle nous nous interrogerons.",
        "teaching_methods": "Cours magistral, qui fera la part belle à l’insertion de documents textuels et surtout iconographiques.",
        "assessment_methods": "Un examen écrit composite, attestant la bonne maîtrise du cours et des documents fournis.",
        "online_resources": "Les projections powerpoint relatives aux séances de cours, ainsi que tous les documents analysés, mais aussi les conseils méthodologiques et les tests d’entraînement, seront disponibles via la plateforme Moodle sur le site du cours.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1557",
        "title": "Arts et civilisations : du Baroque au Romantisme",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Streitberger Alexander"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours aborde les mouvements artistiques de la fin du XVIe siècle au début du XIXe siècle. La peinture, la sculpture et les arts graphiques du baroque, du rococo, du classicisme et du romantisme sont analysés selon différentes perspectives (stylistique, iconologique, socioculturelle ou politique). Il s'agira de situer les oeuvres d'art de ces périodes dans le contexte historique et de réfléchir sur leur fonction et leur place dans le discours esthétique et les conditions sociales de l'époque.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable d'analyser un choix d'oeuvres signficatives de l'art occidental de la période abordée et de synthétiser les analyses particulières de manière à acquérir un canevas chronologique portant aussi bien sur l'histoire des formes que sur l'histoire des thèmes et des idées. Il développera l'aptitude à situer l'oeuvre d'art dans son contexte spatial, esthétitque et historique et à développer une réflexion critique sur la fonction et les conditions de présentation et de réception des oeuvres d'art.",
        "content": "Le cours propose un canevas chronologique de la période envisagée, sur la base duquel seront approfondies des thématiques précises explicitant les contenus sémantiques et formels. Un accent particulier sera mis sur la fonction culturelle spécifique de l'oeuvre d'art liée aux conditions de sa production, de sa présentation et de sa réception. Les thématiques pourront s'articuler autour des sujets suivants : la relation entre contre-reforme et théâtralité / concept d'oeuvre d'art total pour le baroque des pays catholiques le lien entre la collection, le marché de l'art, les sciences optiques et l'art baroque des Pays-Bas septentrionaux l'art des Lumières et l'institutionnalisation de l'art par les salons et la critique d'art le bouleversement des normes esthétiques et de la conception du spectateur dans la peinture d'histoire autour de 1800 : de l'idéal antique du néo-classicisme vers le pathos subjectif du romantisme. La méthodologie est principalement basée sur des études de cas illustrés par des images projetées en auditoire.",
        "teaching_methods": "Cours en auditoire avec PowerPoint.",
        "assessment_methods": "Examen écrit.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2241",
        "title": "Séminaire des sciences et de pratiques archéologiques A : sciences du vivant",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cauwe Nicolas",
            "Langohr Charlotte"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Ce séminaire bisannuel propose une introduction aux concepts et méthodes relevant de l'application des sciences du vivant en archéologie. Chaque année, un choix sera opéré sur base de l’actualité de la recherche parmi les disciplines de l’archéobotanique et l’archéozoologie, de l’anthropologie biologique et l’archéothanathalogie. L'ethnoarchéologie, ses objectifs, ses méthodes, son utilisation dans la pratique archéologique contemporaine et les critiques dont elle a fait l'objet peut également être abordée.",
        "content": "Introduction aux disciplines de l'archéobotanique et de l'archéozoologie, y compris la mise en évidence de leur complémentarité. Initiation aux différents modes d'exploitation des ressources animales et végétales via un ensemble de marqueurs (indices de domestication, pratiques de cultures, d'élevage, profils de consommation). Les méthodes de prélèvements, d’enregistrement et de description, les perspectives d'étude et d'interprétation des restes végétaux (graines, fruits, bois, pollens, etc.), des ossements animaux et des restes d'invertébrés (arthropodes, mollusques, etc.) seront présentées par une approche théorique et des études de cas. Les principes de base des recherches archéométriques pouvant être menées sur ces biorestes seront également abordés. Les méthodes de conservation, de description en anthropologie biologique et de mesures des différents éléments du squelette humain seront abordées par une approche théorique et des études de cas. Des questions théoriques et thématiques liées à l’histoire de l’archéologie funéraire pourront également être abordées, afin d’introduire les étudiant.es à la problématique de l’interprétation des données funéraires. Certaines notions pourront être approfondies de manière transversale, telles que celles de sépultures secondaires, tombes collectives, ou encore l'éthique en archéologie funéraire. Les jalons théoriques et des cas d'étude clés de l'ethnoarchéologie pourront être présentés, et/ou des séances-débats menées par des conférenciers invités seront proposées, invitant les étudiant(e)s à se positionner par rapport aux grandes thématiques abordées.",
        "teaching_methods": "Le séminaire se décline entre, d’une part, des séances communes (séances sous la forme de conférences par un·e ou des expert·es invité·es qui abordent au moins deux thématiques/champs disciplinaires différents, annuellement sélectionnés) et, d’autre part, un travail personnel/en groupe de la part des étudiant.es. Certaines séances prennent la forme d’une introduction générale (concepts, méthodes d’analyse, questions de recherche), d’autres se concentrent sur la présentation approfondie de certains cas d’étude. Chaque séance peut être préparée par un article à lire en amont, et une question envoyée par l’étudiant·e aux co-titulaires. Certaines séances peuvent, le cas échéant, prendre la forme d’une visite de laboratoire, d’ateliers, de musées. Des séances de travaux pratiques en petits groupes, en lien avec les champs disciplinaires étudiés, seront également prévues. Les méthodes de préparation des échantillons des biorestes et leur analyse en laboratoire peuvent le cas échéant être l’objet de travaux dans le cadre du stage tronc commun LARKE2710. Un stage de minimum une semaine de 5 jours ouvrables dans un laboratoire y complète la formation. On préconisera pour ce stage la gestion et la valorisation de collections archéologiques ou de sciences naturelles, l'étude d’objets ou matériaux archéologiques, le traitement et la diffusion des résultats (exposition, dossier ou projet éducatif, etc.).",
        "assessment_methods": "L’évaluation du séminaire annuel est portée sur une production originale de la part des étudiant·es. La thématique du travail est directement liée aux disciplines et aux champs d’étude qui ont été présentés et discutés lors séances proposées par des expert.es. Sous la forme d’un travail individuel ou en groupe, l’étudiant.e ou le groupe d’étudiant·es analyse un article ou un couple d’articles qui lui est soumis et en rédige un compte-rendu critique. Ce travail fera l’objet d’une présentation orale détaillée et accompagnée de supports de la part les étudiant·es devant leurs pairs et les enseignant·es. Le cas échant, un support écrit au travail présenté oralement devra être soumis. En parallèle, et selon les thématiques sélectionnées par le séminaire, il se peut que l’évaluation concerne, à certaines occasions, en tout ou en partie, la réalisation de capsules vidéos, et/ou l’organisation d’une exposition. En lien avec LARKE2710, un stage d’une semaine de min. 5 jours ouvrables complète la formation dans le cadre des séminaires LARKO2241 et LARKO2242. Son évaluation est partie intégrante de LARKO2710.",
        "online_resources": "Espace Moodle dédié, comprenant des dossiers documentaires et des supports utiles en fonction des activités organisées.",
        "bibliography": "Une bibliographie est proposée, en fonction des thèmes abordés.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2410",
        "title": "Iconologie et anthropologie de l'image",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dekoninck Ralph"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours porte sur les apports de l'anthropologie à l'interprétation de l'image et de l'art dans une perspective transhistorique et interculturelle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquisition de connaissances approfondies dans le domaine de l'anthropologie de l'image et de leur application dans le champ de l'histoire de l'art.",
        "content": "Le cours démarre en envisageant la genèse de l'anthropologie de l'image et son rapport à l'histoire de l'art. A côté de ces grands jalons historiographiques, les différentes perspectives méthodologiques et théoriques sont présentées afin de réfléchir aux interférences entre iconologie et anthropologie. La suite du cours s'articule autour de quelques questions clé (iconoclasme, idolâtrie, rites, magie,...) en vue de dégager les différents types de réactions suscitées par les images dans une perspective transhistorique et interculturelle.",
        "teaching_methods": "Exposés ex-cathedra de l'enseignant et de conférencier·es invité·es, et lectures personnelles de la part des étudiant·es.",
        "assessment_methods": "Examen oral",
        "other_info": "/",
        "online_resources": "Moodle: PPT, bibliographie et portefeuille de lectures.",
        "bibliography": "David Freedberg, Le pouvoir des images, Paris, 1996. Hans Belting, Pour une anthropologie des images, Paris, 2004. Alfred Gell, L'art et ses agents. Une théorie anthropologique, Paris, 2009. Victor Stoichita, L'effet Pygmalion. Pour une anthropologie historique des simulacres, Genève, 2008. Horst Bredekamp, Théorie de l'acte d'image, Paris, 2015.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhagi2520",
        "title": "Conservation et patrimoine immobilier",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Heering Caroline"
        ],
        "teaching_language": "Français",
        "topics_covered": "Études de cas représentatifs : place publique architecturée, ensembles monumentaux, cas spéciaux (casernes, fortifications, architectures techniques). Re-Définition des mots-clés : conservation, monument, restauration, patrimoine. Rôle de l'historien d'art et de l'archéologue, structures existantes et documents théoriques de référence.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant sera familiarisé à certains thèmes de l'architecture urbaine au point de vue historique et aux questions liées à leur conservation. Il aura acquis les notions lui permettant d'intervenir comme consultant sur un chantier de restauration ou de conservation.",
        "content": "Exposé sur les intervenants institutionnels en conservation du patrimoine et sur la formation et le rôle des professionnels. Démonstration d'une problématique d'intervention à l'aide d'exemples choisis. Études de cas : Carcassonne, Le Louvre, etc.",
        "teaching_methods": "Exposé magistral illustré Portefeuille de lectures",
        "assessment_methods": "Préparation d’un travail écrit et présentation orale",
        "online_resources": "https://www.icomos.org/fr http://www.crmsf.be",
        "bibliography": "GERMANN, G., SCHNELL, D., Conserver ou démolir? Le patrimoine bâti à l’aune de l’éthique , collection Archigraphy poche , Gollion, In Folio, 2014 MOUTON, B., Sens et renaissance du patrimoine architectural , Paris, Editions des Cendres / Cité de l’architecture et du patrimoine, 2018 Patrimoine, oui, quel patrimoine? (le), collection Internationale de l’imaginaire. Nouvelle série , n°27, Arles, Zctes sud, 2012 SCHNAPP, A., Une histoire universelle des ruines des origines aux lumières , collection La librairie du XXIe siècle , Paris, Seuil, 2020",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2640",
        "title": "Introduction à la programmation en Python pour les sciences humaines",
        "credits": "5.00",
        "hours": "22.5 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "de Viron Louis",
            "Zilio Leonardo"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours vise à donner aux étudiants en sciences humaines les compétences techniques nécessaires pour utiliser la programmation comme un outil dans leur recherche et leur travail. Il ne présuppose pas de connaissances préalables en informatique ou en programmation. La manipulation de grands volumes de données textuelles est une situation à laquelle le spécialiste en sciences humaines est de plus en plus souvent confronté (textes littéraires, historiques ou politiques ; données d'enquêtes linguistiques ; etc.). Pour analyser, organiser, trier ou formater cette information, l'outil informatique offre des atouts incontestables. Reste qu'il faut pouvoir maîtriser cet outil et être capable de sélectionner une méthodologie adaptée. L'objectif du cours est d'initier les étudiants à la programmation et à l'algorithmique au travers d'un langage de programmation particulièrement adapté au texte : Python. Les étudiants apprendront à résoudre des problèmes de plus en plus complexes et à construire les programmes informatiques manipulant des données textuelles. Le cours s’organise autour de 3 axes : L’acquisition des concepts fondamentaux de la programmation : variables, les boucles, les conditions, les fonctions, etc. L’apprentissage du langage Python : découvrir la syntaxe et les grands principes de ce langage, être capable de lire et d’écrire des programmes en Python. La mise en œuvre du langage pour traiter des données de sciences humaines, par exemple : analyser des corpus de texte, des données historiques, des enquêtes, etc. Le cours visera en outre à rendre les étudiants autonomes dans l’apprentissage du langage : découvrir les sources d’informations importantes sur Python, les forums les plus utiles, les outils, les « packages » spécialisés, etc. Au-delà du développement des compétences pratiques, le cours vise à faire acquérir un regard critique sur ces méthodes et leur impact sur les questions de recherche en sciences humaines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Planifier et développer une séquence d'instructions compréhensibles pour un système informatique afin de résoudre un problème donné ou d'effectuer une tâche spécifique (Programmation, DigiComp 3.4) 2 Utiliser les outils et les technologies numériques pour créer des connaissances et innover dans les processus et les produits. S'engager individuellement et collectivement dans un traitement cognitif pour comprendre et résoudre des problèmes conceptuels et des situations problématiques dans des environnements numériques. (DigiComp 5.3) 3 Organiser, stocker et récupérer des données, des informations et des contenus dans des environnements numériques. Les organiser et les traiter dans un environnement structuré. (Gestion des données, des informations et du contenu numérique, DigiComp 1.3). 4 Choisir et utiliser des algorithmes spécialisés pour résoudre des tâches d’intelligence artificielle liées au traitement automatique du langage. Les AA « DigiComp » renvoient au référentiel européen « The Digital Competence Framework for Citizens (DigiComp 2.2) ».",
        "content": "Ce module sert d'introduction à la programmation et à la pensée informatique en général. Il mélange des exposés et des activités pratiques qui visent à enseigner aux étudiants les bases de la programmation en Python: des l'attribution de variables à la conception de fonctions plus complexes et à l'interaction avec des bibliothèques de code externes. Ce module d'introduction présente également les composantes et les dynamiques qui caractérisent le mouvement des Humanités Numériques, en insistant sur les objets, les outils et les pratiques. Il s'articulera notamment autour de la question de la critique du document et des outils numériques. Les étudiants ne sont pas tenus d'avoir des connaissances préalables de Python ou d'autres langages de programmation. Le cours commencera par les bases et conduira les étudiants, tout au long du semestre, vers des activités de résolution de problèmes plus complexes en utilisant le langage de programmation.",
        "teaching_methods": "Cours magistraux et exercices pratiques.",
        "assessment_methods": "Sessions de janvier et d'août/septembre : travail écrit et examen écrit. Les détails de l'évaluation seront fournis pendant le module et sur Moodle.",
        "bibliography": "Lectures recommandées pour l'apprentissage de Python et pour une introduction au traitement automatique de texte : Bird, S., Klein, E. and Loper, E. Natural Language Processing with Python – Analyzing Text with the Natural Language Toolkit. https://www.nltk.org/book/ Dawson, M., 2010. Python programming for the absolute beginner (p. 480). Boston, MA: Course Technology. Karl, B., 2017. Computational Thinking: A Beginner's Guide to Problem-Solving and Programming. Swindon, UK: BCS, The Chartered Institute for IT. Perkins, J., 2014. Python 3 text processing with NLTK 3 cookbook. Packt Publishing Ltd.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2627",
        "title": "Questions spéciales sur l'Egypte ancienne",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Aucun préalable requis",
        "topics_covered": "Présentation et étude des propriétés de l’image dans l’Égypte ancienne, en particulier sa qualité de « signe » et son articulation à l’espace architectural qu’elle orne. Dans un second temps, présentation et mise en œuvre d’une méthode d’analyse, qui permet de décomposer des ensembles iconographiques en leurs éléments constitutifs et de mettre en lumière le message qui y est encodé.",
        "content": "En prenant comme exemple les temples ramessides de la rive occidentale de Thèbes (Louqsor), la première partie du cours examinera l’architecture et la décoration de ce type de monument. Puis, dans la seconde partie, les grands principes de la disposition et de l’orientation des images dans le temple, ainsi que les divers types de relations entre l’image et les hiéroglyphes, seront abordés. Enfin, dans la troisième partie, les éléments constitutifs des scènes décorant les temples seront présentés, ainsi que celles de leurs caractéristiques qui permettent de développer une méthode d’analyse et d’interprétation de cette imagerie. Cette méthode sera alors exposée et mise en pratique à travers des études de cas.",
        "teaching_methods": "La première et la seconde partie du cours, ainsi que la présentation de la méthode, feront l'objet d'un cours magistral. Les études de cas seront préparées par les étudiants et discutées en cours.",
        "assessment_methods": "Examen oral sur base d'une préparation écrite.",
        "other_info": "L'horaire du cours sera fixé en concertation avec les étudiants. Celles et ceux intéressés par le cours sont invités à contacter l'enseignant, qui tiendra compte de leurs disponibilités.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2681",
        "title": "Séminaire d'archéologie de l’Égypte ancienne",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gauthier Nicolas"
        ],
        "teaching_language": "Français",
        "topics_covered": "Histoire, techniques et problématiques de l’archéologie en Égypte et culture matérielle de l’Égypte ancienne.",
        "content": "Après une présentation de l’histoire des fouilles en Égypte depuis l’Expédition de Bonaparte jusqu’à nos jours et de l’évolution des techniques et des problématiques de l’archéologie égyptienne, le séminaire passe en revue les principaux éléments de la culture matérielle de l’ancienne Égypte. Des études de cas approfondissent cette présentation.",
        "teaching_methods": "L’histoire des fouilles et les techniques de l’archéologie en Égypte font l’objet d’un cours magistral. Une participation active et critique des étudiants leur permet de confronter leurs connaissances de l’archéologie d’autres cultures avec celle de l’Égypte ancienne. Les principaux éléments de la culture matérielle sont présentés sous la forme d’un cours magistral ou par les étudiants. Des lectures obligatoires complètent la formation.",
        "assessment_methods": "Contrôle continu et examen oral final sur la base d’une préparation écrite. Le contrôle continu et l’examen final comptent chacun pour la moitié de la note finale (50% + 50%). Le contrôle continu peut prendre la forme de fiches de lecture ou de présentations orales par les étudiants, mais sera précisément défini lors de la première séance.",
        "online_resources": "Les documents nécessaires au séminaire et la bibliographie sont disponibles sur le serveur Moodle.",
        "bibliography": "Les documents nécessaires au séminaire et la bibliographie sont disponibles sur le serveur Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2113",
        "title": "Digital Europe",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lazaro Christophe"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Aucun.",
        "topics_covered": "Le contenu du cours a trait aux différentes politiques ' en matière de recherche et d'innovation ' et réglementations européennes ayant pour objectifs d'encourager et de façonner l'économie numérique mais aussi le numérique dans la société de façon large. En particulier, le cours se penche sur (1) les réseaux numériques, (2) les services et plateformes numériques offerts sur ces réseaux et (3) les nouveaux défis amenés par le développement rapide de l 'Internet of Things , du big data et de l'intelligence artificielle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les objectifs du cours sont de permettre aux étudiants de (1) comprendre les principales politiques européennes relatives à l'économie numérique mais aussi le numérique dans la société de façon large d'un point de vue interdisciplinaire (aspects juridiques, économiques et anthropologiques), (2) d'articuler les relations entre le programme de recherche et la réglementation promus par la Commission européenne, et (3) de spécifier, mais aussi d'apporter un regard critique sur les valeurs et objectifs sous-jacents à ces politiques.",
        "content": "L'objectif de ce cours consiste à familiariser les étudiant.e.s à la complexité des politiques européennes en matière de numérique. Le cours s’articule autour de plusieurs blocs de questions: - La recherche européenne en matière d' innovation numérique : le programme Horizon Europe, le programme pour une Europe numérique (DIGITAL) et leur cadre socio-éthique, l’innovation durable et responsable en matière de numérique. - La politique et réglementation en matière de plateformes numériques : pouvoirs des plateformes et marchés numériques, obligations et responsabilité des « gatekeepers », respect des droits fondamentaux. - La politique et réglementation en matière de big data et d'intelligence artificielle : gouvernance des sociétés axées sur les données, défis éthiques et sociaux engendrés par le développement de l'intelligence artificielle et de la robotique, la réglementation par conception technologique.",
        "assessment_methods": "L'évaluation finale se fera sur la base d’un examen écrit à la fin du semestre.",
        "other_info": "Une liste de lectures obligatoires ainsi que de lectures complémentaires sera fournie aux étudiant.e.s au début du cours.",
        "online_resources": "Voir Moodle",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1120",
        "title": "Iconographie et iconologie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cavalieri Marco",
            "Dekoninck Ralph"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Introduire aux méthodes d'analyse de l'image, comme source d'information, moyen de communication et d'expression et objet d'interprétation pour l'archéologue et historien de l'art.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de : - utiliser les principaux outils de travail bibliographique, de classement iconographique, de bases de données, ...; - mettre en oeuvre la notion de statuts et de fonction des images; - reconnaître les thèmes des grands répertoires iconographiques de la mythologie gréco-romaine, de la Bible, de l'hagiographie ; - analyser le message de la composition et de la relation entre les formes (syntaxe) et celui des couleurs et des matériaux et supports.",
        "content": "Les principales méthodes d'analyse de l'image sont présentées et appliquées à des cas concrets. Les différents types de discours, de genres et de fonctions iconographiques sont également abordés. Une attention particulière est portée au vocabulaire et à la syntaxe iconographique.",
        "teaching_methods": "Combinaison d'exposés en auditoire et d'interactions avec les étudiant·es.",
        "assessment_methods": "Examen écrit en vue d'évaluer l'aptitude de l'étudiant·e à identifier les thèmes iconographiques, sa connaissance de la matière présentée au cours et son application à des cas concrets d'analyse.",
        "online_resources": "Moodle : résumé, plan, bibliographie et PPT",
        "bibliography": "I. Aghion, Cl. Barbillon et Fr. Lissarrague, Héros et dieux de l'Antiquité. Guide iconographique, Paris, Flammarion, 2008. G. Duchet-Suchaux et M. Pastoureau, La Bible et les saints. Guide iconographique, Paris, Flammarion, 2006. Nadeije Laneryie-Dagen, Lire la peinture. t. 1: Dans l'intimité des oeuvres, Paris, Larousse, 2002. P. Zanker, The Power of Images in the Age of Augustus, University of Michigan Press, 1990. L'expression des corps. Gestes, attitudes, regards dans l'iconographie antique, sous la direction de L. Bodiou, D. Frère, V. Mehl, Rennes 2006. Fr. Lissarague, C. Bérard et al., La Cité des Images. Religion et société en Grèce antique, Fernand Nathan L.E.P., Lausanne-Paris,  1984. P. Zanker, Nouvelles orientations de la recherche en iconographie. Commanditaires et spectateurs, RA 1994, 2, pp. 281-293. [AB 17 ARKE] Ph. Bruneau, Les mosaïstes avaient-ils des cahiers des modèles ?, RA 1984, 2, pp. 241-272. [AB 17 ARKE]",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2310",
        "title": "Histoire de la sculpture et des arts du relief des anciens Pays-Bas",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dekoninck Ralph"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "Montrer l'interaction entre les évolutions stylistiques, typologiques et fonctionnelles dans nos régions à partir du 12e siècle jusqu'à l'âge baroque.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquisition de connaissances approfondies dans le domaine de la théorie comme de la pratique de la sculpture, tout particulièrement dans les anciens Pays-Bas méridionaux du moyen âge et des temps modernes. L'étudiant devra être capable d'analyser des sculptures en les replaçant dans leur contexte de création et de réception.",
        "content": "Histoire des arts du relief dans les anciens Pays-Bas méridionaux, du Moyen Âge à la fin du XVIIIe siècle.",
        "teaching_methods": "enseignement magistral sur base d'images, visites de terrain devant les œuvres, apprentissage par problème sur base de moulages comme substituts des œuvres originales.",
        "assessment_methods": "examen oral sur base d'images",
        "other_info": "Néant.",
        "bibliography": "/",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1230",
        "title": "Matériaux et techniques de l'Antiquité, archéométrie et archéologie du bâti",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Leroy Inès",
            "Liard Florence",
            "Vanden Broeck-Parant Jean",
            "Verslype Laurent"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "/",
        "topics_covered": "Introduction aux matériaux primaires employés dans la production matérielle et artistique dans l'Antiquité et aux processus technologiques qui ont servi à leur création. Utilisation des sources archéologiques (vestiges, objets, outils, iconographie) et auteurs antiques. Ce cours vise à mieux comprendre la terminologie antique et à découvrir le milieu dans lequel ont oeuvré les artistes et les artisans. Les répercussions sociales des technologies sur les sociétés qui les ont produites reçoivent également de l'attention. Introduction à l'archéométrie ainsi qu'aux pratiques en archéologie du bâti.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquérir des connaissances de base sur les aspects matériels des différentes techniques utilisées dans l'Antiquité selon la matière principale employée : la pierre, l'argile, le métal, etc., ainsi que les outils et les processus ('chaîne opératoire') qui ont servi à modifier l'aspect original de cette matière; - S'interroger sur les effets physiques de la technologie sur la culture et la société en explorant les techniques en tant que productions sociales; - S'initier à l'archéométrie - S'initier aux pratiques en archéologie du bâti",
        "content": "Identifier les matériaux, les outils, les traces matérielles des actions élémentaires et comprendre la séquence des procédures qui a mené à la forme finale aussi bien en ce qui concerne les vestiges archéologiques que les principaux chefs d' oeuvre. La notion centrale est celle de la chaîne opératoire et consécutivement la pierre, l'argile, le métal et les autres matériaux (périssables et non-périssables) sont étudiés, et illustrés de nombreux exemples issus des différentes civilisations de l'antiquité européenne et méditerranéenne. Le cours associe des notions de théorie de l'archéologie (Nouvelle Archéologie, anthropologie culturelle française et anglo-saxonne) et d'archéométrie. Il évoque la place des études de laboratoires de sciences dans les approches archéologiques, à savoir les disciplines suivantes: sciences de la nature, de la terre, techniques de caractérisation et de datation. Dans le cadre de l'initiation à l'archéométrie, on privilégiera une approche davantage ciblée sur la pratique. De plus, le cours introduira aux cadres réglementaires, méthodologiques et pratiques de l'archéologie du bâti au regard des matières patrimoniales et des procédures de restauration monumentale. Diverses visites sur le terrain ou dans des laboratoires et musées, variables d'une année à l'autre, sont organisées et constituent des activités obligatoires liées à l'enseignement.",
        "teaching_methods": "Cours en auditoire, avec support visuel ; visites.",
        "assessment_methods": "Examen oral en session, lectures et résumés de visites d'ateliers à soumettre à differents moments de l'année.",
        "other_info": "Possibilité de stage(s).",
        "online_resources": "Espace Moodle dédié.",
        "bibliography": "Liste bibliographique et abondants documents iconographiques fournis par les enseignants sur la plate-forme Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1225",
        "title": "Histoire de l'art : méthodes scientifiques et travaux II",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Dekoninck Ralph"
        ],
        "teaching_language": "Français",
        "prerequisites": "LARKE1145 Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Approfondissement des thèmes abordés en LARKE1145 Méthodes scientifiques et travaux : description, vocabulaire usuel de l'architecture, de la sculpture, de la peinture et des arts décoratifs, heuristique, typologie documentaire, système de références bibliographiques. Aborder les différents niveaux d'études et d'analyses d'une oeuvre d'art (peinture, sculpture et architecture) : analyses matérielle, technologique, stylistique, iconologique et typologique. Aborder l'étude de l'oeuvre à travers son histoire et son contexte de création. Aborder l'histoire de l'oeuvre, l'état de la question, l'historiographie et la fortune critique. Rédiger un travail scientifique intégrant les aspects historiques, descriptifs et analytiques. Ouvrir au monde professionnel et aux réalités des métiers de l'histoire de l'art par l'intervention d'experts du secteur, par des séances de travail et d'observation au sein d'institutions scientifiques et de villes belges ou étrangères.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À l'issue du cours, l'étudiant sera apte : à mener les différentes analyses d'une oeuvre d'art (matériaux et techniques, styles, iconologie, typologie), à rédiger, illustrer et présenter oralement un travail scientifique comportant un apparat critique.",
        "content": "Continuité avec LARKE1145 : terminologie en histoire de l'art, identification et description d'oeuvres d'art, typologie documentaire et références bibliographiques Méthodologie propre à l'histoire de l'art. Analyses d'une oeuvre d'art : matérielle, technologique, stylistique, iconologique, typologique. Histoire de l'oeuvre, historiographie, fortune critique et état de la question. Réflexion personnelle de l'étudiant à propos d'une oeuvre d'art, en regard de son histoire et de son contexte de création. Observations de terrain, recherches documentaires.",
        "teaching_methods": "Combinaison d'exposés des enseignants et d'interactions avec les étudiants. Travaux pratiques dirigés en auditoire et exercices d'observation in situ. Présentations individuelles et/ou collectives des étudiants à propos des oeuvres d'art étudiées. Le syllabus de cours du prérequis LARKE1145  est supposé connu et son contenu peut être appliqué par l'étudiant aux travaux de cette UE.",
        "assessment_methods": "L’évaluation du cours consiste en la moyenne des notes obtenues pour les deux parties du cours dispensé tout au long de l’année. Chacune de ces deux parties équivaut à 50 % de la cote finale attribuée au mois de juin. L’évaluation porte sur : des travaux de recherche scientifique faisant l’objet de remises écrites et de présentations orales la participation active aux séances de cours, d’exercices, de séminaires et de visites. L’étudiant qui ne présente pas l’intégralité de ses travaux peut se voir refuser l’inscription à l’examen de juin. L’étudiant dont la cote finale est inférieure à 10/20 devra représenter en seconde session le ou les travaux pour lesquels il a obtenu une cote inférieure à 10/20.",
        "online_resources": "Moodle : annonces, calendrier, consignes, syllabus, documents,...",
        "bibliography": "Syllabus LARKE1145 et la bibliographie qu'il contient. Bibliographies spécifiques aux thèmes abordés durant les travaux annuels.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2325",
        "title": "Paléographie et épigraphie de l’Égypte ancienne",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gauthier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "Une connaissance de la langue égyptienne et du système hiéroglyphique acquise en Bachelier ou jugée suffisante par l’enseignant.",
        "topics_covered": "Techniques de reproduction des inscriptions, textes et représentations. Paléographie et épigraphie des systèmes d’écriture de l’Égypte ancienne, en particulier du système hiéroglyphique.",
        "content": "Après une introduction aux techniques de reproduction des inscriptions, des textes et des représentations de l’Égypte ancienne, les différents systèmes d’écriture sont présentés. La paléographie du système hiéroglyphique fait ensuite l’objet d’une attention particulière. À l’aide d’études de cas, l’évolution des signes est examinée. Adossée à une présentation de l’évolution stylistique des représentations, l’utilisation de la paléographie hiéroglyphique comme critère de datation des monuments est développée.",
        "teaching_methods": "Les différents systèmes d’écriture, les types de reliefs, l’évolution stylistique des représentations, ainsi que les techniques d’enregistrement de ces dernières (peinture et relief), des textes et des inscriptions font l’objet d’un cours magistral. Les études de cas d’inscriptions s’effectuent sur base d’une préparation préalable par les étudiants. Des lectures obligatoires complètent la formation.",
        "assessment_methods": "Contrôle continu et examen oral final. Le contrôle continu et l’examen final comptent chacun pour la moitié de la note finale (50% + 50%). Le contrôle continu peut prendre la forme de fiches de lecture, mais sera précisément défini lors de la première séance.",
        "online_resources": "Les photographies et fac-similés des inscriptions étudiées sont disponibles sur le serveur Moodle.",
        "bibliography": "R. Caminos et H. G. Fischer, Ancient Egyptian Epigraphy and Palaeography , The Metropolitan Museum of Art, New York, 1987. S. C. Dirksen et L. S. Krastel (éds.), Epigraphy through five millennia. Texts and images in context , Deutsches archäologisches Institut. Abteilung Kairo. Sonderschriften 43, 2020. V. Davies et D. Laboury (éds.), The Oxford handbook of Egyptian epigraphy and palaeography , Oxford, 2020.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2270",
        "title": "Numismatique: antiquité",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Doyen Charles"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "/",
        "topics_covered": "Terminologie et technologie de fabrication. Leur importance pour la reconstitution des émissions. Métrologie et ses méthodes. Les alliages monétaires et les sources de métaux. Epigraphie monétaire. Le message des images. Etude de la documentation iconographique pour les édifices, les statues et autres realia.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Introduction aux méthodes de classement et à l'exploitation méthodologique des sources numismatiques grecques, celtiques, romaines et byzantines.",
        "content": "Aspects techniques de la production monétaire : origine des métaux, alliages monétaires, techniques de frappe, organisation des ateliers. Métrologie et quantification monétaires : étalons monétaires et pondéraux, évaluation de la masse monétaire et de l'ampleur des émissions. Typologie et épigraphie monétaire : analyse des types, légendes, \"symboles\" et marques diverses figurant sur la monnaie Histoire des principaux monnayages antiques, depuis la création de la monnaie jusqu'au Bas-Empire.",
        "teaching_methods": "Le cours se compose d'exposés magistraux.",
        "assessment_methods": "Examen écrit.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=5363",
        "bibliography": "Une bibliographie détaillée est disponible sur Moodle. / A detailed bibliography is available on Moodle. W. V. Harris (éd.), The Monetary Systems of the Greeks and Romans (Oxford, 2008). W. E. Metcalf (éd.), The Oxford Handbook of Greek and Roman Coinage (Oxford, 2012). D. Schaps, The Invention of Coinage and the Monetization of Ancient Greece (Ann Arbor, 2004). H. Nicolet-Pierre, Numismatique grecque (Paris, 2002). I. Sellars, The Monetary System of the Romans (Melbourne, 2013). M. H. Crawford, Coinage and Money under the Roman Republic: Italy and the Mediterranean Economy (Berkeley, 1985). C. Katsari, The Roman Monetary System. The Eastern Provinces from the First to the Third Century AD (Cambridge, 2011). C. Morrisson, Byzance et sa monnaie (4e-15e siècle): précis de numismatique byzantine (Paris, 2015).",
        "course_materials": "Syllabus / Coursebook (disponible / available on Moodle)",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke2720",
        "title": "Stages et pratiques disciplinaires",
        "credits": "4.00",
        "hours": "155.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Amoroso Nicolas",
            "Cauwe Nicolas",
            "Cavalieri Marco",
            "Chantrain Gaelle",
            "Coquelet Catherine",
            "Dekoninck Ralph",
            "Dubois Anne",
            "Falque Ingrid",
            "Heering Caroline",
            "Langohr Charlotte",
            "Leroy Inès",
            "Marano Martina",
            "Ricker Marie-Emilie",
            "Roucloux Joël",
            "Streitberger Alexander",
            "Tomassini Paolo",
            "Vanden Broeck-Parant Jean",
            "Verslype Laurent"
        ],
        "teaching_language": "Français",
        "content": "Le stage offre une possibilité de sensibilisation et d’observation attentive des activités professionnelles d'un secteur lié aux disciplines enseignées dans la Commission de programmes en archéologie et histoire de l’art, d’éprouver les apprentissages théoriques au vécu d'une pratique professionnelle concrète dans un domaine particulier. Il permet de développer une réflexion critique sur le sens qui sous-tend l'action des professionnels du domaine concerné. Les étudiant·e·s conduisent leur stage dans une institution ayant en charge la gestion scientifique ou muséographique du patrimoine culturel et/ou le complètent par une ou plusieurs activités convenues avec le référent académique (promoteur du mémoire). La durée du stage varie entre 4 et 8 semaines selon les activités sélectionnées (voir méthodes d’enseignement). Une combinaison des activités est possible moyennant la réalisation d’au moins une période de 10 jours cumulés, consécutifs ou non, dans une même institution ou sur un même chantier et selon les conditions des institutions d’accueil (par ex. : semaines insécables, période minimum de travail imposée). La validation des crédits s’effectue au moyen des attestations établies par le/les maître(s) de stage, responsable(s) de la conduite des activités dans les institutions d’accueil. Le formulaire d’évaluation est établi par la Commission de programmes en archéologie et histoire de l’art. Le stage est réputé complet dès la validation de 8 crédits d’activités dûment justifiés (voir évaluation). Toutes ces modalités pourraient être adaptées et/ou transposées en distanciel en fonction de l’évolution sanitaire.",
        "teaching_methods": "Formation pratique en insertion professionnelle prise en charge sur le terrain par un maître de stage agréé par l'université. Le stage se déroule conformément aux consignes disciplinaires spécifiques communiquées à l’étudiant·e par la Commission de programmes en archéologie et histoire de l’art et en concertation avec le référent académique (promoteur du mémoire de fin d’étude) de l’étudiant·e.",
        "assessment_methods": "L’évaluation combine celle(s) du/des maître(s) de stage dans l’institution d’accueil, pondérée(s) à hauteur de 50% de la note finale, et celle du/de la responsable du stage de l’UCLouvain, pondérée pour 50% de la note finale sur base du rapport final unique des activités que l’étudiant·e aura rédigé, après les avoir toutes menées à terme. Pour certaines activités recommandées ou autorisées par le référent académique (ex. : participation à un colloque) , seule l’attestation de participation est établie dans le formulaire ; l’évaluation repose dès lors sur le compte-rendu critique circonstancié de l’activité par l’étudiant·e. Le rapport final unique est établi conformément aux consignes disciplinaires spécifiques communiquées à l’étudiant·e par la Commission de programmes en archéologie et histoire de l’art. Il présente successivement et documente : les motifs du choix de stage, un exposé des objectifs, une description des activités, un avis personnel sur l'expérience, agrémenté de toute annexe, bibliographie et illustration utile.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1145",
        "title": "Critique historique",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Ypersele Laurence"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours forme à une démarche directement issue de la critique historique mise en place à la fin du 19e siècle, avec toutes les améliorations et nuances apportées durant les 20e et 21e siècles. Pour ce faire, après avoir mis en place des notions de bases telles que ”vérité historique”, “document” ou “mémoires”, le cours présente les différentes étapes systématiques de la critique externe et de la critique interne, et de la confrontation des informations. Ces étapes débouchent sur unesynthèse articulée autour des axes de la causalité et de la signification. Cet enseignement contribue à la formation à la citoyenneté et à la responsabilité sociétale. Il fournit des outils réflexifs permettant de vérifier et de valider la pertinence des informations reçues quotidiennement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre et analyser des ressources Examiner les sources de manière critique. Hiérarchiser les sources selon leur fiabilité et leur pertinence. Parcourir, rechercher, filtrer, évaluer et gérer des données, des informations et des contenus numériques 2 Comprendre et produire des textes scientifiques: Collecter et sélectionner des informations pertinentes selon des méthodes rigoureuses et systématiques.. Synthétiser les éléments de connaissance essentiels de manière à problématiser une question de recherche. 3 Donner un sens à un texte, à un événement ou à une oeuvre: Interpréter un évènement, une oeuvre, une image ou un texte dans son contexte historique, social et culturel.",
        "content": "Le cours se compose d'un cours magistral de 30h et de 10h d'exercices sur des dossiers de textes. L'exposé magistral présentera les différentes étapes de la critique historique. On soulignera l'importance de la problématique et de la recherche documentaire pour mener une recherche scientifique solide. Ensuite on passera en revue les différents types de sources, y compris les sources numériques, leurs apports à la connaissance du passé et leurs limites. Puis on abordera de façon systématique les étapes de la critique externe, de la critique interne et de la confrontation des témoignages. Enfin, on évoquera la synthèse à partir de la problématique de la causalité et celle de la signification.",
        "teaching_methods": "Magistrale + TP",
        "assessment_methods": "L'évaluation se fera par un examen écrit dont la première partie concerne l'appropriation des cadres théoriques et la seconde partie, la capacité de mettre en oeuvre ces cadres théoriques pour analyser des documents et des discours non vus au cours.",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "online_resources": "Le site moodle est dédié aux deux parties du cours.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2678",
        "title": "Séminaire d'archéologie du Nord-Ouest européen",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Verslype Laurent"
        ],
        "teaching_language": "Français",
        "prerequisites": "Avoir suivi des cours relatifs à l’archéologie du Nord-Ouest européen.",
        "topics_covered": "Des visites approfondies et personnalisées conduites lors d'un voyage d'une semaine en Belgique ou à l'étranger, ou des séances débat en résidence traitent de thèmes d'actualité pour l'ensemble des périodes suivantes : préhistoire, protohistoire, antiquité gallo-romaine, haut Moyen Âge, Moyen Âge et période moderne.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce séminaire destiné aux étudiants en archéologie vise à approfondir la réflexion et incite à la rencontre autour de thèmes diachroniques de l'archéologie d'Europe septentrionale, sur des sites, dans des musées et dans les coulisses d'institutions  variées, avec des acteurs de terrain et des experts dans leurs domaines.",
        "content": "Selon le nombre de participants et l’actualité de la recherche, le séminaire peut épouser la forme d’excursions ou d'un voyage scientifique, ou encore de conférences-débats en résidence qui tiennent compte d'approches diachroniques et thématiques transversales, assorties de rapports écrits, ou enfin consister en la production de supports d'expositions archéologiques. L’éventuelle organisation d’excursions ou d’un voyage scientifique comporte des visites, conférences et rencontres avec des acteurs experts dans des institutions et sur des sites choisis pour leur complémentarité avec les enseignements du cursus en archéologie.",
        "teaching_methods": "Cours conférence assorties de débats et de lectures préparatoires ; ou : excursions ou voyage d'une semaine maximum assortis de visites et de rencontres avec lectures et travaux préparatoires ; ou : production écrite et iconographique de supports en vue du montage d'une exposition.",
        "assessment_methods": "Selon la formule retenue : évaluation de rapports écrits sur les séances et débats organisés en résidence, ou travail écrit de synthèse préparatoire et consécutif aux visites approfondies et conférences organisées en Belgique ou à l'étranger, durant les excursions ou un voyage scientifique, rapport heuristique, documentation et rédaction à l’appui de la médiation.",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Espace Moodle comprenant des dossiers documentaires et des supports utiles en fonction des activités organisées.",
        "bibliography": "La bibliographie est fournie pour le travail préparatoire individuel.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2682",
        "title": "Séminaire d'archéologie du Proche-Orient ancien",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gorris Elynn",
            "Tavernier Jan"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance de base des sociétés anciennes du Proche-Orient et de Mésopotamie (cours LARKE1553)",
        "topics_covered": "Le cours envisage des questions approfondies et des problèmes spécifiques d'interprétation liés à la reconstruction des modes de vie et des modes de pensée des sociétés anciennes du Proche-Orient ancien, surtout de l’Iran ancien. Plus spécifiquement, il discutera des thèmes comme les capitales mèdes et achéménides, les lieux cultuels mèdes et achéménides, l’archéologie élamite, etc. De plus, le thème de la destruction du patrimoine culturel dans le Proche-Orient sera également discuté.",
        "content": "Ce cours vise à approfondir les connaissances archéologiques des étudiants sur le Proche-Orient ancien en abordant différents thèmes allant de la préservation du patrimoine culturel à l'archéologie maritime, en mettant l'accent sur la région du golfe Persique.",
        "teaching_methods": "Le cours est divisé en plusieurs modules, chacun se concentrant sur un thème différent (par exemple, la destruction du patrimoine culturel au Moyen-Orient, l'expédition Philby-Ryckmans-Lippens, les bateaux dans le golfe Persique, ...) et sur une région du Moyen-Orient.",
        "assessment_methods": "Chaque étudiant créera un poster sur un aspect de l'expédition Philby-Ryckmans-Lippens et présentera son poster lors de l'atelier international à la mi-novembre (40% des crédits). Examen écrit pour les modules restants du cours (60% des crédits). « Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites (p.ex., comme outil pour produire un document complet) sera considérée comme un cas de tricherie. »",
        "other_info": "Cours enseigné en français, mais offrant des facilités en anglais",
        "online_resources": "https://archives.uclouvain.be/philby-ryckmans-lippens-expedition-project",
        "bibliography": "En fonction du thème choisi, une bibliographie est communiquée pendant le cours.",
        "course_materials": "Une présentation PowerPoint sera distribuée par Moodle sur les divers modules",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2233",
        "title": "Séminaire de culture matérielle: techniques et sociétés",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Langohr Charlotte"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Avoir suivi le cours LARKE1230 Matériaux et techniques de l'Antiquité est un atout.",
        "topics_covered": "Dans la continuité du cours de bachelier, LARKE1230 Matériaux et techniques de l'Antiquité , cette unité d’enseignement propose un ensemble de cadres théoriques et méthodologiques portant sur l’étude des ensembles d’artefacts archéologiques, selon les différents types de matériaux et gestes techniques employés par les humains qui les ont produits (céramique, pierre, métal, bois, verre). Parallèlement, la variété des trajectoires des objets archéologiques (« biographie des objets ») et de leurs contextes de découverte est discutée, en ce que ces variantes importent au moment des processus interprétatifs. Partant de la description des artefacts archéologiques, on examine les méthodes d’analyse qui permettent de reconstruire les techniques et les usages dont ils ont fait l’objet, et on tente d’approcher en quoi ceux-ci sont les expressions matérialisées des groupes sociaux qui y étaient liés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : . Au terme du cours, l’étudiant(e) sera familiarisé(e) aux méthodes d’analyse des artefacts archéologiques, sous le prisme de leurs propriétés matérielles et des gestes techniques qui les ont vu naitre, mais aussi de leur analyse fonctionnelle. Il ou elle sera également en mesure d’expliciter la variété des questionnements et des enjeux de la pratique de l’archéologie quand celle-ci s’attache à la reconstruction des traditions techniques et des usages des communautés étudiées, et qu’elle tend à en inférer les dimensions culturelle et sociale.",
        "content": "La culture matérielle est au coeur de tous les aspects de l'archéologie ; elle a été théorisée selon des concepts divers: matérialité, archéologie symétrique, agentivité, théorie de l'engagement matériel, théorie de l’« entanglement » (cf. LARKO2231 Histoires et théories de l'archéologie). D’autres approches se concentrent sur les relations entre les êtres humains et les choses/objets en sondant l'interconnexion de leurs vies respectives. On envisage alors notamment le concept et outil de la chaîne opératoire, et la notion de biographie (ou trajectoire, ou itinéraire) des objets. Dans le premier cas, partant des artefacts (et échantillons) archéologiques, on s’intéresse aux différents types d’opérations, phases, et séquences de la chaîne opératoire employée pour fabriquer des artefacts en céramique, verre, bois, pierre, métal, on aborde les méthodes qui permettent de décrire, caractériser et interpréter ces processus techniques, et on considère en quoi leur étude, en lien étroit avec le contexte de découverte des objets, nous informe sur les caractères spécifiques ou partagés des communautés en question. En définitive, en explorant la diversité des manières de faire, ou traditions techniques des différents groupes sociaux étudiés, on tente d’approcher les dynamiques en jeu, c’est-à-dire tant des contraintes fonctionnelles des matériaux, que des facteurs culturels et sociaux, ces derniers permettant d’approcher des processus aussi divers que ceux d’invention, d’innovation, d’emprunts, d’adoption, de rejet, de transferts et d’acculturation. Dans le second cas, des problématiques variées liées aux modes de circulation et d’utilisation des différentes catégories de matériaux et artefacts archéologiques peuvent être abordées. Sur la base de l’analyse des objets, qui prend en compte des aspects très divers (matériaux, techniques, traces d’usure, contextes d’utilisation ou de découverte), les étudiant·e·s sont invité·e·s à envisager la variété des représentations et des formes d’interaction ou d’organisation des sociétés anciennes qui produisaient, échangeaient, et manipulaient ces objets, sur des échelles régionales et chronologiques bien différentes. L’objectif principal de ce séminaire est d’aiguiser l’œil de l’étudiant·e archéologue à l’observation et l’analyse des objets, le/la familiariser avec la variété des méthodes analytiques pour qu’il/elle soit en mesure d’appliquer les plus pertinentes en fonction des problématiques posées au départ, et enfin de le/la rendre autonome dans la démarche qui consiste à interpréter les techniques et les usages liés aux artéfacts archéologiques comme des productions sociales des communautés qui les ont produits et utilisés.",
        "teaching_methods": "Sous la forme d’un cours magistral, les premières séances du séminaire abordent les concepts et cadres théoriques, ainsi que la variété des méthodes d’analyse qui se rapportent à l’étude de la culture matérielle. Une place importante est donnée aux concepts de chaine opératoire et de biographie/itinéraire des objets, que la présentation de plusieurs cas d’étude vient illustrer. Certaines séances sont liées à un article à lire en amont. Le contenu de l’article est discuté en début de séance sur la base de questions soulevées par les étudiant·e·s. La suite des séances se compose principalement d’exercices portant sur l'examen macroscopique de différents types et collections d’objets, notamment au sein du Musée L ou du laboratoire du CRAN de l’UCLouvain. Des visites de musées ou laboratoires peuvent également être organisées, destinées à familiariser les étudiant·e·s avec les méthodes de traitement des différents matériaux.",
        "assessment_methods": "Evaluation continue, présentation orale de travaux de groupes durant les séances du séminaire, et travail écrit individuel à remettre durant la session d’examen. Le travail écrit, dont les modalités sont expliquées en séance, peut être rédigé en français ou anglais. Un plan et un premier état de la problématique du travail devront être remis en amont, et seront pris en compte dans l'évaluation finale. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Sont consultables et téléchargeables sur Moodle: powerpoints des séances, bibliographie et portefeuille de lectures ; lectures et ressources complémentaires.",
        "bibliography": "Une bibliographie détaillée est fournie sur Moodle. Un portefeuille de lectures obligatoires est également discuté durant certaines séances de cours.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1559",
        "title": "Arts et civilisations : de l'impressionnisme à l'art actuel",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Streitberger Alexander"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours abordera l'histoire des mouvements artistiques depuis l'impressionnisme (1870) jusqu'à l'art du début du XXIe siècle. L'art moderne et l'art contemporain sont présentés à travers un vaste éventail de médiums et de mouvements artistiques. Il s'agit d'analyser les oeuvres d'art selon différentes perspectives (stylistique, iconologique, socioculturelle ou politique), de les situer dans leur contexte historique et de réfléchir sur leur fonction et leur place dans le discours esthétique et les conditions sociales de l'époque.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable d'analyser un choix d'oeuvres significatives de l'art occidental de la période abordée et de synthétiser les analyses particulières de manière à acquérir un canevas chronologique portant aussi bien sur l'histoire des formes que sur l'histoire des thèmes et des idées. Il développera l'aptitude à situer l'oeuvre d'art dans son contexte spatial, esthétitque et historique et à développer une réflexion critique sur la fonction et les conditions de présentation et de réception des oeuvres d'art.",
        "content": "Le cours propose un canevas chronologique de la période envisagée, sur la base duquel sont approfondies des thématiques précises explicitant les contenus sémantiques et formels. Un accent particulier est mis sur la relation entre le cadre théorique et socioculturel de l'art, la question du médium artistique et la fonction culturelle spécifique de l'oeuvre d'art liée aux conditions de sa production, de sa présentation et de sa réception. Les thématiques pourront s'articuler autour des sujets suivants : l'évolution d'un art figuratif vers un art abstrait la pluralité et la diversité de médiums utilisés, y compris les disciplines classiques de la peinture et de la sculpture ainsi que de nouvelles formes telles que la photographie, le film et la vidéo, le collage et le montage, l'objet trouvé et le ready-made, la performance et le happening, ou encore l'installation, le livre et l'exposition comme oeuvre d'art les concepts du modernisme et du postmodernisme la relation entre art et culture visuelle populaire l'évolution de formes et d'idées à travers les mouvements artistiques les plus représentatifs (impressionnisme, post-impressionnisme, expressionisme, futurisme, cubisme, dadaïsme, constructivisme, surréalisme, abstraction, art conceptuel, minimal art, pop art, etc.). La méthodologie est principalement basée sur des études de cas illustrés par des images projetées en auditoire.",
        "teaching_methods": "Cours en auditoire avec PowerPoint.",
        "assessment_methods": "Examen écrit.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2342",
        "title": "Archéologie de la protohistoire égéenne",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Langohr Charlotte"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "L’enseignement aborde des questions approfondies et des thèmes d’actualité liés à l’organisation des sociétés égéennes préhistoriques et protohistoriques sur la base de l’analyse de sources archéologiques.  Culture matérielle et productions artistiques de la Crète minoenne (ca. 2600-1200 av. n.è.) et de la Grèce mycénienne (ca. 1700-1200 av. n.è.) sont présentées et replacées dans leur contexte politique, socio-culturel et économique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Identifier et replacer dans leur contexte les productions matérielles et artistiques des sociétés égéennes pré- et protohistoriques ; 2. Proposer une réflexion transversale sur des thématiques diverses envisagées au cours (vie quotidienne, productions matérielles et artistiques, organisation économique et sociale, interactions culturelles) en croisant des considérations historiques, archéologiques, stylistiques, techniques, culturelles et anthropologiques ; 3. Mener une recherche personnelle dans le prolongement du cours.",
        "content": "Le cours alterne des séances qui envisagent une analyse diachronique et contextualisée des données archéologiques liées à différentes régions de l’Egée pour toutes les périodes de l’âge du Bronze, et des séances thématiques qui approfondissent l’étude de certains sites, ou de certaines problématiques matérielles ou sociétales (ex. relations Hommes/environnement ; traditions culinaires ; division des sexes et classes d’âge ; archéothanatalogie et traumatologie, etc.)",
        "teaching_methods": "Le cours se compose d’exposés magistraux complétés par des lectures et préparations personnelles de la part des étudiant·e·s qui donneront lieu à des discussions auxquelles tout le groupe d’étudiant·e·s est invité à prendre une part active. Des conférenciers de l’UCLouvain ou extérieurs proposeront occasionnellement des interventions sur des recherches récentes.",
        "assessment_methods": "L’évaluation du cours comprend deux parties. La première consiste en une présentation orale personnelle (en français ou en anglais) au cours de l'année d’un sujet de recherche précis lié à un cours magistral précédent. L’étudiant·e proposera une analyse approfondie d’un thème concerté, tout en pointant des questions faisant débat afin d’entamer une discussion avec ses collègues (40%). La présence et l’implication des étudiant·e·s dans les discussions sont prises en compte dans l’évaluation. La seconde partie concerne un examen oral en session. Celui-ci consiste en l’exposé d’une recherche personnelle et originale menée par l’étudiant·e, qui sera suivi d’une discussion en résonance avec les sujets et questions abordés au cours (60%). Ce travail, dont les modalités sont expliquées en séance, peut être exposé en français ou anglais. Un plan et un premier état de la problématique du travail devront être remis durant le semestre, et seront pris en compte dans l'évaluation finale. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie",
        "bibliography": "C. W. Shelmerdine (ed.), The Cambridge Companion to the Aegean Bronze Age (Cambridge 2008). J. Driessen, I. Schoep, R. Laffineur (eds), Monuments of Minos. Rethinking the Minoan Palaces (Aegaeum 23), Liège & Austin, 2002. B. E. Burns, Mycenaean Greece, Mediterranean Commerce, and the Formation of Identity, Cambridge University Press, 2010. T.F. Tartaron, Maritime Networks in the Mycenaean World, Cambridge University Press, 2013. R. Treuil, P. Darcque, J.-C. Poursat et G. Touchais, Les civilisations égéennes du néolithique et de l'âge du bronze, Paris, coll. « Nouvelle Clio », 2008 J.-C. Poursat, L'art égéen : 1, Grèce, Cyclades, Crète jusqu'au milieu du IIe millénaire av. J.-C., Paris, Picard, 2008. J.-C. Poursat, L'art égéen : 2, Mycènes et le monde mycénien, Paris, Picard, 2014.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2680",
        "title": "Séminaire d'archéologie du monde romain",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cavalieri Marco"
        ],
        "teaching_language": "Français",
        "prerequisites": "LARKO2372 Archéologie et histoire de l'art de Rome et des provinces romaines",
        "topics_covered": "Le séminaire se concentre sur des problèmes spécifiques d'interprétation en relation avec l'utilisation de sources archéologiques pour la reconstruction des relations sociales et politiques au cours de l'âge du Fer et de l'époque historique ; le contexte géographique étudié couvre l'Italie pré-romaine et romaine, ainsi que les provinces de l'Empire de Rome.",
        "content": "Le séminaire se concentrera sur les sanctuaires romains. Plusieurs aspects de la question seront analysés, notamment l’analyse de la culture matérielle, les pratiques divinatoires par rapport aux sources iconographiques, littéraires et épigraphiques.",
        "teaching_methods": "Combinaison d’exposés ex-cathedra de l’enseignant ou de conférencièr·es invité·es et de séminaires autour de problématiques particulières présentées au début du cours. Les étudiant·es pourront être invité·es à préparer les séances sur la base de lectures d’articles ou extraits de manuels/monographies dont la liste sera publiée au début de l’année. Ils/elles seront invité·es à participer de façon active aux séances à travers des exposés oraux à la suite d’une recherche personnelle. Le cours peut également prendre la forme d'une analyse poussée d'articles sur un sujet spécifique avec exposé (PPT) par les étudiant·es. Des excursions peuvent éventuellement être organisées dans le cadre du cours si certaines conditions liées au calendrier et à l’obtention des fonds sont remplies.",
        "assessment_methods": "Evaluation continue au cours des séminaires (50% points) et papier personnel suite à l'exposé (50%).",
        "online_resources": "Pdf du cours et bibliographie",
        "bibliography": "Liste bibliographique fournie par l'enseignant pendant le cours. Pour une éventuelle préparation préalable, les ouvrages conseillés sont : C. Addey. Divination and Knowledge in Greco-Roman Antiquity, Routledge, London and New York 2022 F. Coarelli, I santuari del Lazio in età repubblicana, NIS, Roma 1987 J. Scheid, La religion des Romains, Armand Colin, Malakoff 2019",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhist2600",
        "title": "Pratiques numériques dans les métiers de l'histoire",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "François Aurore"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours suppose que l’étudiant.e soit inscrit dans l’une des orientations suivantes : Master en histoire, finalité didactique Master en histoire, finalité spécialisée : histoire et archives Master en histoire, finalité spécialisée : communication de l’histoire Master en histoire, finalité approfondie Agrégation de l’enseignement supérieur (histoire)",
        "topics_covered": "Le séminaire vise l’intégration de la dimension numérique des métiers de l’histoire visés par les trois finalités professionalisantes (archives, communication et didactique).",
        "content": "Les étudiants des trois finalités sont répartis en groupes de travail coordonnés autour d’une thématique et conçoivent un projet numérique intégré : Repérage, description et organisation de sources en vue de leur publication en ligne (description via des métadonnées adaptées, règles de communicabilité et diffusion, instruction juridique etc.) Rédaction de parcours et expositions virtuelles Conception d’un agencement pédagogique des ressources sous forme de parcours d’enquête historique et rédaction de fiches d’exploitation pédagogiques des ressources, à destination des enseignant·es et élèves du secondaire.",
        "teaching_methods": "Présentation des outils, initiations en pool informatique par l’équipe enseignante, en collaboration avec les Archives de l’Université Séances de présentation des projets – feedbacks de l’équipe enseignante",
        "assessment_methods": "L’évaluation porte sur L’implication et la démarche des étudiants dans la réalisation des tâches et la résolution des problèmes (évaluation continue – 5 points) ; La qualité des projets  numériques (Web) développés par les étudiants en groupes (travail final – 15 points).",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhagi2540",
        "title": "Muséologie : enjeux actuels",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Roucloux Joël"
        ],
        "teaching_language": "Français",
        "prerequisites": "Des notions d'histoire générale des musées sont un atout.",
        "topics_covered": "Le cours aborde la situation paradoxale de l'institution muséale aujourd'hui prise entre essor spectaculaire et sentiment de crise. Confronté au risque de la marchandisation et au défi du développement territorial, le musée risque-t-il de perdre son âme ? Doit-il au contraire assumer de nouvelles missions ? Le cours introduit aux différents critères qui contribuent à l'« identité » d'un musée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Sensibiliser aux grandes questions de la muséologie contemporaine dans un monde en mutation. L'étudiant disposera d'outils pour appréhender de manière critique l'actualité muséale.",
        "content": "Le cours confronte les théories récentes des muséologues aux échos donnés aux enjeux muséaux par la grande presse. Les questions théoriques sont incarnées par de nombreuses études de cas.",
        "teaching_methods": "Confrontation d'argumentaires (anthologie pluraliste de textes, positionnement de l'enseignant, intervention des étudiants)",
        "assessment_methods": "La cotation se répartit à égalité entre la présentation orale d'une étude de cas (musée) pendant les cours et l'examen oral (celui-ci consiste également en une présentation de l'étudiant). Les consignes concernant la présentation orale sont dispensées dès les premières séances de cours. Les consignes précises concernant l'examen sont communiquées le dernier cours précédent la semaine smart.",
        "other_info": "/",
        "online_resources": "/",
        "bibliography": "/",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1556",
        "title": "Arts et civilisations : architecture de l'Antiquité et du moyen-âge",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanden Broeck-Parant Jean"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Initiation aux grandes typologies de l'architecture du Ve au XVe siècle, religieuse, civile et militaire. Problématique générale concernant l'émergence des formes, la création, la diffusion et la compréhension des oeuvres. Analyses de celles-ci en fonction de ces différentes perspectives. Mise en évidence de l'architecture médiévale, dans son contexte historique et technique. Place du maître d'oeuvre et du commanditaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Savoir analyser un choix d'oeuvres significatives de l'architecture occidentale du moyen âge au moyen de différentes méthodologies. Développer l'aptitude à synthétiser les analyses particulières de manière à acquérir un canevas chronologique et typologique portant aussi bien sur l'histoire des formes que sur l'histoire des thèmes.",
        "content": "À travers l'étude de cas, proposer un canevas chronologique et/ou thématique des formes et des thèmes de l'architecture méditerranéenne et occidentale depuis l'antiquité jusqu'à la fin du moyen âge à travers l'étude d'œuvres majeures. La méthodologie est principalement basée sur des études de cas illustrés par des images projetées en auditoire. Le propos sera agencé selon l'ordre chronologique et/ou thématique en veillant à mettre l'accent sur les transformations stylistiques et iconographiques, quel que soit le domaine typologique abordé. Les grilles d'analyses seront variées afin de présenter la diversité et la complémentarité des approches scientifiques.",
        "teaching_methods": "Cours magistraux avec support visuel sous forme de PowerPoints régulièrement mis en ligne sur Moodle.",
        "assessment_methods": "Évaluation orale ou écrite basée sur la démonstration par l’étudiant des connaissances acquises et de sa capacité à pouvoir analyser, à partir d’images, des cas vus et non vus au cours.",
        "bibliography": "En ligne sur Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhagi2510",
        "title": "Expertise",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dubois Anne"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "L'expertise est une discipline qui englobe nombre de connaissances et de compétences. Celles-ci seront abordées: le constat d'état d'une oeuvre (connaissance des causes internes ou externes qui modifient l'aspect d'une oeuvre d'art), les faux, la valeur des oeuvres, l'identification des oeuvres volées ou spoliées, le marché de l'art.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 En Belgique, l'expertise est avant tout pratiquée par les marchands d'oeuvres d'art. Il est donc important que les historiens de l'art acquièrent la compétence de donner un avis indépendant fondé sur des arguments défendables. A l'issue du cours, l'étudiant sera capable de déterminer l'état de conservation d'un objet d'art (constat d'état). Il sera également sensibilisé à l'existence du faux dans le monde de l'art et aux moyens employés pour l'identifier, aux outils disponibles pour identifier des oeuvres volées ou spoliées, ainsi qu'au fonctionnement du commerce de l'art.",
        "content": "Articulant exposés théoriques et études de cas basées sur des objets concrets ou des reproductions, le cours abordera les aspects suivants : - Approche pratique du constat de l’état de conservation d’une œuvre (constat d’état, méthodologie appliquée à l’identification des modifications intervenues sur l’œuvre, méthodes de laboratoire appliquées à l'identification des modifications intervenues sur l'œuvre (radiographie, réflectographie, etc.)). - Les faux et les faussaires : historique, types de faux, identification des faux, etc. - La valeur des œuvres (estimation) et les informations qu’un expert doit tenir à l’œil (répertoires d’œuvres volées ou spoliées, etc). - Le marché de l'art : fonctionnement, enjeux, etc.",
        "teaching_methods": "Cours ex cathedra, exercices dans des musées.",
        "assessment_methods": "examen oral",
        "other_info": "Support = prise de notes au cours + divers supports distribués via Moodle",
        "online_resources": "/",
        "bibliography": "une bibliographie sélective sera distribuée",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2650",
        "title": "Analyse critique de l'intelligence artificielle",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teaching_language": "Français > English-friendly",
        "topics_covered": "En lien avec les thématiques d’actualité, ce séminaire aura pour but d’engager les étudiants sur la piste d’une approche critique et réflexive à propos des opportunités et défis posés par l’intelligence artificielle de manière générale et en lien avec nos études, de manière plus particulière. Les notions d’intelligence et d’intelligence artificielle. Les technologies “cognitives” : des systèmes experts au deep learning et les champs d’application. La place de la création artistique face à l’intelligence artificielle. La notion d’auteur. La notion d’authenticité. IA et le biais de confirmation. IA et corpus d’apprentissage (biais, stéréotypes, etc.) .",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Définir, délimiter et analyser le concept d’Intelligence artificielle dans le cadre d’une approche critique. 2 Appréhender l’impact de l’intelligence artificielles sur les champs de la pensée et de la création artistique et des disciplines de sciences humaine.",
        "teaching_methods": "Séances magistrales en distanciel alternant avec des ateliers pratiques en présentiel. En cas d'aggravation de la situation sanitaire, les ateliers seront également basculés en distanciel.",
        "assessment_methods": "Contribution à un projet collaboratif d'analyse et édition de documents et données numériques avec des autres étudiant.e.s inscrit.e.s au cours et dirigé par l'instructeur. Participation active à l'événement en ligne présentant le projet / les projets à la fin du quadrimestre.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2640",
        "title": "Education aux médias et littératie médiatique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Philippette Thibault",
            "Tilleul Camille"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours de Littératie médiatique aborde les mutations techniques et médiatiques intervenues dans les sociétés contemporaines et analyse les compétences numériques et médiatiques requises par les individus pour évoluer dans de tels environnements. Au fur et à mesure de cet enseignement, l'étudiant sera amené à réfléchir des situations de communication sur le plan des compétences requises par les usagers dans ce contexte.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. exposer et appliquer les cadres d'analyse vus au cours à différentes situations et contextes d'usage médiatique (par exemple : scolaire, professionnel ou loisir) ; 2. identifier les enjeux des usages en réception et production médiatique ; 3. réfléchir à la construction de dispositifs visant à évaluer le niveau de compétence des usagers, afin d'envisager ensuite de manière critique les moyens nécessaires au développement de ces compétences.",
        "content": "Ce cours aborde le lien entre littératie médiatique, éducation aux médias et éducation par les médias ; il discute le concept de littératie médiatique au regard d'autres concepts présents dans la littérature ( digital literacy , information literacy, computer literacy , etc.) ; il traite différents cadres d'analyse permettant d'évaluer les activités médiatiques (par exemple : lire, écrire, naviguer, organiser) et les dimensions des compétences associées (par exemple : technique, social, informationnel) ; il aborde enfin les enjeux en termes de compétences liés aux technologies contemporaines et à leurs usages. Cet enseignement est structuré en différents modules (l'ordre est susceptible d'être modifié) : Module 1 : Introduction aux notions d'éducation aux médias et de littératie médiatique, ainsi qu'aux autres littératies gravitant autour de ces deux termes. Module 2 : Les cadres de références de la littératie médiatique et de l'éducation aux médias Module 3 : L'implémentation de l'éducation aux médias et de la littératie médiatique en Belgique Francophone, d'hier à aujourd'hui. Module 4 : Evaluer les compétences et observer les pratiques médiatiques : une approche complexe Module 5 : Perspectives autour des « nouvelles formes de littératie » De manière non-récurrente, le cours donne la place à des interventions de chercheurs belges et/ou étrangers, experts du domaine.",
        "teaching_methods": "Le cours repose sur une pédagogie participative. A côté des exposés magistraux, les étudiant·e·s seront amenés à débattre de questions d'éducation aux médias et de littératie médiatique à travers un exercice de lecture-écriture dirigé. En fonction du thème annuel, un portefeuille de textes adapté sera fourni aux étudiant·e·s. Par ailleurs, des intervenant·e·s, chercheuse/chercheur ou praticien, pourront venir contribuer aux débats. Remarque : étant donné le caractère \"multi-sites\" de ce cours, la comodalité sera appliquée. La présence et la participation active durant les séances sera exigée pour la partie \"évaluation continue\" de la session 1.",
        "assessment_methods": "Les modalités d'évaluation varient entre la première et la seconde session ! Première session Évaluation continue sous forme de participation active à l’exercice de lecture dirigée et contribution aux débats (50% de la note) Examen écrit portant sur les modules théoriques (50% de la note) Seconde session Examen écrit portant sur l’ensemble du cours (modules théoriques + débats) (100% de la note)",
        "other_info": "Ce cours est également donné dans le cadre du Master en Education aux médias (co-diplomation IHECS-UCLouvain) et est emprunté par des étudiant·e·s du Master en Communication de l'UCLouvain Mons. English-friendly Course Reading: bibliographical references in English can be provided Questions: students can ask their questions in English Evaluation: students can do presentations and answer exam questions in English Dictionary: students are allowed to use a dictionary (monolingual French dictionary or bilingual French-mother tongue dictionary, as specified by the teacher), including for exams Utilisation des intelligences artificielles dans le cours L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant·es. Toute utilisation de cet outil à des fins de brainstorming, aide à la recherche, aide à la rédaction devra donc être mentionné clairement et de manière transparente. \"Si une partie de la tâche peut être accomplie par l'outil, il est essentiel que le résultat soit revu et intégré dans une démarche personnelle. L’étudiant·e est appelé à prendre le recul nécessaire, notamment par rapport aux limites et risques de ces outils. Il faut également signaler que lorsque l’on soumet un texte à une IA générative, celle-ci pourrait le réutiliser dans ses apprentissages ultérieurs, ce qui peut poser des problèmes de confidentialité et de droit d’auteur.\" (note facultaire relative à l'utilisation des IA génératives).",
        "bibliography": "Références (exemple) Auferheide (1993). Report on the National Leadership Conference on Media Literacy . Queenstown (M.D.): Aspen Institute ; Buckingham (2009). The future of media literacy in the digital age: some challenges for policy and practice , 2nd European Congress on Media Literacy, Bellaria (IT), 21-24 october 2009 ; Fastrez (2010). Quelles compétences le concept de littératie médiatique englobe-t-il ? Une proposition de définition matricielle , Recherches en Communication, 33(1): 35-52 ; Feuerstein (1999). Media Literacy in Support of Critical Thinking , Journal of Educational Media, 24(1): 43-54 ; Hobbs (1998). The seven Great Debates in the Media Literacy Movement , Journal of Communication, 48(1):16-32 ; Livingstone (2003). The changing nature and Uses of Media Literacy , Media@LSE, Electronic Working Paper, 4, see: http://eprints.lse.ac.uk/. Une liste de références bibliographiques et un portefeuille de lecture seront fournis en fonction de l’orientation de l’exercice de lecture et d’écriture dirigée. A list of bibliographical references and a reading portfolio will be provided according to the orientation of the guided reading and writing exercise.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2230",
        "title": "Gestion du patrimoine archéologique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Verslype Laurent"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours bisannuel parcourt l'ensemble des domaines qui participe de la gestion intégrée de l'archéologie dans nos sociétés contemporaines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Formation avancée des étudiants qui se spécialisent en archéologie ou qui sont intéressés par la question de la gestion des patrimoines dans le contexte territorial européen (aménagement du territoire, conservation intégrée' : architectes, juristes, historiens, économistes).",
        "content": "Le cours aborde les thèmes suivants : la gestion et la protection du patrimoine culturel archéologique (prescriptions internationales et traduction en droit dans les législations nationales, régionales et communautaires), conservation et restauration du patrimoine archéologique immobilier (études préalables, pathologies, remèdes et monitoring), conservation du patrimoine archéologique mobilier (conservation préventive, traitements conservatoires, restauration, dépôts et réserves), conservation et valorisation (présentation des vestiges archéologiques, muséalisation de sites, processus décisionnels en matière de conservation et selon le cadre socio-économique et urbanistique), gestion administrative territoriale ' impacts de La Valette 1992 (contrôle et gestion, archéologie préventive et privatisation du marché de l'archéologie, planification, conservation intégrée inventaire, carte archéologique : valeurs patrimoniales et valeurs de prédiction), protection (degrés de protection du patrimoine archéologique, critériologie).",
        "teaching_methods": "Les exposés ex cathedra abordent les thèmes suivants : la gestion et la protection du patrimoine culturel archéologique, la conservation préventive et la restauration du patrimoine archéologique immobilier et mobilier en vue de sa valorisation, la gestion administrative de la protection et des pratiques de l'archéologie en aménagement du territoire en vertu de La Valette 1992 dans les pays européens concernés et en comparaisons avec des pays extra-européens. Un portfolio documentaire est constitué au gré des séances pour chacun des thèmes abordés, outre la bibliographie thématique. Ces lectures sont augmentées des notes de cours détaillées également mises à disposition de l'étudiant qui peut les utiliser lors de l'évaluation.",
        "assessment_methods": "Examen écrit à livre ouvert basé sur une mise en situation concrète de l'étudiant comme acteur de la gestion du patrimoine, et par le biais d'un questionnaire-scénario mobilisant l'ensemble des notions éudiées.",
        "online_resources": "Tous les supports: dossiers de lecture, textes de base des chapitres, bibliographies thématiques développées, illustration intégrale, medias documentaires... sont mis à disposition.",
        "bibliography": "Une importante bibliographie est communiquée pour chacun des thèmes abordés.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1150",
        "title": "Arts et civilisations : archéologie du nord-ouest européen",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Verslype Laurent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours aborde l'archéologie de l'Europe occidentale, en mettant en évidence l'apport des sources matérielles et environnementales des cultures de l'Âge du fer à l'époque contemporaine. La documentation et les pratiques archéologiques en Belgique sont mises en évidence dans ce cadre général.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À l'issue du cours, la genèse et les caractéristiques des cultures de chaque grande période de l'histoire occidentale auront été abordées. L'étudiant sera capable d'en identifier les principaux témoins matériels et de les replacer dans le contexte socio-économique de chaque période. L'étudiant aura pris connaissance de l'organisation et des apports de l'archéologie dite nationale en Belgique et dans les pays voisins.",
        "content": "Le cours vise à illustrer les apports de l'archéologie pratiquée dans le Nord-Ouest de l'Europe, notamment en Belgique. Le cadre chronologique couvre, selon les ressources et l'actualité, du premier Âge du fer à la période contemporaine. Les différents aspects des sociétés anciennes sont abordés : genèse, technologie et artisanats, architecture, pratiques funéraires, art, économie.",
        "teaching_methods": "Cours ex cathedra . organisés en présentiel et/ou à distance, agrémentés de medias illustrant les pratiques de la fouille et certaines découvertes spectaculaires.",
        "assessment_methods": "Examen écrit avec support iconographique.",
        "other_info": "Le support iconographique est intégralement mis à disposition, ainsi que des vidéogrammes, des extraits d'ouvrages de référence utiles, une bibliographie d'orientation sur la plate-forme Moodle.",
        "online_resources": "Espace Moodle dédié.",
        "bibliography": "Une liste bibliographique est donnée au début de chaque année d'enseignement.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1424",
        "title": "Histoire de l'Époque contemporaine et de l'Anthropocène",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Debruyne Emmanuel",
            "Van Ypersele Laurence"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours présente les principaux cadres de l’histoire de l'Europe durant la période contemporaine (19e-21e siècles), dans une perspective globale. Il fait en outre découvrir la variété des sources, les grandes tendances de l’historiographie et quelques problématiques de la recherche, comme la totalisation des conflits et ses effets sur les civils, la nationalisation des identités et ses effets sur les empires coloniaux ou l’individualisation des familles. Enfin, ce cours se penche sur la question de l'anthropocène et sur la manière dont les activités humaines ont bouleversé de manière croissante l'écosystème planétaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser des savoirs disciplinaires: Maitriser un socle de savoirs dans les domaines de l’histoire, de la philosophie, des arts et des lettres. Articuler ces savoirs dans un contexte historique, social et culturel. Maitriser des savoirs liés à la crise écologique et à la transition. 2 Donner un sens à un texte, à un événement ou à une oeuvre: Interpréter un événement, une oeuvre, une image ou un texte dans son contexte historique, social et culturel. Évaluer la portée signifiante de productions culturelles dans une propriété donnée et rendre compte de leur circulation. S’ouvrir à d’autres cultures, moyens de communication et d’expression et perspectives. Envisager le caractère systémique de la crise écologique et sociale. 3 Devenir autonome et responsible dans sa formation: Faire preuve d’un regard réflexif sur ses connaissances, ses méthodes et ses productions. 4 Acquis d’apprentissages spécifiques à l’unité d’enseignement : Maitriser la chronologie de l’histoire contemporaine et les principaux cadres de cette histoire. Maitriser, à partir de l'examen de quelques sources et travaux, comment la connaissance historienne s'élabore. Être capable au départ d'un \"portefeuille de lectures\", de dégager quelques grandes problématiques de recherche. Maitriser des savoirs historiques liés à l’anthropocène et au caractère systémique de la crise écologique et sociale",
        "content": "Le cours aborde les grands axes (idéologiques, socio-économiques et politiques) qui traversent les 19e et 20e siècles occidentaux. Il approfondit une série de concepts fondamentaux pour comprendre l'histoire contemporaine occidentale (concept de modernité, nation et nationalisme, idéologie et utopie, révolution, etc). Quatre séance sont consacrées à l'Anthropocène et à ses différentes dimensions au cours de la période étudiée.",
        "teaching_methods": "Cours magistral ouvert au dialogue avec les étudiants",
        "assessment_methods": "Examen écrit composé de questions ouvertes Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2290",
        "title": "Archéologie de la préhistoire",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cauwe Nicolas"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours envisage des questions approfondies et des problèmes spécifiques d'interprétation liés à la reconstruction des modes de vie et des modes de pensée des sociétés paléolithiques, mésolithiques et néolithiques (des origines au 3e millénaire avant J.-C.).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Formation avancée des archéologues qui se consacrent à la Préhistoire européenne. Développer l'esprit critique, les méthodes d'analyse de la culture matérielle et des restes humains, afin de comprendre les moyens de la reconstruction des temps d'avant l'écriture, y compris grâce aux concepts théoriques et anthropologiques (anthropologie physique et culturelle) utilisés dans l'interprétation archéologique.",
        "content": "Le cours envisage des questions approfondies et des problèmes spécifiques d'interprétation liés à la reconstruction des modes de vie et des modes de pensée des sociétés paléolithiques, mésolithiques et néolithiques (des origines au 3e millénaire avant J.-C.).",
        "teaching_methods": "Cours ex-cathedra et leçons d’étudiants sur base de lecture d’un ou plusieurs articles communiqués au début du cours",
        "assessment_methods": "Examen oral aux sessions de juin et/ou septembre (50%), évaluation continue (séminaires) (25%) et travail personnel écrit (25%).",
        "other_info": "En fonction du thème choisi, une bibliographie est communiquée en début de cours.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2020",
        "title": "Code et Culture : Python pour les humanités numériques - Chaire Altissia",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gribomont Isabelle"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "L’accès à ce cours est réservé à des étudiants ayant déjà suivi un cours de programmation.",
        "topics_covered": "Quelles sont les données numériques exploitées en sciences humaines (les corpus digitaux, les séries chronologiques, les bases de données, les images numériques, les enregistrements sonores ou vidéos, etc.) et surtout comment automatiser leur dépouillement quand les volumes de données deviennent trop importants ? Au travers de projet de programmation, les étudiants découvrent comment manipuler des données de sciences humaines dans le cadre de différents domaines d’études. Python est un langage de programmation libre, versatile et bénéficiant d'une communauté d'utilisateurs importante tant dans le domaine universitaire que le secteur privé. Avec la multiplication des données numériques dans les sciences humaines et sociales, le recours à l'informatique devient indispensable pour la collecte, la mise en forme, l'analyse et la visualisation des données. Dans le contexte des sciences humaines, le langage Python permet aussi bien de collecter des données textuelles/multimodales sur internet ou sur les réseaux sociaux, que d'identifier les réseaux formés par des personnages historiques dans un corpus de lettres, de reconnaître automatiquement la paternité d'une œuvre littéraire au travers de schémas stylistiques, de contraster les sentiments associés à certains concepts dans un corpus médiatique, ou de cartographier les lieux mentionnés dans un corpus issus des réseaux sociaux. Python permet l'application de méthodes d'analyses statistiques aussi bien que des méthodes d'apprentissage automatique et d'Intelligence Artificielle. Il s'agit donc d'un outil flexible dont la maitrise ouvre de nombreuses possibilités. En plus de développer des compétences informatiques au service de l'automatisation du traitement et de l'analyse de données de sciences humaines, nous réfléchirons aux défis et dilemmes éthiques posés par l'étude computationnelle de la culture.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Planifier et développer une séquence d'instructions compréhensibles pour un système informatique afin de résoudre un problème donné ou d'effectuer une tâche spécifique (Programmation, DigiComp 3.4) 2 Utiliser les outils et les technologies numériques pour créer des connaissances et innover dans les processus et les produits. S'engager individuellement et collectivement dans un traitement cognitif pour comprendre et résoudre des problèmes conceptuels et des situations problématiques dans des environnements numériques. (DigiComp 5.3) Les AA « DigiComp » renvoient au référentiel européen « The Digital Competence Framework for Citizens (DigiComp 2.2) ».",
        "content": "Ce cours introduit les possibilités de recherches et d'analyses du langage de programmation Python dans le domaine des humanités numériques. Nous nous attarderons donc particulièrement sur les modules pertinents pour répondre à des questions de recherche liées aux sciences humaines. Nous utiliserons plusieurs jeux de données textuelles, tels que des corpus de presse contemporaine, des données issues des réseaux sociaux, des romans, ou des documents historiques. À partir de ceux-ci, nous explorerons différentes taches d'extraction d'information, telles que la transformation d'une image ou d'un fichier PDF en un fichier lisible par un ordinateur (reconnaissance optique de caractères), l'analyse de réseaux, l'extraction de noms de personnes, lieux, événements ou dates (reconnaissance d'entités nommées), ou l'identification de schémas linguistiques et sémantiques. Tout au long de ces démarches, nous maintiendrons un regard critique quant aux limitations de notre méthodologie et des conclusions que nous pouvons tirer de nos résultats.",
        "teaching_methods": "Séances magistrales et travaux pratiques.",
        "assessment_methods": "L'évaluation comprend les trois composantes suivantes : Travail écrit à rendre pendant la session d'examen (60 %). Présentation orale en préparation au travail écrit à réaliser à la fin du quadrimestre (20 %). Evaluation continue du travail fourni dans le cadre du cours (20 %). La présentation orale et l'évaluation continue seront toujours prises en compte pour la session d'août. Un·e étudiant·e ayant échoué ces composantes se verra offrir la possibilité de soumettre à nouveau les tâches échouées ou un travail jugé équivalent. NB : Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Moodle",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2231",
        "title": "Histoires et théories de l'archéologie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cavalieri Marco",
            "Vanden Broeck-Parant Jean"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Le cours vise à présenter l’histoire et l’évolution des enjeux de la discipline archéologique à travers les époques. Il sera articulé en deux parties. La première abordera le rapport au passé et le développement de l’archéologie dès l’Antiquité et jusqu’au 18e siècle, en passant par le Moyen Âge et la Renaissance. La seconde partie abordera le développement de l’archéologie comme discipline scientifique, du 19e siècle à nos jours, en retraçant les principaux courants qui l’ont traversée, jusqu’aux approches et théories récentes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Placer la discipline archéologique dans une perspective historique, en prenant conscience des contextes sociaux et culturels successifs qui ont produit des discours et points de vue sur le passé matériel des sociétés. Adopter une approche critique et raisonnée des différents courants (notamment théoriques) qui ont traversé l’archéologie en vue de se les approprier et de pouvoir les appliquer à bon escient.",
        "content": "La première partie retrace du cours pose les jalons de l’archéologie et explore le rapport au passé et à la culture matérielle en commençant par l’Antiquité et le Moyen Âge. Avec l’émergence de l’humanisme à la Renaissance, on aborde ensuite les antiquaires et le développement des premières collections puis, au 17e siècle, les grands voyageurs et les sociétés savantes. Enfin, pour le 18e siècle, il est question notamment des premiers musées, de la découverte de sites majeurs (Pompéi, Herculanum) et du développement de l’histoire de l’art en tant que discipline (Winckelmann). La deuxième partie du cours retrace la constitution progressive de l’archéologie comme discipline scientifique au 19e siècle et ses évolutions diverses au cours du 20e siècle, de manière à comprendre les débats qui l’animent aujourd’hui. Partant du processualisme et du post-processualisme comme deux fondements de l’archéologie moderne, on abordera les différents embranchements théoriques pris par celle-ci à la fin du 20e et en ce début de 21e siècle : archéologie du genre, l’archéologie féministe et décolonialiste, théorie de l’acteur-réseau, archéologie cognitive, etc.",
        "teaching_methods": "Cours magistraux combinés à des séquences interactives basées sur des lectures préalables et demandant une participation active des étudiants.",
        "assessment_methods": "Evaluation continue basée sur une discussion des deux enseignants avec chaque étudiant. La participation active durant les séances interactives est également prise en compte dans la note finale.",
        "bibliography": "Une bibliographie se rapportant aux différents cours est fournie aux étudiants, ainsi que les lectures à préparer en vue des séances de discussion.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhagi2500",
        "title": "Muséographie : Aspects organisationnels",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Roucloux Joël"
        ],
        "teaching_language": "Français",
        "prerequisites": "Attention, le cours n'est accessible qu'aux étudiants ayant suivi le cours LHAGI 2540 ou étant inscrits à celui-ci.",
        "topics_covered": "Missions, procédures et contraintes liées aux domaines de l'accueil des visiteurs, de la politique pédagogique, de l'entreposage, de la gestion des locaux, de la mise en exposition, de la gestion du personnel, du financement (en ce compris les relations avec les pouvoirs subsidiants).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Sensibiliser aux différents aspects de la vie pratique d'un musée : introduction aux procédures et prise en compte des contraintes liées aux situations de terrain.",
        "content": "La structure du cours est liée à l'examen des conditions et critères de l'accréditation des musées en Fédération Wallonie-Bruxelles. Organigramme des équipes de musée. Introduction aux métiers, procédures et documents de l'exposition. Rencontre avec des professionnels et visite de coulisses.",
        "teaching_methods": "Cours magistral sur base des textes légaux et confrontation au terrain.",
        "assessment_methods": "Examen oral ou écrit.",
        "other_info": "/",
        "online_resources": "/",
        "bibliography": "Marie-Odile de Bary et Jean-Michel Tobelem (dir.), Manuel de muséographie. Petit guide à l'usage des responsables de musée, Séguier, Biarritz, 1998.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1554",
        "title": "Arts et civilisations : architecture de la Renaissance à nos jours",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Heering Caroline"
        ],
        "teaching_language": "Français",
        "topics_covered": "Introduction aux courants architecturaux européens de la Renaissance au Mouvements actuels, présentés chronologiquement sur base des principaux architectes et des principaux monuments. Rapports entre théorie et pratique architecturales. Caractéristiques stylistiques/ornementales des courants.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant sera capable au terme du cours d'analyser, identifier et reconnaître un monument architectural et de le situer dans son contexte. Il connaîtra la chronologie de l'histoire de l'architecture des Temps modernes et de l'Epoque contemporaine et ses principaux représentants.",
        "content": "A travers l'étude de cas et/ou de créateurs, proposer un canevas chronologique et thématique des formes et des typologies de l'architecture occidentale des Temps modernes et de l'Epoque contemporaine, illustrés en auditoire. Grilles d'analyses variées. Portefeuille de lectures complémentaires.",
        "teaching_methods": "Cours magistral. Portefeuille et lectures obligatoires.",
        "assessment_methods": "Examen oral.",
        "bibliography": "WATKIN, D.,  Histoire de l'architecture occidentale, Cologne, Könemann, 2000 SUTTON, I.,  L'architecture occidentale de la Grèce antique à nos jours, collection L'univers de l'art, 91, Paris, Thames and Hudson, 2001",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2681",
        "title": "Séminaire d'iconologie et d'étude des cultures visuelles",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Streitberger Alexander"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le séminaire s'attachera aux sens et aux fonctions des images dans les sociétés anciennes et modernes. Se voulant complémentaire aux cours dispensés dans le cadre de la finalité « Iconologie et études des cultures visuelles », le séminaire portera chaque année sur une thématique différente concernant la production d'images dans l'art et dans la culture visuelle en générale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant devra faire preuve d'une aptitude à la recherche personnelle et à la communication des résultats de cette recherche.",
        "content": "Le séminaire vise l'étude de l'art à l'intérieur du contexte élargi des cultures visuelles. En fonction de la thématique abordée, des approches interdisciplinaires seront envisagées afin de comprendre comment les pratiques visuelles et les images s'inscrivent, au niveau synchronique, dans un contexte socio-culturel spécifique et ,au niveau diachronique, dans une évolution historique et épistémologique.",
        "teaching_methods": "Séance d'introduction de l'enseignant et présentations des étudiant.e.s, le tout devant mener à un travail écrit.",
        "assessment_methods": "Exposé oral et travail écrit",
        "other_info": "/",
        "online_resources": "Ppt et textes sur iCampus",
        "bibliography": "/",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2300",
        "title": "Histoire de la peinture des anciens Pays-Bas",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Falque Ingrid"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours abordera les courants stylistiques tels qu'ils se sont développés dans les écoles du Nord du XVe au XVIIIe siècles, et principalement dans les Pays-Bas méridionaux.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquérir des connaissances approfondies dans l'étude de l'art pictural des anciens Pays-Bas du XVe au XVIIIe siècles. L'étudiant devra être capable d'analyser des peintures en les replaçant dans leur contexte de création et de réception.",
        "content": "Le cours articule approche chronologique et thématique de l'histoire de la peinture des anciens Pays-Bas. Plusieurs thématiques seront étudiées en auditoire, lors des conférences et des visites guidées : la notion de réalisme et de symbolisme, l'émergence des genres (portrait, paysage, nature morte), l'historiographie et la fortune critique des « écoles » du Nord, les questions relatives au cadre de la représentation, etc. Une attention particulière sera également portée sur l'inscription des oeuvres dans leur contexte d'exposition originel, sur leur réception et sur leurs usages au sein des pratiques (dévotionnelles, rituelles, ou autres) dont elles sont le coeur.",
        "teaching_methods": "Le cours s'appuiera sur des exposés ex-cathedra des enseignant·es ou de conférencier·es invité·es. Des visites sur le terrain pourront être prévues, comme la présentation d'exposés par les étudiant·es.",
        "assessment_methods": "Examen oral où l'étudiant·e bénéficie d'un temps de préparation (et/ou, éventuellement, en fonction de l'auditoire, d'un travail personnel).",
        "other_info": "/",
        "online_resources": "iCampus : bibliographie et PPT",
        "bibliography": "Un portefeuille de lectures est communiqué en début d'année.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2679",
        "title": "Séminaire d'archéologie égéenne et grecque",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanden Broeck-Parant Jean"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "le cours LARKO2342 Aegean Archaeology – bisannuel 5 Crédits 45h",
        "topics_covered": "Le séminaire sera articulé autour d’une thématique permettant d’aborder une série de problématiques spécifiques rencontrées en archéologie grecque entre l’Âge du Fer et la période romaine. La thématique variera à chaque itération du séminaire, avec pour objectif de réfléchir à des questions en lien avec des recherches en cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Adopter un point de vue critique et argumenté sur des problématiques actuelles d’archéologie grecque, ce qui suppose d’en maîtriser les sources, les méthodes et les enjeux.",
        "content": "Le contenu varie d’une année à l’autre en fonction de la thématique retenue. Cette thématique, centrée sur une problématique particulière ou des questions de méthodologie, permet d’aborder des sujets divers en lien avec l’archéologie grecque selon des perspectives nouvelles. Celles-ci sont suffisamment larges pour pouvoir aborder les sources archéologiques de manière diachronique ou transdisciplinaire.",
        "teaching_methods": "Les étudiants participent à une série de séances données par le titulaire autour d’un thème spécifique ainsi qu’à des séminaires dispensés par des doctorants ou des chercheurs confirmés. Ces séminaires traitent de l'archéologie grecque dans tous ses aspects. Les étudiants sont également invités à participer à des tables rondes, colloques ou autres activités en lien avec le séminaire organisés à l'UCLouvain ou ailleurs.",
        "assessment_methods": "Evaluation continue sur base d’une production personnelle ou collective dont les modalités peuvent varier d’une année à l’autre (présentation orale, travail écrit, podcast, etc.). L’usage des IA génératives est toléré à condition que cela soit stipulé clairement par l’étudiant et que cet usage soit conforme aux pratiques de l’intégrité académique et scientifique. L’utilisation des IA pour des tâches où celles-ci sont explicitement interdites sera considéré comme un cas de tricherie.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1145",
        "title": "Histoire de l'art : méthodes scientifiques et travaux I",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Roucloux Joël"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Exercice d'identification et de rédaction descriptive des oeuvres d'art. Apprentissage et utilisation pertinente du vocabulaire usuel d'histoire de l'art (architecture, sculpture, peinture et arts décoratifs)  et de musicologie (vocabulaire de base et typologie des instruments de musique à partir de l'iconographie). Identification de la typologie documentaire et initiation à un système de références bibliographiques. Exercice de lecture et de synthèse deun article scientifique (en histoire de l'art et/ou en musicologie). Initiation à l'heuristique et aux manuels de base en histoire de l'art et musicologie. Initiation à certains aspects de l'étude d'une oeuvre d'art  et rédaction d'un texte scientifique intégrant un état de la question et un apparat critique. Exercice de comparaison de notices biographiques de musiciens, notamment de musiciens ou d'acteurs du monde musical",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À l'issue du cours, l'étudiant sera initié à la terminologie de l'histoire de l'art et de la musicologie, aux méthodes et principes de l'heuristique, des références bibliographiques, de l'observation, la description et l'analyse d'oeuvres d'art, de la rédaction, l'illustration et la présentation d'un travail scientifique.",
        "content": "Terminologie en histoire de l'art. Guide bibliographique des sources et des instruments de travail (encyclopédies, dictionnaires, bibliographies, manuels, monographies, collections de travaux, revues, catalogues de musées et d'exposition, bases de données, etc). Systèmes de références et d'abréviations bibliographiques. Méthodologie de l'analyse d'une oeuvre d'art : description, recherche documentaire, état des questions, premiers éléments d'analyse. Rédaction, illustration et présentations écrite et orale d'un travail scientifique.",
        "teaching_methods": "Alternance de séances de cours théoriques et de travaux pratiques encadrés, en auditoire ou lors de visites sur le terrain (sites et musées). Exercices pratiques par la réalisation de travaux individuels. Supports de cours à étudier : syllabus, notes personnelles, power points et documents distribués aux cours et TP.",
        "assessment_methods": "L'activité est évaluée à la session de juin selon trois modes qui correspondent chacun à environ un tiers des points : a) une évaluation continue, sur base de travaux intermédiaires répartis sur les deux quadrimestres (30 %); b) un travail de recherche, faisant l'objet d'une présentation orale (15 %) et d'un travail écrit (25 %) en mai (40% en tout); c) deux examens écrits, à la fin de chaque quadrimestre, portant sur la matière vue aux cours et durant les séances de travaux pratiques (30%). L'examen de juin n'est accessible qu'aux étudiants ayant déposé la version écrite du travail de recherche annuel AVANT le début de la session. En cas d'échec à l'examen écrit de janvier, l'étudiant présente un examen portant sur l'ensemble de la matière en juin. S'il réussit l'examen de janvier, l'étudiant présente en juin l'examen sur la matière du deuxième quadrimestre et ses deux notes sont pondérées pour cette partie de l'épreuve. En cas d'échec à l' ensemble de l'épreuve en juin, l'étudiant est tenu de présenter en août/ septembre l'examen portant et sur les matières de l'examen de juin et du partiel de janvier (qu'il ait réussi ou non ce dernier), ainsi qu'une nouvelle version améliorée du travail écrit de fin d'année. La moyenne finale de la deuxième session est  calculée à partir des éléments modifiables (les travaux intermédiaires ne pouvant être recommencés) et met l’accent sur la nécessité de retravailler profondément le travail final pour permettre l’enchaînement avec le cours de méthodologie de 2e année.  La pondération pour la session d’août se compose  comme suit : Travail final : 70% (50% correspondant au travail écrit modifié et 20% à la présentation orale). Si l’étudiant a réussi sa présentation orale en juin, il ne doit pas représenter l’épreuve orale et seule la cote du travail final écrit sera modifiée dans la moyenne générale. En cas d’échec de la présentation orale en juin, celle-ci doit être représentée en août. L’examen portant sur la matière des deux quadrimestres : 30%",
        "online_resources": "Moodle : annonces, calendrier, consignes, syllabus, documents,...",
        "bibliography": "Syllabus en ligne.",
        "course_materials": "Syllabus LARKE1145",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2180",
        "title": "Séminaire d'épigraphie grecque",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Balzat Jean-Sébastien"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Néant.",
        "topics_covered": "Le séminaire aborde les thèmes suivants : typologie des textes épigraphiques : décrets, lois, traités, comptes, inventaires, dédicaces, épitaphes, actes d'affranchissement, contrats, tablettes d'exécration, etc. écriture alphabétique grecque, de l'époque archaïque à l'époque impériale. édition de textes épigraphiques. lecture, commentaire et datation d'inscriptions grecques. compétences techniques : estampage, photographie, fac-similé. maîtrise des outils bibliographiques et des ressources électroniques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du séminaire, les étudiants seront capables : de lire des inscriptions grecques sur photographie, estampage et/ou fac-similé. d'éditer et d'étudier de manière complète et pertinente des textes épigraphiques grecs (rédaction de lemme, transcription, restitution, traduction, datation et commentaire). d'utiliser à bon escient les outils bibliographiques et les instruments de travail.",
        "content": "Présentation systématique des documents susceptibles d'être inscrits sur support épigraphique, ainsi que des écritures grecques alphabétiques utilisées de l'époque archaïque à l'époque impériale. Exercices techniques : estampage, photographie, fac-similé. Formation à l'édition épigraphique : rédaction d'un lemme, transcription, restitution. Introduction au maniement des corpus épigraphiques et des instruments de travail. Exercices de lecture, traduction, commentaire et datation d'inscriptions grecques.",
        "teaching_methods": "Le séminaire se compose d'exposés magistraux, d'exercices dirigés, de préparations personnelles et de lectures collectives d\"inscriptions grecques.",
        "assessment_methods": "Travail personnel et examen oral.",
        "online_resources": "Un syllabus est disponible sur le serveur Moodle.",
        "bibliography": "Une bibliographie d'orientation est disponible sur le site http://bcs.fltr.ucl.ac.be/EpiB.html",
        "course_materials": "Syllabus / Coursebook (disponible / available on Moodle)",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2372",
        "title": "Archéologie et histoire de l'art de Rome et des provinces romaines",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cavalieri Marco",
            "Limina Valentina"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours envisage des questions approfondies et des problèmes spécifiques d'interprétation liés aux reconstructions sociales et politiques basées sur des sources archéologiques concernant la ville de Rome, depuis sa fondation jusqu'au Haut Moyen Age, d’une part, et de l'Italie et des provinces romaines, surtout de l’Occident, d’autre part. Les questions abordées concernent des domaines différents, notamment l'urbanisme, l'architecture, les systèmes du bâti, etc. et tendent vers la définition d’un schéma interprétatif des modes de vie romains au fil des siècles.",
        "content": "Le cours envisage des questions approfondies et des problèmes spécifiques d'interprétation liés aux reconstructions sociales et politiques basées sur des sources archéologiques concernant la ville de Rome, depuis sa fondation jusqu'au Haut Moyen Age, d’une part, et de l'Italie et des provinces romaines, surtout de l’Occident, d’autre part. Les questions abordées concernent des domaines différents, notamment l'urbanisme, l'architecture, les systèmes du bâti, etc. et tendent vers la définition d’un schéma interprétatif des modes de vie romains au fil des siècles.",
        "teaching_methods": "Combinaison d'exposés ex-cathedra de l'enseignant ou de conférencièr·es invité·es et de séminaires. Les séances peuvent être préparées par les étudiant·es sur base de la lecture d'un ou plusieurs articles dont la liste sera publiée au début de l'année. Ils/elles sont d'ailleurs invité·es à participer de façon active à certaines séances qui peuvent prendre la forme de séminaire.",
        "assessment_methods": "Examen écrit",
        "other_info": "En 2024-2025, le thème du cours portera sur le paysage romain considéré comme un ensemble de villes, de campagnes et de groupes humains. Le cours s’intéressera à diverses questions d’urbanisme, notamment en relation à l’organisation et à l’articulation de l’espace urbain dans le monde romain, au rôle des édifices et des infrastructures publics et au rapport entre ville et territoire. Étant un cours d’archéologie et d’histoire de l’art, l’on s’intéressera également à l’architecture, au décor et aux techniques de construction des différents édifices et structures qui composent la ville, sans oublier l’idéologie impériale, les dynamiques du pouvoir et cela à partir de l’interprétation des œuvres d’art (sculpture, peinture et architecture). Rome, et l’Italie centrale seront le point de départ d’une réflexion qui s’élargira à tout l’Empire romain.",
        "online_resources": "PowerPoints des cours et bibliographie.",
        "bibliography": "- Cavalieri M. 2020, Les villes « à la romaine », in Les mondes romains. Questions d’archéologie et histoire, sous la direction de R. Gonzáles Villaescusa, G. Traina, J.-P. Vallat, Paris, pp. 197-222. - Adam J.P. 2008, La construction romaine : matériaux et techniques, Paris. - Grimal P., Woloch G. 1983, Roman Cities, London. - Gros P. 2006, L'architecture romaine. 1. Les monuments publics, Paris. - Gros P., Torelli M.  2007, Storia dell’urbanistica. Il mondo romano, Roma. - Lafon X., Marc J.Y., Sartre M. 2011, Histoire de l'Europe urbaine. 1. La ville antique, Paris. - Mattingly D.J., 2011 Imperialism, power and identity. Experiencing the Roman Empire, Princeton 2011. - Zanker P. 1999, The power of images in the age of Augustus, Ann Arbor. - Zanker P. 2013, La città romana, Roma.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2420",
        "title": "Art et photographie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Maheu François",
            "Streitberger Alexander"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours ARKE 1456 Arts et civilisations : arts visuels des temps modernes et de l'époque contemporaine ou un cours sur la photographie ou un cours sur l'art de l'époque contemporaine (19e au 21e siècle)",
        "topics_covered": "Le cours étudiera le rôle de la photographie dans l'art à partir de 1839 jusqu'à nos jours. D'une part, le cours retracera les influences réciproques entre l'art et la photographie dans la production des images. D'autre part, seront analysés les débats et les textes théoriques sur le médium.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est d'approfondir quelques aspects fondamentaux de l'histoire et de la théorie de la photographie en relation avec l'histoire et la théorie de l'art. L'étudiant apprendra à développer et à présenter une thématique ciblée selon les critères d'un travail scientifique et de s'engager dans une discussion sur des questions spécifiques.",
        "content": "Le cours étudiera le rôle de la photographie dans l'art de son invention jusqu'à nos jours. D'une part, le cours retracera les influences réciproques entre l'art et la photographie dans la production des images. D'autre part, seront analysés les débats et les textes théoriques sur le médium. Ces deux axes seront développés en relation avec un thème spécifique ou une problématique particulière qui changera toutes les années (par exemple : le genre du portrait, la question de la représentation du réel, celle de la photographie et de l'espace, le rapport entre photo et peinture, la relation entre photographie et texte, entre photographie et modernisme / postmodernisme, etc.)",
        "teaching_methods": "Exposés de l'enseignant sur base de présentations PowerPoint et visite d'exposition.",
        "assessment_methods": "Examen oral",
        "other_info": "Néant.",
        "bibliography": "/",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1553",
        "title": "Arts et civilisations : Égypte, Mésopotamie et Proche-Orient",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Chantrain Gaelle",
            "Tavernier Jan"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Enseignement permettant l'acquisition des connaissances de base sur le cadre historique et géographique, sur les caractéristiques et la vie du style aux différentes époques. Examen des oeuvres et courants essentiels, de la préhistoire au Bas-Empire en Orient ancien (Anatolie, Levant, Mésopotamie, Egypte).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Initiation à l'archéologie et l'histoire de l'art de l'Egypte pharaonique et de l'Orient ancien (Levant, Mésopotamie, Anatolie).",
        "content": "Ce cours donne un aperçu général de l'archéologie et de l'histoire de l'art de l'Orient ancien (Égypte, Mésopotamie Levant et Anatolie) sous ses différentes formes (architecture, peinture, sculpture pariétale et statuaire, arts décoratifs) depuis leur apparition à la fin de la préhistoire (vers 3000 avant Jésus-Christ), jusqu'aux premiers siècles de l'occupation romaine. La matière du cours est supportée par une illustration visuelle et documentaire très dense.",
        "teaching_methods": "Cours ex-cathedra avec support visuel sur Powerpoint.",
        "assessment_methods": "Un examen écrit.",
        "other_info": "Emploi de l'IA: Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas d'irrégularité et/ou de plagiat.",
        "online_resources": "Illustrations du partim « Egypte » dans Moodle",
        "bibliography": "Partim Egypte Lectures recommandées: Tallet, Pierre, Frédéric Payraudeau, Chloé Ragazzoli, and Claire Somaglino 2019. L'Égypte pharaonique: histoire, société, culture. Mnémosya. Paris: Armand Colin Ziegler, Christiane et Bovot, Jean-Luc. 2001      Art et archéologie: l'Égypte ancienne, Manuels de l'Ecole du Louvre, Paris: Réunion des musées nationaux. Pour aller plus loin, autres références dans la liste générale ci-dessous: Amiet, Pierre. 1995      L'Antiquité orientale, Que sais-je ?, Paris: PUF. 1977      L'Art antique du Proche-Orient, Paris: Lucien Mazenod. Aurenche, Olivier (éd.). 1977      Dictionnaire illustré multilingue de l'architecture du Proche-Orient ancien, Maison de l'Orient méditerranéen ancien 3, Série archéologique 2, Lyon: CNRS. Baines, John et Malek, Jaromir. 1980      Atlas of Ancient Egypt, Oxford: Phaidon. Bard, K.A. 2005 (1999).      Encyclopedia of the Archaeology of Ancient Egypt. Routledge. Basmachi, Faraj. 1976      Treasures of the Iraq Museum, Baghdad: Directorate General of Antiquities. Benoît, Agnès. 2007      Art et archéologie: Les civilisations du Proche-Orient ancien, Manuels de l'École du Louvre, Paris: Réunion des musées nationaux. 2003      Les Civilisations du Proche-Orient ancien, Manuels de l'École du Louvre, Paris: Réunion des musées nationaux. Bittel, Kurt. 1976      Les Hittites, L'Univers des formes, Paris: Gallimard, 1976. Bordreuil, Pierre et Briquel-Chatonnet, Françoise. 2000      Le Temps de la Bible, Paris: Fayard. Bothmer, Bernard. 1969      Egyptian Sculpture of the Late Period, 700 B.C. to A.D. 100, New York: , 1969. Briquel-Chatonnet, Françoise et Gubel, Éric. 1998      Les Phéniciens. Aux origines du Liban, Découvertes Gallimard, Paris: Gallimard. Cartocci, Alice. 2009      Visual Encyclopedia of Ancient Egyptian Art, Cairo: AUC. Caubet, Annie et Pouyssegur, Patrick., 1997      L'Orient ancien, Paris: Terrail. Collon, Dominique. 1987      First Impressions. Cylinder Seals in the Ancient Near East, Londres: British Museum Publications. Colombo, Fausto / Degrassi, Nevio et al. 2001      Grand atlas de l'Égypte ancienne, Paris: Editions Atlas. Cherpion, Nadine 2023 Leș peintres de l’Egypte ancienne. Leur langage. Leurs palettes. Leurs styles. Editions Safran. Desti, Marc. 1998      Les Civilisations anatoliennes, Que sais-je? 3277, Paris: PUF. Forgeau, Annie / Margueron, Jean-Claude / Salvini, Mirjo / Amiet, Pierre. 1997      L'Art de l'Antiquité, II: l'Égypte et le Proche-Orient, Paris: Réunion des musées nationaux. Garelli, Paul / Durand, Jean-Marie / Gonnet, Hatice / Breniquet, Catherine. 1997      Le Proche-Orient asiatique, I: Des origines aux invasions des Peuples de la mer, Nouvelle Clio, Paris: PUF. Garelli, Paul et Lemaire, André. 1997      Le Proche-Orient asiatique, II: Les Empires mésopotamiens. Israël, Nouvelle Clio, Paris: PUF. Grimal, Nicolas 1988.     Histoire de l'Égypte ancienne. Paris: Fayard. Gubel, Éric (éd.). 2001      Catalogue du département des Antiquités orientales du musée du Louvre. Art Phénicien. La Sculpture de tradition phénicienne, Paris / Gand: Réunion des musées nationaux / Snoeck. Holtzmann, Bernard (ed.) 1997.  L'art de l'antiquité. 2: l'Égypte et le Proche-Orient. [Paris]: Gallimard. Huot, Jean-Louis. 2004      Une archéologie des peuples du proche-Orient. T. 1 : Des premiers villageois aux peuples des cités-États (Xe-IIIe millénaires av. J.-C.); T. 2 : Des hommes des Palais aux sujets des premiers empires (IIe-Ier millénaires av. J.-C.), Civilisations et cultures, Paris: Éditions Errance. Lange, Kurt et Hirmer, Max. 1998      Les Hittites, Que sais-je ? 3349, Paris: PUF. Lipinski, Edward (dir.), 1992      Dictionnaire de la civilisation phénicienne et punique, Brepols, Turnhout. Malek, Jaromir. 2003      Egypt, 4000 Years of Art, Londres: Phaidon. Manniche, Lise. 1994      L'art égyptien, Tout l'art , Histoire, Paris: Flammarion. Margueron, Jean-Claude et Pfirsch, Luc. 2005      Le Proche-Orient et l'Égypte antiques, Paris: Hachette. Meyers, Eric. 1997      Archaeology in the Near East, Oxford: Oxford University Press. Michalowski, Kazimierz / Cortegiani, Jean-Pierre / Rocatti, Alessandro. 1994    L'art de l'ancienne Égypte, Paris: Mazenod. Monnier, Franck 2021.  L'univers fascinant des pyramides d'Égypte. Dijon: Faton Müller, Hans-Wolfgang 1970     Ägyptische Kunst, Frankfurt: Umschau Verlag. Parrot, André et al. 1975     Les Phéniciens, L'Univers des Formes, Paris: Gallimard. 1961     Assur, L'Univers des Formes, Paris: Gallimard. 1960     Sumer, L'Univers des Formes, Paris: Gallimard. Potts, Daniel T. 2012      A Companion to the Archaeology of the Ancient Near East, Chichester. Roaf, Michael. 1991      Atlas de la Mésopotamie et du Proche-Orient ancien, Turnhout: Brepols. Robins, Gay. 1997      The Art of Ancient Egypt, Cambridge: Harvard University Press. Shaw, Ian. 2000      The Oxford History of Ancient Egypt, Oxford: Oxford University Press. Van De Mieroop, Marc 2021. A history of ancient Egypt, 2nd ed. Blackwell History of the Ancient World. Chichester; Hoboken, NJ: Wiley-Blackwell. Vercoutter, Jean. 1992      L'Égypte et la Vallée du Nil: Des origines à la fin de l'Ancien Empire, Nouvelle Clio, Paris: PUF. Ziegler, Christiane et Bovot, Jean-Luc. 2001      Art et archéologie: l'Égypte ancienne, Manuels de l'Ecole du Louvre, Paris: Réunion des musées nationaux.",
        "course_materials": "Syllabus partie \"Proche-Orient ancien\" Présentation ppt partie \"Proche-Orient ancien\"",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhagi2560",
        "title": "Séminaire de méthodologie de la médiation muséale et patrimoniale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Maheu François"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le séminaire propose une réflexion théorique analysant les problèmes liés aux mécanismes de la communication artistique et de la perception esthétique dépendant, notamment, de l'évolution des modes et du goût. Il attire l'attention sur les spécificités didactiques pour aborder l'art contemporain. Il donne un aperçu sur les enjeux de la pratique de la médiation muséale et patrimoniale et sur les perspectives des expériences de recherche dans ce domaine pour les différents types de publics. Sur base de l'observation et de l'analyse de pratiques de médiation muséale, l'étudiant conçoit, applique, analyse et discute un module original de médiation muséale ou patrimoniale pour un public-cible.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du séminaire, l'étudiant sera capable : - d'analyser et évaluer des méthodes d'apprentissage spécifiques utilisées pour la médiation muséale et patrimoniale, - de concevoir, appliquer, évaluer et discuter un module original de médiation muséale ou patrimoniale.",
        "content": "Etude de diverses questions relatives aux difficultés rencontrées dans la perception de l'art et qui freinent l'apprentissage (obstacles, idées reçues, problèmes d'héritage culturel, évolution des critères d'appréciation, ...). Observation et discussion de pratiques observées sur le terrain (musées et lieux patrimoniaux). Les étudiants effectuent des travaux pratiques portant sur la conception et l'organisation de différents services éducatifs et l'analyse de leurs publics (problèmes liés à l'accueil, à la guidance à travers les salles, à la présentation didactique des salles, à la conception et la mise en oeuvre du programme du service éducatif). Suite à ces observations critiques, l'étudiant conçoit, applique, analyse et discute un module original de médiation muséale ou patrimoniale pour un public cible.",
        "teaching_methods": "Alternance de cours magistraux, de séances de travaux pratiques, d'observation sur le terrain, de rencontres avec des intervenants du monde professionnel et de séances de mises en commun des différentes expériences menées par chacun des étudiants.",
        "assessment_methods": "Participation active au séminaire et présentation orale d'un module didactique au sein d'une institution muséale. Remise d'un travail écrit qui est évalué par l'enseignant titulaire du cours. Le cas échéant, toute modalité d'évaluation appropriée sera mise en place.",
        "online_resources": "Les Powerpoints du cours et un portefeuille de lecture disponibles sur Moodle.",
        "course_materials": "Les Powerpoints du cours et un portefeuille de lecture sont disponibles sur Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2350",
        "title": "Archéologie grecque",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vanden Broeck-Parant Jean"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "/",
        "topics_covered": "Le cours envisage des questions approfondies et des problèmes spécifiques d'interprétation liés à la reconstruction des rapports sociaux et politiques sur base des sources archéologiques de l'Âge dur Fer du monde grec (Grèce continentale, îles, Asie Mineure, Grande-Grèce) et l'apport de l'art pour cette reconstruction.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Formation avancée des archéologues qui se consacrent à la Méditerranée grecque. Développer l'esprit critique et des méthodes d'analyse de la culture matérielle. Application des concepts théoriques et anthropologiques utilisés dans l'interprétation archéologique.",
        "content": "Le cours abordera différentes questions d’archéologie de l’Âge du fer du monde grec en mettant l’accent sur les manières dont la culture matérielle peut éclairer les rapports sociaux et les institutions de cette période. Les phénomènes importants de l’Âge du fer (notamment l’émergence de la polis et des sanctuaires régionaux et panhelléniques, ainsi que les migrations) seront étudiés à l’aune d’approches et de méthodologies récentes. Une place importante sera dédiée à l’exploration des débats et arguments scientifiques relatifs à l’interprétation des vestiges archéologiques, y compris dans leurs rapports avec les sources littéraires. La période sera envisagée en diachronie, avec une attention particulière pour les continuités, ruptures et transformations des pratiques (notamment funéraires et cultuelles) et de la culture matérielle (style et technique). Enfin, on insistera tant sur les éléments communs que sur les divergences observées dans les différentes régions du monde grec.",
        "teaching_methods": "Le cours se déclinera sur deux modes : d’une part, une partie ex-cathedra avec support visuel sur PowerPoint régulièrement mis en ligne sur Moodle après le cours ; d’autre part, à chaque séance, une ou plusieurs parties interactive auxquelles les étudiants prendront une part active (discussions, débats, exercices de groupe). Les parties interactives nécessiteront le cas échéant une préparation en amont des étudiants, et intégreront des discussions sur l’état d’avancement de leurs travaux. Des conférenciers de l’UCLouvain ou extérieurs pourront occasionnellement faire des interventions.",
        "assessment_methods": "L’évaluation se basera à parts égales (30%) sur un travail écrit, une présentation orale de ce travail et un examen oral en session, avec 10% pour la participation au cours (présence et implication dans les discussions). Le travail écrit se présentera sous la forme d’une étude scientifique rédigée de manière individuelle et sur un thème concerté, de 6.000 mots maximum (sans la bibliographie). Il pourra être rédigé en français ou en anglais. L’évaluation de ce travail s’appuiera sur la qualité scientifique du travail, son approche méthodologique et son originalité. La présentation orale en classe – en anglais ou en français - présentera les enjeux et les résultats de ce travail et sera suivie d’une discussion. La clarté de l’exposé et son aspect didactique ainsi que la maîtrise de la matière serviront de base à l’évaluation. Enfin, l’examen oral évaluera les acquis des étudiants sur le cours (y compris les interventions de conférenciers invités et les présentations orales des autres étudiants) ainsi que leur capacités de raisonnement sur des questions vues ou non vues au cours.",
        "bibliography": "Bibliographie en ligne sur Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2370",
        "title": "Histoire de la gravure et de l'image imprimée",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dekoninck Ralph",
            "Roucloux Joël"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours envisage la place occupée par la gravure dans l'histoire de l'art mais aussi la façon dont ce médium a pu contribuer à la création de nouvelles cultures visuelles (religieuse, scientifique, politiques'). Le cours sensibilise au paradoxe de la gravure décrite simulatément comme le médium de la création la plus intime et de la diffusion la plus large.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquisition de connaissances sur l'histoire de la gravure et de l'image imprimée des Temps modernes à l'Époque contemporaine ; acquisition d'un vocabulaire spécifique aux techniques étudiées et de connaissances des enjeux historiques et théoriques relatifs à l'art de la gravure.",
        "content": "Après avoir défini de manière précise les notions de gravure et d'image imprimée, le cours étudie, des Temps modernes à l'Époque contemporaine, ses différents usages. Tout en interrogeant la place que la gravure a pu occuper dans les discours critique et théorique des périodes envisagées, il s'agira ultimement de présenter les différentes fonctions qu'elle a pu remplir au cours du temps. Le cours articule approche chronologique et thématique de l'histoire de la gravure sans omettre de présenter les grandes figures liées à ce médium. Il démontre la diversité de ce dernier : diversité des techniques, des usages et des formes.",
        "teaching_methods": "Le cours se donne sous la forme d'exposés ex-cathedra des enseignants. Il s'appuie sur des supports visuels originaux ou reproduits afin de sensibiliser le regard de l'étudiant·e aux différentes techniques en fonction de leur ancrage historique. La réflexion sur la gravure sera également historiographique, en analysant les discours qui lui sont liés. Pourront également être prévues des visites d'institutions muséales et de cabinets d'estampes belges. Le cours se complète d'un travail que chaque étudiant·e doit réaliser à partir des collections du Musée L. Ce travail poursuit un double objectif : d’une part, amener les étudiant·es à travailler sur des images gravées en vue de comprendre leurs spécificités, statuts, fonctions et usages dans la culture de leur époque, et d’autre part les encourager à réfléchir sur la meilleure manière de valoriser un tel patrimoine aujourd’hui dans le cadre d’un musée.",
        "assessment_methods": "Examen oral (50 %) + travail écrit (50%).",
        "other_info": "/",
        "online_resources": "Moodle : résumé, plan, bibliographie et PPT,...",
        "bibliography": "/",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2320",
        "title": "Histoire de l'architecture des anciens Pays-Bas",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Joly Emmanuel"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Étude de l'histoire de l'architecture du début du moyen âge à la fin des temps modernes dans les Anciens Pays-Bas et en Belgique, par période et par analyse d'exemples ou de thèmes : haut moyen âge, roman, gothique, renaissance, maniérisme, Baroque et rococo, néo-classicisme.\nArchitecture religieuse, civile, rurale et militaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant aura acquis une information et des connaissances sur l'histoire de l'architecture du 5ième au 18ième siècle principalement sur le territoire des Anciens Pays-Bas et de la Belgique. Il saura identifier le type, le courant artistique et la date d'un bâtiment, et en faire l'analyse.\nIl connaîtra les ouvrages de référence.",
        "content": "Exposé magistral illustré. Étude de cas.",
        "teaching_methods": "Cours ex-cathedra Visites de site (1 journée)",
        "assessment_methods": "Evaluation : examen oral",
        "other_info": "Prérequis : notions de base en histoire de l’architecture Support : portefeuille de lectures ; powerpoints ; base de données d'illustrations.",
        "bibliography": "Donnée au cours",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhagi2550",
        "title": "Médiation muséale et patrimoniale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours envisage les problèmes spécifiques liés à la planification, la conception, la mise en oeuvre et l'évaluation des services éducatifs et de la médiation dans les musées d'art et les lieux patrimoniaux. Il permet de se familiariser avec les principaux enjeux de la fonction et de la pratique du médiateur culturel en analysant et en discutant des activités d'apprentissage observées sur le terrain.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de l'apprentissage, l'étudiant sera capable de : - décoder les enjeux de la médiation muséale et patrimoniale, - observer et analyser diverses pratiques de médiation culturelle, - décoder différentes organisations de médiations muséales, - cerner les grandes spécificités des modalités de fonctionnement des apprenants dans les musées d'art, - discuter et évaluer des activités de médiation culturelle actives pour un public cible.",
        "content": "- Approche sociologique, culturelle et organisationnelle de différentes méthodologies de médiation muséale et patrimoniale : enjeux et perspectives. - Approche des modalités cognitives, communicationnelles, relationnelles et sociales des apprenants. - Approche de méthodes et d'outils méthodologiques originaux. - Approche de différents publics (enfants, adolescents, jeunes adultes, adultes, familles etc.) en apprentissage. Toutes ces modalités pourraient être adaptées et/ou transposées en distanciel en fonction de l’évolution sanitaire.",
        "teaching_methods": "Des séances de cours magistral alternent avec des séances d'observation et des rencontres avec les personnes ressources des institutions. Les étudiants sont invités à préparer certaines séances en lisant des articles du portefeuille de lecture. Une collaboration privilégiée est instaurée avec le service pédagogique du musée de Louvain-la-Neuve. Toutes ces modalités pourraient être adaptées et/ou transposées en distanciel en fonction de l’évolution sanitaire.",
        "assessment_methods": "Participation active au cours et remise d'un travail écrit. Le cas échéant, toute modalité d'évaluation appropriée sera mise en place. Toutes ces modalités pourraient être adaptées et/ou transposées en distanciel en fonction de l’évolution sanitaire.",
        "online_resources": "Les Powerpoints du cours et un portefeuille de lecture disponibles sur Moodle.",
        "course_materials": "Les Powerpoints du cours sont disponibles sur Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1140",
        "title": "Archéologie : méthodes scientifiques et travaux I",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Vanden Broeck-Parant Jean",
            "Verslype Laurent",
            "Weinkauf Erika"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Apprentissage de la méthodologie de l'étude des objets archéologiques (documentation, contextualisation). Exercice de la rédaction descriptive et initiation aux principes de documentation graphique d'un objet archéologique (photographie, dessin). Apprentissage et utilisation pertinente du vocabulaire usuel et technique d'archéologie et d'histoire de l'art. Initiation à l'heuristique et aux normes bibliographiques, à la lecture et à la rédaction d'un texte scientifique en relation avec un objet d'étude libre ou imposé, construction d'un apparat critique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du cours, l'étudiant maîtrisera la terminologie de base en archéologie et en histoire de l'art. Il sera capable de conduire une recherche méthodique sur un objet d'étude libre ou imposé et d'établir une bibliographie aux normes enseignées (état des questions). L'étudiant sera capable de traduire son observation d'un document ou d'un objet archéologique dans une rédaction descriptive, analytique et contextualisée (histoire de l'oeuvre et comparaisons : typologie, iconologie et sylistique). Il saura en donner une illustration adéquate dans un travail à caractère scientifique.",
        "content": "Ce cours initie aux méthodes d'analyse d'un objet archéologique ou d'une oeuvre d'art : description, recherche documentaire, état des questions, histoire de l'oeuvre, comparaisons et étude thématique. Il introduit au vocabulaire de l'archéologie à l'aide d'outils interactifs, d'un travail collaboratif et avec l'appui de tuteurs,-trices. Il introduit aux fondements historiographiques de la discipline.Le cours présente les types de sources bibliographiques nécessaires à l'étude des objets et sites archéologiques, assortie d'un guide des instruments de travail disponible sur l'interface Moodle. Les systèmes de références et d'abréviations bibliographiques sont présentés en relation avec chacun de ces types (encyclopédies, dictionnaires, bibliographies, manuels, monographies, collections de travaux, périodiques, catalogues de musées et d'expositions, bases de données...). Il est assorti de la rédaction, de l'illustration et des présentations écrite et orale de travaux scientifiques, ainsi que de visites de terrain (sites, musées). Stage possible dans le cadre de cette unité d’enseignement",
        "teaching_methods": "Alternance de séances de cours théoriques et de travaux pratiques encadrés, en auditoire ou en distanciel [Moodle, Teams], augmenté par des visites sur le terrain selon les possibilités et l'actualité (sites, expositions, laboratoires et musées). Exercices pratiques par la réalisation de travaux individuels. Supports de cours à étudier : syllabus, notes personnelles, power points et documents distribués aux cours et TP.",
        "assessment_methods": "L'activité est évaluée selon trois modes : une évaluation continue, sur base de 5 travaux intermédiaires et de tests en classe répartis sur les deux quadrimestres, et de la réalisation d'exercices sur Moodle; un travail de recherche faisant l’objet d’une présentation orale au premier quadrimestre, et un second travail de recherche au deuxième quadrimestre faisant l’objet d’une présentation orale et d’un travail écrit; un examen écrit partiel et un examen écrit final respectivement à la fin de chaque quadrimestre, portant sur la matière vue aux cours et durant les séances de travaux pratiques. Chacun de ces trois modes d'évaluation compte respectivement pour : 30% 35% (dont respectivement 10% pour le Q1 et 25% pour le Q2) 35% (dont 20% au partiel de janvier et 15% à l'examen de juin) de la note finale. L’étudiant·e absent·e de manière injustifiée à une ou plusieurs séances de travaux pratiques en auditoire ou à distance, qui ne remet pas un ou plusieurs travail,-aux intermédiaire-s, ou qui ne présente pas son travail final, soit oral soit écrit, est réputé·e absent·e à l'évaluation continue et peut se voir refuser l’inscription à l’examen de juin. En cas d'échec à l'épreuve partielle obligatoire en janvier, l'étudiant·e présente un examen portant sur l'ensemble de la matière en juin. S'il/elle réussit cette épreuve partielle, il/elle présente l'examen sur la matière du deuxième quadrimestre et ses deux notes sont pondérées pour cette partie de l'épreuve. En cas de seconde inscription à l'épreuve, l'étudiant·e est tenu de présenter à nouveau l'examen portant sur les matières de l'examen de juin et du partiel de janvier qu's’il/elle ne l'aait pas réussi ou non, ainsi que le travail écrit de fin d'année si la cote obtenue à ce dernier est inférieure à 50%. En cas d’invalidation du travail final, suivant les modalités indiquées dans les consignes de celui-ci, l’évaluation de juin sera en échec et l’étudiant·e sera invité·e à représenter le travail, ainsi que les éventuelles autres parties de l’évaluation en échec. En cas d'insuffisance dans les travaux intermédiaires (évaluation continue), un travail alternatif unique est imposé et pondéré à la hauteur du total de l'évaluation continue et du travail final (65%). L’utilisation des Intelligences Artificielles Génératives (IA) sera strictement encadrée suivant les consignes émises. Elle sera responsable et critique et se fera conformément aux pratiques de l’intégrité académique et scientifique.",
        "other_info": "Possibilité de stage(s).",
        "online_resources": "Moodle : annonces, calendrier, consignes, syllabus, documents,...",
        "bibliography": "Syllabus « Introduction à la pratique scientifique en archéologie, histoire de l'art et musicologie » Disponible sur Moodle avec possibilité d'impression en ligne à la DUC. Available on Moodle with the possibility of printing online at the DUC.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1235",
        "title": "Matériaux et techniques des arts plastiques, archéométrie et archéologie du bâti",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Heering Caroline"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Objets d'archéologie et objets d'art plastique réalisés dans les principaux matériaux utilisés depuis le moyen âge jusqu'au XXe siècle (p. ex. pierre, terre, métal, bois et verre) ainsi que les pratiques en archéologie du bâti. Dans un ordre variable, établi selon les objectifs de formation, on examinera les propriétés physiques des matériaux, les actions élémentaires et les processus.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquérir des connaissances de base dans l'histoire des techniques en rapport avec l'histoire de l'art et l'archéologie. Développer une méthode d'approche générale des sources textuelles, d'archives, littéraires et monumentales. Développer une méthode d'observation, d'analyse et de description des objets et du bâti, allant du matériau au processus d'élaboration en passant par l'action élémentaire.",
        "content": "Le cours envisage les matériaux des arts plastiques et de l’architecture et leurs mises en œuvre. Selon un ordre variable, on abordera les techniques et/ou les matériaux suivants : peinture et dessin, sculpture, estampe, bois, métal, céramique, verre, textile, maçonnerie, charpente. Il s’agira d’une part de comprendre les chaînes opératoires dans les processus de création des œuvres d’art plastiques (peinture/dessin, sculpture, gravure, arts décoratifs) et du patrimoine immobilier (archéologie du bâti), et d’en acquérir le vocabulaire spécifique. D’autre part, le cours initie l’étudiant à l’identification des matériaux et des traces matérielles des actions élémentaires et des outils. Une partie du cours sera encore consacrée aux techniques de laboratoires (archéométrie).",
        "teaching_methods": "Le cours combinera des séances ex-cathedra avec support visuel sur PowerPoint (mis en ligne sur Moodle après le cours) et des séances plus pratiques au Musée L où des artefacts seront mis à la disposition des étudiants pour privilégier une observation concrète du matériau et de ses mises en œuvre. Des visites sur le terrain (obligatoires) sont également prévues pendant la semaine SMART ou à un autre moment en fonction du calendrier. Des conférenciers spécialistes (de l’UCLouvain ou extérieurs) pourront occasionnellement faire des interventions.",
        "assessment_methods": "L’évaluation consistera pour une majeure partie (70 %) en un examen oral sur la base d’une question et de l’analyse d’un artefact/illustration permettant d’évaluer les acquis des étudiants sur le cours (y compris les interventions de conférenciers invités). Une partie de l’examen (30%) portera sur l’analyse d’un objet au choix de l’étudiant et sur le rapport de visites d’ateliers.",
        "bibliography": "Bibliographie sur moodle",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2630",
        "title": "Méthodes de traitement automatique du langage",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Fairon Cédrick"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "L’accès à ce cours est réservé à des étudiants ayant déjà suivi un cours de programmation.",
        "topics_covered": "La manipulation de grands volumes de données textuelles est une situation à laquelle le spécialiste en sciences humaines est de plus en plus souvent confronté (textes littéraires, historiques ou politiques ; données d'enquêtes linguistiques ; etc.). Ce cours explore différentes approches pour tirer parti de grands volumes de données textuelles à l’aide des méthodes et algorithmes du traitement automatique du langage, une branche de l’intelligence artificielle spécialisée dans l’automatisation de tâches langagières visant par exemple à extraire des informations d’un texte, évaluer la qualité ou la difficulté d’un texte, le traduire, le simplifier, la catégoriser, identifier des concepts, des idées, des sous-entendus, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Planifier et développer une séquence d'instructions compréhensibles pour un système informatique afin de résoudre un problème donné ou d'effectuer une tâche spécifique (Programmation, DigiComp 3.4) 2 Utiliser les outils et les technologies numériques pour créer des connaissances et innover dans les processus et les produits. S'engager individuellement et collectivement dans un traitement cognitif pour comprendre et résoudre des problèmes conceptuels et des situations problématiques dans des environnements numériques. (DigiComp 5.3) 3 Organiser, stocker et récupérer des données, des informations et des contenus dans des environnements numériques. Les organiser et les traiter dans un environnement structuré. (Gestion des données, des informations et du contenu numérique, DigiComp 1.3). 4 Choisir et utiliser des algorithmes spécialisés pour résoudre des tâches d’intelligence artificielle liées au traitement automatique du langage. Les AA « DigiComp » renvoient au référentiel européen « The Digital Competence Framework for Citizens (DigiComp 2.2) ».",
        "content": "Les séances sont partagées entre exposés destinés à présenter les outils et méthodologies et des exercices visant l'expérimentation des méthodologies et logiciels par les étudiants.",
        "teaching_methods": "Cours magistral et exercices réalisés pendant le cours et sous forme de devoirs.",
        "assessment_methods": "Évaluation continue pendant le quadrimestre, basée sur la participation aux exercices (30% de la note finale) ; Projet de programmation final décrit dans un rapport et présenté lors d’un examen oral, ainsi que réalisation d’un ou de plusieurs exercices de programmation lors de cet examen oral (70 % de la note finale).",
        "online_resources": "Slide du cours, exercices complémentaires et corrigés sont disponibles sur la plateforme Moodle.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2350",
        "title": "L'art depuis 1960",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Maheu François",
            "Streitberger Alexander"
        ],
        "teaching_language": "Français",
        "prerequisites": "Avoir suivi un cours sur l'art du 20e siècle et/ou le cours LARKE1456 Arts et civilisations : arts visuels des temps modernes et de l'époque contemporaine.",
        "topics_covered": "Le cours porte sur l'histoire et la théorie de l'art à partir des années 1960. Des études de cas permettront d'explorer des tendances artistiques majeures de cette période et de les situer dans leurs contextes historique, théorique et social. Les thèmes, qui peuvent varier d'une année à l'autre, abordent les questions suivantes : Intermédialité en tant que fusion de divers genres et médias artistiques, la place de l'artiste et de l'art dans la société contemporaine, la relation entre art et spectateur.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Approfondissement de la connaissance de la production et des concepts esthétiques de l'art contemporain (deuxième moitié du 20e siècle). Développer l'esprit critique en appliquant et en discutant des approches théoriques actuelles. Capacité d'élaborer, de structurer et de présenter un sujet bien ciblé.",
        "content": "Le cours abordera cette année le phénomène du postmodernisme dans l'art contemporain. Seront abordés la relation du postmodernisme avec la théorie du modernisme, les textes fondateurs de l'art postmoderne, le retour de la peinture figurative autour de 1980, la photographie comme médium postmoderniste, la relation entre appropriationnisme et féminisme, l'installation et l'exposition comme médium artistique, ainsi que d'autres formes artistiques postmodernistes.",
        "teaching_methods": "Combinaison d'exposés de l'enseignant et de présentations des étudiants (avec PowerPoint).",
        "assessment_methods": "Exposé oral et travail écrit.",
        "other_info": "/",
        "online_resources": "ppt des séances + textes sur iCampus",
        "bibliography": "Hal Foster , (sous la dir. de), Postmodern Culture, London, Pluto Press, 1985. Charles Harrison & Paul Wood (sous la dir. de), Art en Théorie 1900 ' 1990, Paris, Hazan, 1997 : Idées du postmodernisme (Lyotard, Kristeva, Baudrillard, Owens, Hal Foster, Sherrie Levine, Barbara Kruger, Frederic Jameson, Edward Said). Fredric Jameson , Le postmodernisme ou La logique culturelle du capitalisme tardif ; traduit de l'américain par Florence Nevoltry (Postmodernism or The cultural logic of late capitalism), Paris : Ecole nationale supérieure des beaux-arts, 2007. Brian Wallis (sous la dir. de), Art after Modernism: Rethinking Representation, New York, New Museum of Contemporary Art, 1984.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2360",
        "title": "Questions spéciales des civilisations étrusque et préromaines de l'Italie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cavalieri Marco"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "Le cours envisage des questions approfondies et des problèmes spécifiques d'interprétation liés à la reconstruction sociale, politique et économique des sources archéologiques du début de l'Âge du Fer jusqu'à la phase de pleine romanisation de l'Etrurie et de la péninsule italienne en général, I siècle ap. J.-Ch. Le panorama géographique et culturel objet d'étude comprendra toute l'Italie : donc, au Nord, les Gaulois et les Vénètes, au centre, les Etrusques, les Ombriens et les Picéniens, au Sud, les Samnites, les Osques, les Grecs et les différents peuples d'Apulie. L'art, la culture matérielle, l'urbanisme seront parmi les moyens d'analyse pour cette reconstruction.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Formation avancée des archéologues qui veulent approfondir une de plus remarquables civilisations de l'Italie préromaine. Développer l'esprit critique et des méthodes d'analyse de l'art (peinture, sculpture, architecture) et de la culture matérielle. Application soit des concepts théoriques et anthropologiques utilisés dans l'interprétation archéologique soit des sources littéraires et épigraphiques parvenues de l'Antiquité grecque, romaine et, concernant les inscriptions, étrusque, ombrien et osque.",
        "content": "Pour l'année 2019-2020, l'étude de la production funéraire, de sa fonction et de sa valeur religieuse et politique forme le thème principal. A partir de l'époque orientalisante (IX-VII s. av. J-C.) jusqu'à la phase hellénistique (II-I s. av. J.-C.), on mènera une discussion qui, visera à reconstruire les différentes facettes d'une civilisation, celle étrusque, capable d'assimiler et réinterpréter les influences grecques, celtiques et italiques pour exprimer une culture artistique et matérielle, un ordre social et un système politique et religieux tout à fait originaux. Cette création étrusque sera enquêtée à la lumière de nombreux témoignages sculptés de toute région à culture étrusque : Toscane, Campanie et Plaine padane.",
        "teaching_methods": "Combinaison d'exposés ex-cathedra de l'enseignant ou de conférenciers invités et de séminaires. Les étudiants seront invités à participer de façon active à certaines séances qui peuvent prendre la forme de séminaire préparé par eux-mêmes.",
        "assessment_methods": "Examen écrit à la fin de la session, intégré par un travail personnel.",
        "online_resources": "Pdf des séances de cours et bibliographie.",
        "bibliography": "Lectures obligatoires : S. Haynes, Etruscan Civilization. A Cultural History, The British Museum Press, 2000. J.-N. Robert, Les Etrusques, Guide Belles Lettres, Paris 2004. Lectures conseillées : Prima Italia. Arts italiques du premier millénaire avant J.C., Catalogue de l'exposition de Bruxelles 1981. J.-P. Thuillier, Les Etrusques. Histoire d'un peuple, Paris 2003.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhart2380",
        "title": "Histoire de la critique d'art (1750 - 1960)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Roucloux Joël"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours s'intéresse à l'émergence de la critique d'art dans le contexte de la naissance du « monde de l'art » au 18e siècle. Le plat de résistance du cours consiste dans le récit de l'histoire de la critique d'art dans la France du 19e siècle en interaction avec l'évolution du paysage institutionnel et politique. Un débat central est la question des rapports de l'art avec la société et la science. Le 20e siècle est caractérisé par l'internationalisation du modernisme jusqu'à sa contestation fatale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Intégrer la critique d'art comme une instance indispensable pour dégager les enjeux idéologiques et sociétaux des 'uvres d'art. Comprendre comment l'évolution de la figure du critique d'art est directement liée au monde institutionnel dans lequel elle s'inscrit.",
        "content": "Le cours appréhende de manière chronologique les grandes figures de la critique d'art : La Font de Saint-Yenne, Gautier, Baudelaire, Thoré, Duret, Ruskin, Fry, etc. Des questions plus transversales relatives à la théorie de l'art se dégagent au fur et à mesure du parcours.",
        "teaching_methods": ".Anthologie commentée de textes. Contextualisation des textes et explicitation de leurs enjeux.",
        "assessment_methods": "Examen oral",
        "other_info": "/",
        "online_resources": "/",
        "bibliography": "/",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lepl2210",
        "title": "Ethics and ICT",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gosseries Axel",
            "Pereira Olivier"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Il n'y a pas de prérequis particulier. Un intérêt pour les TICs et une curiosité par rapport à leurs aspects éthiques/politiques sont suffisants pour le cours.",
        "topics_covered": "Les thèmes abordés varient d'année en année. Ils peuvent inclure : Neutralité du net et liberté d'expression Propriété intellectuelle Vie privée Economie du partage et « crowdsourcing » Monnaies digitales alternatives (bitcoin, ') Démocratie électronique",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours au référentiel du programme (numéro uniquement) 3.2, 3.3 4.2, 4.3 5.2, 5.5, 5.6 6.2, 6.3, 6.4 Acquis d'apprentissage spécifiques au cours a. Acquis disciplinaires A l'issue de ce cours, les étudiants : comprendront en quoi le questionnement éthique est utile dans le domaine des TICs ; seront capables d'identifier, dans un débat éthique/politique lié aux ICT, quels aspects du débat sont factuel, quels aspects du débat ont une dimension éthique, et comment ces différents aspects peuvent s'articuler entre eux ; seront capables de formuler une question éthique lorsqu'ils se trouvent face à un choix technique ayant une dimension éthique, et oseront exprimer et argumenter leur propre point de vue sur la question ; se seront approprié l'esprit de différentes méthodes utilisées en éthique, afin de répondre à une question donnée liée aux TICs ; seront au fait des principaux arguments et sujets de débat sur des questions comme la liberté d'expression, la propriété intellectuelle, la vie privée, et sur la manière dont ces questions se posent dans un contexte de TICs particulier. b. Acquis transversaux A l'issue de ce cours, les étudiants seront capables de : trouver les sources d'information appropriées sur les thématiques abordées en classe et sur d'autres thématiques liées ; travailler individuellement et en groupe ; répondre à une question éthique de manière courte et structurée, en utilisant un langage non technique ; présenter oralement le résultat de leur travail.",
        "content": "Le contenu de la classe est adapté d'année en année, en fonction des thèmes abordés dans la classe.",
        "teaching_methods": "a. Dispositifs d'apprentissage Le cours contiendra et mélange de: - Présentations par les enseignants, concentrées sur des aspects de mise en contexte et de méthodologie, - Sessions de travail durant lesquelles les étudiants débattront et élaboreront un prise de position sur une question proposée, qu'ils présenteront par écrit ou oralement. Il pourrait être proposé à certains étudiants d'approfondir un thème en particulier, et d'élaborer un travail qui sera présenté par écrit ou oralement. b. Media Pour chacun des thèmes abordés, les étudiants recevront une courte liste de lectures obligatoires, ainsi qu'une bibliographie plus large.",
        "assessment_methods": "Les étudiants seront évalués, sur base des acquis d'apprentissage décrits ci-dessus, sur base d'un examen oral et d'un ou plusieurs essais qu'ils rédigeront individuellement ou en petit groupe. Le résultat de l'examen sera la somme de deux composantes, avec les poids suivants: 30% basés sur un ou plusieurs essais réalisés en groupe, et soumis durant le quadrimestre; 70% basés sur un ou plusieurs essais individuels, et sur une discussion orale de ce ou ces essais durant l'examen. En cas de plus de deux absences injustifiées d'un étudiant aux séances de cours, les titulaires se réservent le droit d'invoquer les articles 72 et 73 du RGEE et pourront recommander au jury de ne pas autoriser l'inscription à l'examen.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=716",
        "bibliography": "Supports de cours, ouvrages de références, ...",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1220",
        "title": "Archéologie : méthodes scientifiques et travaux II",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Cavalieri Marco"
        ],
        "teaching_language": "Français",
        "prerequisites": "LARKE 1140 Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours est subdivisé en trois modules : Module 1 : méthodologie pour l'étude d'un objet archéologique (continuité avec LARKE 1140) Module 2 : techniques de documentation en archéologie (théorie et exercices pratiques) Module 3 : introduction aux métiers de l'archéologie (visites et conférences) Les objectifs principaux sont les suivants : approfondir la connaissance des systèmes de références bibliographiques (apprentissage entamé dans le cours LARKE 1140) ; approfondir la méthodologie de l'étude scientifique d'un ou plusieurs documents d'archéologie en élargissant le champ des outils de travail spécifiques (l'initiation a été réalisée dans le cours LARKE 1140) privilégier la confrontation avec des témoignages archéologiques dans leur matérialité ; introduire l'étudiant aux activités et réalisations du monde professionnel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du cours, l'étudiant maîtrisera la méthodologie générale d'étude d'un objet en archéologie. Il sera capable de conduire une recherche méthodique sur un objet d'étude libre ou imposé et d'établir une bibliographie aux normes enseignées (état de la question) en exploitant les outils vus en cours (recherche documentaire et bases de données bibliographiques en archéologie). A partir de plusieurs séances en « contact direct » avec son objet d'étude, l'étudiant sera capable de réaliser un travail scientifique qui s'appuiera sur une démarche heuristique pertinente et critique, une analyse descriptive utilisant le vocabulaire adéquat, une étude iconographique, typologique et stylistique (comparaisons et interprétations). Ce travail devra être illustré de manière adéquate en sélectionnant des illustrations de qualité et correctement légendées.",
        "content": "Continuité avec LARKE1140 : terminologie et vocabulaire en archéologie, identification et description d'objets archéologiques, typologie documentaire et références bibliographiques Méthodologie générale pour l'étude d'un objet archéologique ou d'une thématique spécifique : heuristique, description, iconographie, typologie, style, rédaction scientifique (fond et forme), qualité des illustrations (photographies, plans, etc.) et présentation orale des résultats. Méthodologie spécifique en archéologie axée entre autres sur les sciences auxiliaires de l'archéologie, la critique interne et externe des sources, la chronologie, la mise en contexte et la typologie des documents archéologiques. L'accent est mis sur la réflexion personnelle et l'observation critique.",
        "teaching_methods": "Alternance entre des séances magistrales (cours magistraux et intervention de plusieurs spécialistes des différents « métiers » de l'archéologie), des visites de terrain (musées, sites archéologiques, colloques et conférences), des exercices, des ateliers, des travaux pratiques et des préparations à remettre de manière régulière (avec suivi des travaux par des entretiens individuels et en groupe). Le syllabus de cours du prérequis LARKE1140  est supposé connu et son contenu peut être appliqué par l'étudiant·e aux travaux de cette UE. Ces modalités pourraient être transposées en distanciel en raison de conditions exceptionnelles.",
        "assessment_methods": "L’évaluation de l’activité sera continue et consistera en la moyenne des notes obtenues selon les trois modes suivants : a) une évaluation continue, sur base d'exercices, de travaux intermédiaires répartis sur les deux quadrimestres et d'une participation active aux cours (20%) ; b) un travail scientifique (travail 1) faisant l'objet d'une présentation orale et d'un travail écrit en décembre (1er quadrimestre) (40% dont respectivement 10% pour la présentation orale et 30% pour le travail final écrit); c) un travail scientifique (travail 2) faisant l'objet d'une présentation orale et d'un travail écrit en mai (2e quadrimestre) (40% dont respectivement 10% pour la présentation orale et 30% pour le travail final écrit). La présence aux séances de cours et aux visites de terrain est obligatoire et sera vérifiée. L’étudiant·e absent·e de manière injustifiée à une ou plusieurs séances de cours, ou qui ne présente pas l’intégralité de ses travaux ou exercices intermédiaires, peut se voir refuser l’inscription à l’examen de juin. En cas d'échec au travail de janvier, l'étudiant·e présente l'ensemble de ses travaux en juin. S'il réussit le travail de janvier, il présente le travail portant sur la matière du deuxième quadrimestre et ses deux notes sont pondérées pour cette partie de l'épreuve. En cas de seconde inscription à l'épreuve, l'étudiant·e est tenu·e de présenter à nouveau l'ensemble des travaux de l'année, selon des modalités à définir avec les enseignants.",
        "other_info": "Cours donné par le titulaire ; encadrement des séances pratiques et méthodologiques par l'assistant désigné par la Commission de programme en Histoire de l'art, Archéologie et Musicologie.",
        "online_resources": "Moodle : annonces, consignes, documents de cours (bibliographie, etc.)",
        "bibliography": "Syllabus du cours LARKE1140. Bibliographie qui varie en fonction des thèmes retenus pour les travaux scientifiques.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1421",
        "title": "Histoire de l'Antiquité",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gorris Elynn",
            "Van Haeperen Françoise"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours présente les principaux cadres de l’histoire de l’Antiquité méditerranéenne, en faisant découvrir la variété des sources, les grandes tendances de l’historiographie et quelques problématiques de la recherche. Principalement axé sur l’histoire grecque et romaine, depuis la néolithisation de la péninsule hellénique jusqu’à la chute de Rome, le cours offre également une introduction à l’histoire du Proche-Orient antique et aux différentes civilisations établies sur les pourtours de la Méditerranée. Différentes problématiques sont abordées, touchant aux structures politiques, sociales, culturelles et religieuses et à leurs évolutions, avec une attention pour les interactions entre les peuples envisagés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser des savoirs disciplinaires: Maitriser un socle de savoirs dans les domaines de l’histoire, de la philosophie, des arts et des lettres. Articuler ces savoirs dans un contexte historique, social et culturel. 2 Donner un sens à un texte, à un événement ou à une oeuvre: Interpréter un événement, une oeuvre, une image ou un texte dans son contexte historique, social et culturel. Évaluer la portée signifiante de productions culturelles dans une société donnée et rendre compte de leur circulation. S’ouvrir à d’autres cultures, moyens de communication et d’expression et perspectives. 3 Devenir autonome et responsible dans sa formation: Faire preuve d’un regard réflexif sur ses connaissances, ses méthodes et ses productions. 4 Acquis d’apprentissages spécifiques à l’unité d’enseignement: Maîtriser la chronologie de l’histoire de l'Antiquité et les principaux cadres de cette histoire. Maîtriser, à partir de l'examen de quelques sources et travaux, comment la connaissance historienne s'élabore. Être capable au départ d'un \"portefeuille de lectures\", de dégager quelques grandes problématiques de recherche.",
        "content": "Ce cours présente les principaux cadres de l’histoire de l’Antiquité méditerranéenne, en faisant découvrir la variété des sources, les grandes tendances de l’historiographie et quelques problématiques de la recherche. Principalement axé sur l’histoire grecque et romaine, depuis la néolithisation de la péninsule hellénique jusqu’à la chute de Rome, le cours offre également une introduction à l’histoire du Proche-Orient antique et aux différentes civilisations établies sur les pourtours de la Méditerranée. Différentes problématiques sont abordées, touchant aux structures politiques, sociales, culturelles et religieuses et à leurs évolutions, avec une attention pour les interactions entre les peuples envisagés.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen écrit A la fin de cette unité d’enseignement, l’étudiant est capable de :",
        "online_resources": "Diaporamas disponibles sur Moodle",
        "bibliography": "Une bibliographie d’orientation sera proposée dans les diaporamas.",
        "responsible_entity": "FIAL"
    }
]