[
    {
        "url": "https://uclouvain.be/cours-2024-lglor2802",
        "title": "Grammaire comparée des langues indo-européennes",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Kulikov Leonid"
        ],
        "teaching_language": "Français",
        "prerequisites": "La connaissance approfondie d'une langue indo-européenne ancienne au moins (grec, latin, sanskrit, hittite).",
        "topics_covered": "Introduction à la linguistique historique et comparative, appliquée au domaine indo-européen. Ce cours aborde les thèmes suivants : 1. L'histoire de l'étude comparative des langues indo-européennes; 2. Les principes et les méthodes de la comparaison génétique; 3. Le système phonologique du proto-indo-européen; 4. L'accentuation et les alternances vocaliques; 5. La structure du mot (racine, suffixe, désinence); 6. La morphologie nominale et verbale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant se sera familiarisé avec les objectifs et les méthodes de la comparaison linguistique (en particulier de la reconstruction des protolangues), les fondements théoriques de la linguistique diachronique et les principaux résultats de la grammaire comparée des langues indo-européennes (dans les domaines de la phonologie, de la morphologie, de l'étymologie).",
        "content": "Aperçu des langues et groupements de langues indo-européennes. Définition de la notion de parenté génétique. Procédures et objectifs de la reconstruction linguistique. Reconstruction du proto-indo-européen : système phonologique (y compris la théorie des laryngales), système morphophonologique (accent et apophonie) et système morphologique (structure du mot).",
        "teaching_methods": "Exposés théoriques en alternance avec des applications pratiques (exercices de reconstruction et d'étymologie).",
        "assessment_methods": "Examen oral (avec préparation) ou écrit.",
        "other_info": "/",
        "online_resources": "Un syllabus et de nombreuses ressources électroniques sont disponibles sur Moodle.",
        "bibliography": "- E. Tichy, A Survey of Proto-Indo-European , Bremen, 2006. - J. Clackson, Indo-European Linguistics: an Introduction , Cambridge, 2007. - M. Fritz, M. Meier-Brügger, Indogermanische Sprachwissenschaft , Berlin, 10e éd., 2021. - B.W. Fortson IV, Indo-European Language and Culture: an Introduction , Oxford, 2e éd., 2010.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2181",
        "title": "Séminaire d'épigraphie latine",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cavalieri Marco",
            "Marano Martina"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance des fondements linguistiques du latin.",
        "topics_covered": "Contenu : Bibliographie de l'épigraphie latine. Initiation au CIL. Ecritures (capitale, cursive, \"actuaire\"), ligatures, abréviations, ponctuation, chiffres, etc. Eléments communs aux différentes sortes d'inscriptions : tria nomina, signum, agnomen, filiation, mention de la tribu, etc. Transmission de la dénomination par filiation légitime, naturelle, adoption, affranchissement, etc. Les carrières : sénatoriale, équestre, mixte, administrative, militaire, municipale, coloniale, etc. Noms et titres des empereurs, des membres de la famille impériale. Les diverses classes d'inscriptions : funéraires, sacrées, sur édifices publics, elogia, instrumentum, calendriers, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours tente de familiariser les étudiants avec une des sources les plus importantes et les plus directes de notre connaissance de la vie publique et privée de l'Antiquité romaine.",
        "content": "Présentation des inscriptions romaines antiques en langue latine. Bibliographie et initiation aux corpora de sources. Les différents ductus utilisés pour les textes sur pierre et autres matériaux peu périssables. Les procédés en matière de ligature, abréviation, ponctuation, expression des nombres, etc. Les éléments communs aux différentes catégories d'inscriptions : tria nomina, surnoms, mention de la filiation, de la tribu. Transmission du nom par filiation légitime, naturelle, adoption, affranchissement. Noms et titres des empereurs et des membres de la famille impériale. Aperçu des carrières : sénatoriales, équestres, mixtes, administratives, militaires, municipales, religieuses. Les diverses catégories d'inscriptions : funéraires, sacrées, sur édifices publics, elogia, fastes et calendriers, diplômes militaires, bornes miliaires, sur instrumentum domesticum (céramique, tuiles, briques, verre ...). Exercices de lecture, interprétation et datation.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen écrit.",
        "bibliography": "Manuels conseillés P. Corbier, L'épigraphie latine, Paris 2006. J.-M. Lassère, Manuel d'épigraphie romaine, Paris 2007. M. Cébeillac-Gervasoni, F. Zevi, M.L. Caldelli, Epigraphie latine, Paris 2006.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1331",
        "title": "Latin III A",
        "credits": "5.00",
        "hours": "45.0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1230 Latin II Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Étude approfondie de la grammaire latine classique , essentiellement la syntaxe, dans une approche linguistique (origine et évolution des structures de la langue). Les deux cours de niveau III (A et B) aborderont une sélection de chapitres relatifs à la syntaxe de la phrase simple et complexe . À cela s’ajoute l’assimilation d’un vocabulaire complémentaire et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Étude approfondie de la grammaire latine classique avec une approche linguistique. Dans le cours de Latin III A, sera abordé le thème de la syntaxe des propositions subordonnées (circonstancielles, complétives, relatives). Parallèlement, les étudiants liront en autonomie un texte latin par quadrimestre (lectures cursives). Il s’agira cette année d’extraits significatifs des œuvres de Suétone et de Virgile.",
        "teaching_methods": "Alternance de séances de cours interactives et de travaux pratiques.",
        "assessment_methods": "L’évaluation des acquis d’apprentissage se déroulera comme suit : Tests réguliers et versions lors des Travaux Pratiques, dont la note vaudra pour un cinquième de la note finale (4/20). En cas d’échec dans cette partie, une épreuve complémentaire (version) devra être présentée à la session de septembre. La présence aux TP est requise : en cas d’absence injustifiée à plus de 3 séances ou de non présentation aux tests et versions évaluées, le titulaire du cours pourra, en vertu de l’article 72 du RGEE, proposer au jury de s’opposer à l’inscription d’un·e étudiant·e lors de la session de juin ou de septembre. Épreuve écrite vérifiant les connaissances théoriques et les compétences pratiques (y compris le thème). Cette épreuve vaudra pour 2 cinquièmes de la note finale (8/20). Elle se déroulera lors de la session de juin. En cas d’échec, l’épreuve de rattrapage se tiendra à la session de septembre dans les mêmes conditions. Épreuve orale vérifiant la maîtrise de la lecture cursive. Cette épreuve vaudra pour deux cinquièmes de la note finale (8/20). Elle est répartie sur les deux sessions de janvier (examen partiel, 1 cinquième de la note finale) et de juin (1 cinquième de la note finale). En cas d’échec à l’épreuve de cursive de janvier et/ou juin, l’épreuve de rattrapage se tiendra à la session de septembre dans tous les cas, et dans les mêmes conditions. Important: Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "bibliography": "Quelques ouvrages de référence (liste non exhaustive) : Vocabulaire : Meyerson C. et Schouppe G., Index. Manuel de vocabulaire et dictionnaire de latin , 5e éd., Louvain-la-Neuve : De Boeck, 2018. Etienne G., Cahier de vocabulaire latin , 20e éd., Louvain-la-Neuve : De Boeck, 2019. Cauquil G. et Guillaumin J.-Y., Vocabulaire essentiel de latin , Paris : Hachette, 1992. Grammaire : Boxus A.-M. et Lavency M., Clauis. Grammaire latine pour la lecture des auteurs , 4e éd., Bruxelles : De Boeck & Larcier, 2004. Cart A., Grimal P., Lamaison J. et Noiville R., Grammaire latine , nouv. éd., Paris : Nathan, 2007. De Give M., Grammaire latine , 15e éd., Bruxelles : De Boeck, 2011. Lavency M., Usus. Grammaire latine , 2e éd., Louvain-la-Neuve : Peeters, 1997. Michel J., Grammaire de base du latin , Anvers : De Sikkel, 1969. Manuels Bizos M. et Desjardins J., Cours de thème latin , nouv. tirage, Paris, 1997. Cart A., Grimal P., Lamaison J. et Noiville R., Le latin et les auteurs latins. Classe de quatrième , Paris, 1969. Dickey E., Learn Latin from the Romans: a complete introductory course using textbooks from the Roman Empire , Cambridge: CUP, 2018. Famerie E., Bodson A. et Dubuisson M., Méthode de langue latine. Lire, comprendre et traduire les textes latins , nouv. éd. revue et augmentée, Paris, 2019. Famerie E., La maîtrise du latin par la pratique , Paris, 2020. Pour aller plus loin : Ernout A. et Thomas F., Syntaxe latine , 2e éd., Paris : Klincksieck, 2002 [1953]. Pinkster H., The Oxford Latin Syntax , t.1: The simple Clause ; t.2: The Complex Sentence And Discourse , Oxford : OUP, 2015-2021. Touratier C., Grammaire latine. Introduction linguistique à la langue latine , Paris : Armand-Colin, 2008.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2541",
        "title": "Séminaire de littérature grecque",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Doyen Charles"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "LGLOR1442 ou niveau jugé équivalent",
        "topics_covered": "Étude approfondie d’un pan de la littérature grecque en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 identifier et replacer dans leur contexte les auteurs et les œuvres en lien avec la thématique étudiée; 2 rédiger une dissertation en lien avec la thématique de l’année, impliquant une sélection d’extraits pertinents des œuvres étudiées et incluant des considérations littéraires, historiques, stylistiques et culturelles; 3 mener une recherche personnelle dans le prolongement du cours.",
        "content": "Le séminaire envisagera la « création littéraire » ( poiêsis ) à l’époque archaïque sous son double aspect (composition et performance). Même si l’accent sera porté sur l’épopée et, plus particulièrement, sur l’Iliade homérique, les étudiants seront invités à développer une réflexion globale sur le « fait littéraire » à l’époque archaïque, en prenant en compte ses relations avec les structures sociales, politiques et culturelles. Il s’agira notamment de redéfinir les concepts d’auteur, œuvre, genre et public. Le séminaire analysera également les conditions de transmission de l’épopée, dans sa phase orale puis dans sa phase écrite. Il sera alors question des problèmes spécifiques de tradition manuscrite et d’ecdotique posés par l’épopée. Enfin, le séminaire s’attardera sur les valeurs et institutions du Haut Archaïsme véhiculées dans l’épopée, notamment celles qui sont relatives à la gloire ( kleos aphthiton ), à la peine ( akhos , penthos , aethlos ), à l’émulation ( eris , agôn ), ou à la justice ( timê , themis , dikê , moira , kosmos ).",
        "teaching_methods": "Le séminaire se compose d’exposés magistraux complétés par des lectures personnelles.",
        "assessment_methods": "Présentation orale personnelle au cours de l'année (20%) et examen écrit en session consistant en une dissertation (50%) et un QCM (30%).",
        "online_resources": "Un syllabus est disponible sur le serveur Moodle.",
        "bibliography": "D. Bouvier, Le sceptre et la lyre. L’Iliade ou les héros de la mémoire , 2002. Ph. Brunet, Naissance de la littérature dans la Grèce ancienne , 1997. W. Burkert, The Orientalizing Revolution. Near Eastern Influence on Greek Culture in the Early Archaic Age , 1995². V. Du Sablon, Le système conceptuel de l’ordre du monde dans la pensée grecque à l’époque archaïque , 2014. J. M. Foley, A companion to ancient epic , 2005. Lord, The Singer of Tales , 1960. G. Nagy, Le Meilleur des Achéens. La fabrique du héros dans la poésie grecque archaïque , 1994 = The Best of the Achaeans. Concepts of the Hero in Archaic Greek Poetry , 19992. G. Nagy, La poésie en acte : Homère et autres chants , 2000 = Poetry as Performance , 1996. M. L. West, The Making of the Iliad. Disquisition and Analytical Commentary , 2011. M. L. West, The East Face of Helicon. West Asiatic Elements in Greek Poetry and Myth , 1999.",
        "course_materials": "Syllabus / Coursebook (disponible / available on Moodle)",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1422",
        "title": "Littérature grecque",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Doyen Charles"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun prérequis.",
        "topics_covered": "Introduction à la littérature grecque antique. Ce cours aborde les thèmes suivants : 1. Un aperçu de l'histoire de la littérature grecque; 2. Une présentation des oeuvres majeures.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant aura acquis une vision d'ensemble de la littérature grecque, dans un cadre chronologique et historique. Il sera familiarisé avec les auteurs grecs dont les lectures sont préconisées au cours.",
        "content": "Introduction à la littérature grecque antique. Ce cours aborde les thèmes suivants : 1. Un aperçu de l'histoire de la littérature grecque; 2. Une présentation des oeuvres majeures.",
        "teaching_methods": "Cours magistral illustré par la lecture d'extraits. L'apprentissage comporte deux volets : - Vue d'ensemble de la littérature grecque. - Lecture d'extraits et notes de lecture.",
        "assessment_methods": "Examen écrit.",
        "bibliography": "Manuels / Handbooks M. Trédé-Boulmer – S. Saïd, La littérature grecque d’Homère à Aristote , Paris, PUF (Que sais-je ? n° 227), 1990 (2004, 3e éd.) S. Saïd, La littérature grecque d’Alexandre à Justinien , Paris, PUF (Que sais-je ? n° 2523), 1990 (1994, 2e éd.) J. de Romilly, Précis de littérature grecque , Paris, PUF, 1980. Ouvrages de référence / Reference works R. Brasillach, Anthologie de la poésie grecque , Stock, 1950 (Le livre de Poche, 1517-1518). J.-Cl. Carrère – J. Gaillard – R. Martin – O. Mortier-Waldschmidt, La littérature gréco-romaine. Anthologie historique (Collection « Réf. »), Nathan Université, 1994 (très utile car contient un choix d’extraits d’auteurs). L. Canfora, Histoire de la littérature grecque d’Homère à Aristote , traduit de l’italien par D. Fourgous, Paris, Desjonquères, 1994 (édition italienne 1986) ; Histoire de la littérature grecque à l'époque hellénistique , traduit de l’italien by M. Raiola et L.-A. Sanchi, Paris, Desjonquères, 2004 (édition italienne 1986). A. Lesky, A History of Greek Literature , traduit de l’allemand par J. Willis et C. de Heer, Methuen & Co. Ltd, 1966 (édition allemande 1963). Suzanne Saïd, Monique Trédé-Boulmer, Alain Le Boulluec, Histoire de la littérature grecque , Paris, PUF, 1997. Marguerite Yourcenar, La couronne et la lyre . Poèmes traduits du grec , Gallimard, 1979 (édition en Poche, Poésie/Gallimard) .",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1180",
        "title": "Latin I",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delanaye Lysiane"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours s'adresse à des étudiants « grands débutants », dont les connaissances en latin sont jugées insuffisantes pour suivre le cours LFIAL1181 Auteurs latins . Le cours visera à intégrer les principales notions de la morphologie et de la syntaxe latine, afin d'acquérir les connaissances et compétences essentielles à la lecture d’un texte simple.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 décliner ou conjuguer n’importe quel mot latin ; 2 comprendre et traduire des textes latins simples ; 3 traduire en latin des phrases françaises simples (thème).",
        "content": "Ce cours s'adresse à des étudiant·es « grands débutants », n'ayant jamais fait de latin ou très peu. Le cours visera à intégrer les principales notions de la morphologie et de la syntaxe latine, afin d'acquérir progressivement une autonomie pour la lecture et la traduction de textes latins. Les textes abordés seront axés sur les thèmes historiques et mythologiques.",
        "teaching_methods": "Ce cours comprend deux aspects indissociables et conjointement abordés : l'enseignement de la morphologie régulière (nominale et verbale) et des principales structures propres au latin ; l'application de cet enseignement théorique dans un corpus de phrases latines et la lecture commentée de courts extraits d'auteurs. La pédagogie de ce cours implique : 1. un enseignement magistral (30 h) : exposé théorique et progressif des structures grammaticales de la langue latine et traduction de courts extraits textuels mettant en application ces notions grammaticales. 2. des activités en groupes restreints (TP) (30 h) : exercices permettant l'assimilation des notions grammaticales et une autonomie progressive pour l'analyse et la traduction de textes courts à l'aide d'instruments de travail adéquats. 3. une part importante de travail personnel (40 h) : acquisition régulière des différents points de matière, mise en ordre des notes de cours et préparations indiquées par l'équipe enseignante.",
        "assessment_methods": "Les étudiant·es seront évalué·es de la manière suivante : 1) Tests lors des TP (15%) 2) Examen écrit portant sur la matière du cours (85%) Si le seuil de réussite n'est pas atteint, examen écrit sur l'ensemble de la matière en juin et/ou septembre ; l'examen écrit vaudra pour la totalité des points.",
        "online_resources": "Supports de cours rendus accessibles sur le serveur Moodle : https://moodle.uclouvain.be/course/view.php?id=1411",
        "bibliography": "C. MEYERSON-DETHOOR & G. SCHOUPPE (coll. D. LONGREE e.a.), Index: Manuel de vocabulaire et dictionnaire latin , 5e éd. revue, Louvain-la-Neuve, De Boeck, 2018, 277 p. M. LAVENCY & A.-M. BOXUS, Clavis. Grammaire latine pour la lecture des auteurs , 4e éd., Louvain-la-Neuve, De Boeck, 2017, 273 p. M. DE GIVE, Grammaire latine , 15e éd., 4e tir., Louvain-la-Neuve, De Boeck, 2015, 307 p. A. MEURANT & A.-M. BOXUS, « A d honorem per ardorem ». Manuel de latin à l'usage des grands débutants , 2e éd., Bruxelles, Safran, 2012, 272 p. A. MEURANT & A.-M. BOXUS, « Ad honorem per ardorem ». Exercices de latin à l'usage des grands débutants , 2e éd., Bruxelles, Safran, 2012, 256 p. E. FAMERIE, A. BODSON & M. DUBUISSON, Méthode de langue latine. Lire, comprendre et traduire les textes latins , éd. revue, Paris, Armand Colin, 2019, 592 p. E. FAMERIE, La maîtrise du latin par la pratique. Exercices, versions et thèmes avec corrigés , Paris, Armand Colin, 2020, 537 p. H.H. ORBERG, Lingua latina per se illustrata. 1. Familia romana , Montella, Accademia Vivarium Novum, 2017, 328 p. C. GERMAIN, Découvrir le latin avec la mythologie gréco-romaine. Grands débutants , Paris, Ellipses, 2022, 160 p.",
        "course_materials": "C. MEYERSON-DETHOOR & G. SCHOUPPE (coll. D. LONGREE e.a.), Index: Manuel de vocabulaire et dictionnaire latin, 5e éd. revue, Louvain-la-Neuve, De Boeck, 2018, 277 p.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1230",
        "title": "Latin II",
        "credits": "5.00",
        "hours": "45.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delanaye Lysiane",
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LFIAL1180 ou LFIAL1181 ou niveau équivalent",
        "topics_covered": "Étude de la grammaire latine classique (niveau scolaire) : morphologie (nominale et verbale) et syntaxe fondamentale. À cela s’ajoute l’assimilation d’un vocabulaire de base et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Le cours, de niveau intermédiaire, vise à développer les connaissances du latin classique afin d’acquérir  une lecture aisée de textes classiques de difficulté moyenne. Le cours est construit autour de trois axes : 1) Langue : découverte et renforcement de points de grammaire (morphologie et syntaxe) 2) Textes : traduction d'auteurs latins 3) Culture : découverte de points de civilisations Un programme de versions latines, dont l'objectif est la fixation des apprentissages théoriques et l'amélioration de la technique de traduction, est également prévu dans le cadre des exercices pratiques.",
        "teaching_methods": "Alternance de séances de cours interactives et de travaux pratiques.",
        "assessment_methods": "Pour les étudiant·es des programmes CLAS et LAFR : - Tests lors des TP (20%) - Examen écrit portant sur la matière du cours (40%) - Examen oral portant sur la cursive (40%) Pour les étudiant·es d'autres programmes : - Tests lors des TP (20%) - Examen écrit portant sur la matière du cours (80%)",
        "online_resources": "Supports de cours rendus accessibles sur le serveur Moodle",
        "bibliography": "A. Cart, P. Grimal e.a., Grammaire latine , Paris, Nathan, 2007. A.-M. Boxus, M. Lavency, Clauis. Grammaire latine pour la lectu­re des auteurs , 4e éd. Louvain-la-Neuve, De Boeck, 2017 (Lavency). J. Michel, Grammaire de base du latin , Anvers, De Sikkel, 1978. Ch. Meyerson-Dethoor, G. Schouppe, Index . Manuel de vocabulaire et dictionnaire de latin , 5e éd. rev., Paris-Louvain-la-Neuve, 1997, 235 p. (Lavency). F. Gaffiot, Dictionnaire illustré latin-français , 3e éd. rev. et augm, Paris, Hachette, 2005.",
        "course_materials": "A. Cart, P. Grimal e.a., Grammaire latine, Paris, Nathan, 2007. G. Etienne, Cahier de vocabulaire latin, Bruxelles, De Boeck, 2013.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2172",
        "title": "Séminaire de paléographie et d'édition de textes grecs",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Somers Véronique",
            "Van Elverdinghe Emmanuel"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le cours s'adresse à des étudiants ayant une bonne connaissance du grec.",
        "topics_covered": "Notions de codicologie ; Présentation des enjeux de la copie et de la transmission des textes grecs ; Présentation de différentes écritures livresques grecques ; Initiation pratique à la lecture des manuscrits grecs (exercices de lecture) ; Initiation aux méthodes d'édition des textes grecs (aspects théoriques et pratiques).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de : déchiffrer un manuscrit grec, ou trouver l'aide nécessaire à sa lecture. situer un document écrit dans l'histoire des écritures livresques grecques ; lire, analyser et utiliser de manière critique une édition (introduction et apparat) ; collationner différents témoins manuscrits d'un texte donné et préparer une édition provisoire ; utiliser les outils bibliographiques et instruments de travail.",
        "content": "Si le cours est constant dans les grandes lignes (panorama des écritures, introduction à l'ecdotique, exercices de lecture et d'édition de textes), il pourra selon les années être plus spécifiquement consacré à une catégorie particulière de textes ou à un type d'écriture particulier.",
        "teaching_methods": "Une partie du cours se donne magistralement (exposés théoriques). Il est complété par des exercices pratiques (lecture et édition).",
        "assessment_methods": "Examen oral, portant sur: des exercices de lecture, les exposés théoriques, la lecture de quelques articles visant à compléter ou préciser les données théoriques. Une partie de l'examen peut éventuellement faire l'objet d'un travail personnel, dont les modalités seront communiquées aux étudiants en temps utile. La note finale est la moyenne arithmétique des notes des parties paléographie et édition de textes. La réussite de l’examen ne peut être obtenue que moyennant la réussite à chacune des deux parties.",
        "other_info": "Pour autant que les circonstances le permettent, le cours et l'examen ont lieu en présentiel.",
        "online_resources": "Les documents (bibliographie, éléments théoriques, documentation) seront progressivement accessibles sur l'espace Moodle du cours.",
        "bibliography": "Les reproductions de manuscrits nécessaires sont fournies au fur et à mesure; elles sont tirées des principales collections de fac-similés et des ressources disponibles en ligne. / The necessary manuscript reproductions are provided progressively; they are drawn from the major facsimile collections, as well as from online resources.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2270",
        "title": "Numismatique: antiquité",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Doyen Charles"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "/",
        "topics_covered": "Terminologie et technologie de fabrication. Leur importance pour la reconstitution des émissions. Métrologie et ses méthodes. Les alliages monétaires et les sources de métaux. Epigraphie monétaire. Le message des images. Etude de la documentation iconographique pour les édifices, les statues et autres realia.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Introduction aux méthodes de classement et à l'exploitation méthodologique des sources numismatiques grecques, celtiques, romaines et byzantines.",
        "content": "Aspects techniques de la production monétaire : origine des métaux, alliages monétaires, techniques de frappe, organisation des ateliers. Métrologie et quantification monétaires : étalons monétaires et pondéraux, évaluation de la masse monétaire et de l'ampleur des émissions. Typologie et épigraphie monétaire : analyse des types, légendes, \"symboles\" et marques diverses figurant sur la monnaie Histoire des principaux monnayages antiques, depuis la création de la monnaie jusqu'au Bas-Empire.",
        "teaching_methods": "Le cours se compose d'exposés magistraux.",
        "assessment_methods": "Examen écrit.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=5363",
        "bibliography": "Une bibliographie détaillée est disponible sur Moodle. / A detailed bibliography is available on Moodle. W. V. Harris (éd.), The Monetary Systems of the Greeks and Romans (Oxford, 2008). W. E. Metcalf (éd.), The Oxford Handbook of Greek and Roman Coinage (Oxford, 2012). D. Schaps, The Invention of Coinage and the Monetization of Ancient Greece (Ann Arbor, 2004). H. Nicolet-Pierre, Numismatique grecque (Paris, 2002). I. Sellars, The Monetary System of the Romans (Melbourne, 2013). M. H. Crawford, Coinage and Money under the Roman Republic: Italy and the Mediterranean Economy (Berkeley, 1985). C. Katsari, The Roman Monetary System. The Eastern Provinces from the First to the Third Century AD (Cambridge, 2011). C. Morrisson, Byzance et sa monnaie (4e-15e siècle): précis de numismatique byzantine (Paris, 2015).",
        "course_materials": "Syllabus / Coursebook (disponible / available on Moodle)",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2390",
        "title": "Typologie et permanences des imaginaires mythiques",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "prerequisites": "Formation de bachelier en Langues et lettres ou en Histoire et Histoire de l'art.",
        "topics_covered": "Après une introduction théorique qui définit de manière générale les modes de fonctionnement et de lecture des systèmes mythiques, le cours procède à l'analyse d'un thème, choisi par une équipe d'enseignants, selon une perspective typologique, historique et comparatiste.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, les étudiants auront appris à analyser l'émergence et le fonctionnement du mythe dans les imaginaires collectifs et individuels (objectif épistémologique) et à confronter dans la diachronie et dans la synchronie des univers mythiques comparables issus de cultures différentes (antiquité gréco-romaine, celtique, égyptienne, africaine, asiatique, etc.) ou les permanences d'un système mythique à travers une même culture (objectif descriptif).",
        "content": "Les thèmes changent chaque année. On essaie d'alterner entre un personnage mythique (Orphée, Ulysse, Hercule, Dionysos, ...) et un motif mythique (labyrinthe, âge d'or, métamorphose, ...).",
        "teaching_methods": "Enseignement « ex cathedra » assuré par une équipe d'enseignants respectivement spécialistes d'un des aspects ou d'une période de la réception du mythe étudié, d'un genre littéraire ou esthétique (musique, arts plastiques, cinéma) qui atteste le mythe. Le cours est appuyé par les TICE.",
        "assessment_methods": "L'évaluation porte sur la rédaction d'un travail d'une vingtaine de pages dont les modalités et le sujet sont précisés au début du cours ; ce travail est présenté devant un des membres de l'équipe enseignante au choix de l'étudiant, et selon les consignes données par l'enseignant choisi. On y évaluera l'aptitude de l'étudiant à mettre en oeuvre les approches méthodologiques et descriptives développées au cours.",
        "other_info": "/",
        "online_resources": "Un site est consacré à ce cours : http://pot-pourri.fltr.ucl.ac.be/itinera/enseignement/GLOR2390/",
        "bibliography": "Précisée au début du cours.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1322",
        "title": "Grec III B",
        "credits": "5.00",
        "hours": "45.0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Mathys Audrey"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1270 Grec II Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Étude approfondie de la grammaire grecque classique , essentiellement la syntaxe, dans une approche linguistique (origine et évolution des structures de la langue). Les deux cours de niveau III (A et B) aborderont une sélection de chapitres relatifs à la syntaxe de la phrase simple et complexe . À cela s’ajoute l’assimilation d’un vocabulaire complémentaire et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Étude systématique de la grammaire grecque classique (en particulier la syntaxe). En grec III B seront abordés les points suivants (liste non exhaustive) : - emploi des temps et des modes ; - syntaxe des cas ; - syntaxe des propositions complétives ; - ordre des mots et structure informationnelle. Parallèlement, les étudiants liront en autonomie deux ou trois textes grecs suivis (cursives). Les heures d'exercices sont consacrées à la révision de la morphologie et du vocabulaire, à des exercices sur les points de grammaire abordés au cours et à la pratique du thème et de la version.",
        "teaching_methods": "Alternance de séances de cours interactives et d'exercices.",
        "assessment_methods": "1. Test réguliers lors des travaux pratiques (20 % de la note). En cas d'échec, une épreuve complémentaire (version) devra être présentée à la session de septembre. 2. Épreuve orale vérifiant la maîtrise de la lecture cursive (40 % de la note), répartie sur les sessions de janvier et de juin. L’article 82 du RGEE est ici applicable : « Lorsque l’étudiant ou l’étudiante présente à la session de janvier une épreuve partielle et qu’il ou elle atteint, pour cette épreuve partielle, le seuil de réussite, il ou elle présente à la session de juin un examen sur le solde de l’épreuve. S’il ou elle ne présente pas l’examen en juin, il ou elle perd le bénéfice de l’épreuve partielle. Si l’étudiant ou l’étudiante n’a pas atteint le seuil de réussite pour l’épreuve partielle de janvier, il ou elle présente à la session de juin un examen sur la totalité de l’épreuve. En toutes hypothèses, en septembre, l’examen porte sur la totalité de l’épreuve. » 3. Épreuve écrite vérifiant les connaissances théoriques et les compétences pratiques, y compris le thème et la version (40 % de la note) en juin. En cas d'échec, elle doit être repassée en septembre.",
        "other_info": "Le cours LGLOR1270 (Grec II) est un prérequis de ce cours.",
        "online_resources": "Les supports de cours et des ressources électroniques sont disponibles sur Moodle.",
        "bibliography": "Les ouvrages de référence sont signalés au cours. Manuels de référence pour la morphologie et le vocabulaire : - D. Planque, Grammaire grecque, 8e édition, Namur, 1977 (version pdf). - A. Cheyns - D. Xhardez, Cahier de vocabulaire grec pour un apprentissage en lien avec le français, Louvain-la-Neuve, 2005.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1732",
        "title": "Explication d'auteurs latins B",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Delanaye Lysiane",
            "Kachuck Aaron"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1230",
        "topics_covered": "Lecture et commentaire d’une sélection d’œuvres représentative de la littérature latine classique, en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature latine classique; 2 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature latine, incluant des considérations littéraires, historiques et stylistiques.",
        "content": "LGLOR1732 se divise en 2024-2025 en deux parties, la première se concentrant sur la poésie (Q1), la seconde sur la prose (Q2), dont les deux parties sont liées au thème du cosmos (le monde), de l' imperium (le pouvoir, ou l’empire) et de l'individu. Au cœur de Q1, se trouve l'étude de l' Énéide de Virgile dans sa totalité (en latin et en traduction), avec une étude approfondie de certains passages. L'étude d’autres textes de Virgile (les Bucoliques , les Géorgiques ), et de la tradition grecque et latine, aidera à clarifier le caractère particulier de ce poème révolutionnaire. Les principaux intérêts de notre lecture émergent dès le premier vers du poème : la relation entre les humains et les objets ( arma ) ; ce que signifie être un humain et, dans les structures de genre de la Rome antique, un homme ( virum ) ; le pouvoir et la faiblesse du langage ( cano ) ; les modèles de temps - sa répétition et sa direction - à l’époque d’Auguste ( primo ) ; la nature des villes passées, présentes et futures en tant que ruines et points de refuge ( Troiae ) ; et la relation des humains à la nature ( ab oris ). Notre principale question sera : comment le poème de Virgile dans son ensemble invente-t-il un nouveau monde possible pour les Romains de son époque ?Q2 se tourne vers Sénèque le Jeune, et, en particulier, vers sa problématisation de la divinisation à Rome dans ses œuvres en prose. Une étude à la fois granulaire et structurelle de ces deux œuvres sera contextualisée par d'autres lectures en traduction. Le cours combinera la lecture critique (y compris les questions de métrique et d'établissement du texte) et l'analyse littéraire, ainsi que l'attention portée aux contextes religieux, culturels et politiques.",
        "teaching_methods": "Séminaire d'interprétation et de discussion. La traduction et l'interprétation préparées par les étudiants et étudiantes est vérifiée au cours et fait l'objet d'un commentaire.  Si nécessaire, les acquis grammaticaux feront l'objet de révisions ponctuelles.",
        "assessment_methods": "Q1 Évaluation continue par le biais de tests de traduction en classe (40% de Q1 pour LAFR) La traduction doit rendre compte de toutes les particularités grammaticales du texte ; tant qu'elle n'est pas correcte, on ne passe pas à autre chose. Exactitude, précision et analyse complète des faits sont ici de rigueur (analyses morphologiques complètes, temps primitifs, explications syntaxiques, etc.); il n'y a aucune place pour l'approximation. Si le titulaire le juge nécessaire, ces tests peuvent également comprendre des questions de grammaire. Les tests pourraient favoriser les passages qui figure sur la liste des passages recommandés, mais pourraient également inclure un passage non tiré de cette liste tiré de livres déjà étudiés en classe (dans ce cas, le passage sera normalement plus court). NB : Seules les absences officiellement excusées (par exemple, un certificat de maladie) donnent droit à un test de rattrapage sur rendez-vous avec le professeur ; le professeur se réserve le droit de faire passer ces tests de rattrapage à l’orale plutôt que par test écrit. Examen écrit pendant la session de janvier (60%), avec réponses courtes (identification, et commentaire sur courts extraits du texte du cours en latin), et/ou dissertation/dissertation-commentaire, en tous cas exigeant l’intégration des connaissances littéraires, historiques et stylistiques acquises tout au long du cours. Q2 En Q2, l'évaluation aura lieu pendant la session, et prendra la forme suivante : Travaux à rendre: une dissertation à envoyer par courriel au professeur avant le début de la session (50% de Q2) ; les sujets et les consignes seront présentés par le titulaire du cours en Q2. Examen écrit durant la session de juin: traduction d’un ou plusieurs passages du latin au français tirés des Textes Principaux en Latin de Q2, et cet examen peut également comprendre des questions de grammaire (50% de Q2). La note finale sera calculée sur les moyennes pondérées de Q1 (60%) et Q2 (40%). Q1 redux en Q2 Si quelqu'un souhaite représenter (ou présenter pour la première fois) des éléments d'évaluation de la session de janvier en juin, cette personne doit en plus de l’évaluation de Q2 aussi représenter ou présenter tous les éléments de l'évaluation de Q1 par le biais d’un examen oral, où, pour garantir l'égalité des chances, compte tenu de la différence des contraintes de temps, des questions grammaticales et syntaxiques pourront également être posées sur des points de traduction et d’interpretation. La note finale sera calculée sur les moyennes pondérées de l’évaluation de Q1 (60%) et d’évaluation de Q2 (40%). Il est impératif que les étudiants tentent de réussir aux sessions de janvier et de juin, évitant ainsi autant que possible de devoir passer ou repasser l'examen à la session d'août/septembre . Mais si jamais cela s’avère nécessaire : Q1+Q2 redux en session d’août/septembre Pour ceux dont la moyenne pondérée à la fin de Q2 ne représente pas une note de passage, l'évaluation aura lieu pendant la session d'août/septembre et prendra la forme suivante : Q1 : Questions de traduction de textes latins de Q1, identification, grammaire et analyse. Q2 : Questions de traduction de textes latins de Q2, grammaire et analyse. La note finale sera calculée sur les moyennes pondérées de Q1 (60%) et Q2 (40%). NB: L'évaluation des étudiants de différents programmes peut être sujette à des différences en fonction du type de programme.",
        "other_info": "English-friendly course : cours enseigné en français, mais offrant des facilités en anglais. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Via le site Moodle du cours",
        "bibliography": "Voir le site du cours sous la rubrique \"Ressources en ligne\"",
        "course_materials": "Voir le site du cours sous la rubrique \"Ressources en ligne\"",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1722",
        "title": "Explication d'auteurs grecs B",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Delanaye Lysiane",
            "Willocx Louise"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1270",
        "topics_covered": "Lecture et commentaire d’une sélection d’œuvres représentative de la littérature grecque classique, en fonction d’une thématique donnée. La lecture s’accompagnera d’explications grammaticales en fonction des besoins des étudiant.e.s et des caractéristiques des textes lus.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature grecque classique; 2 analyser grammaticalement ces textes; 3 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature grecque, incluant des considérations littéraires, historiques et stylistiques.",
        "content": "Les auteurs choisis pour le cours sont Euripide ( Les Troyennes et Andromaque ) et Aristophane ( Lysistrata ). Après une introduction situant l'auteur et son oeuvre, la traduction est éclairée au niveau grammatical et assortie d'un commentaire.",
        "teaching_methods": "La traduction préparée par les étudiants est vérifiée au cours et fait l'objet d'un commentaire. Si nécessaire, les acquis grammaticaux feront l'objet de révisions ponctuelles.",
        "assessment_methods": "Examen oral portant sur : La traduction d'extraits vus en classe (30%) L'analyse grammaticale (30%) La discussion d'un commentaire personnel écrit, à rendre le premier jour de la session (40%) Examen partiel en janvier, avec possibilité de repasser en juin en cas d'échec. En septembre, l'ensemble de la matière est à présenter. Les modalités sont les mêmes pour les deux quadrimestres.",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Page Moodle avec supports du cours : https://moodle.uclouvain.be/course/view.php?id=2533",
        "bibliography": "Édtitions utilisées : 1. Le texte de base est celui du Thesaurus Linguae Graecae, soit généralement celui d'une édition d'Oxford; 2. Édition des Belles-Lettres. Une bibliographie complémentaire sera fournie au cours. Grammaire de référence : D. Planque, Grammaire grecque, 8e édition, Namur, 1977 (version pdf).",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2180",
        "title": "Séminaire d'épigraphie grecque",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Balzat Jean-Sébastien"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Néant.",
        "topics_covered": "Le séminaire aborde les thèmes suivants : typologie des textes épigraphiques : décrets, lois, traités, comptes, inventaires, dédicaces, épitaphes, actes d'affranchissement, contrats, tablettes d'exécration, etc. écriture alphabétique grecque, de l'époque archaïque à l'époque impériale. édition de textes épigraphiques. lecture, commentaire et datation d'inscriptions grecques. compétences techniques : estampage, photographie, fac-similé. maîtrise des outils bibliographiques et des ressources électroniques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du séminaire, les étudiants seront capables : de lire des inscriptions grecques sur photographie, estampage et/ou fac-similé. d'éditer et d'étudier de manière complète et pertinente des textes épigraphiques grecs (rédaction de lemme, transcription, restitution, traduction, datation et commentaire). d'utiliser à bon escient les outils bibliographiques et les instruments de travail.",
        "content": "Présentation systématique des documents susceptibles d'être inscrits sur support épigraphique, ainsi que des écritures grecques alphabétiques utilisées de l'époque archaïque à l'époque impériale. Exercices techniques : estampage, photographie, fac-similé. Formation à l'édition épigraphique : rédaction d'un lemme, transcription, restitution. Introduction au maniement des corpus épigraphiques et des instruments de travail. Exercices de lecture, traduction, commentaire et datation d'inscriptions grecques.",
        "teaching_methods": "Le séminaire se compose d'exposés magistraux, d'exercices dirigés, de préparations personnelles et de lectures collectives d\"inscriptions grecques.",
        "assessment_methods": "Travail personnel et examen oral.",
        "online_resources": "Un syllabus est disponible sur le serveur Moodle.",
        "bibliography": "Une bibliographie d'orientation est disponible sur le site http://bcs.fltr.ucl.ac.be/EpiB.html",
        "course_materials": "Syllabus / Coursebook (disponible / available on Moodle)",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2204",
        "title": "Séminaire de traduction littéraire des langues anciennes vers le français : histoire, théorie et pratique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Smeesters Aline"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance des langues anciennes, en particulier du latin. Connaissance élémentaire de la scansion de l'hexamètre et du pentamètre.",
        "topics_covered": "Formation à la traduction littéraire. Le séminaire brosse le panorama des principales théories dans le domaine de la traduction littéraire. Il donne une série d'outils concrets pour encadrer la démarche de traduction.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce séminaire, l'étudiant sera capable d'une réflexion critique sur la démarche et les enjeux de la traduction de textes littéraires, en particulier grecs et latins. Il sera à même de produire lui-même des traductions dépassant le stade du calque littéral, en situant sa pratique dans un cadre théorique et en justifiant ses choix.",
        "content": "Le séminaire propose un aperçu historique des grandes tendances de la traduction de textes classiques (entre \"traductions philologiques\", \"belles infidèles\" et \"littéralisme littéraire\") et une réflexion sur les enjeux qui leur sont liés. Il présente les idées d'une série de théoriciens de la traduction (Antoine Berman, Umberto Eco, François Ost, Paul Ricoeur, Lawrence Venuti...) dont le propos est pertinent pour la traduction de textes classiques. Il permet aux étudiant.es de se familiariser avec le travail de traducteurs littéraires de langue française marquants dans le domaine des lettres anciennes, à travers les siècles (Amyot, Perrot d'Ablancourt, Anne Dacier, Marguerite Yourcenar, Klossowski, Philippe Brunet, Olivier Sers...) . Les étudiant.es sont invité.es à s'exercer aux-mêmes à la traduction littéraire de textes anciens et à développer un projet personnel de traduction orienté vers un public cible bien défini.",
        "teaching_methods": "Le séminaire comporte une série d'exposés magistraux, dans lesquels la participation active des étudiants est encouragée, ainsi que des exercices pratiques (de traduction et de révision de traductions). Certaines séances sont préparées par des lectures d'articles.",
        "assessment_methods": "La cote se fonde sur un travail final, comprenant une introduction théorique et une traduction personnelle d'un texte latin de 600 à 1200 mots. Le travail sera discuté lors d'un examen oral. Dans la rédaction du travail, le recours aux intelligences artificielles (IA) génératives est déconseillé de manière générale. Il peut être admis pour certaines tâches particulières (e.g. assistant linguistique) à la condition que cette utilisation se fasse de manière critique, responsable et conformément aux pratiques de l’intégrité académique et scientifique.",
        "online_resources": "Sur le serveur Moodle",
        "bibliography": "Les textes théoriques sur lesquels se base le séminaire sont fournis aux étudiants.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1721",
        "title": "Explication d'auteurs grecs A",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Delanaye Lysiane"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1270",
        "topics_covered": "Lecture et commentaire d’une sélection d’œuvres représentative de la littérature grecque classique, en fonction d’une thématique donnée. La lecture s’accompagnera d’explications grammaticales en fonction des besoins des étudiant.e.s et des caractéristiques des textes lus.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature grecque classique; 2 analyser grammaticalement ces textes; 3 produire un commentaire structuré et argumenté d’une ou plusieurs œuvres de la littérature grecque, incluant des considérations littéraires, historiques et stylistiques.",
        "content": "Les auteurs choisis pour le cours sont Platon (Q1) et Sophocle (Q2). Après une introduction situant l'auteur et son oeuvre, la traduction est éclairée au niveau grammatical et assortie d'un commentaire.",
        "teaching_methods": "La traduction préparée par les étudiants est vérifiée au cours et fait l'objet d'un commentaire. Si nécessaire, les acquis grammaticaux feront l'objet de révisions ponctuelles.",
        "assessment_methods": "Examen oral portant sur : La traduction d'extraits vus en classe (30%) L'analyse grammaticale (30%) La discussion d'un commentaire personnel écrit, à rendre le premier jour de la session (40%) Examen partiel en janvier, avec possibilité de repasser en juin en cas d'échec. En septembre, l'ensemble de la matière est à présenter. Les modalités sont les mêmes pour les deux quadrimestres.",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Page Moodle avec supports du cours : https://moodle.uclouvain.be/user/index.php?id=8589",
        "bibliography": "Éditions utilisées : 1. Le texte de base est celui du Thesaurus Linguae Graecae, soit généralement celui d'une édition d'Oxford 2. Édition des Belles-Lettres Une bibliographie complémentaire sera fournie au cours. Grammaire de référence : D. Planque, Grammaire grecque, 8e édition, Namur, 1977 (version pdf sur Moodle).",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1431",
        "title": "Littérature latine",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "Aucun prérequis.",
        "topics_covered": "Introduction à la littérature latine. Ce cours aborde les thèmes suivants : 1. Un aperçu des genres littéraires de la littérature latine; 2. L'étude d'un choix de thèmes littéraires; 3. Une présentation générale des modes de transmission de la littérature latine et de ses spécificités esthétiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant aura acquis une vision d'ensemble de la littérature latine, dans un cadre chronologique et historique. Il sera familiarisé avec les auteurs latins dont les lectures sont préconisées au cours. Il aura acquis une méthode d'élucidation, de recherche et de présentation de références aux sources anciennes de la littérature latine, y compris les oeuvres et les auteurs mineurs.",
        "content": "Le cours présentera aux étudiant·es un panorama de la littérature latine qui se veut le plus exhaustif possible, selon une progression chronologique. Introduction générale Chapitre I. La littérature de l’époque républicaine Chapitre II. La littérature de la fin des guerres civiles et du principat augustéen Chapitre III. La littérature sous le Haut-Empire Chapitre IV. Entre chrétiens et païens : la littérature des derniers siècles de l’Empire Chapitre V. Les grands écrivains « de l’entre-deux-temps »",
        "teaching_methods": "S'appuyant sur la lecture personnelle réalisée par les étudiant·es d'un manuel et d'œuvres latines (en traduction), l'unité d'enseignement alterne entre des séances de cours magistral et d'autres comportant la lecture et l'analyse d'extraits en traduction (bilingue).",
        "assessment_methods": "L’unité d’enseignement fait l’objet d’un examen écrit en juin (session de fin d’année).",
        "other_info": "La matière vue au cours est présentée sur des PowerPoint qui seront mis à disposition des étudiant·es sur Moodle durant l'année, au terme des différents chapitres du cours. Des dossiers complémentaires seront éventuellement distribués aux étudiant·es en cours d’année ou postés sur la page Moodle du cours. Les étudiant·es doivent lire par eux/elles-mêmes (selon une progression indiquée au début du quadrimestre) un manuel : Pour les étudiant·es de CLAS et de LAFR : H. Zehnacker, J.-Cl. Fredouille, Littérature latine (Collection Quadrige Manuels), PUF, Paris, 2013, 544 pages. Pour les étudiant·es des autres sections : J. Gaillard, Introduction à la littérature latine. Des origines au Haut-Empire , Armand Colin, Paris, 2017. Une liste de lecture (en traduction) d'œuvres ou de parties d'œuvres latines antiques est communiquée au début du cours: celles-ci devront être réalisées en préparation à certaines séances, selon une planification annoncée à l'avance.",
        "online_resources": "Voir la page Moodle du cours.",
        "bibliography": "Outre le manuel indiqué ci-dessous (« Support de cours »), des orientations bibliographiques seront communiquées aux étudiant·es au fil du cours.",
        "course_materials": "H. Zehnacker, J.-Cl. Fredouille, Littérature latine (Collection Quadrige Manuels), PUF, Paris, 2013, 544 pages. J. Gaillard, Introduction à la littérature latine. Des origines au Haut-Empire, Armand Colin, Paris, 2017.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1731",
        "title": "Explication d'auteurs latins A",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Kachuck Aaron"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1230",
        "topics_covered": "Lecture et commentaire d’une sélection d’œuvres représentative de la littérature latine classique, en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature latine classique; 2 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature latine, incluant des considérations littéraires, historiques et stylistiques.",
        "content": "Le thème du cours de cette année est \"L'anthropocène et la littérature latine : L'homme, la nature, le monde\". Dans le premier quadrimestre, nous étudierons en détail (morphologique, syntaxique, rhétorique, structurel, intratextuel, intertextuel et philosophique) le texte latin du plus long poème de Catulle, le poème 64, également connu sous le nom d'épyllion (« mini-épopée ») de Catulle, ou des « Noces de Pélée et Thétis ». Le cours soulève également des questions majeures concernant l'histoire de la façon dont nous parlons de la crise écologique et sa relation avec les questions d'économie politique. Au fond, ce poème explique pourquoi les humains vivent désormais à distance des dieux, tout en remettant simultanément en question la périodisation que suppose un tel modèle historique. Un élément essentiel du « crime » des humains qui semble causer la rupture entre les dieux et les hommes est la transition du mythe à l'histoire, de la nature à la culture, accomplie par l'innovation technologique exemplifié dans la première instance de voyage maritime, que le poème pose (en partie) comme le voyage des Argonautes. Qu'est-ce qu'un monde sans humains ? Comment le comportement humain affecte-t-il le monde et quelles en sont les conséquences pour la société humaine ? Comment la représentation de la nature par Catulle dans ce poème s'inscrit-elle dans le programme plus large de ses œuvres poétiques ? Comment le point de vue de Catulle sur la nature se compare-t-il à la représentation que l'on trouve dans d'autres œuvres contemporaines de la fin de la République, en particulier Cicéron et Lucrèce ? Q2 se tourne vers un texte en prose plus tardif qui soulève également des questions sur la relation de l'homme à la nature, les Métamorphoses d'Apulée, et en particulier le Récit de Cupidon et Psyché . Une étude granulaire et structurelle d'extraits de ces deux œuvres sera contextualisée par d'autres lectures en traduction. Le cours combinera la lecture attentive et l'analyse littéraire, ainsi que l'attention portée aux contextes religieux, culturels et politiques.",
        "teaching_methods": "Séminaire de traduction et de discussion. La traduction préparée par les étudiants est vérifiée au cours et fait l'objet d'un commentaire. Si nécessaire, les acquis grammaticaux feront l'objet de révisions ponctuelles.",
        "assessment_methods": "Q1 Évaluation continue par le biais de tests de traduction en classe (50% de Q1). Ces tests peuvent également comprendre des questions de grammaire. Le test dont la note est la plus basse sera retiré et la note finale de cette partie sera la moyenne des notes restantes. NB : Seules les absences officiellement excusées (par exemple, un certificat de maladie) donnent droit à un test de rattrapage sur rendez-vous avec le professeur ; le professeur se réserve le droit de faire passer ces tests de rattrapage à l’orale plutôt que par test écrit. Examen écrit en session (50% de Q1): dissertation et/ou « dissertation-commentaire » portant sur un ou plusieurs passages tirés des lectures du cours (tiré(s) des Textes Principaux en Latin et des Textes à lire au moins en traduction), mais exigeant l’intégration des connaissances littéraires, historiques et stylistiques acquises tout au long du cours. Q2 Travaux à rendre: une dissertation à envoyer par courriel au professeur avant le début de la session (50% de Q2) ; les sujets et les consignes seront présentés par le titulaire du cours en Q2. Examen écrit durant la session de juin: traduction d’un ou plusieurs passages du latin au français tirés des Textes Principaux en Latin de Q2, et cet examen peut également comprendre des questions de grammaire (50% de Q2). La note finale sera calculée sur les moyennes pondérées de Q1 (60%) et Q2 (40%). Q1 redux en Q2 Si quelqu'un souhaite représenter (ou présenter pour la première fois) des éléments d'évaluation de la session de janvier en juin, cette personne doit en plus de l’évaluation de Q2 aussi représenter ou présenter tous les éléments de l'évaluation de Q1, mais cela se fera sous la forme d'un examen oral. La note finale sera calculée sur les moyennes pondérées de l’évaluation de Q1 (60%) et d’évaluation de Q2 (40%). Il est impératif que les étudiants tentent de réussir aux sessions de janvier et de juin, évitant ainsi autant que possible de devoir passer ou repasser l'examen à la session d'août/septembre . Mais si jamais cela s’avère nécessaire : Q1+Q2 redux en session d’août/septembre Pour ceux dont la moyenne pondérée à la fin de Q2 ne représente pas une note de réussite, l'évaluation aura lieu lors de la session d'août/septembre, et aura la forme suivante : Q1 Questions de traduction des passages en latin de Q1, grammaire, et analyse. Q2 Questions de traduction des passages en latin de Q2, grammaire, et analyse. La note finale sera calculée sur les moyennes pondérées de Q1 (60%) et Q2 (40%). L'évaluation des étudiants de différents programmes peut être sujette à des différences en fonction du type de programme.",
        "other_info": "English-friendly course : cours enseigné en français, mais offrant des facilités en anglais.",
        "online_resources": "Via le site Moodle du cours",
        "bibliography": "Une bibliographie est disponible en ligne via le site Moodle du cours.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2171",
        "title": "Séminaire de paléographie et d'édition de textes latins",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Moureau Sébastien"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours s'adresse à des étudiants ayant une bonne connaissance du latin.",
        "topics_covered": "Le cours aborde les thèmes suivants : Notions de codicologie ; Présentation des enjeux de la copie et de la transmission des textes latins ; Présentation de différentes écritures livresques latines antiques et médiévales ; Initiation pratique à la lecture des manuscrits latins (exercices de lecture) ; Initiation aux méthodes d'édition des textes latins (aspects théoriques et pratiques).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de : déchiffrer un manuscrit latin, ou trouver l'aide nécessaire à sa lecture. situer un document écrit dans l'histoire des écritures livresques latines antiques et médiévales ; lire, analyser et utiliser de manière critique une édition (introduction et apparat) ; collationner différents témoins manuscrits d'un texte donné et préparer une édition provisoire ; utiliser les outils bibliographiques et instruments de travail.",
        "content": "Le séminaire porte sur la paléographie latine et les méthodes d'édition critique et de critique textuelle. Le séminaire est avant tout envisagé selon un aspect pratique: l'étudiant sera amené à apprendre à lire des manuscrits médiévaux et à éditer un texte médiéval de manière critique. Le cours se compose de deux phases: une première consistant en un exposé magistral théorique, et une seconde comprenant des exercices pratiques.",
        "teaching_methods": "Une partie du cours se donne magistralement (exposés théoriques). Le reste consiste en exercices pratiques.",
        "assessment_methods": "Examen oral accompagné d'un travail écrit.",
        "online_resources": "Les documents utilisés pour les séances pratiques seront disponibles sur la plateforme Moodle.",
        "bibliography": "Des éléments de bibliographie seront présentés aux étudiants durant le cours. Le reste du matériel se trouvera sur la plateforme Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2431",
        "title": "Séminaire d'auteurs latins",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Kachuck Aaron"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "LGLOR1731 et LGLOR1732, ou niveau jugé équivalent",
        "topics_covered": "Analyse approfondie et interactive d’une sélection d’œuvres représentative de la littérature latine classique ou tardive, en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature latine classique ou tardive; 2 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature latine, incluant des considérations littéraires, historiques et stylistiques; 3 mener une recherche personnelle dans le prolongement du cours.",
        "content": "Ce cours se concentre sur la poésie latine de l'Antiquité tardive, avec une attention particulière pour Claudien. Le cœur de ce cours consistera en une lecture attentive de son épopée mythologique révolutionnaire, \"De Raptu Proserpinae\". Nous étudierons les qualités novatrices de cette épopée en la mettant en conversation avec des œuvres antérieures de la littérature latine et grecque, avec d'autres œuvres de la littérature latine de son époque et avec les contextes sociaux, politiques et religieux de son temps. La relation entre les utilisations païennes et chrétiennes des formes épiques sera également prise en compte.",
        "teaching_methods": "Le cours consiste en des discussions en séminaire, animées par le responsable du cours ainsi que par les participants au séminaire. Il replace les auteurs étudiés dans leur contexte historique, littéraire et culturel. Il propose une lecture commentée d'extraits choisis, et prend soin de comparer ces lectures avec le reste du corpus des auteurs étudiés, ainsi qu'avec d'autres auteurs et domaines culturels de l'Antiquité tardive et au-delà.",
        "assessment_methods": "La note finale comporte les éléments suivants : a) une évaluation continue sous la forme d'une présentation en classe d'un texte (30%). Ce travail démontrera la capacité de l'étudiant à 1. comprendre le contexte de l'auteur du texte (auteur, date, lieu), 2. clarifier la structure et l'argumentation du texte, 3. rapporter les questions scientifiques majeures liées à ce texte, 4. identifier et analyser un ou plusieurs passages du texte présentant un intérêt particulier, en utilisant les compétences de lecture attentive pratiquées et démontrées par le cours (et, le cas échéant, en notant les liens avec le texte principal du cours). Normalement, cette présentation se fait en groupe : dans les cas où des niveaux de préparation différents sont évidents, des notes différentes peuvent être données aux différents membres du groupe. b) examen ecrit en session, portant sur la traduction d'un ou plusieurs passages du latin au français tirés des lectures du cours (30%) et sur une ou deux questions d'analyse (e.g. dissertation-commentaire, dissertation) (40%). Il est impératif que les étudiant(e)s tentent de réussir à la session de janvier, évitant ainsi autant que possible de devoir passer ou repasser l'examen à la session d'août/septembre. En cas de non-réussite en janvier, lors de la session d'août/septembre, tous les aspects du cours doivent être représentés. En lieu et place de la présentation en classe, un document écrit (comprenant entre 1500 et 2000 mots) qui présente un texte (à fixer avec le responsable du cours), et en propose une lecture personelle de ce matériel à la lumière des autres matériels étudiés pendant cette session et dans le cours (30%). Ce document doit être envoyé par courriel au professeur du cours avant le début de la session de d'aôut. Même si la présentation originale a été faite ou était censée être faite en groupe, pour cette session, tous les documents doivent être rédigés et soumis individuellement. L'examen de la session d'août/septembre prendra la forme d'un examen oral, avec le même format de base que l'examen écrit, couvrant la traduction (et éventuellement aussi des questions de grammaire et de syntaxe) (30%), ainsi qu'une discussion d'une question et d'un ou plusieurs passages sur la base d'une question ou des questions critique(s) (40%).",
        "other_info": "English-friendly course : cours enseigné en français, mais offrant des facilités en anglais.",
        "online_resources": "Via le site Moodle du cours",
        "bibliography": "Voir le site Moodle du cours.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2532",
        "title": "Séminaire de littérature latine",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Kachuck Aaron"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1431 ou niveau jugé équivalent",
        "topics_covered": "Étude approfondie d’un pan de la littérature latine en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 identifier et replacer dans leur contexte les auteurs et les œuvres en lien avec la thématique étudiée; 2 rédiger une dissertation en lien avec la thématique de l’année, impliquant une sélection d’extraits pertinents des œuvres étudiées et incluant des considérations littéraires, historiques, stylistiques et culturelles; 3 mener une recherche personnelle dans le prolongement du cours.",
        "content": "En 2024-2025, le thème de ce cours (qui est destiné à inculquer une approche scientifique des textes latins relatifs à une question historique) sera « Dieux, rites et récits dans la Rome ancienne : Approches littéraires ». Ancré dans l'étude et la discussion de textes (disponsibles en traduction), ce cours examinera les différentes méthodologies qui peuvent être utilisées pour éclairer l'étude de la littérature romaine par l'étude des dieux et rites romains, et vice-versa, ainsi que les limites de ces approches. Le cours se concentrera sur des études de cas de l'histoire de la littérature latine où la problématique peut être abordée au mieux (e.g. les Fastes d’Ovide, le Chant séculaire d'Horace, l'autel de la Victoire vu par Symmaque et Prudence).",
        "teaching_methods": "Le cours consiste en des discussions en séminaire, animées par les responsables du cours ainsi que par les participants au séminaire. Il replace les auteurs étudiés dans leur contexte historique, littéraire et culturel. Il propose une lecture commentée d'extraits choisis, et prend soin de comparer ces lectures avec le reste du corpus des auteurs étudiés, ainsi qu'avec d'autres auteurs et domaines culturels.",
        "assessment_methods": "Examen écrit pendant la session (100%), avec réponses courtes (identification, et commentaire sur courts extraits du texte du cours en latin), et/ou dissertation et/ou dissertation-commentaire, en tous cas exigeant l’intégration des connaissances littéraires, historiques et stylistiques acquises tout au long du cours. Il est impératif que les étudiants tentent de réussir le cours en session, évitant ainsi autant que possible de devoir passer ou repasser l'examen à la session d'août/septembre . Mais si jamais cela s’avère nécessaire, pour la session de rattrapage : 1) Un travail écrit (comprenant entre 13 000 et 15 000 caractères (espaces compris)) qui présente une œuvre ou un thème issu du travail de cours, analysé selon les méthodes et les outils développés dans le cours. Il doit avoir la forme d'une note scientifique, comprenant une argumentation claire et une bibliographie qui cite la littérature scientifique pertinente sur le sujet. Ce document doit être envoyé par courriel aux responsables du cours avant le premier jour de la session d'août.(30%) 2) Un examen oral à la session d'août/septembre qui peut inclure une question ou des questions sur la base d'un ou plusieurs passages, une question générale ous des questions générales sur les textes du cours ; cet examen oral peut également inclure des questions sur la base du document écrit (70%). NB: L'évaluation des étudiants de différents programmes peut être sujette à des différences en fonction du type de programme.",
        "other_info": "English-friendly course : cours enseigné en français, mais offrant des facilités en anglais. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de fraude.",
        "online_resources": "Divers documents seront fournis aux étudiants via Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1770",
        "title": "Grec I",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delanaye Lysiane"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun prérequis, mais l'on tiendra compte des acquis du secondaire pour les étudiants qui ont déjà été initiés.",
        "topics_covered": "Ce cours s'adresse à des étudiants « grands débutants ». Le cours visera à intégrer les principales notions de la morphologie et de la syntaxe grecque, afin d'acquérir les connaissances et compétences essentielles à la lecture d’un texte simple.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 décliner ou conjuguer n’importe quel mot grec ; 2 comprendre et traduire en français des textes grecs classiques simples ; 3 traduire en grec des phrases françaises simples (thème).",
        "content": "Le cours, destiné aux grands débutants, est basé sur le manuel Hermaion. Il est constitué de leçons composées chacune d'une partie \"théorie\" et d'une partie \"exercices\". Les séances magistrales, après une présentation rapide de l'écriture et de la phonologie, permettent de découvrir progressivement les déclinaisons et conjugaisons grâce à des tableaux et à la traduction de phrases illustrant la théorie et les faits syntaxiques. Les séances d'exercices, organisées en parallèle, permettent à l'étudiant de progresser activement et individuellement dans les matières du cours magistral sous la guidance d'un membre de l'équipe enseignante.",
        "teaching_methods": "Alternance de séances de cours interactives et de travaux pratiques.",
        "assessment_methods": "Pour les étudiant·es des programmes CLAS et HORI : Évaluation continue (10%) Tests lors des TP (30%) Examen écrit (60%) Le cours Grec I étant primordial pour la suite du cursus des étudiant·es CLAS et HORI, les exigences seront plus élevées que pour les étudiant·es des autres filières, résultant en un examen distinct. Les différentes attentes seront explicitées au cours. Pour les étudiant·es des autres programmes : Tests lors des TP (30%) Examen écrit (70%) Si le seuil de réussite n'est pas atteint en janvier, examen écrit en juin et/ou septembre. Lors de ces sessions, seule la note de l'examen écrit sera prise en compte.",
        "online_resources": "Page Moodle du cours avec supports de cours : https://moodle.uclouvain.be/course/view.php?id=2595",
        "bibliography": "J. V. Vernhes, Hermaion. Initiation au grec ancien , Paris, Ophrys, 2022. D. Planque et alii, Grammaire grecque , 8e éd., Namur, 1977.",
        "course_materials": "J. V. Vernhes, Hermaion. Initiation au grec ancien, Paris, Ophrys, 2022.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2231",
        "title": "Linguistique historique du latin",
        "credits": "5.00",
        "hours": "45.0 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1331 et LGLOR1332, ou niveau jugé équivalent",
        "topics_covered": "Étude approfondie de questions spécifiques de linguistique synchronique ou diachronique du latin, avec une attention particulière portée au latin impérial et tardif.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 développer une réflexion linguistique sur des questions et des problématiques touchant à la langue latine; 2 identifier, expliquer et illustrer différents stades d’évolution de la langue latine.",
        "content": "Ce séminaire de spécialisation de Master comportera deux modules. Le premier (30h) abordera les thématiques suivantes : La métrique latine (règles approfondies de la métrique hexamétrique, ainsi que caractéristiques des métriques iambo-trochaïque et éolienne). Capita selecta de questions de linguistique latine, visant à illustrer les évolutions du latin à l’époque post-classique (latin impérial et tardif). Le second module (15h) consistera en la lecture commentée d’une œuvre relevant de la langue post-classique (en l’occurrence des extraits significatif de l’œuvre de Tacite). Parallèlement, les étudiants liront en autonomie un texte latin long (lecture cursive). Il s’agira cette année d’extraits significatifs des Lettres à Lucilius de Sénèque.",
        "teaching_methods": "Alternance de séances de cours interactives et de travaux pratiques.",
        "assessment_methods": "L’évaluation des acquis d’apprentissage se déroulera comme suit : Travaux Pratiques (incluant exercices de métrique et versions régulières), dont la note vaudra pour un cinquième de la note finale (4/20). En cas d’échec dans cette partie, une épreuve complémentaire (version) devra être présentée à la session de septembre. Épreuve écrite vérifiant les connaissances théoriques et les compétences pratiques acquises au cours. Cette épreuve vaudra pour 2 cinquièmes de la note finale (8/20). Elle se déroulera lors de la session de juin. En cas d’échec, l’épreuve de rattrapage se tiendra à la session de septembre dans les mêmes conditions. Épreuve orale vérifiant la maîtrise de la lecture cursive. Cette épreuve vaudra pour deux cinquièmes de la note finale (8/20). Elle se déroulera lors de la session de juin. En cas d’échec, l’épreuve de rattrapage se tiendra à la session de septembre dans les mêmes conditions. Important: Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "bibliography": "Quelques ouvrages de référence (liste non exhaustive) : ADAMS J.N. (2013), Social variation and the Latin language , Cambridge: Cambridge university press. Califf D. J., A Guide to Latin Meter and Verse Composition , Londres : Anthem Press, 2002. CLACKSON J. (2007), The Blackwell history of the Latin language , Oxford: Wiley-Blackwell. Crusius F., Römische Metrik. Eine Einführung , 8e éd. revue par Rubenbauer H., Munich : Max Hueber Verlag, 1986 [1967]. ERNOUT A. (1953), Morphologie historique du latin , 3 éd., Paris: Klincksieck. LURAGHI S. et BUBENÍK V.t. (2013), Bloomsbury companion to historical linguistics , London ; New York: Bloomsbury Academic, an imprint of Bloomsbury Publishing. Plc (Bloomsbury companions). Magno P., Principi di metrica latina , Fasano di Brindisi : Schena editore, 2003. MEILLET A. (1952), Esquisse d'une histoire de la langue latine , Paris: Klincksieck. NOUGARET L. (1986), Traité de métrique latine classique , 4 éd., Paris: Klincksieck. WEISS M.L. (2009), Outline of the historical and comparative grammar of Latin , Ann Arbor: Beech Stave press.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1332",
        "title": "Latin III B",
        "credits": "5.00",
        "hours": "45.0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1230 Latin II Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Étude approfondie de la grammaire latine classique , essentiellement la syntaxe, dans une approche linguistique (origine et évolution des structures de la langue). Les deux cours de niveau III (A et B) aborderont une sélection de chapitres relatifs à la syntaxe de la phrase simple et complexe . À cela s’ajoute l’assimilation d’un vocabulaire complémentaire et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Dans le cours de Latin III B, seront notamment abordés les thèmes suivants (liste non exhaustive) : - La syntaxe des cas (niveau approfondi) - La valeur des modes et des temps verbaux en principale - Le style indirect - Les pronoms-adjectifs indéfinis Parallèlement, les étudiants liront en autonomie un texte latin par quadrimestre (lectures cursives). Il s’agira cette année d’extraits significatifs des œuvres d’Ovide et de Tite-Live.",
        "teaching_methods": "Alternance de séances de cours interactives (incluant une activité de classe inversée) et de travaux pratiques.",
        "assessment_methods": "L’évaluation des acquis d’apprentissage se déroulera comme suit : - Tests réguliers lors des Travaux Pratiques, dont la note vaudra pour 1 cinquième (20%) de la note finale. En cas d’échec dans cette partie, une épreuve complémentaire (version) devra être présentée à la session de septembre. La présence aux TP est requise : en cas d’absence injustifiée à plus de 3 séances ou de non présentation aux tests et versions évaluées, le titulaire du cours pourra, en vertu de l’article 72 du RGEE, proposer au jury de s’opposer à l’inscription d’un·e étudiant·e lors de la session de juin ou de septembre. - Épreuve écrite vérifiant les connaissances théoriques et les compétences pratiques (y compris le thème et la version). Cette épreuve vaudra pour 2 cinquièmes (40%) de la note finale. Elle se déroulera lors de la session de juin, ou de septembre. - Épreuve orale vérifiant la maîtrise de la lecture cursive. Cette épreuve vaudra pour deux cinquièmes de la note finale. Elle est répartie sur les deux sessions de janvier (examen partiel, 1 cinquième [20%] de la note finale) et de juin (1 cinquième [20%] de la note finale). L’article 82 du RGEE est ici applicable : Si l’étudiant ou l’étudiante ne présente pas l’examen en juin, il ou elle perd le bénéfice de l’épreuve partielle. S’il ou elle n’a pas atteint le seuil de réussite pour l’épreuve partielle de janvier, il ou elle présente à la session de juin un examen sur la totalité de l’épreuve. En toutes hypothèses, en septembre, l’examen porte sur la totalité de l’épreuve. Important: Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "online_resources": "Page du cours disponible sur Moodle ( Moodle UCLouvain )",
        "bibliography": "Quelques ouvrages de référence (liste non exhaustive) : Vocabulaire : Meyerson C. et Schouppe G., Index. Manuel de vocabulaire et dictionnaire de latin , 5e éd., Louvain-la-Neuve : De Boeck, 2018. Etienne G., Cahier de vocabulaire latin , 20e éd., Louvain-la-Neuve : De Boeck, 2019. Cauquil G. et Guillaumin J.-Y., Vocabulaire essentiel de latin , Paris : Hachette, 1992. Grammaire : Boxus A.-M. et Lavency M., Clauis. Grammaire latine pour la lecture des auteurs , 4e éd., Bruxelles : De Boeck & Larcier, 2004. Cart A., Grimal P., Lamaison J. et Noiville R., Grammaire latine , nouv. éd., Paris : Nathan, 2007. De Give M., Grammaire latine , 15e éd., Bruxelles : De Boeck, 2011. Lavency M., Usus. Grammaire latine , 2e éd., Louvain-la-Neuve : Peeters, 1997. Michel J., Grammaire de base du latin , Anvers : De Sikkel, 1969. Manuels Bizos M. et Desjardins J., Cours de thème latin , nouv. tirage, Paris, 1997. Cart A., Grimal P., Lamaison J. et Noiville R., Le latin et les auteurs latins. Classe de quatrième , Paris, 1969. Dickey E., Learn Latin from the Romans: a complete introductory course using textbooks from the Roman Empire , Cambridge: CUP, 2018. Famerie E., Bodson A. et Dubuisson M., Méthode de langue latine. Lire, comprendre et traduire les textes latins , nouv. éd. revue et augmentée, Paris, 2019. Famerie E., La maîtrise du latin par la pratique , Paris, 2020. Pour aller plus loin : Ernout A. et Thomas F., Syntaxe latine , 2e éd., Paris : Klincksieck, 2002 [1953]. Pinkster H., The Oxford Latin Syntax , t.1: The simple Clause ; t.2: The Complex Sentence And Discourse , Oxford : OUP, 2015-2021. Touratier C., Grammaire latine. Introduction linguistique à la langue latine , Paris : Armand-Colin, 2008.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2221",
        "title": "Dialectologie grecque",
        "credits": "5.00",
        "hours": "45.0 h + 22.5 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "prerequisites": "LGLOR1321 et LGLOR1322, ou niveau jugé équivalent",
        "topics_covered": "Ce cours envisage de : donner un aperçu des différents dialectes grecs et d’approfondir certains aspects choisis; lire et commenter des extraits significatifs de textes préclassiques.",
        "content": "Étude des dialectes grecs autres que l'attique par la lecture de textes (principalement littéraires). Les étudiants seront ainsi initiés aux dialectes ionien (Hérodote), éolien d'Asie (Sappho et Alcée), dorien (Alcman) et béotien (Corinne). Une attention particulière est accordée à la langue composite d'Homère, à ses caractéristiques spécifiques et au problème de sa genèse et de son évolution et à l'étude de l'hexamètre dactylique. Le cours comporte aussi un chapitre sur le dialecte mycénien des documents en linéaire B du IInd millénaire av. J.-C. En lecture cursive, les étudiants traduiront le Chant XXIV de l' Iliade .",
        "teaching_methods": "Cours magistral (éventuellement en alternance avec des présentations par les étudiants).",
        "assessment_methods": "Examen écrit.",
        "online_resources": "Les supports de cours (syllabus) et des ressources électroniques (dont des manuels de toutes sortes) sont disponibles sur Moodle.",
        "bibliography": "La bibliographie est signalée au cours et est en partie disponible sur Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1321",
        "title": "Grec III A",
        "credits": "5.00",
        "hours": "45.0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "LGLOR1270 Grec II Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Étude approfondie de la grammaire grecque classique , essentiellement la syntaxe, dans une approche linguistique (origine et évolution des structures de la langue). Les deux cours de niveau III (A et B) aborderont une sélection de chapitres relatifs à la syntaxe de la phrase simple et complexe . À cela s’ajoute l’assimilation d’un vocabulaire complémentaire et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Étude systématique de la grammaire grecque classique (en particulier la syntaxe). Ce cours aborde les thèmes suivants 1. Les structures essentielles de la syntaxe gecque (propositions complétives, circonstancielles et relatives ; valeur des temps et des modes; syntaxe des cas ; 2. Les structures particulières du grec classique ; 3. La traduction personnelle de deux ou trois textes grecs suivis (lecture cursive) ; 4. La maîtrise complète de l'accentuation grecque. Les heures d'exercices sont principalement consacrées à la pratique du thème et de la version. Des séances particulières sont prévues pour la révision de la morphologie et du vocabulaire.",
        "teaching_methods": "Cours magistral, assorti d'exercices pratiques (thème et version).",
        "assessment_methods": "L'examen final, qui comporte un écrit et un oral (cursives), vérifie les connaissances théoriques et les compétences pratiques (y compris le thème et la version).",
        "other_info": "Le cours LGLOR1270 (Grec II) est un prérequis de ce cours.",
        "online_resources": "Les supports de cours (syllabus) et des ressources électroniques sont disponibles sur Moodle.",
        "bibliography": "Les ouvrages de référence sont signalés au cours. Manuels de référence pour la morphologie et le vocabulaire : - D. Planque, Grammaire grecque, 8e édition, Namur, 1977 (version pdf). - A. Cheyns - D. Xhardez, Cahier de vocabulaire grec pour un apprentissage en lien avec le français, Louvain-la-Neuve, 2005.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lclas2898",
        "title": "Travail de fin d'études",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "Il s'agit d'un travail d'ampleur plus limitée qu'un mémoire, consistant en un status quaestionis d'une problématique relevant de la discipline du master et pouvant être circonscrit en 1 an.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le travail de fin d'études doit montrer l'aptitude de son auteur à exposer correctement les résultats d'un travail personnel, objectif et méthodique, dont la qualité n'est pas nécessairement liée à l'étendue. Le travail de fin d'études est, au même titre que les autres formes d'enseignement, un élément constitutif du programme où il est prévu. Quel que soit le sujet, le travail de fin d'études permet à l'étudiant de : réaliser une synthèse d'une question scientifique donnée, contextualiser une problématique en lien avec l'état des connaissances actuelles, exposer clairement les résultats de son travail.",
        "content": "Le travail de fin d'études est une contribution personnelle à la connaissance scientifique sur une problématique d'une ampleur limitée. Par ce travail qui est le couronnement de ses études, l'étudiant fera la preuve qu'il a assimilé les principes méthodologiques propres aux sciences de l'antiquité, notamment dans le domaine des langues, des littératures ou des civilisations classiques. L'étudiant se montrera capable de parcourir les étapes essentielles de la recherche scientifique, à savoir la définition d'une problématique, la collecte bibliographique et l'heuristique des sources, la critique et l'interprétation des bases documentaires ainsi que l'élaboration d'une synthèse et la communication des résultats. Le corps du TFE, indépendamment de la bibliographie, des illustrations et des annexes, comptera entre 50 et 75 pages (soit entre 100 000 et 150 000 caractères).",
        "assessment_methods": "Le mémoire est évalué par le promoteur et un lecteur. La moyenne de leurs notes respectives détermine l'appréciation globale du TFE. Lors de l'évaluation du TFE, le promoteur et les deux lecteurs tiennent compte des aspects suivants : l'aptitude à cerner précisément l'objet de la recherche et à poser correctement une problématique ou une hypothèse de travail ; la maîtrise des différents outils de recherche bibliographique et documentaire ; la qualité de la collecte et de l'interprétation des sources ; l'articulation et la cohérence du travail dans son ensemble ; la correction, la clarté et la rigueur de l'expression écrite ; le respect des contraintes formelles de présentation d'un texte scientifique. Le TFE ne donne pas lieu à une soutenance orale. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "other_info": "Le sujet devra être déterminé avant le 1er novembre, avec l'accord du promoteur.",
        "online_resources": "Cf. le vade-mecum et la grille d’évaluation : https://intranet.uclouvain.be/fr/myucl/facultes/fial/tfc-et-memoires-tfe-0-1-2-3.html",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2232",
        "title": "Dialectologie italique et latin archaïque",
        "credits": "5.00",
        "hours": "45.0 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1331 et LGLOR1332, ou niveau jugé équivalent",
        "topics_covered": "Ce cours envisage de : donner un aperçu des différentes langues de l’Italie préromaine; étudier les particularités du latin archaïque; lire et commenter des extraits significatifs d’œuvres préclassiques.",
        "content": "Ce séminaire de spécialisation de Master comportera deux modules. Le premier (30h) abordera les thématiques suivantes : Une introduction aux langues parlés dans l’Italie préromaine (autrement dit avant que la langue latine ne fasse disparaître les parlers locaux), avec une attention particulière portée aux langues de la famille osco-ombrienne. Cette introduction compotera les bases de la grammaire et la lecture d’une sélection d’inscriptions en ces langues. Étude des particularités du latin archaïque (et archaïsant) via la lecture d’inscriptions du VIIIe au IIe siècles av. J.-C. Étude des fragments préservés des précurseurs de la littérature latine (Naevius, Livius Andronicus, Ennius). Étude d’une sélection de fragments de l’annalistique moyenne et récente. Le second module (15h) consistera en la lecture commentée d’une œuvre relevant de la langue préclassique (en l’occurrence des extraits significatif de l’œuvre de Plaute). Parallèlement, les étudiants liront en autonomie un texte latin long (lecture cursive). Il s’agira cette année d’extraits significatifs d’une pièce de théâtre de Térence.",
        "teaching_methods": "Alternance de séances de cours interactives et de travaux pratiques.",
        "assessment_methods": "L’évaluation des acquis d’apprentissage se déroulera comme suit : - Épreuve écrite vérifiant les connaissances théoriques et les compétences pratiques acquises au cours et lors du TP . Cette épreuve vaudra pour la moitié (50%) de la note finale. - Épreuve orale vérifiant la maîtrise de la lecture cursive. Cette épreuve vaudra pour la moitié (50%) de la note finale. Important: Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "bibliography": "Quelques ouvrages de référence (liste non exhaustive) : BUCK C.D. (1995), A grammar of Oscan and Umbrian: with a collection of inscriptions and a glossary , Hildesheim: Olms. CHASSIGNET M. (1996), L'annalistique romaine , 3 vols., Paris: Les Belles Lettres (Collection des universités de France). CLACKSON J. (2007), The Blackwell history of the Latin language , Oxford: Wiley-Blackwell. DUPRAZ E. (2019), Tables eugubines ombriennes et Livre de lin étrusque : pour une reprise de la comparaison , Paris: Hermann Éditeurs (Collection Histoire et archéologie). ERNOUT A. (1916), Recueil de textes latins archaïques , Paris: Klincksieck. ERNOUT A. (1953), Morphologie historique du latin , 3 éd., Paris: Klincksieck. FAURE-RIBREAU M. (2012), Pour la beauté du jeu: la construction des personnages dans la comédie romaine (Plaute, Térence) , Paris: Les Belles lettres (Collection d'études anciennes, 75. Série latine). FLORES E. (2000), Ennio , Annali , 5 vol., Naples: Liguori (Biblioteca. Forme, materiali e ideologie del mondo antico, 33). GOLDBERG (S.M.) et MANUWALD (G.) (2018), Fragmentary Republican Latin. Ennius , 2 vols., Cambridge MA: Harvard University Press (Fragmentary republican Latin, I-II). MEUNIER N. (2019) (trad. et comm.), Q. Ennius, Annales , Louvain-la-Neuve : PUL (Anecdota Lovaniensia Nova, 4). PITTS R. (2020), Tense, aspect and modality in the Sabellic languages , Bruxelles: Editions Safran (Langues et cultures anciennes (LCA)). WALLACE R. (2007), The Sabellic languages of ancient Italy , München: Lincom Europa (Languages of the World/Materials, 371). WEISS M.L. (2010), Language and ritual in Sabellic Italy: the ritual complex of the third and the fourth Tabulae Iguvinae , Leiden: Brill (Brill's studies in Indo-European languages & linguistics, 1).",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1270",
        "title": "Grec II",
        "credits": "5.00",
        "hours": "45.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Béthume Sarah"
        ],
        "teaching_language": "Français",
        "prerequisites": "LFIAL1770 ou niveau équivalent",
        "topics_covered": "Étude de la grammaire grecque classique (niveau scolaire) : morphologie (nominale et verbale) et syntaxe fondamentale. À cela s’ajoute l’assimilation d’un vocabulaire de base et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Conçu dans la continuité du cours (élémentaire) de Grec I (LFIAL 1770) dont il entend consolider et approfondir les acquis, ce cours abordera les thèmes suivants : 1. L'ensemble de la morphologie nominale, adjectivale et pronominale, ainsi que la syntaxe des cas, 2. L'ensemble de la conjugaison des verbes (en ce compris l'accentuation), ainsi que les valeurs des temps et des modes, 3. La syntaxe des propositions subordonnées (relatives, complétives dont les interrogatives, les participiales, les infinitives), 4. L'analyse et la traduction de textes (versions), 5. Sporadiquement, des exercices de thème d'imitation, 6. Enfin, les étudiant·es réaliseront en autonomie une lecture cursive d'un texte suivi, en l'occurrence des extraits de Xénophon. Les heures d'exercices (travaux pratiques) sont consacrées à l'approfondissement des notions théoriques vues au cours magistral, par le biais de la réalisation d'exercices (de morphologie, de version, de thème). Au terme de ce cours, les étudiant·es maîtriseront l'ensemble des points de grammaire énumérés ci-dessus: ils/elles seront capables d'analyser toute forme nominale (au sens large: comprenant les adjectifs et les pronoms) et verbale rencontrée dans un texte. Ils/elles connaîtront et comprendront les valeurs des temps et des modes propres au grec. Grâce à la connaissance de la syntaxe de phrases simples et complexes (comprenant des subordonnées relatives et complétives), ils/elles seront capables de traduire et d'analyser des textes grecs, d'un niveau semblable à celui exercé au travers des textes vus durant le quadrimestre, ainsi que de pratiquer le thème d'imitation.",
        "teaching_methods": "Cours magistral avec exposé des principes théoriques de la morphologie nominale, verbale et de la syntaxe des modes et des temps, mais aussi volet participatif (durant les heures de volume 1 et de volume 2). Il est indispensable que la matière vue au cours soit étudiée et retravaillée régulièrement. Des préparations seront fréquemment requises et des devoirs ou tests formatifs seront organisés pendant le cours magistral mais aussi pendant les séances de travaux pratiques.",
        "assessment_methods": "L'évaluation du cours comportera plusieurs parties: - une évaluation continue par le biais d'évaluations réalisées durant les séances de TP et d’un test de mi-parcours réalisé lors du cours magistral. Cette partie vaut pour 20% de la note finale de juin . En cas d'échec, elle ne fera plus l'objet d'une évaluation en seconde session. - un examen oral et écrit en juin : - examen oral de cursive valant 25% de la note finale de juin. En cas d’échec à cette partie en juin, examen oral en seconde session. - examen écrit de version valant 25% de la note finale de juin. En cas d’échec à cette partie en juin, examen écrit en seconde session. - examen écrit de grammaire valant 30% de la note finale de juin. En cas d’échec à cette partie en juin, examen écrit en seconde session.",
        "online_resources": "Voir la page Moodle du cours.",
        "bibliography": "Manuel de référence: Vernhes, Jean-Victor, Ἕρμαιον (Hermaion). Initiation au grec ancien (2020 ou une édition antérieure). Grammaire de référence: Planque et al., Grammaire grecque, 8e édition, Namur, 1977.",
        "course_materials": "Des documents reprenant la théorie présentée dans le manuel et les exercices figurent sur la page Moodle du cours. Dans la continuité du cours de Grec I, il est demandé aux étudiant·es de disposer du manuel de Vernhes, Jean-Victor, Ἕρμαιον (Hermaion). Initiation au grec ancien (2020 ou une édition antérieure).",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2222",
        "title": "Linguistique historique du grec",
        "credits": "5.00",
        "hours": "45.0 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Béthume Sarah",
            "Mathys Audrey"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1321 et LGLOR1322, ou niveau jugé équivalent",
        "topics_covered": "Étude approfondie de questions spécifiques de linguistique synchronique ou diachronique du grec. L'enseignant·e choisira de traiter un ou plusieurs thèmes relatifs au fonctionnement synchronique et à l'histoire de la langue grecque, en lien avec la recherche linguistique actuelle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 développer une réflexion linguistique sur des questions et des problématiques touchant à la langue grecque.",
        "content": "Le cours porte sur une ou plusieurs questions particulières de linguistique synchronique ou diachronique du grec (phonétique, accentuation, morphologie, syntaxe). Le contenu varie d'une année à l'autre en fonction des thèmes abordés. Parallèlement, les étudiants liront en autonomie un ou deux textes grecs suivis (cursives).",
        "teaching_methods": "Cours magistral (éventuellement en alternance avec des présentations par les étudiants).",
        "assessment_methods": "1. Évaluation régulière en TP (20 % de la note finale). En cas d'échec, examen écrit de version en septembre. 2. Présentation orale en cours de l'année (20 % de la note finale). En cas d'échec, travail écrit à rendre avant le début de la session de septembre. 3. Examen écrit portant sur les connaissances théoriques à la session de juin (30 % de la note finale). En cas d'échec, examen écrit à la session de septembre. 4. Examen oral portant sur la cursive à la session de juin (30 % de la note finale). En cas d'échec, examen oral en septembre dans les mêmes conditions. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "other_info": "/",
        "online_resources": "Les supports de cours et des ressources électroniques sont disponibles sur Moodle.",
        "bibliography": "La bibliographie est signalée au cours et est en partie disponible sur Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2422",
        "title": "Séminaire d'auteurs grecs",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delanaye Lysiane",
            "Willocx Louise"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1721 et LGLOR1722, ou niveau jugé équivalent",
        "topics_covered": "Analyse approfondie et interactive d’une sélection d’œuvres représentative de la littérature grecque classique, hellénistique ou romaine, en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature grecque classique, hellénistique ou romaine; 2 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature grecque, incluant des considérations littéraires, historiques, stylistiques et culturelles; 3 mener une recherche personnelle dans le prolongement du cours.",
        "content": "Les auteurs choisis pour le cours sont les poètes Callimaque et Théocrite. Après une introduction situant l'auteur et son oeuvre, la traduction est assortie d'un commentaire méthodique.",
        "teaching_methods": "La traduction préparée par les étudiants est vérifiée au cours et fait l'objet d'un commentaire le plus complet possible.",
        "assessment_methods": "Le cours sera évalué en deux temps : Présentation orale durant le quadrimestre (20%) Examen oral en session Traduction (30%) Explication de formes linguistiques (20%) Commentaire (30%) En septembre, l'examen oral compte pour la totalité des points.",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "bibliography": "Édtitions utilisées : 1. Le texte de base est celui du Thesaurus Linguae Graecae, soit généralement celui d'une édition d'Oxford; 2. Édition des Belles-Lettres. Une bibliographie complémentaire sera fournie au cours. Grammaire de référence : D. Planque, Grammaire grecque, 8e édition, Namur, 1977 (version pdf).",
        "responsible_entity": "EHAC"
    }
]