[
    {
        "url": "https://uclouvain.be/cours-2024-lglor2002",
        "title": "Séminaire de recherche et communication scientifiques B",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "En alternance avec le cours LGLOR2001, préparation au métier de chercheur via différentes activités (en musée, sur site, etc.) incluant la rédaction de travaux personnels originaux et la présentation des résultats.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 mener une recherche professionnelle; 2 présenter les résultats d’une recherche originale; 3 rédiger un article scientifique.",
        "content": "Ce séminaire prendra la forme de diverses activités à valider. Ces activités seront définies, pour chaque étudiant·e, par le promoteur ou la promotrice du mémoire et incluront, à titre d’exemple et de manière non exhaustive, la rédaction d’un article ou compte rendu, la constitution d’un portfolio de rapports d’expositions ou de conférences, la participation aux activités de recherche du promoteur ou de la promotrice, la participation active à l’organisation d’un voyage d’étude, etc. Outre ces activités à la discrétion du promoteur ou de la promotrice, le séminaire inclura une activité commune au cours de laquelle chaque étudiant·e présentera oralement, suivant les règles de la communication scientifique, les résultats d’une recherche en lien avec le mémoire.",
        "teaching_methods": "Tâches, travaux et présentations à réaliser. Encadrement par le promoteur ou la promotrice de mémoire.",
        "assessment_methods": "Le séminaire est soumis à une évaluation continue et la note finale obtenue sera rattachée à la session de juin. En cas d'échec en juin, le promoteur ou la promotrice déterminera la ou les activités à présenter pour l’évaluation de la session du septembre.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgrec1100",
        "title": "Grec - Niveau élémentaire",
        "credits": "9.00",
        "hours": "90.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "Aucun prérequis n'est demandé pour suivre ce cours : il est ouvert à tous (étudiants UCL, personnel UCL, étudiants extérieurs), aussi bien aux personnes qui ont une connaissance du grec ancien qu'à celles qui n'en ont aucune.",
        "topics_covered": "Compréhension et expression orales (situations simples et familières) Compréhension et expression écrites (rédaction de textes simples et descriptifs mettant en oeuvre le vocabulaire et les structures acquises).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant acquiert les connaissances de base le rendant apte à faire face à des situations simples de la vie quotidienne ( niveaux A1-A2 ) : lecture - écriture maîtrise active de la grammaire et du vocabulaire de base. La grammaire et le vocabulaire correspondent au premier niveau (débutants grec 1-2 ).",
        "content": "Objectifs : niveaux du CECR : A2 pour l'expression orale, la compréhension à l'audition et la compréhension à la lecture niveau A1 pour l'expression écrite. Le cours comprend des : exercices de vocabulaire et de grammaire exercices de compréhension à l'audition et à la lecture exercices d'expression orale individuels et interactifs exercices d'expression écrite (dans une moindre mesure) textes et activités dont les sujets sont d'intérêt général.",
        "teaching_methods": "Cette activité consiste en une série de cours présentiels. Elle requiert une participation active et comprend des exercices écrits à préparer en autonomie, ainsi que des exercices oraux et écrits à réaliser pendant le cours.",
        "assessment_methods": "Tests auto-évaluatifs, Examen écrit et oral. L'examen final est écrit ; il porte sur les structures acquises et le vocabulaire de base (exercices + production écrite). Les étudiants devraient être à même de faire des exercices et d'écrire un texte simple. L'expression orale fait l'objet d'une évaluation continue au cours de l'année.",
        "other_info": "Charge de travail : heures présentielles = 85 Travail autonome = 100 heures. L'enseignant est disponible pendant ses heures de réception et peut être contacté par courriel",
        "bibliography": "matériel didactique manuel aux éditions KLIK STA ELLINIKA, epipedon A1, auteurs: Maria Karakyrgiou, Victoria Panagiotidou, maison d'édition : KENTRO ELLINIKIS GLOSSAS,  Thessaloniki 2014 cassettes audio et vidéo.",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhist2361",
        "title": "Gouvernance et sociétés : questions approfondies I (antiquité grecque)",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Le cours est dédié au traitement de plusieurs questions relatives aux modes de gouvernance et d’organisation sociale de l’Athènes classique et archaïque. Elles mettent en évidence les spécificités de l’histoire ancienne : travail sur des documents rédigés en langues anciennes, réflexions à partir de sources incomplètes, recours fréquents aux sciences dites « auxiliaires ».",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : de maîtriser les différents aspects des sujets traités ; d’analyser et de comprendre le traitement d’une question en histoire de l’Antiquité ; de transposer des savoirs et des méthodes à d’autres cas d’études similaires.",
        "content": "À travers l'examen des sources littéraires et épigraphiques, ainsi que des principales hypothèses émises par les Modernes, ce cours propose un aperçu diachronique des modes de gouvernance et d'organisation sociale de l'Athènes classique et archaïque. Les institutions de l'époque de Démosthène en constitueront le point de départ (chap. 1). On tentera ensuite de les remettre en perspective en remontant progressivement dans le passé de cette cité. La suite de la première partie étudiera ainsi la vie institutionnelle et religieuse dans les dèmes de l'Attique (chap. 2), la réécriture des lois « ancestrales » à la fin de la guerre du Péloponnèse (chap. 3), avant de revenir sur les réformes clisthéniennes et les problèmes - notamment de chronologie - qui subsistent à leur égard (chap. 4). La seconde partie sera consacrée à l'Athènes archaïque. Nous y aborderons principalement le rôle des tyrans (chap. 1) et des législateurs (Dracon, Solon ; chap. 2) dans la formation de la cité, ainsi que les problèmes posés par le « synoecisme » censé avoir donné naissance à la cité athénienne à l'époque de Thésée (chap. 3).",
        "teaching_methods": "Cours magistral avec lectures et analyses de documents antiques (en traduction)",
        "assessment_methods": "Examen écrit (2 heures)",
        "online_resources": "Syllabus et diaporamas",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2802",
        "title": "Grammaire comparée des langues indo-européennes",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Kulikov Leonid"
        ],
        "teaching_language": "Français",
        "prerequisites": "La connaissance approfondie d'une langue indo-européenne ancienne au moins (grec, latin, sanskrit, hittite).",
        "topics_covered": "Introduction à la linguistique historique et comparative, appliquée au domaine indo-européen. Ce cours aborde les thèmes suivants : 1. L'histoire de l'étude comparative des langues indo-européennes; 2. Les principes et les méthodes de la comparaison génétique; 3. Le système phonologique du proto-indo-européen; 4. L'accentuation et les alternances vocaliques; 5. La structure du mot (racine, suffixe, désinence); 6. La morphologie nominale et verbale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant se sera familiarisé avec les objectifs et les méthodes de la comparaison linguistique (en particulier de la reconstruction des protolangues), les fondements théoriques de la linguistique diachronique et les principaux résultats de la grammaire comparée des langues indo-européennes (dans les domaines de la phonologie, de la morphologie, de l'étymologie).",
        "content": "Aperçu des langues et groupements de langues indo-européennes. Définition de la notion de parenté génétique. Procédures et objectifs de la reconstruction linguistique. Reconstruction du proto-indo-européen : système phonologique (y compris la théorie des laryngales), système morphophonologique (accent et apophonie) et système morphologique (structure du mot).",
        "teaching_methods": "Exposés théoriques en alternance avec des applications pratiques (exercices de reconstruction et d'étymologie).",
        "assessment_methods": "Examen oral (avec préparation) ou écrit.",
        "other_info": "/",
        "online_resources": "Un syllabus et de nombreuses ressources électroniques sont disponibles sur Moodle.",
        "bibliography": "- E. Tichy, A Survey of Proto-Indo-European , Bremen, 2006. - J. Clackson, Indo-European Linguistics: an Introduction , Cambridge, 2007. - M. Fritz, M. Meier-Brügger, Indogermanische Sprachwissenschaft , Berlin, 10e éd., 2021. - B.W. Fortson IV, Indo-European Language and Culture: an Introduction , Oxford, 2e éd., 2010.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2502",
        "title": "Histoire de la littérature latine du Moyen Âge",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Radomme Thibaut"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun prérequis.",
        "topics_covered": "Aperçu de la littérature latine du moyen âge. Le cours aborde les thèmes suivants : 1. Les grands courants de la littérature latine médiévale et ses grands auteurs; 2. Leurs liens avec les héritages antiques; 3. Leur postérité dans les littératures vernaculaires européennes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable d'identifier et de replacer dans le contexte de la culture européenne les auteurs et les courants de la littérature latine médiévale.",
        "content": "Après avoir décrit l'extension du concept de littérature à l'époque médiévale, le cours explore les grands chapitres de la littérature latine du moyen âge, en insistant sur les genres et leur spécificité, les origines antiques, les influences sur les littératures contemporaines et postérieures. Ces éléments d'histoire littéraire sont complétés par une approche ponctuelle des textes, à travers la lecture commentée d'extraits choisis tirés du patrimoine littéraire latin médiéval.",
        "teaching_methods": "Le cours est magistral.",
        "assessment_methods": "Examen oral portant sur la matière du cours.",
        "other_info": "/",
        "bibliography": "Une bibliographie est distribuée au début du cours.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2181",
        "title": "Séminaire d'épigraphie latine",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cavalieri Marco",
            "Marano Martina"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance des fondements linguistiques du latin.",
        "topics_covered": "Contenu : Bibliographie de l'épigraphie latine. Initiation au CIL. Ecritures (capitale, cursive, \"actuaire\"), ligatures, abréviations, ponctuation, chiffres, etc. Eléments communs aux différentes sortes d'inscriptions : tria nomina, signum, agnomen, filiation, mention de la tribu, etc. Transmission de la dénomination par filiation légitime, naturelle, adoption, affranchissement, etc. Les carrières : sénatoriale, équestre, mixte, administrative, militaire, municipale, coloniale, etc. Noms et titres des empereurs, des membres de la famille impériale. Les diverses classes d'inscriptions : funéraires, sacrées, sur édifices publics, elogia, instrumentum, calendriers, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours tente de familiariser les étudiants avec une des sources les plus importantes et les plus directes de notre connaissance de la vie publique et privée de l'Antiquité romaine.",
        "content": "Présentation des inscriptions romaines antiques en langue latine. Bibliographie et initiation aux corpora de sources. Les différents ductus utilisés pour les textes sur pierre et autres matériaux peu périssables. Les procédés en matière de ligature, abréviation, ponctuation, expression des nombres, etc. Les éléments communs aux différentes catégories d'inscriptions : tria nomina, surnoms, mention de la filiation, de la tribu. Transmission du nom par filiation légitime, naturelle, adoption, affranchissement. Noms et titres des empereurs et des membres de la famille impériale. Aperçu des carrières : sénatoriales, équestres, mixtes, administratives, militaires, municipales, religieuses. Les diverses catégories d'inscriptions : funéraires, sacrées, sur édifices publics, elogia, fastes et calendriers, diplômes militaires, bornes miliaires, sur instrumentum domesticum (céramique, tuiles, briques, verre ...). Exercices de lecture, interprétation et datation.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen écrit.",
        "bibliography": "Manuels conseillés P. Corbier, L'épigraphie latine, Paris 2006. J.-M. Lassère, Manuel d'épigraphie romaine, Paris 2007. M. Cébeillac-Gervasoni, F. Zevi, M.L. Caldelli, Epigraphie latine, Paris 2006.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1331",
        "title": "Latin III A",
        "credits": "5.00",
        "hours": "45.0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1230 Latin II Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Étude approfondie de la grammaire latine classique , essentiellement la syntaxe, dans une approche linguistique (origine et évolution des structures de la langue). Les deux cours de niveau III (A et B) aborderont une sélection de chapitres relatifs à la syntaxe de la phrase simple et complexe . À cela s’ajoute l’assimilation d’un vocabulaire complémentaire et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Étude approfondie de la grammaire latine classique avec une approche linguistique. Dans le cours de Latin III A, sera abordé le thème de la syntaxe des propositions subordonnées (circonstancielles, complétives, relatives). Parallèlement, les étudiants liront en autonomie un texte latin par quadrimestre (lectures cursives). Il s’agira cette année d’extraits significatifs des œuvres de Suétone et de Virgile.",
        "teaching_methods": "Alternance de séances de cours interactives et de travaux pratiques.",
        "assessment_methods": "L’évaluation des acquis d’apprentissage se déroulera comme suit : Tests réguliers et versions lors des Travaux Pratiques, dont la note vaudra pour un cinquième de la note finale (4/20). En cas d’échec dans cette partie, une épreuve complémentaire (version) devra être présentée à la session de septembre. La présence aux TP est requise : en cas d’absence injustifiée à plus de 3 séances ou de non présentation aux tests et versions évaluées, le titulaire du cours pourra, en vertu de l’article 72 du RGEE, proposer au jury de s’opposer à l’inscription d’un·e étudiant·e lors de la session de juin ou de septembre. Épreuve écrite vérifiant les connaissances théoriques et les compétences pratiques (y compris le thème). Cette épreuve vaudra pour 2 cinquièmes de la note finale (8/20). Elle se déroulera lors de la session de juin. En cas d’échec, l’épreuve de rattrapage se tiendra à la session de septembre dans les mêmes conditions. Épreuve orale vérifiant la maîtrise de la lecture cursive. Cette épreuve vaudra pour deux cinquièmes de la note finale (8/20). Elle est répartie sur les deux sessions de janvier (examen partiel, 1 cinquième de la note finale) et de juin (1 cinquième de la note finale). En cas d’échec à l’épreuve de cursive de janvier et/ou juin, l’épreuve de rattrapage se tiendra à la session de septembre dans tous les cas, et dans les mêmes conditions. Important: Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "bibliography": "Quelques ouvrages de référence (liste non exhaustive) : Vocabulaire : Meyerson C. et Schouppe G., Index. Manuel de vocabulaire et dictionnaire de latin , 5e éd., Louvain-la-Neuve : De Boeck, 2018. Etienne G., Cahier de vocabulaire latin , 20e éd., Louvain-la-Neuve : De Boeck, 2019. Cauquil G. et Guillaumin J.-Y., Vocabulaire essentiel de latin , Paris : Hachette, 1992. Grammaire : Boxus A.-M. et Lavency M., Clauis. Grammaire latine pour la lecture des auteurs , 4e éd., Bruxelles : De Boeck & Larcier, 2004. Cart A., Grimal P., Lamaison J. et Noiville R., Grammaire latine , nouv. éd., Paris : Nathan, 2007. De Give M., Grammaire latine , 15e éd., Bruxelles : De Boeck, 2011. Lavency M., Usus. Grammaire latine , 2e éd., Louvain-la-Neuve : Peeters, 1997. Michel J., Grammaire de base du latin , Anvers : De Sikkel, 1969. Manuels Bizos M. et Desjardins J., Cours de thème latin , nouv. tirage, Paris, 1997. Cart A., Grimal P., Lamaison J. et Noiville R., Le latin et les auteurs latins. Classe de quatrième , Paris, 1969. Dickey E., Learn Latin from the Romans: a complete introductory course using textbooks from the Roman Empire , Cambridge: CUP, 2018. Famerie E., Bodson A. et Dubuisson M., Méthode de langue latine. Lire, comprendre et traduire les textes latins , nouv. éd. revue et augmentée, Paris, 2019. Famerie E., La maîtrise du latin par la pratique , Paris, 2020. Pour aller plus loin : Ernout A. et Thomas F., Syntaxe latine , 2e éd., Paris : Klincksieck, 2002 [1953]. Pinkster H., The Oxford Latin Syntax , t.1: The simple Clause ; t.2: The Complex Sentence And Discourse , Oxford : OUP, 2015-2021. Touratier C., Grammaire latine. Introduction linguistique à la langue latine , Paris : Armand-Colin, 2008.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2541",
        "title": "Séminaire de littérature grecque",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Doyen Charles"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "LGLOR1442 ou niveau jugé équivalent",
        "topics_covered": "Étude approfondie d’un pan de la littérature grecque en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 identifier et replacer dans leur contexte les auteurs et les œuvres en lien avec la thématique étudiée; 2 rédiger une dissertation en lien avec la thématique de l’année, impliquant une sélection d’extraits pertinents des œuvres étudiées et incluant des considérations littéraires, historiques, stylistiques et culturelles; 3 mener une recherche personnelle dans le prolongement du cours.",
        "content": "Le séminaire envisagera la « création littéraire » ( poiêsis ) à l’époque archaïque sous son double aspect (composition et performance). Même si l’accent sera porté sur l’épopée et, plus particulièrement, sur l’Iliade homérique, les étudiants seront invités à développer une réflexion globale sur le « fait littéraire » à l’époque archaïque, en prenant en compte ses relations avec les structures sociales, politiques et culturelles. Il s’agira notamment de redéfinir les concepts d’auteur, œuvre, genre et public. Le séminaire analysera également les conditions de transmission de l’épopée, dans sa phase orale puis dans sa phase écrite. Il sera alors question des problèmes spécifiques de tradition manuscrite et d’ecdotique posés par l’épopée. Enfin, le séminaire s’attardera sur les valeurs et institutions du Haut Archaïsme véhiculées dans l’épopée, notamment celles qui sont relatives à la gloire ( kleos aphthiton ), à la peine ( akhos , penthos , aethlos ), à l’émulation ( eris , agôn ), ou à la justice ( timê , themis , dikê , moira , kosmos ).",
        "teaching_methods": "Le séminaire se compose d’exposés magistraux complétés par des lectures personnelles.",
        "assessment_methods": "Présentation orale personnelle au cours de l'année (20%) et examen écrit en session consistant en une dissertation (50%) et un QCM (30%).",
        "online_resources": "Un syllabus est disponible sur le serveur Moodle.",
        "bibliography": "D. Bouvier, Le sceptre et la lyre. L’Iliade ou les héros de la mémoire , 2002. Ph. Brunet, Naissance de la littérature dans la Grèce ancienne , 1997. W. Burkert, The Orientalizing Revolution. Near Eastern Influence on Greek Culture in the Early Archaic Age , 1995². V. Du Sablon, Le système conceptuel de l’ordre du monde dans la pensée grecque à l’époque archaïque , 2014. J. M. Foley, A companion to ancient epic , 2005. Lord, The Singer of Tales , 1960. G. Nagy, Le Meilleur des Achéens. La fabrique du héros dans la poésie grecque archaïque , 1994 = The Best of the Achaeans. Concepts of the Hero in Archaic Greek Poetry , 19992. G. Nagy, La poésie en acte : Homère et autres chants , 2000 = Poetry as Performance , 1996. M. L. West, The Making of the Iliad. Disquisition and Analytical Commentary , 2011. M. L. West, The East Face of Helicon. West Asiatic Elements in Greek Poetry and Myth , 1999.",
        "course_materials": "Syllabus / Coursebook (disponible / available on Moodle)",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhist2711",
        "title": "Questions approfondies d'histoire économique (antiquité)",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Il est recommandé (mais pas indispensable) d’avoir suivi le cours LHIST1331 Questions d’histoire ancienne",
        "topics_covered": "Le cours est dédié au traitement d’une question approfondie touchant à l’histoire économique de l’Antiquité gréco-romaine, et mettant en évidence les spécificités de l’histoire ancienne : travail sur des documents rédigés en langues anciennes, réflexions à partir de sources incomplètes, recours fréquents aux sciences dites « auxiliaires ».",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : maîtriser les différents aspects du sujet traité ; analyser et de comprendre le traitement d’une question en histoire de l’Antiquité ; transposer des savoirs et des méthodes à d’autres cas d’études similaires.",
        "content": "Le sujet retenu – qui change chaque année et qui fait généralement l’objet d’une recherche en cours – témoigne de la manière dont, en Histoire ancienne, le chercheur est amené à construire une enquête, à poser des questions appropriées aux sources disponibles et à élaborer des réponses adéquates. L’accent est mis avant tout sur l’aspect méthodologique, de manière à ce que les étudiants, quelle que soit leur discipline, puissent retirer des cas-limites qu’offre l’Histoire ancienne des éléments de réflexions pour leurs propres recherches.",
        "teaching_methods": "Cours magistral avec lectures et analyses de documents antiques (en traduction)",
        "assessment_methods": "Examen écrit (2 heures)",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2550",
        "title": "Théorie et analyse des pratiques d'enseignement de langues et littératures anciennes",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Béthume Sarah"
        ],
        "teaching_language": "Français",
        "prerequisites": "Une connaissance approfondie du latin et du grec (pour les étudiants GLOR, LAFR ou issus de mineure en Antiquité). Une connaissance approfondie des arts d'expression (pour les étudiants du CET).",
        "topics_covered": "Ce cours aborde les deux thèmes suivants : - Réflexion sur ses pratiques à partir de l'analyse comparative des stages (15h). Ce premier thème est réservé aux étudiants GLOR, LAFR et issus de mineure en Antiquité. - Approche épistémologique d'une discipline à option dans le secondaire (15h). Ce second thème est suivi par les étudiants GLOR, LAFR et THEA.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de développer une réflexion critique sur les stages accomplis dans les classes du secondaire de façon à permettre une théorisation des pratiques et prendre conscience, dans une perspective interdisciplinaire, des enjeux épistémologiques liés à l'étude et à l'enseignement des langues et littératures classiques et/ou des arts du spectacle.",
        "content": "Le cours permettra aux étudiant·es de développer une réflexion critique concernant les pratiques d'enseignement des langues anciennes dans les classes du secondaire, ainsi que sur les compétences et familles de tâches exercées dans le cadre de ces cours. Il se fonde sur les stages d'observation effectués par les étudiant·es autant que sur leurs stages pratiques, tout en étant orienté vers une théorisation des pratiques et une prise de conscience des enjeux épistémologiques liés à l'étude et à l'enseignement des langues et littératures classiques en secondaire. Le cours comporte pour cette raison deux volets complémentaires : - Un volet épistémologique : les fondements épistémologiques des différentes compétences à acquérir dans le cadre des cours de latin et de grec seront exposés de manière critique, en lien avec les familles de tâches exercées en classe et définies par les référentiels et les programmes des différents réseaux. De cette façon, il s'agira notamment de réfléchir aux processus cognitifs mobilisés dans le cadre de la traduction ainsi qu'aux enjeux culturels de faire traduire des textes dans des classes de secondaire. Ces aspects seront également examinés pour ce qui concerne le commentaire de textes, l' étymologie et la synthèse , laquelle se veut tournée, dans le cadre des programmes, vers une approche diachronique . L' évaluation de ces différentes familles de tâche sera également l'objet d'une réflexion conjointe. Par ailleurs, de façon générale, la place des langues anciennes dans l'enseignement secondaire (et l'évolution prochaine liée au Pacte d'excellence) sera questionnée. Cette approche épistémologique vise à permettre aux étudiant·es futur·es enseignant·es de prendre conscience du sens à donner explicitement aux apprentissages et aux exercices que leurs élèves réaliseront. - Un volet orienté vers la pratique et les \"gestes professionnels\" à mettre en place en tant que futur·e enseignant·e : parmi ces séances plus participatives, certaines permettront aux étudiant·es de mettre en commun leurs expériences vécues tant durant leurs stages d'observation que durant leurs stages pratiques et ce, dans le but de tendre vers une pratique réflexive et une auto-évaluation constructive. Ce cours fournira alors aux étudiant·es l'occasion de présenter publiquement des difficultés d'ordre méthodologique, pédagogique et didactique rencontrées et les solutions proposées. Une partie de ces séances aura également pour objectif de réfléchir à l'élaboration d'exercices et d'activités variées en lien avec les enjeux épistémologiques évoqués ci-dessus, en vue des stages mais aussi en vue de la pratique future des étudiant·es - enseignant·es. Nous renvoyons à la page Moodle du cours pour le calendrier des séances (notamment celles auxquels les étudiant·es en LAFR seront tenu·es d'assister) et leur répartition entre les volets théorique et pratique.",
        "teaching_methods": "Cours magistral et séances participatives incluant des présentations, l'élaboration d'exercices, selon un calendrier qui sera présenté aux étudiant·es (sur la page Moodle du cours).",
        "assessment_methods": "Plusieurs productions écrites individuelles ou en groupes seront demandées aux étudiant·es au cours du quadrimestre (voir calendrier sur Moodle). En outre, les étudiant·es devront 1) rendre un rapport réflexif de stages d'observation et des stages actifs (20% de la cote de juin); 2) présenter une séquence (réalisée lors d'un stage et éventuellement retravaillée) sous la forme d'une leçon de supervision au reste du groupe (20% de la cote de juin). Enfin, les étudiant·es réaliseront un travail de recherche personnelle, - pour les LAFR, conjointement avec le cours LROM2920, qu'ils et elles présenteront durant la session de juin à l'ensemble du groupe.",
        "other_info": "/",
        "online_resources": "Le serveur Moodle permet d'obtenir les documents et supports divers.",
        "bibliography": "Fournie via le serveur Moodle",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1422",
        "title": "Littérature grecque",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Doyen Charles"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun prérequis.",
        "topics_covered": "Introduction à la littérature grecque antique. Ce cours aborde les thèmes suivants : 1. Un aperçu de l'histoire de la littérature grecque; 2. Une présentation des oeuvres majeures.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant aura acquis une vision d'ensemble de la littérature grecque, dans un cadre chronologique et historique. Il sera familiarisé avec les auteurs grecs dont les lectures sont préconisées au cours.",
        "content": "Introduction à la littérature grecque antique. Ce cours aborde les thèmes suivants : 1. Un aperçu de l'histoire de la littérature grecque; 2. Une présentation des oeuvres majeures.",
        "teaching_methods": "Cours magistral illustré par la lecture d'extraits. L'apprentissage comporte deux volets : - Vue d'ensemble de la littérature grecque. - Lecture d'extraits et notes de lecture.",
        "assessment_methods": "Examen écrit.",
        "bibliography": "Manuels / Handbooks M. Trédé-Boulmer – S. Saïd, La littérature grecque d’Homère à Aristote , Paris, PUF (Que sais-je ? n° 227), 1990 (2004, 3e éd.) S. Saïd, La littérature grecque d’Alexandre à Justinien , Paris, PUF (Que sais-je ? n° 2523), 1990 (1994, 2e éd.) J. de Romilly, Précis de littérature grecque , Paris, PUF, 1980. Ouvrages de référence / Reference works R. Brasillach, Anthologie de la poésie grecque , Stock, 1950 (Le livre de Poche, 1517-1518). J.-Cl. Carrère – J. Gaillard – R. Martin – O. Mortier-Waldschmidt, La littérature gréco-romaine. Anthologie historique (Collection « Réf. »), Nathan Université, 1994 (très utile car contient un choix d’extraits d’auteurs). L. Canfora, Histoire de la littérature grecque d’Homère à Aristote , traduit de l’italien par D. Fourgous, Paris, Desjonquères, 1994 (édition italienne 1986) ; Histoire de la littérature grecque à l'époque hellénistique , traduit de l’italien by M. Raiola et L.-A. Sanchi, Paris, Desjonquères, 2004 (édition italienne 1986). A. Lesky, A History of Greek Literature , traduit de l’allemand par J. Willis et C. de Heer, Methuen & Co. Ltd, 1966 (édition allemande 1963). Suzanne Saïd, Monique Trédé-Boulmer, Alain Le Boulluec, Histoire de la littérature grecque , Paris, PUF, 1997. Marguerite Yourcenar, La couronne et la lyre . Poèmes traduits du grec , Gallimard, 1979 (édition en Poche, Poésie/Gallimard) .",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1180",
        "title": "Latin I",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delanaye Lysiane"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours s'adresse à des étudiants « grands débutants », dont les connaissances en latin sont jugées insuffisantes pour suivre le cours LFIAL1181 Auteurs latins . Le cours visera à intégrer les principales notions de la morphologie et de la syntaxe latine, afin d'acquérir les connaissances et compétences essentielles à la lecture d’un texte simple.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 décliner ou conjuguer n’importe quel mot latin ; 2 comprendre et traduire des textes latins simples ; 3 traduire en latin des phrases françaises simples (thème).",
        "content": "Ce cours s'adresse à des étudiant·es « grands débutants », n'ayant jamais fait de latin ou très peu. Le cours visera à intégrer les principales notions de la morphologie et de la syntaxe latine, afin d'acquérir progressivement une autonomie pour la lecture et la traduction de textes latins. Les textes abordés seront axés sur les thèmes historiques et mythologiques.",
        "teaching_methods": "Ce cours comprend deux aspects indissociables et conjointement abordés : l'enseignement de la morphologie régulière (nominale et verbale) et des principales structures propres au latin ; l'application de cet enseignement théorique dans un corpus de phrases latines et la lecture commentée de courts extraits d'auteurs. La pédagogie de ce cours implique : 1. un enseignement magistral (30 h) : exposé théorique et progressif des structures grammaticales de la langue latine et traduction de courts extraits textuels mettant en application ces notions grammaticales. 2. des activités en groupes restreints (TP) (30 h) : exercices permettant l'assimilation des notions grammaticales et une autonomie progressive pour l'analyse et la traduction de textes courts à l'aide d'instruments de travail adéquats. 3. une part importante de travail personnel (40 h) : acquisition régulière des différents points de matière, mise en ordre des notes de cours et préparations indiquées par l'équipe enseignante.",
        "assessment_methods": "Les étudiant·es seront évalué·es de la manière suivante : 1) Tests lors des TP (15%) 2) Examen écrit portant sur la matière du cours (85%) Si le seuil de réussite n'est pas atteint, examen écrit sur l'ensemble de la matière en juin et/ou septembre ; l'examen écrit vaudra pour la totalité des points.",
        "online_resources": "Supports de cours rendus accessibles sur le serveur Moodle : https://moodle.uclouvain.be/course/view.php?id=1411",
        "bibliography": "C. MEYERSON-DETHOOR & G. SCHOUPPE (coll. D. LONGREE e.a.), Index: Manuel de vocabulaire et dictionnaire latin , 5e éd. revue, Louvain-la-Neuve, De Boeck, 2018, 277 p. M. LAVENCY & A.-M. BOXUS, Clavis. Grammaire latine pour la lecture des auteurs , 4e éd., Louvain-la-Neuve, De Boeck, 2017, 273 p. M. DE GIVE, Grammaire latine , 15e éd., 4e tir., Louvain-la-Neuve, De Boeck, 2015, 307 p. A. MEURANT & A.-M. BOXUS, « A d honorem per ardorem ». Manuel de latin à l'usage des grands débutants , 2e éd., Bruxelles, Safran, 2012, 272 p. A. MEURANT & A.-M. BOXUS, « Ad honorem per ardorem ». Exercices de latin à l'usage des grands débutants , 2e éd., Bruxelles, Safran, 2012, 256 p. E. FAMERIE, A. BODSON & M. DUBUISSON, Méthode de langue latine. Lire, comprendre et traduire les textes latins , éd. revue, Paris, Armand Colin, 2019, 592 p. E. FAMERIE, La maîtrise du latin par la pratique. Exercices, versions et thèmes avec corrigés , Paris, Armand Colin, 2020, 537 p. H.H. ORBERG, Lingua latina per se illustrata. 1. Familia romana , Montella, Accademia Vivarium Novum, 2017, 328 p. C. GERMAIN, Découvrir le latin avec la mythologie gréco-romaine. Grands débutants , Paris, Ellipses, 2022, 160 p.",
        "course_materials": "C. MEYERSON-DETHOOR & G. SCHOUPPE (coll. D. LONGREE e.a.), Index: Manuel de vocabulaire et dictionnaire latin, 5e éd. revue, Louvain-la-Neuve, De Boeck, 2018, 277 p.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1230",
        "title": "Latin II",
        "credits": "5.00",
        "hours": "45.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delanaye Lysiane",
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LFIAL1180 ou LFIAL1181 ou niveau équivalent",
        "topics_covered": "Étude de la grammaire latine classique (niveau scolaire) : morphologie (nominale et verbale) et syntaxe fondamentale. À cela s’ajoute l’assimilation d’un vocabulaire de base et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Le cours, de niveau intermédiaire, vise à développer les connaissances du latin classique afin d’acquérir  une lecture aisée de textes classiques de difficulté moyenne. Le cours est construit autour de trois axes : 1) Langue : découverte et renforcement de points de grammaire (morphologie et syntaxe) 2) Textes : traduction d'auteurs latins 3) Culture : découverte de points de civilisations Un programme de versions latines, dont l'objectif est la fixation des apprentissages théoriques et l'amélioration de la technique de traduction, est également prévu dans le cadre des exercices pratiques.",
        "teaching_methods": "Alternance de séances de cours interactives et de travaux pratiques.",
        "assessment_methods": "Pour les étudiant·es des programmes CLAS et LAFR : - Tests lors des TP (20%) - Examen écrit portant sur la matière du cours (40%) - Examen oral portant sur la cursive (40%) Pour les étudiant·es d'autres programmes : - Tests lors des TP (20%) - Examen écrit portant sur la matière du cours (80%)",
        "online_resources": "Supports de cours rendus accessibles sur le serveur Moodle",
        "bibliography": "A. Cart, P. Grimal e.a., Grammaire latine , Paris, Nathan, 2007. A.-M. Boxus, M. Lavency, Clauis. Grammaire latine pour la lectu­re des auteurs , 4e éd. Louvain-la-Neuve, De Boeck, 2017 (Lavency). J. Michel, Grammaire de base du latin , Anvers, De Sikkel, 1978. Ch. Meyerson-Dethoor, G. Schouppe, Index . Manuel de vocabulaire et dictionnaire de latin , 5e éd. rev., Paris-Louvain-la-Neuve, 1997, 235 p. (Lavency). F. Gaffiot, Dictionnaire illustré latin-français , 3e éd. rev. et augm, Paris, Hachette, 2005.",
        "course_materials": "A. Cart, P. Grimal e.a., Grammaire latine, Paris, Nathan, 2007. G. Etienne, Cahier de vocabulaire latin, Bruxelles, De Boeck, 2013.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2172",
        "title": "Séminaire de paléographie et d'édition de textes grecs",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Somers Véronique",
            "Van Elverdinghe Emmanuel"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le cours s'adresse à des étudiants ayant une bonne connaissance du grec.",
        "topics_covered": "Notions de codicologie ; Présentation des enjeux de la copie et de la transmission des textes grecs ; Présentation de différentes écritures livresques grecques ; Initiation pratique à la lecture des manuscrits grecs (exercices de lecture) ; Initiation aux méthodes d'édition des textes grecs (aspects théoriques et pratiques).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de : déchiffrer un manuscrit grec, ou trouver l'aide nécessaire à sa lecture. situer un document écrit dans l'histoire des écritures livresques grecques ; lire, analyser et utiliser de manière critique une édition (introduction et apparat) ; collationner différents témoins manuscrits d'un texte donné et préparer une édition provisoire ; utiliser les outils bibliographiques et instruments de travail.",
        "content": "Si le cours est constant dans les grandes lignes (panorama des écritures, introduction à l'ecdotique, exercices de lecture et d'édition de textes), il pourra selon les années être plus spécifiquement consacré à une catégorie particulière de textes ou à un type d'écriture particulier.",
        "teaching_methods": "Une partie du cours se donne magistralement (exposés théoriques). Il est complété par des exercices pratiques (lecture et édition).",
        "assessment_methods": "Examen oral, portant sur: des exercices de lecture, les exposés théoriques, la lecture de quelques articles visant à compléter ou préciser les données théoriques. Une partie de l'examen peut éventuellement faire l'objet d'un travail personnel, dont les modalités seront communiquées aux étudiants en temps utile. La note finale est la moyenne arithmétique des notes des parties paléographie et édition de textes. La réussite de l’examen ne peut être obtenue que moyennant la réussite à chacune des deux parties.",
        "other_info": "Pour autant que les circonstances le permettent, le cours et l'examen ont lieu en présentiel.",
        "online_resources": "Les documents (bibliographie, éléments théoriques, documentation) seront progressivement accessibles sur l'espace Moodle du cours.",
        "bibliography": "Les reproductions de manuscrits nécessaires sont fournies au fur et à mesure; elles sont tirées des principales collections de fac-similés et des ressources disponibles en ligne. / The necessary manuscript reproductions are provided progressively; they are drawn from the major facsimile collections, as well as from online resources.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2270",
        "title": "Numismatique: antiquité",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Doyen Charles"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "/",
        "topics_covered": "Terminologie et technologie de fabrication. Leur importance pour la reconstitution des émissions. Métrologie et ses méthodes. Les alliages monétaires et les sources de métaux. Epigraphie monétaire. Le message des images. Etude de la documentation iconographique pour les édifices, les statues et autres realia.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Introduction aux méthodes de classement et à l'exploitation méthodologique des sources numismatiques grecques, celtiques, romaines et byzantines.",
        "content": "Aspects techniques de la production monétaire : origine des métaux, alliages monétaires, techniques de frappe, organisation des ateliers. Métrologie et quantification monétaires : étalons monétaires et pondéraux, évaluation de la masse monétaire et de l'ampleur des émissions. Typologie et épigraphie monétaire : analyse des types, légendes, \"symboles\" et marques diverses figurant sur la monnaie Histoire des principaux monnayages antiques, depuis la création de la monnaie jusqu'au Bas-Empire.",
        "teaching_methods": "Le cours se compose d'exposés magistraux.",
        "assessment_methods": "Examen écrit.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=5363",
        "bibliography": "Une bibliographie détaillée est disponible sur Moodle. / A detailed bibliography is available on Moodle. W. V. Harris (éd.), The Monetary Systems of the Greeks and Romans (Oxford, 2008). W. E. Metcalf (éd.), The Oxford Handbook of Greek and Roman Coinage (Oxford, 2012). D. Schaps, The Invention of Coinage and the Monetization of Ancient Greece (Ann Arbor, 2004). H. Nicolet-Pierre, Numismatique grecque (Paris, 2002). I. Sellars, The Monetary System of the Romans (Melbourne, 2013). M. H. Crawford, Coinage and Money under the Roman Republic: Italy and the Mediterranean Economy (Berkeley, 1985). C. Katsari, The Roman Monetary System. The Eastern Provinces from the First to the Third Century AD (Cambridge, 2011). C. Morrisson, Byzance et sa monnaie (4e-15e siècle): précis de numismatique byzantine (Paris, 2015).",
        "course_materials": "Syllabus / Coursebook (disponible / available on Moodle)",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2390",
        "title": "Typologie et permanences des imaginaires mythiques",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "prerequisites": "Formation de bachelier en Langues et lettres ou en Histoire et Histoire de l'art.",
        "topics_covered": "Après une introduction théorique qui définit de manière générale les modes de fonctionnement et de lecture des systèmes mythiques, le cours procède à l'analyse d'un thème, choisi par une équipe d'enseignants, selon une perspective typologique, historique et comparatiste.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, les étudiants auront appris à analyser l'émergence et le fonctionnement du mythe dans les imaginaires collectifs et individuels (objectif épistémologique) et à confronter dans la diachronie et dans la synchronie des univers mythiques comparables issus de cultures différentes (antiquité gréco-romaine, celtique, égyptienne, africaine, asiatique, etc.) ou les permanences d'un système mythique à travers une même culture (objectif descriptif).",
        "content": "Les thèmes changent chaque année. On essaie d'alterner entre un personnage mythique (Orphée, Ulysse, Hercule, Dionysos, ...) et un motif mythique (labyrinthe, âge d'or, métamorphose, ...).",
        "teaching_methods": "Enseignement « ex cathedra » assuré par une équipe d'enseignants respectivement spécialistes d'un des aspects ou d'une période de la réception du mythe étudié, d'un genre littéraire ou esthétique (musique, arts plastiques, cinéma) qui atteste le mythe. Le cours est appuyé par les TICE.",
        "assessment_methods": "L'évaluation porte sur la rédaction d'un travail d'une vingtaine de pages dont les modalités et le sujet sont précisés au début du cours ; ce travail est présenté devant un des membres de l'équipe enseignante au choix de l'étudiant, et selon les consignes données par l'enseignant choisi. On y évaluera l'aptitude de l'étudiant à mettre en oeuvre les approches méthodologiques et descriptives développées au cours.",
        "other_info": "/",
        "online_resources": "Un site est consacré à ce cours : http://pot-pourri.fltr.ucl.ac.be/itinera/enseignement/GLOR2390/",
        "bibliography": "Précisée au début du cours.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2142",
        "title": "Philosophie ancienne (questions approfondies) - Ancient Philosophy (Advanced Studies)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Destrée Pierre",
            "Machek David"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "le cours suppose une formation de base en histoire de la philosophie ancienne. La connaissance du latin et du grec, tout en étant très utile, n'est pas indispensable.",
        "topics_covered": "Le cours d’histoire de la philosophie ancienne s’emploiera à approfondir la connaissance de la période concernée en partant d’un thème ou d’un corpus déterminé. Il sera particulièrement attentif à la genèse ainsi qu’au développement du sujet choisi et, s’appuyant sur un état de la recherche actualisé, tentera d’éclairer ce sujet et de faire progresser les questions qui lui sont liées. Le champ historique de ce cours va de la haute Antiquité à l’Antiquité tardive. Le cours se centrera sur des corpus et des problèmes issus des traditions de pensée grecques et romaines, de façon comparative ou non. Le champ systématique ne sera pas restrictif puisque le cours pourra mettre simultanément ou alternativement l’accent sur des problématiques de philosophie théorique ou de philosophie pratique. On consacrera une attention particulière aux outils de recherche et aux questions de traduction.",
        "content": "Cette année, le cours sera consacré à l'éthique du stoïcisme grec et romain. Dans la première partie du cours, on examinera son contexte, à la fois par rapport à l'ensemble du système stoïcien dont elle fait partie, et par rapport à ses sources philosophiques les plus importantes, avec une attention particulière pour ses racines socratiques et cyniques. La deuxième partie se concentrera à une exploration approfondie des grands principes de l'éthique stoïcienne et à leur application à des problèmes pratiques spécifiques, tels que le suicide, la procréation ou le choix d'une vocation. Tout en adoptant une approche interprétative historiquement informée et charitable, nous prendrons la liberté d'évaluer le système éthique stoïcien en fonction de sa cohérence et de sa cohésion. Dans les dernières sessions, nous comparerons et opposerons l'éthique stoïcienne ancienne aux approches néo-stoïciennes contemporaines.",
        "teaching_methods": "Séminaire combinant un cours magistral et discussions sur les textes primaires et secondaires.",
        "assessment_methods": "Évaluation continue (conclu en janvier 2025). Attention: La validation de cours ne sera possible qu'une seule fois par année académique. L'évaluation sera effectuée sur la base de: Trois petits tests écrits (à 30 min) sur un problème ou un texte spécifique abordé dans les leçons précédentes. Les tests auront lieu le 15 octobre, le 12 novembre et le 10 décembre. Un travail écrit sur un problème spécifique de l'éthique stoïcienne (environ 10 pages). OU Un projet de semestre, consistant à développer et à tester dans  votre vie quotidienne un programme pratique pour vivre comme un stoïcien. Vous présenterez un rapport écrit de votre expérience (3-5 pages). Note de preparation (lecture) et participation active. Ponderation tests (30%), travail écrit / projet de semestre (50%), participation/preparation (20%) Vous devrez réussir (au moins 10/20) au moins deux des trois tests pour réussir l'ensemble du cours.",
        "online_resources": "Le programme et toute la lecture seront disponible par Moodle.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhist2371",
        "title": "Gouvernance et sociétés : questions approfondies II (antiquité romaine)",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Haeperen Françoise"
        ],
        "teaching_language": "Français",
        "topics_covered": "Des thématiques et cas d’études relevant de l’histoire politique ou sociale de l’Antiquité sont analysés à partir des sources, en les situant dans les courants historiographiques, y compris les plus récents et en portant une attention particulière aux problématiques et méthodes mises en œuvre. Les thématiques envisagées sont régulièrement renouvelées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : maîtriser une série de connaissance sur la thématique étudiée, en étant capable de la situer au sein des grandes tendances de la recherche ; utiliser des outils conceptuels et méthodologiques pertinents relatifs à la thématique étudiée ; poser un regard critique et réflexif sur la recherche en train de se construire ; éclairer des questions d’actualité par son expertise d’historien (AA 1, 3, 7, 8).",
        "content": "Le cours est consacré à la thématique « Fake news, faux et falsifications » dans l’Antiquité romaine.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen oral",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2540",
        "title": "Didactique des langues anciennes - réflexion sur les programmes et communication scientifique",
        "credits": "7.00",
        "hours": "45.0 h + 30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Clesse Grégory"
        ],
        "teaching_language": "Français",
        "prerequisites": "Une connaissance approfondie du latin et du grec.",
        "topics_covered": "Ce cours prend en compte les principaux aspects de l'enseignement des langues anciennes dans l'école secondaire d'aujourd'hui : 1. Les finalités selon les degrés; 2. La lecture des auteurs; 3. La familiarisation avec les cultures et civilisations anciennes; 4. La conception et la réalisation d'instruments d'évaluation adaptés aux divers objectifs poursuivis; 5. Un aperçu critique des possibilités pédagogiques offertes par le multimédia; 6. Une mise en perspective des programmes dans le cadre du décret « Missions » et dans le prolongement de la définition en inter-réseaux des « Compétences terminales et savoirs requis en latin-grec ». Ce cours intègre une réflexion sur les caractéristiques d'une communication de qualité et en particulier sur son adaptation au public visé (analyse critique de manuels destinés à l'enseignement des langues anciennes au niveau secondaire).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de concevoir, organiser et évaluer des activités d'enseignement et des situations d'apprentissage pour les cours de latin et de grec aux différents degrés du secondaire. Il sera à même de réaliser une préparation scientifique et méthodologique de leçons pratiques. L'étudiant saura également percevoir le statut, les composantes et les enjeux des programmes à l'occasion de leur lecture critique. Il saura construire des séquences d'enseignement originales, adaptées au divers degrés du secondaire (développement des compétences terminales). Il aura aussi acquis une maîtrise suffisante des outils multimédias consacrés à l'enseignement des langues anciennes. Les étudiants CLAS suivent entièrement ce cours, ceux du programme LAFR n'en suivent que 37,5 heures (partie latine).",
        "content": "Le cours visera à donner à l'étudiant·e les principales clés nécessaires à la pratique future du métier d'enseignant·e en langues anciennes. Ainsi, les contenus suivants seront particulièrement développés : - lecture critique et contextualisée des documents officiels qui fondent l'enseignement des langues anciennes en Fédération Wallonie-Bruxelles (référentiels et programmes). - contextualisation des principaux courants didactiques (socio-constructivisme, enseignement explicite, ...) et présentation de certains fondements théoriques (taxonomie de Bloom, ...), avec leurs applications concrètes au cas de l'enseignement du latin et du grec. - analyse des méthodes pédagogiques mobilisables en vue d'assurer une diversité des pratiques dans l'enseignement des langues anciennes. - description et analyse des gestes professionnels de l'enseignant·e (gestion de la classe, distribution de la parole, feed-back, etc.) - analyse des enjeux et des outils mobilisables lors de l'évaluation des compétences à atteindre dans le cours de langues anciennes - présentation et analyse critique de quelques manuels fréquemment utilisés en Fédération Wallonie-Bruxelles - identification d'enjeux cognitifs appliqués à l'apprentissage des langues anciennes : motivation, mémoire, fonctions exécutives, rôle des émotions, rythme de l'apprentissage, profils spécifiques et troubles de l'apprentissage, etc. D'autres thèmes pourront encore être abordés en fonction des enjeux actuels propres à l'enseignement des langues anciennes. En complément, des exercices entraîneront les pratiques de l'oralité : la lecture à voix haute, les techniques du \" contage \" et les techniques de l'exposé. Les divers exercices proposés font appel à l'autoscopie (recours à la vidéo); ils visent à favoriser chez l'étudiant un autodiagnostic qui lui permettra de progresser.",
        "teaching_methods": "Le cours alternera des exposés magistraux avec des leçons encourageant fortement la participation active et les échanges avec les étudiant·e·s. Ainsi, en complément d'explications théoriques, de nombreuses mises en situation seront travaillées (micro-enseignement). Des séances de travaux pratiques entraîneront la prise de parole dans le contexte de la classe et la création de séquences didactiques originales et adaptées aux programmes officiels. Par ailleurs, la participation à des événements et des projets orientés vers la communication didactique et la rencontre du monde scolaire pourra être ponctuellement envisagée.",
        "assessment_methods": "Travaux pratiques (oralité) : 20% de la note finale. Dossier écrit avec examen oral sur base de ce dossier écrit (80% de la note finale). Celui-ci comportera : Pour les étudiant.es CLAS et LAFR: * l’élaboration d'un support didactique personnel et original, destiné à aborder un auteur latin ou un thème propre à la culture latine antique, dans une séquence équivalant à quatre heures de cours dans l'enseignement secondaire en Fédération Wallonie-Bruxelles. Premièrement, ce dossier intégrera une justification des choix pédagogiques reposant sur la lecture d'articles scientifiques et une réflexion pédagogique autour de l'un des enjeux actuels identifiés durant le cours. Deuxièmement, il s'agira de présenter une méthodologie adaptée pour aborder le texte latin et ses difficultés grammaticales, fondée sur l'analyse critique préalable de supports extérieurs (manuels, grammaires, séquences de cours, ...). Troisièmement, le dossier présentera la construction d'un commentaire textuel, fondé sur l'exploitation de ressources pertinentes et originales, issues de l'Antiquité (céramiques, mosaïques, sources archéologiques, comparaison avec d'autres extraits, ...) ou de périodes plus récentes (arts plastiques, interprétations musicales, littérature, publications récentes, bandes dessinées, mangas, films, jeux vidéos, etc.). Pour les étudiant.es CLAS uniquement: * l’élaboration d'un support didactique personnel et original, destiné à aborder un auteur grec ou un thème propre à la culture grecque antique, dans une séquence équivalant à quatre heures de cours dans l'enseignement secondaire en Fédération Wallonie-Bruxelles. Premièrement, ce dossier intégrera une justification des choix pédagogiques reposant sur la lecture d'articles scientifiques et une réflexion pédagogique autour de l'un des enjeux actuels identifiés durant le cours. Deuxièmement, il s'agira de présenter une méthodologie adaptée pour aborder le texte latin et ses difficultés grammaticales, fondée sur l'analyse critique préalable de supports extérieurs (manuels, grammaires, séquences de cours, ...). Troisièmement, le dossier présentera la construction d'un commentaire textuel, fondé sur l'exploitation de ressources pertinentes et originales, issues de l'Antiquité (céramiques, mosaïques, sources archéologiques, comparaison avec d'autres extraits, ...) ou de périodes plus récentes (arts plastiques, interprétations musicales, littérature, publications récentes, bandes dessinées, mangas, films, jeux vidéos, etc.). Dans  le travail écrit, les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique, ce qui veut dire que toutes les sources doivent être citées et que l'usage éventuel d'une IA doit être explicitement signalé.",
        "other_info": "/",
        "online_resources": "Page moodle du cours",
        "bibliography": "Bibliography will be given during the class.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhist2210",
        "title": "Codicologie",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bertrand Paul"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "La première partie du cours est théorique : elle comprend l'examen des différentes étapes de composition d'un codex : supports de l'écriture - composition des cahiers - pliage des feuillets - mise en page - piqûres et réglures - méthodes de transcription - instruments de travail du copiste - décoration et reliure. Le cours s'intéresse donc plus à l'étude du contenant que du contenu. On essaie de montrer à l'aide de fac-similés les particularités qu'un chercheur peut rencontrer dans un codex lors d'une description codicologique. Le cours vise à montrer les liens qui existent entre les étapes matérielles de confection d'un manuscrit et la transmission des textes qui y sont conservés : le manuscrit est par essence le témoin culturel de son époque. La seconde partie du cours est pratique. Chaque étudiant est amené à décrire un manuscrit de son choix et à mettre en oeuvre les informations théoriques qui ont été exposées pendant la première partie du cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme de cet enseignement, les étudiants doivent être capables de : - saisir le codex comme un témoin archéologique de notre passé culturel; - reconstituer les différentes étapes de la composition du livre médiéval; - repérer les indices matériels qui permettent de localiser la provenance du manuscrit et parfois de le dater.",
        "content": "La codicologie est la discipline historique qui veut étudier l’archéologie du document écrit : elle étudie sa forme, son support, son traitement, sa mise par écrit, sa mise en page et sa mise en forme, sa reliure éventuelle, sa conservation… Le Moyen Âge reste la période de référence à partir de laquelle les enseignements sont données, mais la période moderne et contemporaine peuvent être envisagés pour les travaux évaluateurs.  Documents d’archives comme manuscrits littéraires sont envisagés. Certaines leçons pourront se dérouler en bibliothèque de manuscrits ou en dépôt d’archives.",
        "assessment_methods": "L’évaluation consistera en un travail écrit de description codicologique d’un document, analysé dans une perspective littéraire ou historique OU un examen oral OU une autre forme d'évaluation continue Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "La documentation et les informations relatives au cours seront disponibles sur Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2020p",
        "title": "Comprendre l'adolescent en situation scolaire, Gérer la relation interpersonnelle et animer le groupe classe.",
        "credits": "4.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Il est important que l'e'tudiant ait re'alise' des observations en classe et dans l'institution scolaire lorsqu'il commence l'activite'. Dans la mesure du possible, il aura de'ja' entame' un premier stage d'enseignement.",
        "topics_covered": "Différentes thématiques sont abordées, telles que : -       L'école : une institution, un lieu de vie, analyse d'une situation complexe -       L'adolescence : phénomène culturel et processus psychique -       L'adolescent face à l'école : attentes, attitudes et représentations -       Les enjeux de la relation enseignant-enseignés : Comment se situer dans la relation Professeur-élèves ? Comment concilier le rôle d'éducateur et de professeur ? -       Les rapports de l'adolescent à l'autorité scolaire : comment établir une autorité vraie? -       Démotivation et violence dans les écoles secondaires : fantasme ou réalité ? -       Ecole et santé mentale : la dépression, la toxicomanie, les pratiques déviantes ...",
        "content": "La première partie de l'activité (partie cours) se penchera sur le contexte developmental spécifique à l’adolescence avec un accent sur les processus affectifs, cognitifs, psychosociaux, et motivationnels en jeux durant cette période. Des modes d’intervention utiles dans le contexte scolaire seront proposés. La seconde partie de l'activité (partie séminaire) traitera quatre champs expérientiels : - mieux se connaitre pour mieux communiquer ; - gérer la relation interpersonnelle entre différents acteurs ; - comprendre, participer et gérer des activités collectives dans l'école (conseils de classe, réunion d'enseignant.e.s, etc.); - animer le groupe classe avec efficacité, assumer son autorité",
        "teaching_methods": "Pour la partie cours, les concepts théoriques seront présentés lors de séances magistrales où les professeurs seront attentifs à répondre aux questions des étudiant.e.s. Ils veilleront aussi à illustrer ces propos théoriques par des présentations de cas qui seront discutés avec les étudiant.e.s. Dans la partie séminaire, une attention particulière sera accordée à la cohérence entre les méthodes d'enseignement utilisées et les concepts et outils qui y sont développés. Les démarches actives seront favorisées : apprentissage par problèmes, analyse de matériaux, d'outils et de cas concrets (parfois présentés par des témoins ou en vidéos), discussions et débats, travail en groupe au cours, exposés de restructuration. Durant les temps de travail en sous-groupe dans les séminaires, la méthodologie active (exercices pratiques, mises en situation) cherchera à ce que les apports conceptuels soient introduits à partir de l'expérience des étudiant.e.s sur le terrain scolaire et des relations interpersonnelles et groupales vécues au sein du séminaire.",
        "assessment_methods": "L'évaluation portera sur l'ensemble du dispositif pédagogique comprenant deux activités : la participation active aux séances de séminaire et l'examen écrit du cours. La note finale ne pourra être délivrée que si l'étudiant a réalisé ces deux activités au sein d’une même année académique. Les modalités précises de la participation au séminaire sont disponibles sur Moodle.",
        "other_info": "La première partie donnée sous forme de cours sera répétée deux fois (au second quadrimestre). La seconde partie donnée sous forme de séminaire sera organisée par petits groupes et assurée par une équipe de formateurs.trices : des groupes seront proposés au premier et au second quadrimestre. Attention: cette activité ne peut être suivie que par des étudiant.e.s inscrit.e.s à un programme d'agrégation ou à un master à finalité didactique. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie «Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l’unité d’enseignement ( > https://moodleucl.uclouvain.be : LAGRE2020 cours et LAGRE2020 Séminaire).",
        "bibliography": "Un portefeuille de documents comprendra des textes de base relatifs aux thèmes centraux du cours, il sera complété par des documents sur des outils de communication et de connaissance de soi fournis par les formateurs.trices qui animent les sous-groupes de séminaires.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1322",
        "title": "Grec III B",
        "credits": "5.00",
        "hours": "45.0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Mathys Audrey"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1270 Grec II Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Étude approfondie de la grammaire grecque classique , essentiellement la syntaxe, dans une approche linguistique (origine et évolution des structures de la langue). Les deux cours de niveau III (A et B) aborderont une sélection de chapitres relatifs à la syntaxe de la phrase simple et complexe . À cela s’ajoute l’assimilation d’un vocabulaire complémentaire et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Étude systématique de la grammaire grecque classique (en particulier la syntaxe). En grec III B seront abordés les points suivants (liste non exhaustive) : - emploi des temps et des modes ; - syntaxe des cas ; - syntaxe des propositions complétives ; - ordre des mots et structure informationnelle. Parallèlement, les étudiants liront en autonomie deux ou trois textes grecs suivis (cursives). Les heures d'exercices sont consacrées à la révision de la morphologie et du vocabulaire, à des exercices sur les points de grammaire abordés au cours et à la pratique du thème et de la version.",
        "teaching_methods": "Alternance de séances de cours interactives et d'exercices.",
        "assessment_methods": "1. Test réguliers lors des travaux pratiques (20 % de la note). En cas d'échec, une épreuve complémentaire (version) devra être présentée à la session de septembre. 2. Épreuve orale vérifiant la maîtrise de la lecture cursive (40 % de la note), répartie sur les sessions de janvier et de juin. L’article 82 du RGEE est ici applicable : « Lorsque l’étudiant ou l’étudiante présente à la session de janvier une épreuve partielle et qu’il ou elle atteint, pour cette épreuve partielle, le seuil de réussite, il ou elle présente à la session de juin un examen sur le solde de l’épreuve. S’il ou elle ne présente pas l’examen en juin, il ou elle perd le bénéfice de l’épreuve partielle. Si l’étudiant ou l’étudiante n’a pas atteint le seuil de réussite pour l’épreuve partielle de janvier, il ou elle présente à la session de juin un examen sur la totalité de l’épreuve. En toutes hypothèses, en septembre, l’examen porte sur la totalité de l’épreuve. » 3. Épreuve écrite vérifiant les connaissances théoriques et les compétences pratiques, y compris le thème et la version (40 % de la note) en juin. En cas d'échec, elle doit être repassée en septembre.",
        "other_info": "Le cours LGLOR1270 (Grec II) est un prérequis de ce cours.",
        "online_resources": "Les supports de cours et des ressources électroniques sont disponibles sur Moodle.",
        "bibliography": "Les ouvrages de référence sont signalés au cours. Manuels de référence pour la morphologie et le vocabulaire : - D. Planque, Grammaire grecque, 8e édition, Namur, 1977 (version pdf). - A. Cheyns - D. Xhardez, Cahier de vocabulaire grec pour un apprentissage en lien avec le français, Louvain-la-Neuve, 2005.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1732",
        "title": "Explication d'auteurs latins B",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Delanaye Lysiane",
            "Kachuck Aaron"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1230",
        "topics_covered": "Lecture et commentaire d’une sélection d’œuvres représentative de la littérature latine classique, en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature latine classique; 2 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature latine, incluant des considérations littéraires, historiques et stylistiques.",
        "content": "LGLOR1732 se divise en 2024-2025 en deux parties, la première se concentrant sur la poésie (Q1), la seconde sur la prose (Q2), dont les deux parties sont liées au thème du cosmos (le monde), de l' imperium (le pouvoir, ou l’empire) et de l'individu. Au cœur de Q1, se trouve l'étude de l' Énéide de Virgile dans sa totalité (en latin et en traduction), avec une étude approfondie de certains passages. L'étude d’autres textes de Virgile (les Bucoliques , les Géorgiques ), et de la tradition grecque et latine, aidera à clarifier le caractère particulier de ce poème révolutionnaire. Les principaux intérêts de notre lecture émergent dès le premier vers du poème : la relation entre les humains et les objets ( arma ) ; ce que signifie être un humain et, dans les structures de genre de la Rome antique, un homme ( virum ) ; le pouvoir et la faiblesse du langage ( cano ) ; les modèles de temps - sa répétition et sa direction - à l’époque d’Auguste ( primo ) ; la nature des villes passées, présentes et futures en tant que ruines et points de refuge ( Troiae ) ; et la relation des humains à la nature ( ab oris ). Notre principale question sera : comment le poème de Virgile dans son ensemble invente-t-il un nouveau monde possible pour les Romains de son époque ?Q2 se tourne vers Sénèque le Jeune, et, en particulier, vers sa problématisation de la divinisation à Rome dans ses œuvres en prose. Une étude à la fois granulaire et structurelle de ces deux œuvres sera contextualisée par d'autres lectures en traduction. Le cours combinera la lecture critique (y compris les questions de métrique et d'établissement du texte) et l'analyse littéraire, ainsi que l'attention portée aux contextes religieux, culturels et politiques.",
        "teaching_methods": "Séminaire d'interprétation et de discussion. La traduction et l'interprétation préparées par les étudiants et étudiantes est vérifiée au cours et fait l'objet d'un commentaire.  Si nécessaire, les acquis grammaticaux feront l'objet de révisions ponctuelles.",
        "assessment_methods": "Q1 Évaluation continue par le biais de tests de traduction en classe (40% de Q1 pour LAFR) La traduction doit rendre compte de toutes les particularités grammaticales du texte ; tant qu'elle n'est pas correcte, on ne passe pas à autre chose. Exactitude, précision et analyse complète des faits sont ici de rigueur (analyses morphologiques complètes, temps primitifs, explications syntaxiques, etc.); il n'y a aucune place pour l'approximation. Si le titulaire le juge nécessaire, ces tests peuvent également comprendre des questions de grammaire. Les tests pourraient favoriser les passages qui figure sur la liste des passages recommandés, mais pourraient également inclure un passage non tiré de cette liste tiré de livres déjà étudiés en classe (dans ce cas, le passage sera normalement plus court). NB : Seules les absences officiellement excusées (par exemple, un certificat de maladie) donnent droit à un test de rattrapage sur rendez-vous avec le professeur ; le professeur se réserve le droit de faire passer ces tests de rattrapage à l’orale plutôt que par test écrit. Examen écrit pendant la session de janvier (60%), avec réponses courtes (identification, et commentaire sur courts extraits du texte du cours en latin), et/ou dissertation/dissertation-commentaire, en tous cas exigeant l’intégration des connaissances littéraires, historiques et stylistiques acquises tout au long du cours. Q2 En Q2, l'évaluation aura lieu pendant la session, et prendra la forme suivante : Travaux à rendre: une dissertation à envoyer par courriel au professeur avant le début de la session (50% de Q2) ; les sujets et les consignes seront présentés par le titulaire du cours en Q2. Examen écrit durant la session de juin: traduction d’un ou plusieurs passages du latin au français tirés des Textes Principaux en Latin de Q2, et cet examen peut également comprendre des questions de grammaire (50% de Q2). La note finale sera calculée sur les moyennes pondérées de Q1 (60%) et Q2 (40%). Q1 redux en Q2 Si quelqu'un souhaite représenter (ou présenter pour la première fois) des éléments d'évaluation de la session de janvier en juin, cette personne doit en plus de l’évaluation de Q2 aussi représenter ou présenter tous les éléments de l'évaluation de Q1 par le biais d’un examen oral, où, pour garantir l'égalité des chances, compte tenu de la différence des contraintes de temps, des questions grammaticales et syntaxiques pourront également être posées sur des points de traduction et d’interpretation. La note finale sera calculée sur les moyennes pondérées de l’évaluation de Q1 (60%) et d’évaluation de Q2 (40%). Il est impératif que les étudiants tentent de réussir aux sessions de janvier et de juin, évitant ainsi autant que possible de devoir passer ou repasser l'examen à la session d'août/septembre . Mais si jamais cela s’avère nécessaire : Q1+Q2 redux en session d’août/septembre Pour ceux dont la moyenne pondérée à la fin de Q2 ne représente pas une note de passage, l'évaluation aura lieu pendant la session d'août/septembre et prendra la forme suivante : Q1 : Questions de traduction de textes latins de Q1, identification, grammaire et analyse. Q2 : Questions de traduction de textes latins de Q2, grammaire et analyse. La note finale sera calculée sur les moyennes pondérées de Q1 (60%) et Q2 (40%). NB: L'évaluation des étudiants de différents programmes peut être sujette à des différences en fonction du type de programme.",
        "other_info": "English-friendly course : cours enseigné en français, mais offrant des facilités en anglais. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Via le site Moodle du cours",
        "bibliography": "Voir le site du cours sous la rubrique \"Ressources en ligne\"",
        "course_materials": "Voir le site du cours sous la rubrique \"Ressources en ligne\"",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1722",
        "title": "Explication d'auteurs grecs B",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Delanaye Lysiane",
            "Willocx Louise"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1270",
        "topics_covered": "Lecture et commentaire d’une sélection d’œuvres représentative de la littérature grecque classique, en fonction d’une thématique donnée. La lecture s’accompagnera d’explications grammaticales en fonction des besoins des étudiant.e.s et des caractéristiques des textes lus.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature grecque classique; 2 analyser grammaticalement ces textes; 3 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature grecque, incluant des considérations littéraires, historiques et stylistiques.",
        "content": "Les auteurs choisis pour le cours sont Euripide ( Les Troyennes et Andromaque ) et Aristophane ( Lysistrata ). Après une introduction situant l'auteur et son oeuvre, la traduction est éclairée au niveau grammatical et assortie d'un commentaire.",
        "teaching_methods": "La traduction préparée par les étudiants est vérifiée au cours et fait l'objet d'un commentaire. Si nécessaire, les acquis grammaticaux feront l'objet de révisions ponctuelles.",
        "assessment_methods": "Examen oral portant sur : La traduction d'extraits vus en classe (30%) L'analyse grammaticale (30%) La discussion d'un commentaire personnel écrit, à rendre le premier jour de la session (40%) Examen partiel en janvier, avec possibilité de repasser en juin en cas d'échec. En septembre, l'ensemble de la matière est à présenter. Les modalités sont les mêmes pour les deux quadrimestres.",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Page Moodle avec supports du cours : https://moodle.uclouvain.be/course/view.php?id=2533",
        "bibliography": "Édtitions utilisées : 1. Le texte de base est celui du Thesaurus Linguae Graecae, soit généralement celui d'une édition d'Oxford; 2. Édition des Belles-Lettres. Une bibliographie complémentaire sera fournie au cours. Grammaire de référence : D. Planque, Grammaire grecque, 8e édition, Namur, 1977 (version pdf).",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2180",
        "title": "Séminaire d'épigraphie grecque",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Balzat Jean-Sébastien"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Néant.",
        "topics_covered": "Le séminaire aborde les thèmes suivants : typologie des textes épigraphiques : décrets, lois, traités, comptes, inventaires, dédicaces, épitaphes, actes d'affranchissement, contrats, tablettes d'exécration, etc. écriture alphabétique grecque, de l'époque archaïque à l'époque impériale. édition de textes épigraphiques. lecture, commentaire et datation d'inscriptions grecques. compétences techniques : estampage, photographie, fac-similé. maîtrise des outils bibliographiques et des ressources électroniques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du séminaire, les étudiants seront capables : de lire des inscriptions grecques sur photographie, estampage et/ou fac-similé. d'éditer et d'étudier de manière complète et pertinente des textes épigraphiques grecs (rédaction de lemme, transcription, restitution, traduction, datation et commentaire). d'utiliser à bon escient les outils bibliographiques et les instruments de travail.",
        "content": "Présentation systématique des documents susceptibles d'être inscrits sur support épigraphique, ainsi que des écritures grecques alphabétiques utilisées de l'époque archaïque à l'époque impériale. Exercices techniques : estampage, photographie, fac-similé. Formation à l'édition épigraphique : rédaction d'un lemme, transcription, restitution. Introduction au maniement des corpus épigraphiques et des instruments de travail. Exercices de lecture, traduction, commentaire et datation d'inscriptions grecques.",
        "teaching_methods": "Le séminaire se compose d'exposés magistraux, d'exercices dirigés, de préparations personnelles et de lectures collectives d\"inscriptions grecques.",
        "assessment_methods": "Travail personnel et examen oral.",
        "online_resources": "Un syllabus est disponible sur le serveur Moodle.",
        "bibliography": "Une bibliographie d'orientation est disponible sur le site http://bcs.fltr.ucl.ac.be/EpiB.html",
        "course_materials": "Syllabus / Coursebook (disponible / available on Moodle)",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgrec1500",
        "title": "Grec - Niveau approfondi",
        "credits": "9.00",
        "hours": "90.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Grec",
        "prerequisites": "Avoir réussi le cours LGREC1300 , niveau intermédiaire Test d'orientation pour les étudiants extérieurs.",
        "topics_covered": "Evénements personnels et familiaux vie professionnelle langue écologie économie monuments culture grecque contemporaine introduction à l'histoire et à la littérature grecques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre l'essentiel de sujets familiers dits en langage clair et standard, d'émissions sur l'actualité dits de façon lente et distincte. Comprendre des textes rédigés en langue courante, la description d'événements, l'expression de sentiments et de souhaits. Faire face aux situations de voyage. Prendre part sans préparation à une conversation sur sujets familiers. Articuler des expressions de manière simple pour raconter rêves, expériences, événements, espoirs, buts. Exposer simplement opinions et projets. Raconter une histoire ou intrigue, ses réactions, expériences, impressions. Ecrire un texte simple, cohérent, sur des sujets familiers.",
        "content": "Objectifs : niveaux CECR : B2 du pour l'expression orale, la compréhension à l'audition et la compréhension à la lecture B1/B2 pour l'expression écrite. Exercices de vocabulaire et de grammaire exercices de compréhension à l'audition et à la lecture exercices d'expression orale individuels et interactifs exercices d'expression écrite textes et activités dont les sujets sont d'intérêt général introduction à l'histoire et à la littérature grecques.",
        "teaching_methods": "Cette activité consiste en une série de cours présentiels. Elle requiert une participation active et comprend des exercices écrits à préparer en autonomie, ainsi que des exercices oraux et écrits à réaliser pendant le cours.",
        "assessment_methods": "Evaluation continue ; Examen écrit et oral.",
        "other_info": "Charge de travail : heures présentielles = 84 Travail autonome = 180  heures. L'enseignant est disponible pendant ses heures de réception et peut être contacté par courriel.",
        "bibliography": "manuel aux éditions MATHAINOYME ELLINIKA: Akoma kalytera ! Auteurs : Antoniou, Galazoula, Dimitrakou, Maggana,  maison d'édition : KEDROS matériel personnel du professeur. Grammaire : Petite Grammaire du grec moderne, auteur  M. Triandaphyllidis",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor9001",
        "title": "Stages d'observation et d'enseignement : langues et littératures anciennes",
        "credits": "6.00",
        "hours": "50.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Clesse Grégory"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR2540",
        "topics_covered": "Les matières sont négociées avec les différents maîtres de stage fréquentés. On veillera à une répartition équilibrée entre domaines grec et latin.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au cours de ces stages, l'étudiant appliquera les différentes méthodes pédagogiques et didactiques acquises lors de sa formation théorique. Il sera capable de concevoir, planifier et dispenser des cours en langues anciennes (latin et grec) dans l'enseignement secondaire inférieur et supérieur et à s'adapter à différentes situations professionnelles dans des environnements scolaires diversifiés en interagissant avec des maîtres de stages.",
        "content": "Le stage de 50 heures, destiné aux étudiant·e·s en langues et littératures anciennes, orientation classiques, est réparti en trois entités : Des stages d'observation et d'analyse des pratiques didactiques (10 h), qui incitent l'étudiant·e à se projeter dans la prise en charge de la classe en rencontrant ses futurs élèves et le maître de stage; Des stages pratiques d'enseignement (40 h), qui permettent au·à la futur·e enseignant·e d'expérimenter les différents points abordés dans les cours théoriques sous la guidance de maîtres de stage agréés par l'UCLouvain ; La présentation de leçons publiques.",
        "teaching_methods": "L'étudiant·e choisit ses maîtres de stage (au moins trois, dans trois écoles différentes) dans la liste des maîtres de stage agréés par l'UCLouvain. Il·Elle convient avec eux·elles des modalités du stage d'observation et des leçons actives. L'étudiant·e peut moduler son stage suivant ses intérêts personnels tout en veillant à répartir ses leçons de manière équilibrée entre le latin et le grec, comme entre les trois degrés de l'enseignement secondaire. À l'issue de chaque stage, l'étudiant·e réalisera un rapport d'activité, qui l'invite à réfléchir sur ses pratiques. Ces rapports écrits formeront la moitié de l'évaluation du cours LGLOR2550.",
        "assessment_methods": "Chaque séquence de stage est évaluée par le·la maître de stage selon un rapport commun à tou·te·s les étudiant·e·s (comprenant critères et indicateurs), réalisé en collaboration avec les maîtres de stage, les conseillers pédagogiques et le directeur des stages. L'ensemble des stages fait enfin l'objet d'une évaluation finale qui prend la forme d'une double leçon publique (latin et grec) devant un jury composé d'enseignant·e·s universitaires des formations concernées.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2204",
        "title": "Séminaire de traduction littéraire des langues anciennes vers le français : histoire, théorie et pratique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Smeesters Aline"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance des langues anciennes, en particulier du latin. Connaissance élémentaire de la scansion de l'hexamètre et du pentamètre.",
        "topics_covered": "Formation à la traduction littéraire. Le séminaire brosse le panorama des principales théories dans le domaine de la traduction littéraire. Il donne une série d'outils concrets pour encadrer la démarche de traduction.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce séminaire, l'étudiant sera capable d'une réflexion critique sur la démarche et les enjeux de la traduction de textes littéraires, en particulier grecs et latins. Il sera à même de produire lui-même des traductions dépassant le stade du calque littéral, en situant sa pratique dans un cadre théorique et en justifiant ses choix.",
        "content": "Le séminaire propose un aperçu historique des grandes tendances de la traduction de textes classiques (entre \"traductions philologiques\", \"belles infidèles\" et \"littéralisme littéraire\") et une réflexion sur les enjeux qui leur sont liés. Il présente les idées d'une série de théoriciens de la traduction (Antoine Berman, Umberto Eco, François Ost, Paul Ricoeur, Lawrence Venuti...) dont le propos est pertinent pour la traduction de textes classiques. Il permet aux étudiant.es de se familiariser avec le travail de traducteurs littéraires de langue française marquants dans le domaine des lettres anciennes, à travers les siècles (Amyot, Perrot d'Ablancourt, Anne Dacier, Marguerite Yourcenar, Klossowski, Philippe Brunet, Olivier Sers...) . Les étudiant.es sont invité.es à s'exercer aux-mêmes à la traduction littéraire de textes anciens et à développer un projet personnel de traduction orienté vers un public cible bien défini.",
        "teaching_methods": "Le séminaire comporte une série d'exposés magistraux, dans lesquels la participation active des étudiants est encouragée, ainsi que des exercices pratiques (de traduction et de révision de traductions). Certaines séances sont préparées par des lectures d'articles.",
        "assessment_methods": "La cote se fonde sur un travail final, comprenant une introduction théorique et une traduction personnelle d'un texte latin de 600 à 1200 mots. Le travail sera discuté lors d'un examen oral. Dans la rédaction du travail, le recours aux intelligences artificielles (IA) génératives est déconseillé de manière générale. Il peut être admis pour certaines tâches particulières (e.g. assistant linguistique) à la condition que cette utilisation se fasse de manière critique, responsable et conformément aux pratiques de l’intégrité académique et scientifique.",
        "online_resources": "Sur le serveur Moodle",
        "bibliography": "Les textes théoriques sur lesquels se base le séminaire sont fournis aux étudiants.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2372",
        "title": "Archéologie et histoire de l'art de Rome et des provinces romaines",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cavalieri Marco",
            "Limina Valentina"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours envisage des questions approfondies et des problèmes spécifiques d'interprétation liés aux reconstructions sociales et politiques basées sur des sources archéologiques concernant la ville de Rome, depuis sa fondation jusqu'au Haut Moyen Age, d’une part, et de l'Italie et des provinces romaines, surtout de l’Occident, d’autre part. Les questions abordées concernent des domaines différents, notamment l'urbanisme, l'architecture, les systèmes du bâti, etc. et tendent vers la définition d’un schéma interprétatif des modes de vie romains au fil des siècles.",
        "content": "Le cours envisage des questions approfondies et des problèmes spécifiques d'interprétation liés aux reconstructions sociales et politiques basées sur des sources archéologiques concernant la ville de Rome, depuis sa fondation jusqu'au Haut Moyen Age, d’une part, et de l'Italie et des provinces romaines, surtout de l’Occident, d’autre part. Les questions abordées concernent des domaines différents, notamment l'urbanisme, l'architecture, les systèmes du bâti, etc. et tendent vers la définition d’un schéma interprétatif des modes de vie romains au fil des siècles.",
        "teaching_methods": "Combinaison d'exposés ex-cathedra de l'enseignant ou de conférencièr·es invité·es et de séminaires. Les séances peuvent être préparées par les étudiant·es sur base de la lecture d'un ou plusieurs articles dont la liste sera publiée au début de l'année. Ils/elles sont d'ailleurs invité·es à participer de façon active à certaines séances qui peuvent prendre la forme de séminaire.",
        "assessment_methods": "Examen écrit",
        "other_info": "En 2024-2025, le thème du cours portera sur le paysage romain considéré comme un ensemble de villes, de campagnes et de groupes humains. Le cours s’intéressera à diverses questions d’urbanisme, notamment en relation à l’organisation et à l’articulation de l’espace urbain dans le monde romain, au rôle des édifices et des infrastructures publics et au rapport entre ville et territoire. Étant un cours d’archéologie et d’histoire de l’art, l’on s’intéressera également à l’architecture, au décor et aux techniques de construction des différents édifices et structures qui composent la ville, sans oublier l’idéologie impériale, les dynamiques du pouvoir et cela à partir de l’interprétation des œuvres d’art (sculpture, peinture et architecture). Rome, et l’Italie centrale seront le point de départ d’une réflexion qui s’élargira à tout l’Empire romain.",
        "online_resources": "PowerPoints des cours et bibliographie.",
        "bibliography": "- Cavalieri M. 2020, Les villes « à la romaine », in Les mondes romains. Questions d’archéologie et histoire, sous la direction de R. Gonzáles Villaescusa, G. Traina, J.-P. Vallat, Paris, pp. 197-222. - Adam J.P. 2008, La construction romaine : matériaux et techniques, Paris. - Grimal P., Woloch G. 1983, Roman Cities, London. - Gros P. 2006, L'architecture romaine. 1. Les monuments publics, Paris. - Gros P., Torelli M.  2007, Storia dell’urbanistica. Il mondo romano, Roma. - Lafon X., Marc J.Y., Sartre M. 2011, Histoire de l'Europe urbaine. 1. La ville antique, Paris. - Mattingly D.J., 2011 Imperialism, power and identity. Experiencing the Roman Empire, Princeton 2011. - Zanker P. 1999, The power of images in the age of Augustus, Ann Arbor. - Zanker P. 2013, La città romana, Roma.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2120p",
        "title": "Observation et analyse de l'institution scolaire et de son contexte (en ce compris le stage d'observation)",
        "credits": "4.00",
        "hours": "22.5 h + 25.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Différentes thématiques sont abordées, telles que : la structure de l'enseignement secondaire, les réseaux d'enseignement, les politiques éducatives, les modes de régulation du système éducatif, la démocratisation de l'enseignement, la production des inégalités scolaires, les disparités entre établissements scolaires, la diversité des publics scolaires, l'organisation scolaire, les rapports entre l'école et les familles, les enquêtes internationales en éducation (PISA, '), etc.",
        "content": "L'unité d'enseignement aborde l'institution scolaire et son contexte à plusieurs niveaux, à partir de travaux de recherche menés en éducation dans plusieurs disciplines relevant des sciences sociales et humaines (sciences l'éducation, sociologie, histoire, ...). Au niveau macro-social, il s'agit d'éclairer, dans une perspective historique, politique et sociale, le fonctionnement et l'organisation du système éducatif en Communauté française de Belgique, les politiques éducatives (et textes de référence) et les caractéristiques du public scolaire. Au niveau méso-social, il s'agit d'analyser le fonctionnement des établissements scolaires en abordant les modes d'organisation scolaire, les cultures d'établissement et les relations entre les différents acteurs scolaires. Au niveau micro-social, il s'agit d'éclairer les logiques d'acteurs (enseignants, élèves, parents d'élèves,...) qui se nouent autour du travail enseignant en classe. Une attention particulière est accordée aux enjeux et défis actuels de notre système scolaire, en lien notamment avec la massification de l'enseignement et la production des inégalités scolaires. Quelques éléments de comparaison avec les systèmes d'enseignement adoptés par d'autres pays permettent d'approfondir la réflexion et de l'ouvrir à la dimension européenne.",
        "teaching_methods": "L'unité d'enseignement comprend trois activités d'apprentissage non dissociables : un cours (22h30), un stage d'observation (10h) et un séminaire (15h). Le cours éclaire l'institution scolaire et son contexte au moyen de plusieurs cadres d'analyse et démarches de problématisation. Il ne s'agit pas de submerger l'étudiant d'informations exhaustives mais de l'outiller pour le préparer à adopter lui-même une démarche réflexive. Le stage est effectué, en équipe pluridisciplinaire, dans un établissement, quel que soit le réseau. Durant une observation de dix heures, réparties sur deux journées, l'étudiant a l'occasion de découvrir le fonctionnement de l'école sur le plan de ses options éducatives, organisationnelles, pédagogiques et extrascolaires. Le séminaire, assuré par une équipe pluridisciplinaire d'enseignants praticiens, est conçu pour permettre aux étudiants de confronter et analyser les observations réalisées au cours de leur stage.",
        "assessment_methods": "L'évaluation porte sur l'ensemble du dispositif comprenant les 3 activités d'apprentissage : cours, stage d'observation et séminaire. Plus précisément, l'évaluation s'appuie sur : 1. Une évaluation continue basée sur des travaux de réflexion réalisés durant le quadrimestre au sujet d'enjeux éducatifs.2. Une évaluation finale basée sur un examen écrit. Les modalités précises de l'évaluation (critères, délais, formes...) sont détaillées par les enseignants au début de l'activité. L'articulation des différentes activités d'apprentissage (cours, stage d'observation et séminaire) suppose une participation active à l'ensemble du dispositif. De plus, la réalisation du stage d'observation et le travail d'analyse en équipe pluridisciplinaire produit au cours du séminaire requièrent la présence effective de chacun ; cette présence constitue un prérequis à l'évaluation finale. La note finale ne peut être délivrée que si l'étudiant a assisté et a participé activement à l'entièreté du stage et du séminaire. L'étudiant sera considéré comme absent tant que le stage et le séminaire n'ont pas été réalisés.",
        "other_info": "Les trois activités d'apprentissage de l'unité d'enseignement (cours, stage d'observation et séminaire) ont lieu deux fois par an (Q1 et Q2) ; elles doivent cependant être suivies durant le même quadrimestre. Attention: cette activité ne peut être suivie que par des étudiants inscrits à un programme d'agrégation ou à un master à finalité didactique",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l'unité d'enseignement.",
        "bibliography": "Les étudiants disposent d'un portefeuille de lecture. L'indication des sources où se procurer des informations permettra aux futurs enseignants de les réactualiser.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2791",
        "title": "Grec byzantin A",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le cours s'adresse à des étudiants ayant suivi les cours de grec ancien du premier cycle, ou démontrant une connaissance jugée suffisante par l'enseignant.",
        "topics_covered": "Maîtrise de la langue grecque de la période byzantine. En alternance avec le cours LGLOR2792, ce cours aborde des textes écrits en grec entre le IVe et le XVe siècle, qui témoignent de l'évolution de la langue grecque, partant du grec classique pour aboutir, à terme, au grec moderne. La lecture des textes est aussi l'occasion d'illustrer des notions d'histoire byzantine, de l'histoire de la littérature byzantine et des institutions byzantines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de lire, de traduire et d'analyser des textes grecs byzantins du IVe au XVe siècle, d'un niveau de difficulté avancé. Il sera à même de mener une recherche personnelle sur les textes concernés.",
        "content": "Le monde byzantin (330-1453) a donné lieu à une abondante production littéraire en grec. Les textes byzantins appartiennent à divers genres littéraires (historiographie, philosophie, poésie, théologie, roman, etc.) et illustrent différents niveaux de la langue, soit proches des modèles classiques, soit influencés par la langue parlée et les formes populaires. Ces textes sont aussi le reflet d'une société, avec ses conceptions culturelles, religieuses et politiques. Ce sont ces différents aspects que la lecture des textes permet de mettre en lumière. Le cours consiste en la lecture commentée et l'analyse de textes byzantins de différentes époques et de différents niveaux de langue. Conçu comme initiation à la recherche, le court requiert un travail de préparation de la part de l'étudiant. La connaissance du grec ancien est requise.",
        "teaching_methods": "Le cours se déroule comme un séminaire : les textes, préparés par les étudiants, sont analysés lors du cours, et enrichis de commentaires grammaticaux, linguistiques, historiques, culturels, etc. À l'occasion, des exposés complémentaires sur des points particuliers de l'histoire ou de la littérature sont fournis par l'enseignant. Un portefeuille de lectures recommandées est fourni.",
        "assessment_methods": "L'évaluation est continue, basée sur le travail de préparation des étudiants pour chaque cours.",
        "other_info": "L'enseignant réunit les étudiants en début d'année pour fixer avec eux l'horaire.",
        "online_resources": "Documentation disponible pour les étudiants sur le site Moodle du cours.",
        "bibliography": "Textes et matériaux utiles fournis par l'enseignant / Texts and useful material supplied by the teacher.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2321",
        "title": "Questions de patrologie I",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Le cours proposera l'analyse d'une question spéciale portant sur divers témoignages de l'ancienne littérature chrétienne, envisagée dans ses aspects littéraires, doctrinaux et théologiques ; il situe dans leur contexte historique et théologique les textes vus au cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traiter une question théologique ou littéraire portant sur l'ancienne littérature chrétienne principalement grecque et/ou latine ; 2 lire de manière critique les sources théologiques anciennes ; 3 manier les principaux instruments de travail du patrologue.",
        "content": "Origène, lecteur de l'Ecriture Origène (185–254) est l'un des auteurs les plus prolifiques de l'Antiquité chrétienne. Son influence sur la tradition exégétique chrétienne a été profonde et durable. Le cours s'efforcera de cerner les traits caractéristiques de son herméneutique à partir d'uje lecture du Traité des principes . Il s’agira de faire entrer les étudiants dans « l'esprit » de l'exégèse ancienne, en laissant le plus possible la parole à Origène lui-même. On ne cherchera pas tant à dresser un inventaire des procédés de l'exégèse origénienne qu’à situer cette exégèse dans le lieu qui lui est propre. On voudrait montrer comment l'exégèse des Pères offre aujourd'hui encore un paradigme puissant, non pas comme méthode exégétique de rechange, mais en tant que perception originale de ce que chrétien veut dire en termes bibliques.",
        "assessment_methods": "Évaluation : au choix de l'étudiant : - examen oral sur la matière vue au cours - rédaction d'une dissertation sur un sujet en lien avec la matière vue au cours. Ce travail écrit (entre 25.000 et 30.000 caractères) fait l'objet d'une présentation orale et d'une évaluation formative.",
        "bibliography": "Quelques ouvrages de référence sur l'exégèse patristique: de Lubac H., Histoire et esprit. L'intelligence de l'Écriture d'après Origène , Paris, 1950. Fiedrowicz M., Principes de l'interprétation de l'Écriture dans l'Église ancienne (Traditio christiana, 10), Berne, 1999. Pelletier A.-M., D'âge en âge, les Ecritures : la Bible et l'herméneutique contemporaine (Le livre et le rouleau, 18), Bruxelles, 2004. Écriture et Tradition chez les Pères de l'Église , sous la direction de M. Stavrou et J. van Rossum (Cahiers de Biblia Patristica, 17), Turnhout, 2017. Handbook of Patristic Exegesis. The Bible in Ancient Christianity , ed. by Ch. Kannengiesser, 2 vol., Leiden, 2004.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2523",
        "title": "Questions d'histoire byzantine",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Coulie Bernard"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Aucun prérequis, mais une connaissance du grec ancien est utile.",
        "topics_covered": "Étude du système politique, administratif et fiscal de l'Empire byzantin, du IVe au XVe siècle. Le cours aborde l'histoire de l'organisation de l'Etat byzantin dans ses différentes dimensions (politique, administrative, fiscale, etc.). Une attention particulière est accordée aux sources écrites (documents juridiques, protocoles et listes de préséances, textes littéraires).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de maîtriser les éléments du fonctionnement de l'État byzantin. Pour ce faire, il aura acquis la maîtrise des outils de travail et sera à même de mener une recherche personnelle dans le domaine des institutions byzantines.",
        "content": "L'Empire byzantin a développé une forme particulière d'Etat. Durant ses onze siècles d'existence (de 330 à 1453), cette forme a subi de profondes évolutions, partant d'une forme impériale romaine pour aboutir à un système plus typiquement médiéval. C'est cette évolution que le cours entend illustrer, à travers l'étude approfondie de quelques thèmes comme le rôle de l'empereur, l'administration des territoires, l'administration des finances, la fiscalité, etc. Le recours aux sources permet d'appréhender le fonctionnement de l'État byzantin au quotidien et d'en saisir les caractéristiques et les évolutions.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "L'examen consiste en une lecture commentée d'un texte byzantin (en traduction): l'étudiant choisit une vie d'empereur dans la Chronique de Skylitzès (en traduction) et est invité à identifier les données institutionnelles présentes dans le récit. Les modalités de l'examen sont présentées lors du premier cours. L'examen peut se dérouler en français ou en anglais.",
        "other_info": "Aucun prérequis. La connaissance du grec n'est pas requise pour ce cours.",
        "online_resources": "Divers documents sont disponibles pour l'étudiant sur le site Moodle du cours: plan du cours, bibliographie, exposés de plusieurs chapitres, documents.",
        "bibliography": "Textes et matériaux fournis par l'enseignant / Texts and documents provided by the teacher.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1721",
        "title": "Explication d'auteurs grecs A",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Delanaye Lysiane"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1270",
        "topics_covered": "Lecture et commentaire d’une sélection d’œuvres représentative de la littérature grecque classique, en fonction d’une thématique donnée. La lecture s’accompagnera d’explications grammaticales en fonction des besoins des étudiant.e.s et des caractéristiques des textes lus.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature grecque classique; 2 analyser grammaticalement ces textes; 3 produire un commentaire structuré et argumenté d’une ou plusieurs œuvres de la littérature grecque, incluant des considérations littéraires, historiques et stylistiques.",
        "content": "Les auteurs choisis pour le cours sont Platon (Q1) et Sophocle (Q2). Après une introduction situant l'auteur et son oeuvre, la traduction est éclairée au niveau grammatical et assortie d'un commentaire.",
        "teaching_methods": "La traduction préparée par les étudiants est vérifiée au cours et fait l'objet d'un commentaire. Si nécessaire, les acquis grammaticaux feront l'objet de révisions ponctuelles.",
        "assessment_methods": "Examen oral portant sur : La traduction d'extraits vus en classe (30%) L'analyse grammaticale (30%) La discussion d'un commentaire personnel écrit, à rendre le premier jour de la session (40%) Examen partiel en janvier, avec possibilité de repasser en juin en cas d'échec. En septembre, l'ensemble de la matière est à présenter. Les modalités sont les mêmes pour les deux quadrimestres.",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Page Moodle avec supports du cours : https://moodle.uclouvain.be/user/index.php?id=8589",
        "bibliography": "Éditions utilisées : 1. Le texte de base est celui du Thesaurus Linguae Graecae, soit généralement celui d'une édition d'Oxford 2. Édition des Belles-Lettres Une bibliographie complémentaire sera fournie au cours. Grammaire de référence : D. Planque, Grammaire grecque, 8e édition, Namur, 1977 (version pdf sur Moodle).",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2400",
        "title": "Fondements de la neutralité",
        "credits": "2.00",
        "hours": "20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delgrange Xavier",
            "Pourtois Hervé",
            "Vandamme Pierre-Etienne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Bases historiques et socio-politiques des décrets Neutralité (1993, 2004, 2015) Approche juridique des décrets Bases historiques et philosophiques des Droits de l'Homme Approche juridique des Droits de l'Homme Modèles de laïcité Engagement et neutralité Réflexions épistémologique et éthique à propos des décrets Témoignages professionnels",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant sera capable de décrire et d'argumenter la posture d'un enseignant « neutre » requise dans l'enseignement officiel. L'étudiant sera capable de se situer personnellement par rapport  à cette exigence. Il pourra en outre proposer des attitudes et comportements susceptibles de faciliter la résolution de conflits liés aux convictions en situation scolaire. Ces acquis d'apprentissage reflètent les compétences 1, 2, 3, 6, 8 et 13 des standards officiels. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "content": "Cette unité d’enseignement vise à satisfaire une obligation décrétale afin de pouvoir postuler dans l'enseignement de la Communauté ou l'enseignement officiel subventionné en FWB. La formation porte sur les décrets Neutralité (du 31 mars 1994, du 17 décembre 2003, 14 juillet 2015 et du 9 février 2019), les grands textes fondateurs de la démocratie et de la citoyenneté moderne; à outiller les étudiant.e.s en vue de développer une réflexion personnelle informée et argumentée sur la responsabilité professionnelle, juridique et éthique, de l’enseignant face à des situations d’enseignement qui mettent en jeu la neutralité et les fondements des droits de l’homme et de la démocratie.",
        "teaching_methods": "Programme structuré en 8 séances de 2h30. Exposés assurés par les cotitulaires et suivis de moments de discussions et d’appropriation. Les exposés présenteront des notions juridiques et éthiques en les illustrant par des cas concrets ainsi qu’une méthode d’analyse de dilemmes éthiques en situation d’enseignement qui sera utilisée en séance et pour le travail final. Les séances feront aussi la place à des témolgnages d'enseignants.",
        "assessment_methods": "Session de juin : travail de groupe (4 à 5 étudiant.e.s) présentant 1° une analyse commune d’un dilemme éthique s’appuyant sur des notions juridiques et éthiques et la méthodologie présentées au cours ; 2° un positionnement personnel de chaque étudiant.e. La note finale est la moyenne pondérée des notes 1 et 2. Dans la note finale, la partie 1 vaut pour 15/20 et la partie 2 vaut pour 5/20. Session d'août-septembre : travail individuel présentant 1° une analyse d’un dilemme éthique s’appuyant sur des notions juridiques et éthiques et la méthodologie présentées au cours ;  2° un positionnement personnel. La note finale est la moyenne pondérée des notes 1 et 2. Dans la note finale, la partie 1 vaut pour 15/20 et la partie 2 vaut pour 5/20. Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à de l'intelligence artificielle est interdit que ce soit comme assistant linguistique, outil d'exploration et d'idéation ou comme outil de rédaction.",
        "other_info": "Les cours se donnent en français.",
        "online_resources": "Décret du 31 mars 1994 https://www.gallilex.cfwb.be/document/pdf/18312_000.pdf Décret du 17 décembre 2003 https://www.gallilex.cfwb.be/document/pdf/28381_000.pdf Décret du 14 juillet 2015 https://www.gallilex.cfwb.be/document/pdf/41716_000.pdf Décret du 7 février 2019 (art. 80) http://www.etaamb.be/fr/decret-du-07-fevrier-2019_n2019040573.html",
        "bibliography": "La bibliographie est disponible sur Moodle",
        "course_materials": "Les supports de cours sont progressivement disponibles sur Moodle.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1431",
        "title": "Littérature latine",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "Aucun prérequis.",
        "topics_covered": "Introduction à la littérature latine. Ce cours aborde les thèmes suivants : 1. Un aperçu des genres littéraires de la littérature latine; 2. L'étude d'un choix de thèmes littéraires; 3. Une présentation générale des modes de transmission de la littérature latine et de ses spécificités esthétiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant aura acquis une vision d'ensemble de la littérature latine, dans un cadre chronologique et historique. Il sera familiarisé avec les auteurs latins dont les lectures sont préconisées au cours. Il aura acquis une méthode d'élucidation, de recherche et de présentation de références aux sources anciennes de la littérature latine, y compris les oeuvres et les auteurs mineurs.",
        "content": "Le cours présentera aux étudiant·es un panorama de la littérature latine qui se veut le plus exhaustif possible, selon une progression chronologique. Introduction générale Chapitre I. La littérature de l’époque républicaine Chapitre II. La littérature de la fin des guerres civiles et du principat augustéen Chapitre III. La littérature sous le Haut-Empire Chapitre IV. Entre chrétiens et païens : la littérature des derniers siècles de l’Empire Chapitre V. Les grands écrivains « de l’entre-deux-temps »",
        "teaching_methods": "S'appuyant sur la lecture personnelle réalisée par les étudiant·es d'un manuel et d'œuvres latines (en traduction), l'unité d'enseignement alterne entre des séances de cours magistral et d'autres comportant la lecture et l'analyse d'extraits en traduction (bilingue).",
        "assessment_methods": "L’unité d’enseignement fait l’objet d’un examen écrit en juin (session de fin d’année).",
        "other_info": "La matière vue au cours est présentée sur des PowerPoint qui seront mis à disposition des étudiant·es sur Moodle durant l'année, au terme des différents chapitres du cours. Des dossiers complémentaires seront éventuellement distribués aux étudiant·es en cours d’année ou postés sur la page Moodle du cours. Les étudiant·es doivent lire par eux/elles-mêmes (selon une progression indiquée au début du quadrimestre) un manuel : Pour les étudiant·es de CLAS et de LAFR : H. Zehnacker, J.-Cl. Fredouille, Littérature latine (Collection Quadrige Manuels), PUF, Paris, 2013, 544 pages. Pour les étudiant·es des autres sections : J. Gaillard, Introduction à la littérature latine. Des origines au Haut-Empire , Armand Colin, Paris, 2017. Une liste de lecture (en traduction) d'œuvres ou de parties d'œuvres latines antiques est communiquée au début du cours: celles-ci devront être réalisées en préparation à certaines séances, selon une planification annoncée à l'avance.",
        "online_resources": "Voir la page Moodle du cours.",
        "bibliography": "Outre le manuel indiqué ci-dessous (« Support de cours »), des orientations bibliographiques seront communiquées aux étudiant·es au fil du cours.",
        "course_materials": "H. Zehnacker, J.-Cl. Fredouille, Littérature latine (Collection Quadrige Manuels), PUF, Paris, 2013, 544 pages. J. Gaillard, Introduction à la littérature latine. Des origines au Haut-Empire, Armand Colin, Paris, 2017.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1731",
        "title": "Explication d'auteurs latins A",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Kachuck Aaron"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1230",
        "topics_covered": "Lecture et commentaire d’une sélection d’œuvres représentative de la littérature latine classique, en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature latine classique; 2 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature latine, incluant des considérations littéraires, historiques et stylistiques.",
        "content": "Le thème du cours de cette année est \"L'anthropocène et la littérature latine : L'homme, la nature, le monde\". Dans le premier quadrimestre, nous étudierons en détail (morphologique, syntaxique, rhétorique, structurel, intratextuel, intertextuel et philosophique) le texte latin du plus long poème de Catulle, le poème 64, également connu sous le nom d'épyllion (« mini-épopée ») de Catulle, ou des « Noces de Pélée et Thétis ». Le cours soulève également des questions majeures concernant l'histoire de la façon dont nous parlons de la crise écologique et sa relation avec les questions d'économie politique. Au fond, ce poème explique pourquoi les humains vivent désormais à distance des dieux, tout en remettant simultanément en question la périodisation que suppose un tel modèle historique. Un élément essentiel du « crime » des humains qui semble causer la rupture entre les dieux et les hommes est la transition du mythe à l'histoire, de la nature à la culture, accomplie par l'innovation technologique exemplifié dans la première instance de voyage maritime, que le poème pose (en partie) comme le voyage des Argonautes. Qu'est-ce qu'un monde sans humains ? Comment le comportement humain affecte-t-il le monde et quelles en sont les conséquences pour la société humaine ? Comment la représentation de la nature par Catulle dans ce poème s'inscrit-elle dans le programme plus large de ses œuvres poétiques ? Comment le point de vue de Catulle sur la nature se compare-t-il à la représentation que l'on trouve dans d'autres œuvres contemporaines de la fin de la République, en particulier Cicéron et Lucrèce ? Q2 se tourne vers un texte en prose plus tardif qui soulève également des questions sur la relation de l'homme à la nature, les Métamorphoses d'Apulée, et en particulier le Récit de Cupidon et Psyché . Une étude granulaire et structurelle d'extraits de ces deux œuvres sera contextualisée par d'autres lectures en traduction. Le cours combinera la lecture attentive et l'analyse littéraire, ainsi que l'attention portée aux contextes religieux, culturels et politiques.",
        "teaching_methods": "Séminaire de traduction et de discussion. La traduction préparée par les étudiants est vérifiée au cours et fait l'objet d'un commentaire. Si nécessaire, les acquis grammaticaux feront l'objet de révisions ponctuelles.",
        "assessment_methods": "Q1 Évaluation continue par le biais de tests de traduction en classe (50% de Q1). Ces tests peuvent également comprendre des questions de grammaire. Le test dont la note est la plus basse sera retiré et la note finale de cette partie sera la moyenne des notes restantes. NB : Seules les absences officiellement excusées (par exemple, un certificat de maladie) donnent droit à un test de rattrapage sur rendez-vous avec le professeur ; le professeur se réserve le droit de faire passer ces tests de rattrapage à l’orale plutôt que par test écrit. Examen écrit en session (50% de Q1): dissertation et/ou « dissertation-commentaire » portant sur un ou plusieurs passages tirés des lectures du cours (tiré(s) des Textes Principaux en Latin et des Textes à lire au moins en traduction), mais exigeant l’intégration des connaissances littéraires, historiques et stylistiques acquises tout au long du cours. Q2 Travaux à rendre: une dissertation à envoyer par courriel au professeur avant le début de la session (50% de Q2) ; les sujets et les consignes seront présentés par le titulaire du cours en Q2. Examen écrit durant la session de juin: traduction d’un ou plusieurs passages du latin au français tirés des Textes Principaux en Latin de Q2, et cet examen peut également comprendre des questions de grammaire (50% de Q2). La note finale sera calculée sur les moyennes pondérées de Q1 (60%) et Q2 (40%). Q1 redux en Q2 Si quelqu'un souhaite représenter (ou présenter pour la première fois) des éléments d'évaluation de la session de janvier en juin, cette personne doit en plus de l’évaluation de Q2 aussi représenter ou présenter tous les éléments de l'évaluation de Q1, mais cela se fera sous la forme d'un examen oral. La note finale sera calculée sur les moyennes pondérées de l’évaluation de Q1 (60%) et d’évaluation de Q2 (40%). Il est impératif que les étudiants tentent de réussir aux sessions de janvier et de juin, évitant ainsi autant que possible de devoir passer ou repasser l'examen à la session d'août/septembre . Mais si jamais cela s’avère nécessaire : Q1+Q2 redux en session d’août/septembre Pour ceux dont la moyenne pondérée à la fin de Q2 ne représente pas une note de réussite, l'évaluation aura lieu lors de la session d'août/septembre, et aura la forme suivante : Q1 Questions de traduction des passages en latin de Q1, grammaire, et analyse. Q2 Questions de traduction des passages en latin de Q2, grammaire, et analyse. La note finale sera calculée sur les moyennes pondérées de Q1 (60%) et Q2 (40%). L'évaluation des étudiants de différents programmes peut être sujette à des différences en fonction du type de programme.",
        "other_info": "English-friendly course : cours enseigné en français, mais offrant des facilités en anglais.",
        "online_resources": "Via le site Moodle du cours",
        "bibliography": "Une bibliographie est disponible en ligne via le site Moodle du cours.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2120q",
        "title": "Observation et analyse de l'institution scolaire et de son contexte (en ce compris le stage d'observation)",
        "credits": "4.00",
        "hours": "22.5 h + 25.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Différentes thématiques sont abordées, telles que : la structure de l'enseignement secondaire, les réseaux d'enseignement, les politiques éducatives, les modes de régulation du système éducatif, la démocratisation de l'enseignement, la production des inégalités scolaires, les disparités entre établissements scolaires, la diversité des publics scolaires, l'organisation scolaire, les rapports entre l'école et les familles, les enquêtes internationales en éducation (PISA, '), etc.",
        "content": "L'unité d'enseignement aborde l'institution scolaire et son contexte à plusieurs niveaux, à partir de travaux de recherche menés en éducation dans plusieurs disciplines relevant des sciences sociales et humaines (sciences l'éducation, sociologie, histoire, ...). Au niveau macro-social, il s'agit d'éclairer, dans une perspective historique, politique et sociale, le fonctionnement et l'organisation du système éducatif en Communauté française de Belgique, les politiques éducatives (et textes de référence) et les caractéristiques du public scolaire. Au niveau méso-social, il s'agit d'analyser le fonctionnement des établissements scolaires en abordant les modes d'organisation scolaire, les cultures d'établissement et les relations entre les différents acteurs scolaires. Au niveau micro-social, il s'agit d'éclairer les logiques d'acteurs (enseignants, élèves, parents d'élèves,...) qui se nouent autour du travail enseignant en classe. Une attention particulière est accordée aux enjeux et défis actuels de notre système scolaire, en lien notamment avec la massification de l'enseignement et la production des inégalités scolaires. Quelques éléments de comparaison avec les systèmes d'enseignement adoptés par d'autres pays permettent d'approfondir la réflexion et de l'ouvrir à la dimension européenne.",
        "teaching_methods": "L'unité d'enseignement comprend trois activités d'apprentissage non dissociables : un cours (22h30), un stage d'observation (10h) et un séminaire (15h). Le cours éclaire l'institution scolaire et son contexte au moyen de plusieurs cadres d'analyse et démarches de problématisation. Il ne s'agit pas de submerger l'étudiant d'informations exhaustives mais de l'outiller pour le préparer à adopter lui-même une démarche réflexive. Le stage est effectué, en équipe pluridisciplinaire, dans un établissement, quel que soit le réseau. Durant une observation de dix heures, réparties sur deux journées, l'étudiant a l'occasion de découvrir le fonctionnement de l'école sur le plan de ses options éducatives, organisationnelles, pédagogiques et extrascolaires. Le séminaire, assuré par une équipe pluridisciplinaire d'enseignants praticiens, est conçu pour permettre aux étudiants de confronter et analyser les observations réalisées au cours de leur stage.",
        "assessment_methods": "L'évaluation porte sur l'ensemble du dispositif comprenant les 3 activités d'apprentissage : cours, stage d'observation et séminaire. Plus précisément, l'évaluation s'appuie sur : 1. Une évaluation continue basée sur des travaux de réflexion réalisés durant le quadrimestre au sujet d'enjeux éducatifs.2. Une évaluation finale basée sur un examen écrit. Les modalités précises de l'évaluation (critères, délais, formes...) sont détaillées par les enseignants au début de l'activité. L'articulation des différentes activités d'apprentissage (cours, stage d'observation et séminaire) suppose une participation active à l'ensemble du dispositif. De plus, la réalisation du stage d'observation et le travail d'analyse en équipe pluridisciplinaire produit au cours du séminaire requièrent la présence effective de chacun ; cette présence constitue un prérequis à l'évaluation finale. La note finale ne peut être délivrée que si l'étudiant a assisté et a participé activement à l'entièreté du stage et du séminaire. L'étudiant sera considéré comme absent tant que le stage et le séminaire n'ont pas été réalisés.",
        "other_info": "Les trois activités d'apprentissage de l'unité d'enseignement (cours, stage d'observation et séminaire) ont lieu deux fois par an (Q1 et Q2) ; elles doivent cependant être suivies durant le même quadrimestre. Attention: cette activité ne peut être suivie que par des étudiants inscrits à un programme d'agrégation ou à un master à finalité didactique",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l'unité d'enseignement.",
        "bibliography": "Les étudiants disposent d'un portefeuille de lecture. L'indication des sources où se procurer des informations permettra aux futurs enseignants de les réactualiser.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2171",
        "title": "Séminaire de paléographie et d'édition de textes latins",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Moureau Sébastien"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours s'adresse à des étudiants ayant une bonne connaissance du latin.",
        "topics_covered": "Le cours aborde les thèmes suivants : Notions de codicologie ; Présentation des enjeux de la copie et de la transmission des textes latins ; Présentation de différentes écritures livresques latines antiques et médiévales ; Initiation pratique à la lecture des manuscrits latins (exercices de lecture) ; Initiation aux méthodes d'édition des textes latins (aspects théoriques et pratiques).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de : déchiffrer un manuscrit latin, ou trouver l'aide nécessaire à sa lecture. situer un document écrit dans l'histoire des écritures livresques latines antiques et médiévales ; lire, analyser et utiliser de manière critique une édition (introduction et apparat) ; collationner différents témoins manuscrits d'un texte donné et préparer une édition provisoire ; utiliser les outils bibliographiques et instruments de travail.",
        "content": "Le séminaire porte sur la paléographie latine et les méthodes d'édition critique et de critique textuelle. Le séminaire est avant tout envisagé selon un aspect pratique: l'étudiant sera amené à apprendre à lire des manuscrits médiévaux et à éditer un texte médiéval de manière critique. Le cours se compose de deux phases: une première consistant en un exposé magistral théorique, et une seconde comprenant des exercices pratiques.",
        "teaching_methods": "Une partie du cours se donne magistralement (exposés théoriques). Le reste consiste en exercices pratiques.",
        "assessment_methods": "Examen oral accompagné d'un travail écrit.",
        "online_resources": "Les documents utilisés pour les séances pratiques seront disponibles sur la plateforme Moodle.",
        "bibliography": "Des éléments de bibliographie seront présentés aux étudiants durant le cours. Le reste du matériel se trouvera sur la plateforme Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgrec1300",
        "title": "Grec - Niveau intermédiaire",
        "credits": "9.00",
        "hours": "90.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Grec",
        "prerequisites": "Avoir réussi le cours LGREC1100 . Cours ouvert à tous (étudiants UCL, personnel UCL, étudiants extérieurs).",
        "topics_covered": "Le cours est articulé autour de différents thèmes (par ex. : achats, téléphone, monde du travail). Code : maîtrise du vocabulaire de base et des structures de base du grec (1.000 mots de base). Vocabulaire : consolidation et extension. Expression orale : l'accent est mis d'avantage sur la communication que sur la correction ; cependant, une attention particulière sera accordée à la correction phonétique. Culture : au niveau de toutes les aptitudes précitées, sensibilisation à la culture grecque.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension à la lecture : description d'événements, l'expression de sentiments et de souhaits, articles et rapports sur des questions contemporaines. Compréhension à l'audition individuelle : conférences et des discours, émissions de télévision sur l'actualité et l'information ; Compréhension à l'audition interactive : conversation sur un sujet courant. Expression orale individuelle : pouvoir s'exprimer de façon claire sur ses centres d'intérêt, pouvoir développer son point de vue ; Expression orale interactive : pouvoir communiquer avec spontanéité et aisance, pouvoir participer activement à une conversation dans des situations familières, présenter et défendre ses opinions. Expression écrite : pouvoir écrire des notes et messages simples et courts ; pouvoir écrire une lettre personnelle très simple, par exemple de remerciements.",
        "content": "Objectifs : niveaux CECR : B1 pour l'expression orale, la compréhension à l'audition et la compréhension à la lecture A2/B1 pour l'expression écrite. Contenu : exercices de vocabulaire et de grammaire exercices de compréhension à l'audition et à la lecture exercices d'expression orale individuels et interactifs exercices d'expression écrite (dans une moindre mesure) textes et activités dont les sujets sont d'intérêt général.",
        "teaching_methods": "L'apprentissage se fait en contexte sur la base de documents didactisés et/ou authentiques (compréhension à la lecture et à l'audition). Le vocabulaire et les structures de base sont exercés, consolidés et élargis par le biais d'exercices écrits et oraux (exercices de drill, jeux de rôles, interviews, conversations en petits groupes de 2 ou 4).",
        "assessment_methods": "Différentes notes interviennent dans l'évaluation finale : évaluation continue, examen écrit, examen oral.",
        "other_info": "Charge de travail : heures présentielles : 84 Travail autonome : 130 heures. Encadrement : cours en groupes de max. 25 étudiants. L'enseignant est disponible pendant ses heures de réception et peut être contacté par courriel.",
        "bibliography": "matériel didactique manuel aux éditions KLIK STA ELLINIKA , Epipedo A2, maison d'édition KENTRO ELLINIKIS GLOSSAS, Thessaloniki 2014 cassettes audio et vidéo.",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2350",
        "title": "Archéologie grecque",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vanden Broeck-Parant Jean"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "/",
        "topics_covered": "Le cours envisage des questions approfondies et des problèmes spécifiques d'interprétation liés à la reconstruction des rapports sociaux et politiques sur base des sources archéologiques de l'Âge dur Fer du monde grec (Grèce continentale, îles, Asie Mineure, Grande-Grèce) et l'apport de l'art pour cette reconstruction.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Formation avancée des archéologues qui se consacrent à la Méditerranée grecque. Développer l'esprit critique et des méthodes d'analyse de la culture matérielle. Application des concepts théoriques et anthropologiques utilisés dans l'interprétation archéologique.",
        "content": "Le cours abordera différentes questions d’archéologie de l’Âge du fer du monde grec en mettant l’accent sur les manières dont la culture matérielle peut éclairer les rapports sociaux et les institutions de cette période. Les phénomènes importants de l’Âge du fer (notamment l’émergence de la polis et des sanctuaires régionaux et panhelléniques, ainsi que les migrations) seront étudiés à l’aune d’approches et de méthodologies récentes. Une place importante sera dédiée à l’exploration des débats et arguments scientifiques relatifs à l’interprétation des vestiges archéologiques, y compris dans leurs rapports avec les sources littéraires. La période sera envisagée en diachronie, avec une attention particulière pour les continuités, ruptures et transformations des pratiques (notamment funéraires et cultuelles) et de la culture matérielle (style et technique). Enfin, on insistera tant sur les éléments communs que sur les divergences observées dans les différentes régions du monde grec.",
        "teaching_methods": "Le cours se déclinera sur deux modes : d’une part, une partie ex-cathedra avec support visuel sur PowerPoint régulièrement mis en ligne sur Moodle après le cours ; d’autre part, à chaque séance, une ou plusieurs parties interactive auxquelles les étudiants prendront une part active (discussions, débats, exercices de groupe). Les parties interactives nécessiteront le cas échéant une préparation en amont des étudiants, et intégreront des discussions sur l’état d’avancement de leurs travaux. Des conférenciers de l’UCLouvain ou extérieurs pourront occasionnellement faire des interventions.",
        "assessment_methods": "L’évaluation se basera à parts égales (30%) sur un travail écrit, une présentation orale de ce travail et un examen oral en session, avec 10% pour la participation au cours (présence et implication dans les discussions). Le travail écrit se présentera sous la forme d’une étude scientifique rédigée de manière individuelle et sur un thème concerté, de 6.000 mots maximum (sans la bibliographie). Il pourra être rédigé en français ou en anglais. L’évaluation de ce travail s’appuiera sur la qualité scientifique du travail, son approche méthodologique et son originalité. La présentation orale en classe – en anglais ou en français - présentera les enjeux et les résultats de ce travail et sera suivie d’une discussion. La clarté de l’exposé et son aspect didactique ainsi que la maîtrise de la matière serviront de base à l’évaluation. Enfin, l’examen oral évaluera les acquis des étudiants sur le cours (y compris les interventions de conférenciers invités et les présentations orales des autres étudiants) ainsi que leur capacités de raisonnement sur des questions vues ou non vues au cours.",
        "bibliography": "Bibliographie en ligne sur Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2431",
        "title": "Séminaire d'auteurs latins",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Kachuck Aaron"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "LGLOR1731 et LGLOR1732, ou niveau jugé équivalent",
        "topics_covered": "Analyse approfondie et interactive d’une sélection d’œuvres représentative de la littérature latine classique ou tardive, en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature latine classique ou tardive; 2 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature latine, incluant des considérations littéraires, historiques et stylistiques; 3 mener une recherche personnelle dans le prolongement du cours.",
        "content": "Ce cours se concentre sur la poésie latine de l'Antiquité tardive, avec une attention particulière pour Claudien. Le cœur de ce cours consistera en une lecture attentive de son épopée mythologique révolutionnaire, \"De Raptu Proserpinae\". Nous étudierons les qualités novatrices de cette épopée en la mettant en conversation avec des œuvres antérieures de la littérature latine et grecque, avec d'autres œuvres de la littérature latine de son époque et avec les contextes sociaux, politiques et religieux de son temps. La relation entre les utilisations païennes et chrétiennes des formes épiques sera également prise en compte.",
        "teaching_methods": "Le cours consiste en des discussions en séminaire, animées par le responsable du cours ainsi que par les participants au séminaire. Il replace les auteurs étudiés dans leur contexte historique, littéraire et culturel. Il propose une lecture commentée d'extraits choisis, et prend soin de comparer ces lectures avec le reste du corpus des auteurs étudiés, ainsi qu'avec d'autres auteurs et domaines culturels de l'Antiquité tardive et au-delà.",
        "assessment_methods": "La note finale comporte les éléments suivants : a) une évaluation continue sous la forme d'une présentation en classe d'un texte (30%). Ce travail démontrera la capacité de l'étudiant à 1. comprendre le contexte de l'auteur du texte (auteur, date, lieu), 2. clarifier la structure et l'argumentation du texte, 3. rapporter les questions scientifiques majeures liées à ce texte, 4. identifier et analyser un ou plusieurs passages du texte présentant un intérêt particulier, en utilisant les compétences de lecture attentive pratiquées et démontrées par le cours (et, le cas échéant, en notant les liens avec le texte principal du cours). Normalement, cette présentation se fait en groupe : dans les cas où des niveaux de préparation différents sont évidents, des notes différentes peuvent être données aux différents membres du groupe. b) examen ecrit en session, portant sur la traduction d'un ou plusieurs passages du latin au français tirés des lectures du cours (30%) et sur une ou deux questions d'analyse (e.g. dissertation-commentaire, dissertation) (40%). Il est impératif que les étudiant(e)s tentent de réussir à la session de janvier, évitant ainsi autant que possible de devoir passer ou repasser l'examen à la session d'août/septembre. En cas de non-réussite en janvier, lors de la session d'août/septembre, tous les aspects du cours doivent être représentés. En lieu et place de la présentation en classe, un document écrit (comprenant entre 1500 et 2000 mots) qui présente un texte (à fixer avec le responsable du cours), et en propose une lecture personelle de ce matériel à la lumière des autres matériels étudiés pendant cette session et dans le cours (30%). Ce document doit être envoyé par courriel au professeur du cours avant le début de la session de d'aôut. Même si la présentation originale a été faite ou était censée être faite en groupe, pour cette session, tous les documents doivent être rédigés et soumis individuellement. L'examen de la session d'août/septembre prendra la forme d'un examen oral, avec le même format de base que l'examen écrit, couvrant la traduction (et éventuellement aussi des questions de grammaire et de syntaxe) (30%), ainsi qu'une discussion d'une question et d'un ou plusieurs passages sur la base d'une question ou des questions critique(s) (40%).",
        "other_info": "English-friendly course : cours enseigné en français, mais offrant des facilités en anglais.",
        "online_resources": "Via le site Moodle du cours",
        "bibliography": "Voir le site Moodle du cours.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2342",
        "title": "Archéologie de la protohistoire égéenne",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Langohr Charlotte"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "L’enseignement aborde des questions approfondies et des thèmes d’actualité liés à l’organisation des sociétés égéennes préhistoriques et protohistoriques sur la base de l’analyse de sources archéologiques.  Culture matérielle et productions artistiques de la Crète minoenne (ca. 2600-1200 av. n.è.) et de la Grèce mycénienne (ca. 1700-1200 av. n.è.) sont présentées et replacées dans leur contexte politique, socio-culturel et économique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Identifier et replacer dans leur contexte les productions matérielles et artistiques des sociétés égéennes pré- et protohistoriques ; 2. Proposer une réflexion transversale sur des thématiques diverses envisagées au cours (vie quotidienne, productions matérielles et artistiques, organisation économique et sociale, interactions culturelles) en croisant des considérations historiques, archéologiques, stylistiques, techniques, culturelles et anthropologiques ; 3. Mener une recherche personnelle dans le prolongement du cours.",
        "content": "Le cours alterne des séances qui envisagent une analyse diachronique et contextualisée des données archéologiques liées à différentes régions de l’Egée pour toutes les périodes de l’âge du Bronze, et des séances thématiques qui approfondissent l’étude de certains sites, ou de certaines problématiques matérielles ou sociétales (ex. relations Hommes/environnement ; traditions culinaires ; division des sexes et classes d’âge ; archéothanatalogie et traumatologie, etc.)",
        "teaching_methods": "Le cours se compose d’exposés magistraux complétés par des lectures et préparations personnelles de la part des étudiant·e·s qui donneront lieu à des discussions auxquelles tout le groupe d’étudiant·e·s est invité à prendre une part active. Des conférenciers de l’UCLouvain ou extérieurs proposeront occasionnellement des interventions sur des recherches récentes.",
        "assessment_methods": "L’évaluation du cours comprend deux parties. La première consiste en une présentation orale personnelle (en français ou en anglais) au cours de l'année d’un sujet de recherche précis lié à un cours magistral précédent. L’étudiant·e proposera une analyse approfondie d’un thème concerté, tout en pointant des questions faisant débat afin d’entamer une discussion avec ses collègues (40%). La présence et l’implication des étudiant·e·s dans les discussions sont prises en compte dans l’évaluation. La seconde partie concerne un examen oral en session. Celui-ci consiste en l’exposé d’une recherche personnelle et originale menée par l’étudiant·e, qui sera suivi d’une discussion en résonance avec les sujets et questions abordés au cours (60%). Ce travail, dont les modalités sont expliquées en séance, peut être exposé en français ou anglais. Un plan et un premier état de la problématique du travail devront être remis durant le semestre, et seront pris en compte dans l'évaluation finale. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie",
        "bibliography": "C. W. Shelmerdine (ed.), The Cambridge Companion to the Aegean Bronze Age (Cambridge 2008). J. Driessen, I. Schoep, R. Laffineur (eds), Monuments of Minos. Rethinking the Minoan Palaces (Aegaeum 23), Liège & Austin, 2002. B. E. Burns, Mycenaean Greece, Mediterranean Commerce, and the Formation of Identity, Cambridge University Press, 2010. T.F. Tartaron, Maritime Networks in the Mycenaean World, Cambridge University Press, 2013. R. Treuil, P. Darcque, J.-C. Poursat et G. Touchais, Les civilisations égéennes du néolithique et de l'âge du bronze, Paris, coll. « Nouvelle Clio », 2008 J.-C. Poursat, L'art égéen : 1, Grèce, Cyclades, Crète jusqu'au milieu du IIe millénaire av. J.-C., Paris, Picard, 2008. J.-C. Poursat, L'art égéen : 2, Mycènes et le monde mycénien, Paris, Picard, 2014.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2532",
        "title": "Séminaire de littérature latine",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Kachuck Aaron"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1431 ou niveau jugé équivalent",
        "topics_covered": "Étude approfondie d’un pan de la littérature latine en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 identifier et replacer dans leur contexte les auteurs et les œuvres en lien avec la thématique étudiée; 2 rédiger une dissertation en lien avec la thématique de l’année, impliquant une sélection d’extraits pertinents des œuvres étudiées et incluant des considérations littéraires, historiques, stylistiques et culturelles; 3 mener une recherche personnelle dans le prolongement du cours.",
        "content": "En 2024-2025, le thème de ce cours (qui est destiné à inculquer une approche scientifique des textes latins relatifs à une question historique) sera « Dieux, rites et récits dans la Rome ancienne : Approches littéraires ». Ancré dans l'étude et la discussion de textes (disponsibles en traduction), ce cours examinera les différentes méthodologies qui peuvent être utilisées pour éclairer l'étude de la littérature romaine par l'étude des dieux et rites romains, et vice-versa, ainsi que les limites de ces approches. Le cours se concentrera sur des études de cas de l'histoire de la littérature latine où la problématique peut être abordée au mieux (e.g. les Fastes d’Ovide, le Chant séculaire d'Horace, l'autel de la Victoire vu par Symmaque et Prudence).",
        "teaching_methods": "Le cours consiste en des discussions en séminaire, animées par les responsables du cours ainsi que par les participants au séminaire. Il replace les auteurs étudiés dans leur contexte historique, littéraire et culturel. Il propose une lecture commentée d'extraits choisis, et prend soin de comparer ces lectures avec le reste du corpus des auteurs étudiés, ainsi qu'avec d'autres auteurs et domaines culturels.",
        "assessment_methods": "Examen écrit pendant la session (100%), avec réponses courtes (identification, et commentaire sur courts extraits du texte du cours en latin), et/ou dissertation et/ou dissertation-commentaire, en tous cas exigeant l’intégration des connaissances littéraires, historiques et stylistiques acquises tout au long du cours. Il est impératif que les étudiants tentent de réussir le cours en session, évitant ainsi autant que possible de devoir passer ou repasser l'examen à la session d'août/septembre . Mais si jamais cela s’avère nécessaire, pour la session de rattrapage : 1) Un travail écrit (comprenant entre 13 000 et 15 000 caractères (espaces compris)) qui présente une œuvre ou un thème issu du travail de cours, analysé selon les méthodes et les outils développés dans le cours. Il doit avoir la forme d'une note scientifique, comprenant une argumentation claire et une bibliographie qui cite la littérature scientifique pertinente sur le sujet. Ce document doit être envoyé par courriel aux responsables du cours avant le premier jour de la session d'août.(30%) 2) Un examen oral à la session d'août/septembre qui peut inclure une question ou des questions sur la base d'un ou plusieurs passages, une question générale ous des questions générales sur les textes du cours ; cet examen oral peut également inclure des questions sur la base du document écrit (70%). NB: L'évaluation des étudiants de différents programmes peut être sujette à des différences en fonction du type de programme.",
        "other_info": "English-friendly course : cours enseigné en français, mais offrant des facilités en anglais. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de fraude.",
        "online_resources": "Divers documents seront fournis aux étudiants via Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2001",
        "title": "Séminaire de recherche et communication scientifiques A",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "En alternance avec le cours LGLOR2002, préparation au métier de chercheur via différentes activités (en musée, sur site, etc.) incluant la rédaction de travaux personnels originaux et la présentation des résultats.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 2 présenter les résultats d’une recherche originale; 3 rédiger un article scientifique. 1 mener une recherche professionnelle ;",
        "content": "Ce séminaire prendra la forme de diverses activités à valider. Ces activités seront définies, pour chaque étudiant·e, par le promoteur ou la promotrice du mémoire et incluront, à titre d’exemple et de manière non exhaustive, la rédaction d’un article ou compte rendu, la constitution d’un portfolio de rapports d’expositions ou de conférences, la participation aux activités de recherche du promoteur ou de la promotrice, la participation active à l’organisation d’un voyage d’étude, etc. Outre ces activités à la discrétion du promoteur ou de la promotrice, le séminaire inclura une activité commune au cours de laquelle chaque étudiant·e présentera oralement, suivant les règles de la communication scientifique, les résultats d’une recherche en lien avec le mémoire.",
        "assessment_methods": "Le séminaire est soumis à une évaluation continue et la note finale obtenue sera rattachée à la session de juin. En cas d'échec en juin, le promoteur ou la promotrice déterminera la ou les activités à présenter pour l’évaluation de la session du septembre.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1770",
        "title": "Grec I",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delanaye Lysiane"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun prérequis, mais l'on tiendra compte des acquis du secondaire pour les étudiants qui ont déjà été initiés.",
        "topics_covered": "Ce cours s'adresse à des étudiants « grands débutants ». Le cours visera à intégrer les principales notions de la morphologie et de la syntaxe grecque, afin d'acquérir les connaissances et compétences essentielles à la lecture d’un texte simple.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 décliner ou conjuguer n’importe quel mot grec ; 2 comprendre et traduire en français des textes grecs classiques simples ; 3 traduire en grec des phrases françaises simples (thème).",
        "content": "Le cours, destiné aux grands débutants, est basé sur le manuel Hermaion. Il est constitué de leçons composées chacune d'une partie \"théorie\" et d'une partie \"exercices\". Les séances magistrales, après une présentation rapide de l'écriture et de la phonologie, permettent de découvrir progressivement les déclinaisons et conjugaisons grâce à des tableaux et à la traduction de phrases illustrant la théorie et les faits syntaxiques. Les séances d'exercices, organisées en parallèle, permettent à l'étudiant de progresser activement et individuellement dans les matières du cours magistral sous la guidance d'un membre de l'équipe enseignante.",
        "teaching_methods": "Alternance de séances de cours interactives et de travaux pratiques.",
        "assessment_methods": "Pour les étudiant·es des programmes CLAS et HORI : Évaluation continue (10%) Tests lors des TP (30%) Examen écrit (60%) Le cours Grec I étant primordial pour la suite du cursus des étudiant·es CLAS et HORI, les exigences seront plus élevées que pour les étudiant·es des autres filières, résultant en un examen distinct. Les différentes attentes seront explicitées au cours. Pour les étudiant·es des autres programmes : Tests lors des TP (30%) Examen écrit (70%) Si le seuil de réussite n'est pas atteint en janvier, examen écrit en juin et/ou septembre. Lors de ces sessions, seule la note de l'examen écrit sera prise en compte.",
        "online_resources": "Page Moodle du cours avec supports de cours : https://moodle.uclouvain.be/course/view.php?id=2595",
        "bibliography": "J. V. Vernhes, Hermaion. Initiation au grec ancien , Paris, Ophrys, 2022. D. Planque et alii, Grammaire grecque , 8e éd., Namur, 1977.",
        "course_materials": "J. V. Vernhes, Hermaion. Initiation au grec ancien, Paris, Ophrys, 2022.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhist2430",
        "title": "Diplomatique du moyen âge, y compris des notions de chronologie, de sigillographie et d'héraldique",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bertrand Paul"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance élémentaire du latin et du moyen français.",
        "topics_covered": "Le cours doit rencontrer les objectifs premiers de la discipline. Donc classer par catégories les actes et les documents apparentés. Analyser leur tradition, du brouillon à l'original et aux diverses formes de copie. Scruter leurs parties constitutives et leur agencement. Interpréter leurs formules et leur vocabulaire spécifiques. Expliquer leur élaboration et, partant, l'organisation des chancelleries pour les actes publics, les modes de passation des conventions pour les actes privés et les procédures d'expédition des uns et des autres. Déterminer, pour finir, les conditions de leur validité et sérier les types d'anomalies qui dénoncent les falsifications. L'évidence impose d'intégrer au développement des notions de sigillographie, puisque les sceaux authentifient quantité d'actes médiévaux, et des notions de chronologie technique, puisque les éléments de datation s'écartent souvent des usages modernes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme de ce cours, l'étudiant sera capable de déterminer la validité des actes qui scellent ou attestent des conventions, des droits ou des obligations; de scruter leurs parties constitutives ou leur agencement; d'interpréter leurs formules et leur vocabulaire spécifiques et d'expliquer leur élaboration. Il sera à même de dater les actes dont les éléments de datation s'écartent des usages modernes. Il aura une première approche du décodage des sceaux et des armoiries.",
        "content": "Ce cours de diplomatique veut former les étudiants à la documentation d’archives : normative, de la pratique (chartes et actes), d’administration et de gestion, principalement pour le Moyen Âge, mais sans exclusive. Une histoire des pratiques de l'écrit y sera associée. L’approche sera typologique et technique et des exercices pratiques seront prévus en dépôt d’archives. Des notions de sigillographie seront dispensées, ainsi que d’édition critique diplomatique.",
        "assessment_methods": "L’évaluation constituera en un travail écrit de description typologique, historique et diplomatique (ou d’une édition critique) d’un document choisi en accord avec l’enseignant, relatif ou non au sujet de mémoire de master, pour le Moyen Âge comme pour la période moderne et contemporaine. Sa qualité sera évaluée en fonction de la profondeur d’analyse par rapport aux enseignements dispensés. L'évaluation pourra aussi se faire par le biais d'une autre forme d'évaluation continue ou par un examen oral. Un seul des trois modes d'évaluation par étudiant.e sera décidé en accord avec l'enseignant Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "La documentation et les informations relatives au cours seront disponibles sur Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2782",
        "title": "Grec biblique (Ancien Testament)",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Auwers Jean-Marie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Une connaissance de base du grec ancien (au moins LRELI1180 ou LFIAL1770), mais de préférence une connaissance plus avancée (LGLOR1271 ou LGLOR1371). Les étudiants n'ayant pas un niveau suffisant seront invités à s'orienter vers le cours LRELI1240.",
        "topics_covered": "Étude du grec de l'Ancien Testament (Septante et autres traducteurs). En alternance avec le cours LGLOR2781 (Nouveau Testament), le cours introduit aux questions spécifiques de morphologie, de syntaxe et de lexicologie posées par la koinè biblique. Une attention particulière est accordée aux sémitismes, indices de traduction ou de bilinguisme. Il essaie de montrer ce qu'est une « langue de traduction ». Il fait voir comment toute traduction est interprétation et on s'interroge sur la conception que les Septante avaient du travail de traduction.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de lire avec profit la Septante dans le texte grec en s'aidant d'une grammaire et d'un dictionnaire appropriés. Il sera à même d'y repérer les particularités de la koinè biblique et de tirer le meilleur profit des instruments de travail imprimés et informatisés (dictionnaires généraux et spécifiques, concordances, grammaires, encyclopédies).",
        "content": "Le cours consiste en une lecture commentée (du point de vue linguistique et grammatical) de textes de la Septante, dont les uns ont été écrits directement en grec et d'autres ont été traduits de l'hébreu. Ces derniers sont choisis de manière à illustrer différents niveaux de littéralité dans la traduction. Le cours comporte aussi la révision systématique de la grammaire grecque. Les étudiants biblistes sont invités à se familiariser avec les instruments de la philologie classique; les philologues avec les instruments des études bibliques.",
        "teaching_methods": "Le cours requiert la participation active des étudiants, à qui on indique dès le début de l'activité les textes qui seront étudiés. Il leur est demandé de préparer une traduction personnelle de ces textes.",
        "assessment_methods": "Examen oral portant sur les textes vus au cours (70%) et sur la lecture cursive d'un ou plusieurs textes du Nouveau Testament (30%).",
        "online_resources": "Le serveur Moodle permet d'obtenir une bibliographie, un précis d'accentuation grecque et d'autres documents de travail. On y trouvera également la liste des textes à préparer.",
        "bibliography": "Il est recommandé aux étudiants de se procurer une grammaire grecque (par exemple celle de Ch. Van de Vorst ou celle de E. Ragon - A. Dain), Le Dictionnaire grec-français d'A. Bailly a fait l'objet en 2023 d'une révision par G. Gréco téléchargeable gratuitement sur le site http://gerardgreco.free.fr/spip.php?article52 . Il est conseillé aux étudiants de se procurer une édition de la Septante (A. Rahlfs, Septuaginta , 2e éd., Stuttgart, Deutsche Bibelgesellschaft, 2006). Autres instruments de travail au maniement desquels les étudiants seront initiés : - J. Lust, E. Eynickel, K. Hauspie , Greek-English Lexicon of the Septuagint . Revised Edition, Stuttgart, Deutsche Bibelgesellschaft, 2003. - T. Muraoka, A Greek-English lexicon of the Septuagint , Leuven, Peeters, 2009. - E. Hatch et H. A. Redpath, A Concordance to the Septuagint and the Other Greek Versions of the Old Testament , 2d edition by T. Muraoka, Edinburgh, Clark, 1998. -  F.M. Abel, Grammaire du grec biblique suivie d'un choix de papyrus (Études bibliques), Paris, 1927. - Henry St. John Thackeray, A Grammar of the Old Testament in Greek according to the Septuagint , Cambridge, 1909; réimpr. Darmstadt, G. Olms, 1978. - T. Muraoka, A Syntax of Septuagint Greek, Leuven, Peeters, 2016.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2150",
        "title": "Histoire de l'humanisme",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Guiderdoni Agnès",
            "Smeesters Aline"
        ],
        "teaching_language": "Français",
        "prerequisites": "Pré-requis : connaissances de base en histoire des temps modernes.",
        "topics_covered": "L'exposé magistral destiné à un public divers axera sa réflexion sur des thèmes essentiels (le livre, la Réforme, les Grandes Découvertes, l'éducation, le retour à l'Antiquité, etc.) et/ou sur des personnalités phares (Pétrarque, Politien, Érasme, etc.) qui feront apparaître les différentes facettes de l'humanisme, aux prises avec des transformations importantes du monde connu et de l'homme. Il montrera l'apport de ce mouvement dans différents domaines qui sont du ressort de la Faculté de Philosophie, arts et Lettres (histoire, philologie, littérature, art...).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'humanisme désignant spécifiquement le mouvement intellectuel qui a restructuré à la Renaissance l'image du monde et la conception de l'homme, l'objectif du cours est d'étudier, d'une part les éléments qui ont permis et favorisé l'émergence d'un tel mouvement, d'autre part les canaux à travers lesquels son influence s'est exercée durablement.",
        "content": "Le cours s'attachera à remettre en perspective la notion même d'humanisme à la lumière des recherches récentes qui permettent de la redéfinir et de la comprendre autrement. Après avoir éclairci les questions de terminologie (ce qu'il faut entendre par \" humanisme \" et \" Renaissance \"), le cours débutera par un panorama chronogéographique brossant les grandes étapes de l'humanisme dans les principaux pays d'Europe. Différents modules seront ensuite proposés, axés sur des aspects concrets et des notions importantes en jeu dans le mouvement intellectuel de l'humanisme: par exemple l'humanisme et l'usage du latin, la pédagogie humaniste, les questions religieuses, le développement des sciences exactes, la philologie, les littératures néo-latine et en langues vernaculaires, etc. Des conférencier.es spécialisé.es dans des domaines plus pointus interviennent lors de certaines séances.",
        "teaching_methods": "L'exposé magistral sera donné en alternance par les deux cotitulaires. Plusieurs orateurs et oratrices extérieur.es seront invité.es pour approfondir des aspects appartenant à leur domaine de spécialité.",
        "assessment_methods": "Examen écrit de 3h comprenant un QCM (pour un tiers de la note) et une question de réflexion et d'étude de document.",
        "other_info": "Support : un portefeuille de lectures et une bibliographie d'orientation seront fournis en début d'année.",
        "course_materials": "Histoire de l'humanisme",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2231",
        "title": "Linguistique historique du latin",
        "credits": "5.00",
        "hours": "45.0 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1331 et LGLOR1332, ou niveau jugé équivalent",
        "topics_covered": "Étude approfondie de questions spécifiques de linguistique synchronique ou diachronique du latin, avec une attention particulière portée au latin impérial et tardif.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 développer une réflexion linguistique sur des questions et des problématiques touchant à la langue latine; 2 identifier, expliquer et illustrer différents stades d’évolution de la langue latine.",
        "content": "Ce séminaire de spécialisation de Master comportera deux modules. Le premier (30h) abordera les thématiques suivantes : La métrique latine (règles approfondies de la métrique hexamétrique, ainsi que caractéristiques des métriques iambo-trochaïque et éolienne). Capita selecta de questions de linguistique latine, visant à illustrer les évolutions du latin à l’époque post-classique (latin impérial et tardif). Le second module (15h) consistera en la lecture commentée d’une œuvre relevant de la langue post-classique (en l’occurrence des extraits significatif de l’œuvre de Tacite). Parallèlement, les étudiants liront en autonomie un texte latin long (lecture cursive). Il s’agira cette année d’extraits significatifs des Lettres à Lucilius de Sénèque.",
        "teaching_methods": "Alternance de séances de cours interactives et de travaux pratiques.",
        "assessment_methods": "L’évaluation des acquis d’apprentissage se déroulera comme suit : Travaux Pratiques (incluant exercices de métrique et versions régulières), dont la note vaudra pour un cinquième de la note finale (4/20). En cas d’échec dans cette partie, une épreuve complémentaire (version) devra être présentée à la session de septembre. Épreuve écrite vérifiant les connaissances théoriques et les compétences pratiques acquises au cours. Cette épreuve vaudra pour 2 cinquièmes de la note finale (8/20). Elle se déroulera lors de la session de juin. En cas d’échec, l’épreuve de rattrapage se tiendra à la session de septembre dans les mêmes conditions. Épreuve orale vérifiant la maîtrise de la lecture cursive. Cette épreuve vaudra pour deux cinquièmes de la note finale (8/20). Elle se déroulera lors de la session de juin. En cas d’échec, l’épreuve de rattrapage se tiendra à la session de septembre dans les mêmes conditions. Important: Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "bibliography": "Quelques ouvrages de référence (liste non exhaustive) : ADAMS J.N. (2013), Social variation and the Latin language , Cambridge: Cambridge university press. Califf D. J., A Guide to Latin Meter and Verse Composition , Londres : Anthem Press, 2002. CLACKSON J. (2007), The Blackwell history of the Latin language , Oxford: Wiley-Blackwell. Crusius F., Römische Metrik. Eine Einführung , 8e éd. revue par Rubenbauer H., Munich : Max Hueber Verlag, 1986 [1967]. ERNOUT A. (1953), Morphologie historique du latin , 3 éd., Paris: Klincksieck. LURAGHI S. et BUBENÍK V.t. (2013), Bloomsbury companion to historical linguistics , London ; New York: Bloomsbury Academic, an imprint of Bloomsbury Publishing. Plc (Bloomsbury companions). Magno P., Principi di metrica latina , Fasano di Brindisi : Schena editore, 2003. MEILLET A. (1952), Esquisse d'une histoire de la langue latine , Paris: Klincksieck. NOUGARET L. (1986), Traité de métrique latine classique , 4 éd., Paris: Klincksieck. WEISS M.L. (2009), Outline of the historical and comparative grammar of Latin , Ann Arbor: Beech Stave press.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1332",
        "title": "Latin III B",
        "credits": "5.00",
        "hours": "45.0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1230 Latin II Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Étude approfondie de la grammaire latine classique , essentiellement la syntaxe, dans une approche linguistique (origine et évolution des structures de la langue). Les deux cours de niveau III (A et B) aborderont une sélection de chapitres relatifs à la syntaxe de la phrase simple et complexe . À cela s’ajoute l’assimilation d’un vocabulaire complémentaire et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Dans le cours de Latin III B, seront notamment abordés les thèmes suivants (liste non exhaustive) : - La syntaxe des cas (niveau approfondi) - La valeur des modes et des temps verbaux en principale - Le style indirect - Les pronoms-adjectifs indéfinis Parallèlement, les étudiants liront en autonomie un texte latin par quadrimestre (lectures cursives). Il s’agira cette année d’extraits significatifs des œuvres d’Ovide et de Tite-Live.",
        "teaching_methods": "Alternance de séances de cours interactives (incluant une activité de classe inversée) et de travaux pratiques.",
        "assessment_methods": "L’évaluation des acquis d’apprentissage se déroulera comme suit : - Tests réguliers lors des Travaux Pratiques, dont la note vaudra pour 1 cinquième (20%) de la note finale. En cas d’échec dans cette partie, une épreuve complémentaire (version) devra être présentée à la session de septembre. La présence aux TP est requise : en cas d’absence injustifiée à plus de 3 séances ou de non présentation aux tests et versions évaluées, le titulaire du cours pourra, en vertu de l’article 72 du RGEE, proposer au jury de s’opposer à l’inscription d’un·e étudiant·e lors de la session de juin ou de septembre. - Épreuve écrite vérifiant les connaissances théoriques et les compétences pratiques (y compris le thème et la version). Cette épreuve vaudra pour 2 cinquièmes (40%) de la note finale. Elle se déroulera lors de la session de juin, ou de septembre. - Épreuve orale vérifiant la maîtrise de la lecture cursive. Cette épreuve vaudra pour deux cinquièmes de la note finale. Elle est répartie sur les deux sessions de janvier (examen partiel, 1 cinquième [20%] de la note finale) et de juin (1 cinquième [20%] de la note finale). L’article 82 du RGEE est ici applicable : Si l’étudiant ou l’étudiante ne présente pas l’examen en juin, il ou elle perd le bénéfice de l’épreuve partielle. S’il ou elle n’a pas atteint le seuil de réussite pour l’épreuve partielle de janvier, il ou elle présente à la session de juin un examen sur la totalité de l’épreuve. En toutes hypothèses, en septembre, l’examen porte sur la totalité de l’épreuve. Important: Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "online_resources": "Page du cours disponible sur Moodle ( Moodle UCLouvain )",
        "bibliography": "Quelques ouvrages de référence (liste non exhaustive) : Vocabulaire : Meyerson C. et Schouppe G., Index. Manuel de vocabulaire et dictionnaire de latin , 5e éd., Louvain-la-Neuve : De Boeck, 2018. Etienne G., Cahier de vocabulaire latin , 20e éd., Louvain-la-Neuve : De Boeck, 2019. Cauquil G. et Guillaumin J.-Y., Vocabulaire essentiel de latin , Paris : Hachette, 1992. Grammaire : Boxus A.-M. et Lavency M., Clauis. Grammaire latine pour la lecture des auteurs , 4e éd., Bruxelles : De Boeck & Larcier, 2004. Cart A., Grimal P., Lamaison J. et Noiville R., Grammaire latine , nouv. éd., Paris : Nathan, 2007. De Give M., Grammaire latine , 15e éd., Bruxelles : De Boeck, 2011. Lavency M., Usus. Grammaire latine , 2e éd., Louvain-la-Neuve : Peeters, 1997. Michel J., Grammaire de base du latin , Anvers : De Sikkel, 1969. Manuels Bizos M. et Desjardins J., Cours de thème latin , nouv. tirage, Paris, 1997. Cart A., Grimal P., Lamaison J. et Noiville R., Le latin et les auteurs latins. Classe de quatrième , Paris, 1969. Dickey E., Learn Latin from the Romans: a complete introductory course using textbooks from the Roman Empire , Cambridge: CUP, 2018. Famerie E., Bodson A. et Dubuisson M., Méthode de langue latine. Lire, comprendre et traduire les textes latins , nouv. éd. revue et augmentée, Paris, 2019. Famerie E., La maîtrise du latin par la pratique , Paris, 2020. Pour aller plus loin : Ernout A. et Thomas F., Syntaxe latine , 2e éd., Paris : Klincksieck, 2002 [1953]. Pinkster H., The Oxford Latin Syntax , t.1: The simple Clause ; t.2: The Complex Sentence And Discourse , Oxford : OUP, 2015-2021. Touratier C., Grammaire latine. Introduction linguistique à la langue latine , Paris : Armand-Colin, 2008.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2551",
        "title": "Séminaire d'Histoire des sciences du moyen âge",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "de Callatay Godefroid",
            "Van den Abeele Baudouin"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Etudes du développement de certaines sciences (astronomie, arithmétique, géométrie, géographie, etc.) dans les différentes civilisations médiévales (monde occidental, byzantin, islamique, etc.), jusqu'en 1453.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant aura compris comment la science au sens moderne du terme s'est transmise à travers le moyen âge dans le monde occidental, byzantin et islamique.",
        "content": "Notions d'histoire des sciences (en particulier astronomie, mathématique, géométrie, géographie, etc.) au moyen âge, dans les civilisations occidentale, islamique, byzantine.",
        "teaching_methods": "Après quelques séances d'introduction générale et de thématiques plus spécifiques reposant sur la lecture (en traduction) de textes-sources représentatifs, ce séminaire est l'occasion pour les étudiants d'effectuer une recherche personnelle (encadrée) qu'ils seront amenés à présenter oralement (en séance) et par écrit.",
        "assessment_methods": "Il n'y a pas d'examen en session. La note finale porte sur les présentations écrite et orale d'un travail en lien avec une thématique du cours, ainsi que sur la participation active des étudiants aux séances.",
        "bibliography": "N/A",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2143",
        "title": "Philosophie du Moyen Âge et de la Renaissance (questions approfondies) - Medieval and Renaissance Philosophy (Advanced Studies)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Schmutz Jacob"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours suppose une formation de base en histoire de la philosophie, surtout ancienne. La maîtrise du latin est un plus, mais n’est pas exigée pour l’inscription au cours : on s’attendra en revanche à la capacité de lire des traductions d’auteurs médiévaux et des études spécialisées en langue anglaise.",
        "topics_covered": "Le cours d’histoire de la philosophie médiévale et renaissante s’emploiera à approfondir la connaissance de la période concernée en partant d’un thème ou d’un corpus déterminé. Il sera particulièrement attentif à la genèse du sujet choisi et, s’appuyant sur un état de la recherche actualisé, tentera d’éclairer ce sujet et de faire progresser les questions qui lui sont liées. Le champ historique de ce cours va de la fin de l’Antiquité jusqu’au XVIe siècle, et pourra explorer des corpus et des problèmes issus des trois grandes cultures monothéistes (judaïsme, christianisme, islam), de façon comparative ou non. Le champ systématique ne sera pas restrictif puisque le cours pourra mettre simultanément ou alternativement l’accent sur des problématiques de philosophie théorique ou de philosophie pratique. Le cours accordera également une place à l’historiographie de la philosophie médiévale et renaissante, afin de comprendre les raisons de la « redécouverte » de ces traditions depuis le XIXe siècle et de réfléchir à ce que le Moyen Age peut encore nous apprendre aujourd’hui. On consacrera une attention particulière aux outils de recherche et aux problèmes de critique des sources (éditions critiques, lexiques, répertoires bibliographiques, etc.).",
        "content": "Duns Scot et la question juive Cours dispensé par le Prof. Jacob Schmutz (février-mai 2025), en français. Le philosophe et théologien franciscain Jean Duns Scot (v. 1266–1308) est célèbre pour avoir proposé la solution la plus radicale à la « question juive » durant le Moyen Age : réunir les Juifs de force, les expulser des royaumes chrétiens, baptiser de force les enfants qu’on leur aura enlevés pour en faire de bons chrétiens, et exiler les derniers juifs restants sur une île lointaine jusqu’à la fin des temps. La violence de ce texte, longtemps occulté par l’historiographie et récemment remis en pleine lumière par les travaux de Sylvain Piron (« Duns Scot et la politique. Pouvoir du prince et conversion des Juifs », in : Duns Scot à Paris, 1302-2002 , Brepols, 2004, p. 21-62) et d’Elsa Marmursztejn ( Le baptême forcé des enfants juifs , Les Belles Lettres, 2016) pose question : s’agit-il simplement d’une justification circonstantielle, par le théologien franciscain, de la politique d’expulsion des Juifs d’Angleterre par Edouard Ier (1290) ; ou bien ce texte politique est-il l’aboutissement logique d’un anti-judaïsme fondé métaphysiquement et qui est au principe même de sa toute sa théologie ? Nous essaierons de répondre à cette question en analysant la totalité des passages consacrés par le Docteur Subtil au judaïsme, et en le confrontant avec les solutions et lectures proposées par ses prédécesseurs. Nous analyserons ainsi le rapport entre exégèse chrétienne et exégèse juive de l’Ancien Testament, la conception scotiste de la loi juive, sa théorie de la foi acquise et infuse, et enfin sa lecture, très originale, de la mort du Christ sur la croix. L'enseignant proposera aux étudiants des traductions de travail acceptables des principaux textes. Tout étudiant ayant des compétences en latin est vivement invité à s'inscrire à ce cours. Un dossier complet de textes sera distribué, ainsi qu’une bibliographie sur les relations entre juifs et chrétiens au Moyen Age.",
        "teaching_methods": "Séminaire fondé sur la lecture collective de textes, qui aura aussi pour but de former les étudiants à la culture académique médiévale.",
        "assessment_methods": "Les participants au Séminaire se verront assignés un thème sur lequel travailler, et présenter un travail en classe. En fin d'année, un travail écrit de synthèse sur la question choisie sera à remettre.",
        "other_info": "Pour le travail écrit, l'étudiant est tenu d'indiquer systématiquement toutes les parties ayant fait l'objet d'une utilisation des IA, par exemple par une note en bas de page, en précisant si l'IA a été utilisée pour la recherche de l'information, pour la rédaction du texte ou pour sa correction. Les sources d'information doivent être systématiquement citées en respectant les normes de réferencement biblliographique. L'étudiant reste responsable du contenu de sa production  indépendamment des sources utilisées",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2221",
        "title": "Dialectologie grecque",
        "credits": "5.00",
        "hours": "45.0 h + 22.5 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "prerequisites": "LGLOR1321 et LGLOR1322, ou niveau jugé équivalent",
        "topics_covered": "Ce cours envisage de : donner un aperçu des différents dialectes grecs et d’approfondir certains aspects choisis; lire et commenter des extraits significatifs de textes préclassiques.",
        "content": "Étude des dialectes grecs autres que l'attique par la lecture de textes (principalement littéraires). Les étudiants seront ainsi initiés aux dialectes ionien (Hérodote), éolien d'Asie (Sappho et Alcée), dorien (Alcman) et béotien (Corinne). Une attention particulière est accordée à la langue composite d'Homère, à ses caractéristiques spécifiques et au problème de sa genèse et de son évolution et à l'étude de l'hexamètre dactylique. Le cours comporte aussi un chapitre sur le dialecte mycénien des documents en linéaire B du IInd millénaire av. J.-C. En lecture cursive, les étudiants traduiront le Chant XXIV de l' Iliade .",
        "teaching_methods": "Cours magistral (éventuellement en alternance avec des présentations par les étudiants).",
        "assessment_methods": "Examen écrit.",
        "online_resources": "Les supports de cours (syllabus) et des ressources électroniques (dont des manuels de toutes sortes) sont disponibles sur Moodle.",
        "bibliography": "La bibliographie est signalée au cours et est en partie disponible sur Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2781",
        "title": "Grec biblique (Nouveau Testament)",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Une connaissance de base du grec ancien (au moins LRELI1180 ou LFIAL1770), mais de préférence une connaissance plus avancée (LGLOR1271 ou LGLOR1371). Les étudiants n'ayant pas un niveau suffisant seront invités à s'orienter vers le cours LRELI1240.",
        "topics_covered": "Étude du grec du Nouveau Testament. En alternance avec le cours LGLOR2782 (Septante et autres traducteurs), le cours introduit aux questions spécifiques de morphologie, de syntaxe et de lexicologie posées par le corpus néotestamentaire. Une attention particulière est accordée aux influences marquant ce type de langue, qu'il s'agisse de sémitismes ou de latinismes, aux genres littéraires, aux indices de traduction et aux phénomènes de bilinguisme. Les étudiants biblistes sont invités à se familiariser avec les instruments de la philologie classique; les philologues avec les instruments des études bibliques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de lire avec profit le Nouveau Testament dans le texte grec, en s'aidant d'une grammaire et d'un dictionnaire appropriés. Il sera à même d'y repérer les particularités de la koinè biblique et de tirer le meilleur profit des instruments de travail imprimés et informatisés (dictionnaires généraux et spécifiques, concordances, grammaires, encyclopédies).",
        "content": "Le cours propose une lecture approfondie et commentée (du point de vue linguistique et grammatical) de textes du Nouveau Testament (et, accessoirement, de textes apocryphes, voire patristiques), représentatifs de genres littéraires différents. Le cours comporte aussi la révision systématique de la grammaire grecque.",
        "teaching_methods": "Le cours requiert la participation active des étudiants, à qui on indique dès le début de l'activité les textes qui seront étudiés. Il leur est demandé de préparer une traduction personnelle de ces textes.",
        "assessment_methods": "Examen oral portant sur les textes vus au cours (70%) et sur la lecture cursive d'un ou plusieurs textes du Nouveau Testament (30%).",
        "other_info": "/",
        "online_resources": "Le serveur Moodle permet d'obtenir une bibliographie, un précis d'accentuation grecque et d'autres documents de travail.",
        "bibliography": "Il est demandé aux étudiants de se procurer : - une grammaire grecque (par exemple celle de Ch. Van de Vorst), - un dictionnaire grec (par exemple celui d'A. Bailly), - une édition du Nouveau Testament grec (E. Nestle - K. Aland, Novum Testamentum Graece, 28e éd., Stuttgart, Deutsche Bibelgesellschaft, 2012). Autres instruments de travail au maniement desquels les étudiants seront initiés : - W. Bauer, Griechisch-deutsches Wörterbuch zu den Schriften des Neuen Testaments und der frühchristlichen Literatur. 6. völlig neu bearbeitete Auflage von Viktor Ruchmann, Kurt Aland und Barbara Aland, Berlin, W. de Gruyter, 1988. - W.F. Moulton, A.S. Geden, A Concordance of the Greek Testament, 6th Edition fully revised by I. Howard Marshall, Londres - New York, Clark, 2002. - Friedrich Blass & Albert Debrunner, Grammatik des neutestamentlichen Griechisch. Bearbeitet von Friedrich Rehkopf, Göttingen, Vandenhoeck und Ruprecht, 16e éd., 1984.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2792",
        "title": "Grec byzantin B",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Somers Véronique"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le cours s'adresse à des étudiants ayant suivi les cours de grec ancien du premier cycle, ou démontrant une connaissance jugée suffisante par l'enseignant.",
        "topics_covered": "Maîtrise de la langue grecque de la période byzantine. En alternance avec le cours LGLOR2791, ce cours aborde des textes écrits en grec entre le IVe et le XVe siècle, qui témoignent de l'évolution de la langue grecque, partant du grec classique pour aboutir, à terme, au grec moderne. La lecture des textes est aussi l'occasion d'illustrer des notions d'histoire byzantine, de l'histoire de la littérature byzantine et des institutions byzantines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de lire, de traduire et d'analyser des textes grecs byzantins du IVe au XVe siècle, d'un niveau de difficulté avancé. Il sera à même de mener une recherche personnelle sur les textes concernés.",
        "content": "Le monde byzantin (330-1453) a donné lieu à une abondante production littéraire en grec. Les textes byzantins appartiennent à divers genres littéraires (historiographie, philosophie, poésie, théologie, roman, etc.) et illustrent différents niveaux de la langue, soit proches des modèles classiques, soit influencés par la langue parlée et les formes populaires. Ces textes sont aussi le reflet d'une société, avec ses conceptions culturelles, religieuses et politiques. Ce sont ces différents aspects que la lecture des textes permet de mettre en lumière. Le cours consiste en la lecture commentée et l'analyse de textes byzantins de différentes époques et de différents niveaux de langue. Conçu comme initiation à la recherche, le court requiert un travail de préparation de la part de l'étudiant. La connaissance du grec ancien est requise.",
        "teaching_methods": "Le cours se déroule comme un séminaire : les textes préparés par les étudiants sont analysés lors du cours, et enrichis de commentaires grammaticaux, linguistiques, historiques, culturels, etc. À l'occasion, des exposés complémentaires sur des points particuliers de l'histoire ou de la littérature sont fournis par l'enseignant. Un portefeuille de lectures recommandées est fourni.",
        "assessment_methods": "L'examen, oral, porte sur les textes vus au cours, mais peut aussi s'enrichir d'une cursive.",
        "other_info": "L'enseignant réunit les étudiants en début d'année pour fixer avec eux l'horaire.",
        "online_resources": "Documentation disponible pour les étudiants sur le site Moodle du cours.",
        "bibliography": "Textes et matériaux utiles fournis par l'enseignant / Texts and useful materials supplied by the teacher.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2501",
        "title": "Auteurs latins de la fin du Moyen Age et des Temps Modernes",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Smeesters Aline"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1731 et LGLOR1732, ou niveau jugé équivalent",
        "topics_covered": "Analyse approfondie et interactive d’une sélection d’œuvres représentative de la littérature latine médiévale et moderne, en fonction d’une thématique renouvelée d’année en année",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 lire en langue originale et traduire en français littéraire des textes représentatifs de la littérature latine médiévale et moderne; 2 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature latine, incluant des considérations littéraires, historiques et stylistiques; 3 mener une recherche personnelle dans le prolongement du cours.",
        "content": "En 2023-2024, le cours portera sur des textes latins de divers genres (prose et poésie) mettant en scène la vie quotidienne des 15e, 16e et 17e siècles (notamment la vie familiale, la vie scolaire et la vie relationnelle au sein de la République des lettres). Les textes seront lus et étudiés en langue originale, à partir de divers supports (reproductions de manuscrits et d'imprimés anciens, éditions récentes). A travers ce corpus, le cours abordera diverses questions telles que la représentation littéraire de l'expérience vécue et de la société contemporaine, les enjeux du choix du latin comme langue d'expression et l'adaptation du système classique des genres et du lexique latin antique à de nouveaux champs thématiques.",
        "teaching_methods": "Les textes latins seront lus, traduits et commentés au cours. Les étudiants pourront être invités à préparer certaines traductions à domicile, avant la séance magistrale.",
        "assessment_methods": "Examen écrit (restitution de la matière vue au cours et analyse d'un document nouveau).",
        "other_info": "/",
        "online_resources": "Espace Moodle",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-eglor2507",
        "title": "Neolatijn: taal en literatuur (KU Leuven)",
        "credits": "5.00",
        "hours": "39.0 h",
        "quadrimester": "Q2",
        "institution de référence": "> Katholieke Universiteit Leuven",
        "code de l’ue dans l’institution de référence": "> B-KUL-F0VB0A",
        "faculté ou entité en charge (uclouvain)": "> EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1321",
        "title": "Grec III A",
        "credits": "5.00",
        "hours": "45.0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "LGLOR1270 Grec II Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Étude approfondie de la grammaire grecque classique , essentiellement la syntaxe, dans une approche linguistique (origine et évolution des structures de la langue). Les deux cours de niveau III (A et B) aborderont une sélection de chapitres relatifs à la syntaxe de la phrase simple et complexe . À cela s’ajoute l’assimilation d’un vocabulaire complémentaire et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Étude systématique de la grammaire grecque classique (en particulier la syntaxe). Ce cours aborde les thèmes suivants 1. Les structures essentielles de la syntaxe gecque (propositions complétives, circonstancielles et relatives ; valeur des temps et des modes; syntaxe des cas ; 2. Les structures particulières du grec classique ; 3. La traduction personnelle de deux ou trois textes grecs suivis (lecture cursive) ; 4. La maîtrise complète de l'accentuation grecque. Les heures d'exercices sont principalement consacrées à la pratique du thème et de la version. Des séances particulières sont prévues pour la révision de la morphologie et du vocabulaire.",
        "teaching_methods": "Cours magistral, assorti d'exercices pratiques (thème et version).",
        "assessment_methods": "L'examen final, qui comporte un écrit et un oral (cursives), vérifie les connaissances théoriques et les compétences pratiques (y compris le thème et la version).",
        "other_info": "Le cours LGLOR1270 (Grec II) est un prérequis de ce cours.",
        "online_resources": "Les supports de cours (syllabus) et des ressources électroniques sont disponibles sur Moodle.",
        "bibliography": "Les ouvrages de référence sont signalés au cours. Manuels de référence pour la morphologie et le vocabulaire : - D. Planque, Grammaire grecque, 8e édition, Namur, 1977 (version pdf). - A. Cheyns - D. Xhardez, Cahier de vocabulaire grec pour un apprentissage en lien avec le français, Louvain-la-Neuve, 2005.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhist2731",
        "title": "Religions de Rome et du monde romain",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Haeperen Françoise"
        ],
        "teaching_language": "Français",
        "topics_covered": "Des thématiques et cas d’études relevant de l’histoire des religions de l’Antiquité romaine sont analysés à partir des sources, en les situant des les courants historiographiques, y compris les plus récents et en portant une attention particulière aux problématiques et méthodes mises en œuvre. Les thématiques envisagées sont régulièrement renouvelées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : maîtriser une série de connaissance sur la thématique étudiée, en étant capable de la situer au sein des grandes tendances de la recherche ; utiliser des outils conceptuels et méthodologiques pertinents en histoire des religions antiques ; poser un regard critique et réflexif sur la recherche en train de se construire ; éclairer des questions d’actualité par son expertise d’historien (AA 1, 3, 7, 8).",
        "content": "Le cours présentera d’une part l’historiographie et les grandes caractéristiques des religions de Rome et du monde romain. Il sera d’autre part consacré à l’étude du culte de Mithra en contextes.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen oral",
        "course_materials": "Plan détaillé du cours Recueil d'articles",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2360",
        "title": "Questions spéciales des civilisations étrusque et préromaines de l'Italie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cavalieri Marco"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "Le cours envisage des questions approfondies et des problèmes spécifiques d'interprétation liés à la reconstruction sociale, politique et économique des sources archéologiques du début de l'Âge du Fer jusqu'à la phase de pleine romanisation de l'Etrurie et de la péninsule italienne en général, I siècle ap. J.-Ch. Le panorama géographique et culturel objet d'étude comprendra toute l'Italie : donc, au Nord, les Gaulois et les Vénètes, au centre, les Etrusques, les Ombriens et les Picéniens, au Sud, les Samnites, les Osques, les Grecs et les différents peuples d'Apulie. L'art, la culture matérielle, l'urbanisme seront parmi les moyens d'analyse pour cette reconstruction.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Formation avancée des archéologues qui veulent approfondir une de plus remarquables civilisations de l'Italie préromaine. Développer l'esprit critique et des méthodes d'analyse de l'art (peinture, sculpture, architecture) et de la culture matérielle. Application soit des concepts théoriques et anthropologiques utilisés dans l'interprétation archéologique soit des sources littéraires et épigraphiques parvenues de l'Antiquité grecque, romaine et, concernant les inscriptions, étrusque, ombrien et osque.",
        "content": "Pour l'année 2019-2020, l'étude de la production funéraire, de sa fonction et de sa valeur religieuse et politique forme le thème principal. A partir de l'époque orientalisante (IX-VII s. av. J-C.) jusqu'à la phase hellénistique (II-I s. av. J.-C.), on mènera une discussion qui, visera à reconstruire les différentes facettes d'une civilisation, celle étrusque, capable d'assimiler et réinterpréter les influences grecques, celtiques et italiques pour exprimer une culture artistique et matérielle, un ordre social et un système politique et religieux tout à fait originaux. Cette création étrusque sera enquêtée à la lumière de nombreux témoignages sculptés de toute région à culture étrusque : Toscane, Campanie et Plaine padane.",
        "teaching_methods": "Combinaison d'exposés ex-cathedra de l'enseignant ou de conférenciers invités et de séminaires. Les étudiants seront invités à participer de façon active à certaines séances qui peuvent prendre la forme de séminaire préparé par eux-mêmes.",
        "assessment_methods": "Examen écrit à la fin de la session, intégré par un travail personnel.",
        "online_resources": "Pdf des séances de cours et bibliographie.",
        "bibliography": "Lectures obligatoires : S. Haynes, Etruscan Civilization. A Cultural History, The British Museum Press, 2000. J.-N. Robert, Les Etrusques, Guide Belles Lettres, Paris 2004. Lectures conseillées : Prima Italia. Arts italiques du premier millénaire avant J.C., Catalogue de l'exposition de Bruxelles 1981. J.-P. Thuillier, Les Etrusques. Histoire d'un peuple, Paris 2003.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2232",
        "title": "Dialectologie italique et latin archaïque",
        "credits": "5.00",
        "hours": "45.0 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1331 et LGLOR1332, ou niveau jugé équivalent",
        "topics_covered": "Ce cours envisage de : donner un aperçu des différentes langues de l’Italie préromaine; étudier les particularités du latin archaïque; lire et commenter des extraits significatifs d’œuvres préclassiques.",
        "content": "Ce séminaire de spécialisation de Master comportera deux modules. Le premier (30h) abordera les thématiques suivantes : Une introduction aux langues parlés dans l’Italie préromaine (autrement dit avant que la langue latine ne fasse disparaître les parlers locaux), avec une attention particulière portée aux langues de la famille osco-ombrienne. Cette introduction compotera les bases de la grammaire et la lecture d’une sélection d’inscriptions en ces langues. Étude des particularités du latin archaïque (et archaïsant) via la lecture d’inscriptions du VIIIe au IIe siècles av. J.-C. Étude des fragments préservés des précurseurs de la littérature latine (Naevius, Livius Andronicus, Ennius). Étude d’une sélection de fragments de l’annalistique moyenne et récente. Le second module (15h) consistera en la lecture commentée d’une œuvre relevant de la langue préclassique (en l’occurrence des extraits significatif de l’œuvre de Plaute). Parallèlement, les étudiants liront en autonomie un texte latin long (lecture cursive). Il s’agira cette année d’extraits significatifs d’une pièce de théâtre de Térence.",
        "teaching_methods": "Alternance de séances de cours interactives et de travaux pratiques.",
        "assessment_methods": "L’évaluation des acquis d’apprentissage se déroulera comme suit : - Épreuve écrite vérifiant les connaissances théoriques et les compétences pratiques acquises au cours et lors du TP . Cette épreuve vaudra pour la moitié (50%) de la note finale. - Épreuve orale vérifiant la maîtrise de la lecture cursive. Cette épreuve vaudra pour la moitié (50%) de la note finale. Important: Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "bibliography": "Quelques ouvrages de référence (liste non exhaustive) : BUCK C.D. (1995), A grammar of Oscan and Umbrian: with a collection of inscriptions and a glossary , Hildesheim: Olms. CHASSIGNET M. (1996), L'annalistique romaine , 3 vols., Paris: Les Belles Lettres (Collection des universités de France). CLACKSON J. (2007), The Blackwell history of the Latin language , Oxford: Wiley-Blackwell. DUPRAZ E. (2019), Tables eugubines ombriennes et Livre de lin étrusque : pour une reprise de la comparaison , Paris: Hermann Éditeurs (Collection Histoire et archéologie). ERNOUT A. (1916), Recueil de textes latins archaïques , Paris: Klincksieck. ERNOUT A. (1953), Morphologie historique du latin , 3 éd., Paris: Klincksieck. FAURE-RIBREAU M. (2012), Pour la beauté du jeu: la construction des personnages dans la comédie romaine (Plaute, Térence) , Paris: Les Belles lettres (Collection d'études anciennes, 75. Série latine). FLORES E. (2000), Ennio , Annali , 5 vol., Naples: Liguori (Biblioteca. Forme, materiali e ideologie del mondo antico, 33). GOLDBERG (S.M.) et MANUWALD (G.) (2018), Fragmentary Republican Latin. Ennius , 2 vols., Cambridge MA: Harvard University Press (Fragmentary republican Latin, I-II). MEUNIER N. (2019) (trad. et comm.), Q. Ennius, Annales , Louvain-la-Neuve : PUL (Anecdota Lovaniensia Nova, 4). PITTS R. (2020), Tense, aspect and modality in the Sabellic languages , Bruxelles: Editions Safran (Langues et cultures anciennes (LCA)). WALLACE R. (2007), The Sabellic languages of ancient Italy , München: Lincom Europa (Languages of the World/Materials, 371). WEISS M.L. (2010), Language and ritual in Sabellic Italy: the ritual complex of the third and the fourth Tabulae Iguvinae , Leiden: Brill (Brill's studies in Indo-European languages & linguistics, 1).",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lclas2899",
        "title": "Mémoire",
        "credits": "30.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "Le mémoire consiste en un travail de recherche : spécifique, vis-à-vis des autres activités d'enseignement ; méthodique, dont les fondements sont assurées par la formation de base ; intégré dans le programme et limité dans l'étendue du sujet.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le mémoire doit montrer l'aptitude de son auteur à exposer correctement les résultats d'un travail personnel, objectif et méthodique, dont la qualité n'est pas nécessairement liée à l'étendue. Le mémoire est, au même titre que les autres formes d'enseignement, un élément constitutif du programme où il est prévu. Il s'agit d'un travail de recherche demandé aux étudiants qui, à ce stade de la formation, doit être considéré comme initiant à la recherche dans la discipline concernée. Quel que soit le sujet, le mémoire de master permet à l'étudiant de : réaliser une analyse critique et une synthèse d'une question scientifique donnée, contextualiser une problématique en lien avec l'état des connaissances actuelles, exposer les résultats de son travail en justifiant ses choix méthodologiques, en argumentant ses hypothèses.",
        "content": "Le mémoire de master est une contribution personnelle à la connaissance scientifique. Par ce travail qui est le couronnement de ses études, l'étudiant fera la preuve qu'il a assimilé les principes méthodologiques propres aux sciences de l'antiquité, notamment dans le domaine des langues, des littératures ou des civilisations classiques. L'étudiant se montrera capable de parcourir les étapes essentielles de la recherche scientifique, à savoir la définition d'une problématique, la collecte bibliographique et l'heuristique des sources, la critique et l'interprétation des bases documentaires ainsi que l'élaboration d'une synthèse et la communication des résultats. Le corps du mémoire, indépendamment de la bibliographie, des illustrations et des annexes, comptera entre 100 et 150 pages (soit entre 200 000 et 300 000 caractères).",
        "assessment_methods": "Le mémoire est évalué par le promoteur et deux lecteurs. La moyenne de leurs notes respectives détermine l'appréciation globale du mémoire en fin de seconde année. Lors de l'évaluation du mémoire, le promoteur et les deux lecteurs tiennent compte des aspects suivants : l'aptitude à cerner précisément l'objet de la recherche et à poser correctement une problématique ou une hypothèse de travail ; la maîtrise des différents outils de recherche bibliographique et documentaire ; la qualité de la collecte et de l'interprétation des sources ; l'articulation et la cohérence du travail dans son ensemble ; la correction, la clarté et la rigueur de l'expression écrite ; le respect des contraintes formelles de présentation d'un texte scientifique. À la demande de l'étudiant, le mémoire peut faire l'objet d'une soutenance orale qui donnera l'occasion à l'étudiant de présenter les axes principaux de sa recherche et de répondre aux questions et observations du promoteur et des lecteurs. La défense orale, d'une durée d'une heure maximum (exposé et débat), est prise en compte dans l'évaluation finale. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "online_resources": "Cf. le vade-mecum et la grille d’évaluation du mémoire : https://intranet.uclouvain.be/fr/myucl/facultes/fial/tfc-et-memoires-tfe-0-1-2-3.html",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2222",
        "title": "Linguistique historique du grec",
        "credits": "5.00",
        "hours": "45.0 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Béthume Sarah",
            "Mathys Audrey"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1321 et LGLOR1322, ou niveau jugé équivalent",
        "topics_covered": "Étude approfondie de questions spécifiques de linguistique synchronique ou diachronique du grec. L'enseignant·e choisira de traiter un ou plusieurs thèmes relatifs au fonctionnement synchronique et à l'histoire de la langue grecque, en lien avec la recherche linguistique actuelle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 développer une réflexion linguistique sur des questions et des problématiques touchant à la langue grecque.",
        "content": "Le cours porte sur une ou plusieurs questions particulières de linguistique synchronique ou diachronique du grec (phonétique, accentuation, morphologie, syntaxe). Le contenu varie d'une année à l'autre en fonction des thèmes abordés. Parallèlement, les étudiants liront en autonomie un ou deux textes grecs suivis (cursives).",
        "teaching_methods": "Cours magistral (éventuellement en alternance avec des présentations par les étudiants).",
        "assessment_methods": "1. Évaluation régulière en TP (20 % de la note finale). En cas d'échec, examen écrit de version en septembre. 2. Présentation orale en cours de l'année (20 % de la note finale). En cas d'échec, travail écrit à rendre avant le début de la session de septembre. 3. Examen écrit portant sur les connaissances théoriques à la session de juin (30 % de la note finale). En cas d'échec, examen écrit à la session de septembre. 4. Examen oral portant sur la cursive à la session de juin (30 % de la note finale). En cas d'échec, examen oral en septembre dans les mêmes conditions. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "other_info": "/",
        "online_resources": "Les supports de cours et des ressources électroniques sont disponibles sur Moodle.",
        "bibliography": "La bibliographie est signalée au cours et est en partie disponible sur Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2322",
        "title": "Questions de patrologie II",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pauliat Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs : - on analyse une question spéciale portant sur divers témoignages de l'ancienne littérature chrétienne, envisagée dans ses aspects littéraires, doctrinaux et théologiques ; - on situe dans leur contexte historique et théologique les textes vus au cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traiter une question théologique ou littéraire portant sur l'ancienne littérature chrétienne principalement grecque et/ou latine ; 2 lire de manière critique les sources théologiques anciennes ; 3 manier les principaux instruments de travail du patrologue.",
        "content": "La prédication patristique : formes et enjeux Les textes patristiques les plus connus sont les traités théologiques. Pourtant, ceux-ci n’étaient lus que par une infime minorité de lecteurs cultivés. L’immense majorité des chrétiens découvrait et approfondissait sa foi à travers les sermons des évêques, dimanche après dimanche, voire jour après jour. Dans ces sermons, l’Écriture est commentée en relation avec la vie et les préoccupations concrètes de l’assemblée ; chacun reflète une atmosphère particulière, en fonction des événements historiques, des contextes polémiques et des fêtes liturgiques. C’est dire la richesse de ces textes, que la recherche redécouvre actuellement. Durant ce cours, nous découvrirons en traduction française les principaux prédicateurs (latins, grecs et syriaques), analyserons certains des sermons les plus connus  – et les plus beaux ? – ( Catéchèses mystagogiques de Cyrille de Jérusalem, Tractatus sur la Première épître de Jean d’Augustin…), et aborderons également les questions complexes liées à la transmission de ces textes, à leur forme rhétorique et aux soubassements théologiques qui fondent la pratique homilétique des Pères. L’objectif sera double : d’une part, comprendre les multiples questions scientifiques que soulèvent les sermons patristiques, pour être capable de les aborder avec rigueur ; d’autre part, profiter de la beauté et de la densité théologique de ces textes largement méconnus.",
        "teaching_methods": "Pour ce cours sur un sujet peu connu, la méthode d'enseignement repose sur une combinaison de présentations de la part de l'enseignant et de pédagogie active. Alterneront durant les cours : -des présentations du professeur en classe, illustrées par des diapositives ; -des temps de questions/réponses en classe ; -des temps d’analyse de textes patristiques (disponibles en avance et lus avant chaque cours). À la fin des séances, l'enseignant indique aux étudiants un programme de lecture et/ou des exercices à effectuer (individuellement ou en sous-groupes) en vue de les familiariser avec les textes et les principaux instruments de travail.",
        "assessment_methods": "Au choix de l'étudiant -examen oral sur la matière vue au cours -rédaction d'un travail d'une dizaine de pages dont les modalités et le sujet sont précisés au début du cours. On évaluera l'aptitude de l'étudiant à mettre en œuvre les approches méthodologiques et descriptives développées au cours.",
        "bibliography": "Voir le site Moodle",
        "course_materials": "Portefeuille de textes accessible sur Moodle",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2220",
        "title": "Didactique générale et formation à l'interdisciplinarité",
        "credits": "3.00",
        "hours": "37.5 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Colognesi Stéphane",
            "De Croix Severine",
            "De Kesel Myriam",
            "Dufays Jean-Louis",
            "Ghysselinckx Anne",
            "Lemaire Véronique",
            "Vercruysse Benoît"
        ],
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Avant de commencer le séminaire, l'étudiant aura observé des enseignements en classe et aura réalisé au moins 10 heures de stage d'enseignement.",
        "topics_covered": "La partie cours est consacrée aux pratiques d’enseignement efficaces. Les aspects suivants seront ainsi abordés : confort de l’enseignant, motivation des élèves, importance des objectifs, stratégies d’enseignement adaptées aux contenus à enseigner, mythes et réalités didactiques/pédagogiques, processus d’évaluation, adaptation des interventions, métacognition, supports de cours. Le séminaire quant à lui porte sur la construction de projets interdisciplinaires : sur la base de leurs expériences de stages et avec l'éclarirage de plusieurs témoignages, les étudiants, constitués en petits groupes, seront invités à se présenter mutuellement les fondements de leurs disciplines respectives et à élaborer un projet susceptible de mobiliser leurs différentes compétences.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'activité sera organisée en deux parties complémentaires. Elle visera, - d'une part, à amener les futurs enseignants à utiliser un ensemble d'outils conceptuels issus des théories de l'apprentissage et de l'enseignement en vue de décrire, analyser, théoriser, améliorer, voire construire une séquence didactique (partie cours), - d'autre part, à les initier à la construction de projets interdisciplinaires tout en les incitant à prendre un recul critique par rapport à leurs observations et à leurs réalisations sur le terrain scolaire dans le cadre de leurs stages d'observation et d'enseignement (partie séminaire). La perspective est que les futurs enseignants développent une habitude de pratique réflexive argumentée dans leur vie professionnelle. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "content": "Pour la partie cours, le contenu est centré sur les pratiques d'enseignement efficaces : on apprend en étant conscient de ce qu’on fait : objectifs et tâches d’enseignement ; on apprend par différentes approches et en étant confronté à des obstacles : mise en activité cognitive des élèves, variation des stratégies d’enseignement, interactions avec les pairs ; on apprend dans un contexte : gestion de classe et confort de l'enseignant ; on apprend en étant accompagné par un/des expert(s) : évaluations, feedback , adaptation aux profils des élèves ; on apprend si on est motivé : dynamique motivationnelle ; on apprend en étant conscient de ce qu’on fait, de ce qu’on ressent et des stratégies gagnantes : métacognition . Pour la partie séminaire, le contenu est centré sur la définition de l'interdiscipinarité et de ses enjeux en contexte scolaire ainsi que sur la mise au point et la présentation de projets didactiques interdisciplinaires .",
        "teaching_methods": "Pour la partie cours : Apport de cadres théoriques liés à chacune des pratiques efficaces envisagées ; Analyse de situations, d’outils et de cas concrets , notamment par l’utilisation de vidéos pour accéder rapidement aux évènements de la classe ; Constitution progressive par l’étudiant, au fil des séances, de son « journal du prof ». A chaque séance, l’étudiant sera invité à noter ses représentations, ce qu’il garde du cours pour ses activités d’enseignement, les apprentissages réalisés, les questions, etc. Ce journal pourra être utilisé lors de l’examen ; Élaboration par les étudiants, au fil des séances, de questions clés permettant de revoir la matière présentée ; Mise en place d’un « forum salle des profs » sur Teams pour partager les informations du « journal du prof » et interagir. Pour la partie séminaire : Apport de cadres théoriques sur la distinction entre multi-, pluri-, trans- et interdisiciplinarité et présentation de témoignages par des équipes de professeurs du secondaire ayant réalisé des projets interdisciplinaires. Découverte des apports spécifiques liés aux différentes disciplines scolaires. Mise au point progressive de projets interdisciplinaires par une alternance de travail en grand auditoire et en groupes interdiscipinaires restreints.",
        "assessment_methods": "Le niveau de maitrise des objectifs du cours sera apprécié à partir d'un examen écrit. Celui des objectifs du séminaire sera apprécié sur la base de la participation à toutes les activités ainsi que de la production collective attendue à la fin du séminaire. L'évaluation de l'ensemble de l'activité LAGRE2220 portera donc sur les deux parties du dispositif pédagogique, à savoir le cours et le séminaire. La note finale ne pourra être délivrée que si l'étudiant.e a assisté aux deux activités et a réalisé toutes les activités demandées. L'étudiant.e sera considéré.e comme absent.e tant que les deux parties n'ont pas été réalisées.",
        "other_info": "La première partie de l'activité sera donnée sous forme de cours et sera répétée deux fois au premier quadrimestre (une fois en matinée, une fois en soirée). La seconde partie sera donnée sous forme de séminaire et sera organisée sur deux samedis durant le premier ou le second quadrimestre. Les deux parties de l'activité sont assurées par une équipe d'enseignants spécialisés en psychopédagogie, de didacticiens disciplinaires et de praticiens de terrain. Attention: cette activité ne peut être suivie que par des étudiants inscrits à un programme d'agrégation ou à un master à finalité didactique",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l'unité d'enseignement ( https://moodleucl.uclouvain.be , code : Lagre2220).",
        "bibliography": "Des bibliographies ciblées sont fournies en fin de diaporamas portant sur chaque chapitre du cours.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1270",
        "title": "Grec II",
        "credits": "5.00",
        "hours": "45.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Béthume Sarah"
        ],
        "teaching_language": "Français",
        "prerequisites": "LFIAL1770 ou niveau équivalent",
        "topics_covered": "Étude de la grammaire grecque classique (niveau scolaire) : morphologie (nominale et verbale) et syntaxe fondamentale. À cela s’ajoute l’assimilation d’un vocabulaire de base et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Conçu dans la continuité du cours (élémentaire) de Grec I (LFIAL 1770) dont il entend consolider et approfondir les acquis, ce cours abordera les thèmes suivants : 1. L'ensemble de la morphologie nominale, adjectivale et pronominale, ainsi que la syntaxe des cas, 2. L'ensemble de la conjugaison des verbes (en ce compris l'accentuation), ainsi que les valeurs des temps et des modes, 3. La syntaxe des propositions subordonnées (relatives, complétives dont les interrogatives, les participiales, les infinitives), 4. L'analyse et la traduction de textes (versions), 5. Sporadiquement, des exercices de thème d'imitation, 6. Enfin, les étudiant·es réaliseront en autonomie une lecture cursive d'un texte suivi, en l'occurrence des extraits de Xénophon. Les heures d'exercices (travaux pratiques) sont consacrées à l'approfondissement des notions théoriques vues au cours magistral, par le biais de la réalisation d'exercices (de morphologie, de version, de thème). Au terme de ce cours, les étudiant·es maîtriseront l'ensemble des points de grammaire énumérés ci-dessus: ils/elles seront capables d'analyser toute forme nominale (au sens large: comprenant les adjectifs et les pronoms) et verbale rencontrée dans un texte. Ils/elles connaîtront et comprendront les valeurs des temps et des modes propres au grec. Grâce à la connaissance de la syntaxe de phrases simples et complexes (comprenant des subordonnées relatives et complétives), ils/elles seront capables de traduire et d'analyser des textes grecs, d'un niveau semblable à celui exercé au travers des textes vus durant le quadrimestre, ainsi que de pratiquer le thème d'imitation.",
        "teaching_methods": "Cours magistral avec exposé des principes théoriques de la morphologie nominale, verbale et de la syntaxe des modes et des temps, mais aussi volet participatif (durant les heures de volume 1 et de volume 2). Il est indispensable que la matière vue au cours soit étudiée et retravaillée régulièrement. Des préparations seront fréquemment requises et des devoirs ou tests formatifs seront organisés pendant le cours magistral mais aussi pendant les séances de travaux pratiques.",
        "assessment_methods": "L'évaluation du cours comportera plusieurs parties: - une évaluation continue par le biais d'évaluations réalisées durant les séances de TP et d’un test de mi-parcours réalisé lors du cours magistral. Cette partie vaut pour 20% de la note finale de juin . En cas d'échec, elle ne fera plus l'objet d'une évaluation en seconde session. - un examen oral et écrit en juin : - examen oral de cursive valant 25% de la note finale de juin. En cas d’échec à cette partie en juin, examen oral en seconde session. - examen écrit de version valant 25% de la note finale de juin. En cas d’échec à cette partie en juin, examen écrit en seconde session. - examen écrit de grammaire valant 30% de la note finale de juin. En cas d’échec à cette partie en juin, examen écrit en seconde session.",
        "online_resources": "Voir la page Moodle du cours.",
        "bibliography": "Manuel de référence: Vernhes, Jean-Victor, Ἕρμαιον (Hermaion). Initiation au grec ancien (2020 ou une édition antérieure). Grammaire de référence: Planque et al., Grammaire grecque, 8e édition, Namur, 1977.",
        "course_materials": "Des documents reprenant la théorie présentée dans le manuel et les exercices figurent sur la page Moodle du cours. Dans la continuité du cours de Grec I, il est demandé aux étudiant·es de disposer du manuel de Vernhes, Jean-Victor, Ἕρμαιον (Hermaion). Initiation au grec ancien (2020 ou une édition antérieure).",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2552",
        "title": "Séminaire d'Histoire des sciences de l'antiquité",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Clesse Grégory"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Etude du développement de certaines sciences (arithmétique, géométrie, géographie, astronomie, médecine, etc.) dans l'Antiquité égyptienne, babylonienne et gréco-romaine.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant aura compris comment la science au sens moderne du terme s'est constituée à partir des civilisations égyptienne, babylonienne et grecque ancienne.",
        "content": "De manière diachronique, depuis la Haute Antiquité jusqu'au IVe siècle de notre ère, on montrera les développements des sciences dans les cultures égyptienne, babylonienne et gréco-romaine, à travers l'étude des notions clés et des principales théories qui ont émergé et ont influencé les périodes ultérieures. Différents domaines seront abordés de façon plus spécifique: arithmétique avec les premières formes de calcul écrit, géométrie avec d'anciens exemples de résolution de problèmes, astronomie avec l'émergence des modèles géocentrique et héliocentrique, médecine avec la théorie des quatre humeurs ou encore sciences du vivant avec le schéma de l'échelle de la nature. Ces présentations donneront l'occasion d'explorer plusieurs aires géographiques et espaces (bibliothèques, ...) qui se sont avérés déterminants dans le développement des sciences.",
        "teaching_methods": "Exposé magistral à partir d'un support visuel et d'analyses de documents issus de l'Antiquité (donnés en traduction) et de réinterprétations plus récentes en lien avec les principaux concepts de l'Histoire des sciences antiques.",
        "assessment_methods": "Session de juin et/ou septembre: examen écrit. Plusieurs questions transversales évalueront la capacité de l'étudiant·e à synthétiser les principaux concepts de l'histoire des sciences antiques et à les appliquer à travers l'analyse des ressources antiques (en traduction) ou de documents plus récents qui lui seront présentés. L'examen écrit se tient en présentiel durant la session et suppose donc de ne pouvoir recourir à l'IA.",
        "online_resources": "Documentation mise à disposition sur la page Moodle du cours",
        "bibliography": "Références données au fil du cours.",
        "course_materials": "Documentation (complémentaire aux notes des étudiants) - en ce compris le powerpoint du cours - disponible sur le serveur Moodle.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2422",
        "title": "Séminaire d'auteurs grecs",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delanaye Lysiane",
            "Willocx Louise"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1721 et LGLOR1722, ou niveau jugé équivalent",
        "topics_covered": "Analyse approfondie et interactive d’une sélection d’œuvres représentative de la littérature grecque classique, hellénistique ou romaine, en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature grecque classique, hellénistique ou romaine; 2 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature grecque, incluant des considérations littéraires, historiques, stylistiques et culturelles; 3 mener une recherche personnelle dans le prolongement du cours.",
        "content": "Les auteurs choisis pour le cours sont les poètes Callimaque et Théocrite. Après une introduction situant l'auteur et son oeuvre, la traduction est assortie d'un commentaire méthodique.",
        "teaching_methods": "La traduction préparée par les étudiants est vérifiée au cours et fait l'objet d'un commentaire le plus complet possible.",
        "assessment_methods": "Le cours sera évalué en deux temps : Présentation orale durant le quadrimestre (20%) Examen oral en session Traduction (30%) Explication de formes linguistiques (20%) Commentaire (30%) En septembre, l'examen oral compte pour la totalité des points.",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "bibliography": "Édtitions utilisées : 1. Le texte de base est celui du Thesaurus Linguae Graecae, soit généralement celui d'une édition d'Oxford; 2. Édition des Belles-Lettres. Une bibliographie complémentaire sera fournie au cours. Grammaire de référence : D. Planque, Grammaire grecque, 8e édition, Namur, 1977 (version pdf).",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2020q",
        "title": "Comprendre l'adolescent en situation scolaire, Gérer la relation interpersonnelle et animer le groupe classe.",
        "credits": "4.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Il est important que l'e'tudiant ait re'alise' des observations en classe et dans l'institution scolaire lorsqu'il commence l'activite'. Dans la mesure du possible, il aura de'ja' entame' un premier stage d'enseignement.",
        "topics_covered": "Différentes thématiques sont abordées, telles que : -       L'école : une institution, un lieu de vie, analyse d'une situation complexe -       L'adolescence : phénomène culturel et processus psychique -       L'adolescent face à l'école : attentes, attitudes et représentations -       Les enjeux de la relation enseignant-enseignés : Comment se situer dans la relation Professeur-élèves ? Comment concilier le rôle d'éducateur et de professeur ? -       Les rapports de l'adolescent à l'autorité scolaire : comment établir une autorité vraie? -       Démotivation et violence dans les écoles secondaires : fantasme ou réalité ? -       Ecole et santé mentale : la dépression, la toxicomanie, les pratiques déviantes ...",
        "content": "La première partie de l'activité (partie cours) se penchera sur le contexte developmental spécifique à l’adolescence avec un accent sur les processus affectifs, cognitifs, psychosociaux, et motivationnels en jeux durant cette période. Des modes d’intervention utiles dans le contexte scolaire seront proposés. La seconde partie de l'activité (partie séminaire) traitera quatre champs expérientiels : - mieux se connaitre pour mieux communiquer ; - gérer la relation interpersonnelle entre différents acteurs ; - comprendre, participer et gérer des activités collectives dans l'école (conseils de classe, réunion d'enseignant.e.s, etc.); - animer le groupe classe avec efficacité, assumer son autorité",
        "teaching_methods": "Pour la partie cours, les concepts théoriques seront présentés lors de séances magistrales où les professeurs seront attentifs à répondre aux questions des étudiant.e.s. Ils veilleront aussi à illustrer ces propos théoriques par des présentations de cas qui seront discutés avec les étudiant.e.s. Dans la partie séminaire, une attention particulière sera accordée à la cohérence entre les méthodes d'enseignement utilisées et les concepts et outils qui y sont développés. Les démarches actives seront favorisées : apprentissage par problèmes, analyse de matériaux, d'outils et de cas concrets (parfois présentés par des témoins ou en vidéos), discussions et débats, travail en groupe au cours, exposés de restructuration. Durant les temps de travail en sous-groupe dans les séminaires, la méthodologie active (exercices pratiques, mises en situation) cherchera à ce que les apports conceptuels soient introduits à partir de l'expérience des étudiant.e.s sur le terrain scolaire et des relations interpersonnelles et groupales vécues au sein du séminaire.",
        "assessment_methods": "L'évaluation portera sur l'ensemble du dispositif pédagogique comprenant deux activités : la participation active aux séances de séminaire et l'examen écrit du cours. La note finale ne pourra être délivrée que si l'étudiant a réalisé ces deux activités au sein d’une même année académique. Les modalités précises de la participation au séminaire sont disponibles sur Moodle.",
        "other_info": "La première partie donnée sous forme de cours sera répétée deux fois (au second quadrimestre). La seconde partie donnée sous forme de séminaire sera organisée par petits groupes et assurée par une équipe de formateurs.trices : des groupes seront proposés au premier et au second quadrimestre. Attention: cette activité ne peut être suivie que par des étudiant.e.s inscrit.e.s à un programme d'agrégation ou à un master à finalité didactique. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie «Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l’unité d’enseignement ( > https://moodleucl.uclouvain.be : LAGRE2020 cours et LAGRE2020 Séminaire).",
        "bibliography": "Un portefeuille de documents comprendra des textes de base relatifs aux thèmes centraux du cours, il sera complété par des documents sur des outils de communication et de connaissance de soi fournis par les formateurs.trices qui animent les sous-groupes de séminaires.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2341",
        "title": "Questions d'histoire du Christianisme : Antiquité",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "On analysera une question spéciale portant sur l'histoire de l'Antiquité chrétienne, envisagée dans ses aspects historiques, littéraires, doctrinaux et, le cas échéant, archéologiques ; On situera dans leur contexte historique et théologique les textes vus au cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traiter une question d'histoire de l'Antiquité chrétienne en l'envisageant dans ses aspects historiques, littéraires et théologiques ; 2 lire de manière critique les sources historiques anciennes ; 3 manier les principaux instruments de travail de l'historien.",
        "content": "La « tentation » du christianisme Le cours tentera de revisiter la question du «triomphe du christianisme» en l'abordant du point de vue du paganisme vaincu. On montrera par quelles voies et à quel prix les milieux païens se sont progressivement laissé pénétrer par la foi chrétienne. Après avoir précisé ce qu'il faut entendre par «paganisme» dans les premiers siècles de l'ère chrétienne, on verra comment a évolué la position païenne face au fait chrétien, aussi bien dans le droit que dans le discours des intellectuels. On se demandera aussi quelle image le christianisme a présentée de lui-même à la société de son temps pour y trouver droit de cité et la gagner à lui. La période envisagée ira des origines à 391, date à laquelle Théodose I proscrit le paganisme et fait fermer les temples.",
        "assessment_methods": "Évaluation : au choix de l'étudiant : - examen oral sur la matière vue au cours - rédaction d'une dissertation sur un sujet en lien avec la matière vue au cours. Ce travail écrit (entre 25.000 et 30.000 caractères) fait l'objet d'une présentation orale et d'une évaluation formative.",
        "bibliography": "Aragione G., Les chrétiens et la loi. Allégeance et émancipation aux iie et  iiie siècles (Christianismes antiques),  Genève, 2011. Bardy G., La conversion au christianisme durant les premiers siècles (Théologie, 15), Paris, 1949. Beatrice P. Fr., L'intolleranza cristiana nei confronti dei pagani, Bologne, 1993. Brown P. – Lizzi Testa R., Pagans and Christians in the Roman Empire : The Breaking of a Dialogue (IVth – VIth Century A.D.) (Christianity and History, 9). Berlin, 2011. Cameron A., The Last Pagans of Rome , Oxford, 2011. de Labriolle P., La réaction païenne. Étude sur la polémique antichrétienne du i e au vi e siècle , Paris, 1934 (réimpression : Paris, 2005). Ferry L – Jerphagnon L., La Tentation du christianisme , Paris, 2009. Fiedrowiz M., Christen und Heiden. Quellentexte zu ihrer Auseinandersetzung in der Antike , Darmstadt, 2004. Lane Fox R., Pagans and Christians in the Mediterranean World from the second Century A.D. to the conversion of Constantine , Harmondsworth, 1986. Levieils X., Contra Christianos. La critique sociale et religieuse du christianisme des origenes ( lege : origines) au concile de Nicée (45–325) (BZNW, 146), Berlin – New York, 2007. Ritter A. M., « L’Église et l’État » : points de vue du christianisme ancien. Religion et politique dans l’Antiquité (Traditio christiana, 13), Berne, 2005. Wilken R. L., The Christians as the Romans saw them , Londres, 1984. Wytzes J., Der letzte Kampf des Heidentums in Rom (Études préliminaires aux religions orientales dans l'Empire romain, 56), Leiden, 1977.",
        "responsible_entity": "TEBI"
    }
]