[
    {
        "url": "https://uclouvain.be/cours-2024-bcomu1250",
        "title": "Usage et réception des médias",
        "credits": "5.00",
        "hours": "30.0 h + 14.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Patriarche Geoffroy"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Identifier et comprendre les principaux cadres théoriques et conceptuels des études d’usage et de réception, tant du côté des traditions francophones qu’anglophones, y compris dans leurs développements récents liés aux médias numériques. Mettre en œuvre, de manière approfondie, des compétences de lecture et de compréhension de textes scientifiques sur la communication et les médias. Réaliser un travail de problématisation qui répond aux exigences et aux méthodes des sciences sociales.",
        "content": "L’UE approfondit une série de cadres théoriques et conceptuels des études d’usage et des études de réception, y compris dans leurs développements récents liés aux médias numériques. Les approches et problématiques abordées dans cette UE tournent autour des conceptions suivantes de l’usage des médias : l’usage comme exposition motivée et sélective aux médias ; l’usage comme interaction texte-lecteur·trice ; l’usage comme activité socialement et culturellement organisée ; l’usage comme participation à une expérience collective ; l’usage comme processus identitaire ; l’usage comme modalité d’intervention dans un processus d’innovation socio-technique.",
        "teaching_methods": "L’UE articule deux dispositifs d’enseignement : un cours magistral et un séminaire. Lors du cours magistral, l’enseignant expose la matière à l’aide d’un support visuel. Plusieurs activités de discussion ou d’application de la matière sont prévues. Les séances ex cathedra sont enregistrées afin de « dépanner » les étudiant·es qui ne seraient pas en mesure de suivre l’une ou l’autre séance pour un motif légitime (maladie, obligation professionnelle, etc.). Pour le séminaire, les étudiant·es sont réparti·es en sous-groupes de travail de 3 ou 4 personnes. Le séminaire articule les volets suivants : - la lecture approfondie de textes scientifiques, aidée par des guides de lecture et suivie d’une discussion en séance (éventuellement en distanciel, si la situation sanitaire l’exige). Ces textes font partie de la matière d’examen ; - l’élaboration et la défense orale d’un travail de problématisation d’une question de départ sur la réception ou l’usage des médias ou des technologies de communication (thème à déterminer selon les consignes de l’assistante). Comme supports de cours, les étudiant·es disposent d’un syllabus fourni par l’enseignant, des slides des cours magistraux, des consignes détaillées sur la réalisation du travail, et d’un portefeuille de lecture reprenant les textes obligatoires travaillés dans le cadre du séminaire.",
        "assessment_methods": "L'évaluation comprend un examen écrit individuel, qui compte pour 60% de la note finale, et un travail écrit de problématisation (y compris sa défense orale) réalisé en sous-groupe, qui compte pour 40% de la note finale. Cette pondération ne change pas selon que l’UE se déroule en présentiel ou en distanciel. L’examen porte sur le cours magistral et sur les textes vus au séminaire. En présentiel, l’examen se déroule en deux parties. La partie sur le cours magistral se déroule « à livre fermé ». La seconde partie porte sur les textes du séminaire. Pour cette partie, les étudiant·es peuvent disposer d’une copie des textes (éventuellement annotée) ainsi que de leurs notes personnelles sur les textes et les guides de lecture. Tout autre matériel est interdit. Les questions sur les textes ne sont pas nécessairement puisées dans les guides de lecture. En distanciel, l’examen individuel porte sur le cours ex cathedra et sur les textes du séminaire. Il se déroule « à livre ouvert », c’est-à-dire que les étudiant·es peuvent consulter leur notes de cours et les ressources disponibles sur le site de cours. Les étudiant·es peuvent également disposer des textes et de leurs notes sur les textes. Tout autre matériel est interdit. Les questions sur les textes ne sont pas nécessairement puisées dans les guides de lecture. Le travail de problématisation d’une question de départ est réalisé en sous-groupes. La note du travail est attribuée selon la répartition suivante : 3/4 des points pour le travail écrit et 1/4 des points pour la présentation orale du travail lors de la défense (cette présentation peut faire l’objet d’une cotation individuelle). Les points du travail écrit résultent à la fois du travail écrit proprement dit, avec une note attribuée à l’ensemble du sous-groupe, et de la discussion telle qu’elle s’est déroulée lors de la défense orale, qui peut donner lieu à une appréciation individualisée. De la sorte, la discussion lors de la défense orale vient préciser la cotation du travail écrit. En cas d’échec à la note globale en janvier, l’étudiant·e doit représenter le ou les volets en échec en seconde session (la note du séminaire est globalisée). Si une partie de l’évaluation n’est pas présentée, cela entraîne automatiquement un 0/20 pour la note finale (la note de la prestation réalisée est conservée pour autant qu’elle soit réussie). Si la présentation orale du travail est réussie mais que le séminaire est en échec, les points de la présentation seront « gardés au frigo » et pris en compte lors de la nouvelle soumission du travail écrit en seconde session. Une défense orale devra tout de même être réorganisée pour la discussion du nouveau travail remis. Dans le cas où l’étudiant·e doit représenter le séminaire en seconde session, la visite des copies constituera l’unique chance pour les étudiant.es de recevoir un retour sur le travail et la défense orale de première session. Il est donc vivement suggéré aux étudiant.es en échec au séminaire de se rendre à la visite des copies. Le travail écrit et la présentation orale sont des productions originales. Il est attendu des étudiant·es un respect scrupuleux des règles et bonnes pratiques de citation, de référencement et de non-plagiat. L’utilisation de l’IA générative est acceptée pour autant qu’elle soit ponctuelle et limitée. L’utilisation de l’IA doit être explicitement indiquée. Toute partie de travail ou de présentation prenant appui, de quelque manière que ce soit, sur l’IA générative, doit être clairement identifiée (par exemple, par une note en bas de page) qui précise quel outil d’IA générative a été utilisé et quelle en a été l’utilisation dans la partie concernée. « Reprendre » un travail personnel ou de groupe réalisé dans le cadre de quelque UE que ce soit nécessite beaucoup de prudence. Exceptionnellement, une telle démarche peut être envisagée à condition que l’étudiant·e (1) en demande l’autorisation à l’assistant·e, (2) justifie cette « reprise » dans le cadre du travail, lequel, dans son ensemble, doit bien évidemment constituer un apport original par rapport au premier travail, et (3) applique scrupuleusement les règles de citation et de référencement à tout usage de ce travail. Le non-respect de ces règles peut être considéré comme une irrégularité (auto-plagiat). Tout manquement dans l’application des règles énoncées ci-dessus peut conduire à une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. Une prise de présence est effectuée à chaque séance de séminaire (4 séances au total). L’étudiant·e qui est absent·e de façon non justifiée à quelque séance de séminaire que ce soit obtient la note de 0/20 à l’ensemble de l’UE en  janvier. Les  justificatifs sont à envoyés à l’enseignante et à l’administration facultaire selon les modalités expliquées dans les dispositions d’exécution du RGEE. La présence au séminaire n’est pas prise en compte pour la session de septembre.",
        "other_info": "Pour le travail de problématisation à réaliser dans le cadre du séminaire, il se peut que les étudiant·es aient à travailler sur des textes en anglais, en fonction de leur question de recherche ou des ressources documentaires disponibles.",
        "online_resources": "L'UE dispose d'un site de cours sur Moodle.",
        "bibliography": "Lectures obligatoires : - Dessinges, C. et Perticoz, L. (2019), « Les consommations de séries télévisées des publics étudiants face à Netflix : une autonomie en question », Les Enjeux de l’information et de la communication , vol.20, n°1, pp.5-23. DOI : 10.3917/enic.026.0005. URL : https://www.cairn.info/revue-les-enjeux-de-l-information-et-de-la-communication-2019-1-page-5.htm - Jauréguiberry, F. (1997), « L'usage du téléphone portatif comme expérience sociale », Réseaux , n°82-83, pp.149-165. URL : https://www.persee.fr/doc/reso_0751-7971_1997_num_15_82_3061 - Nicol, C. et Millette, M. (2022), « Fanfictions audiovisuelles d’Harry Potter : co-création et espaces blancs », Études de communication , vol.59, mis en ligne le 01 janvier 2025, consulté le 04 janvier 2023. DOI : https://doi.org/10.4000/edc.15022. URL : https://journals.openedition.org/edc/15022 - Pasquier, D. (1999), La culture des sentiments. L’expérience télévisuelle des adolescents , Paris, Maison des sciences de l’homme, pp.175-213 (chapitre « Publics et communautés sociales »). Bibliographie indicative : - Bilandzic, H., Patriarche, G. et Traudt, P. J. (dir.) (2012), The Social Use of Media: Cultural and Social Scientific Perspectives on Audience Research, Bristol, Intellect. - Carpentier, N., Schrøder, K.C., et Hallett, L. (dir.) (2014), Audience Transformations. Shifting Audience Positions in Late Modernity, New York, Routledge. - Certeau, M. de (1990), L'invention du quotidien. 1. Arts de faire, Paris, Gallimard. - Cervulle, M. et Quemener, N. (2018), Cultural Studies. Théories et méthodes, 2ème éd., Paris, Armand Colin. - Dayan, D. (1992), « Les mystères de la réception », Le Débat, n°71, pp.146-162. - Dayan, D. (dossier coord. par) (1993), « A la recherche du public. Réception, télévision, médias », Hermès, n°11/12. - Esquenazi, J.-P. (2003), Sociologie des publics, Paris, La Découverte. - Flichy, P. (1995), L’innovation technique. Récents développements en sciences sociales. Vers une nouvelle théorie de l’innovation, Paris, La Découverte. - Glevarec, H., Macé, E. et Maigret, E. (dir.) (2008), Cultural Studies. Anthologie, Paris, Armand Colin/INA. - Jauréguiberry, F., et Proux, S. (2011), Usages et enjeux des technologies de communication, Toulouse, Toulouse, Érès. - Jenkins, H. (1992), Textual Poachers. Television Fans & Participatory Culture, New York & Londres, Routledge. - Livingstone, S. et Lunt, P. (1993), Talk on television. Audience participation and public debate, Londres, Routledge. - Lohisse, J., avec la collab. de Patriarche, G., et Klein, A. (2009), La communication. De la transmission à la relation, 4ème éd., Bruxelles, De Boeck. - Lull, J. (1980), « The social uses of television », Human Communication Research, 1980, vol. 6, n°3, p.197-209. - Morley D. (1992), Television, Audiences and Cultural Studies, Londres, Routledge. - Picone, I. (2017), « Conceptualizing media users across media: The case for ‘media user/use’ as analytical concepts », Convergence. The International Journal of Research into New Media Technologies, vol.23, n°4, pp.1-13. - Schrøder, K. C. (1994), « Audience semiotics, interpretive communities and ‘the ethnographic turn’ in media research », Media, Culture & Society, vol.16, pp.337-347. - Zoonen, L. van (2005), Entertaining the citizen. When politics and popular culture converge, Lanham, Rowman & Littlefield.",
        "course_materials": "Usage et réception des médias - Syllabus Usage et réception des médias - Vade-mecum du séminaire",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2108",
        "title": "Marketing numérique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gonsette Etienne"
        ],
        "teaching_language": "Français",
        "content": "Les fondements du marketing ont été bouleversés par l’arrivée des médias sociaux, du web « participatif » et du développement de nouvelles pratiques d’usage et de consommation. La globalisation, la multiplication des moyens de diffusion, l’évolution des supports numériques et l’émergence de nouveaux marchés nécessitent de repenser la relation entre marques et consommateurs. Les nouvelles pratiques du marketing et l’évolution permanente des possibilités qu’offrent notamment les médias sociaux permettent de mettre en avant les principaux thèmes qu’abordera cette UE : - l’évolution des études de marché grâce aux TIC ; - l’évolution des comportements des consommateurs : la résistance à la consommation, les communautés de marques, la cocréation de valeur... - du marketing de masse au one-to-one marketing, le ciblage comportemental, le CRM ; - le développement de la servuction via la numérisation des supports de communication et de commercialisation des produits et des services ; - le « permission marketing » ; - le marketing participatif (co-création d’offres) et le marketing viral : l’utilisation des plateformes de médias sociaux comme outil marketing ; - les applications mobiles à des fins de marketing (géolocalisation…) ; - l’activation de la clientèle potentielle (lead generation, call to action...) ; - l’affiliation et la conversion ; - les usages marketing du Big Data ; - les outils de mesure des actions de marketing Les thématiques abordées nécessiteront un suivi de l’actualité du monde numérique en évolution permanente.",
        "teaching_methods": "1. Introduction et définition du champ du cours - Enjeux du cours : présentation, plan du cours et évaluations - Changement de paradigme : du marketing de masse au parcours client - Du marketing 1.0 au marketing 4.0. De la vente de produits à l’achat d’empathie 2. Concept du SIGNAL en marketing interactif - Le concept (Signal – Agent – Information) - Ere préconnectée et ère connectée - Enjeux et modifications des signaux pour le marketing interactif 3. Marketing Interactif : écosystème de la négociation et de la cohabitation - Principes fondateurs (rappel) : Informer n’est pas communiquer - Emotional Gap = Echec de la cohabitation - Analyses de secteurs en voie de disruption 4. Au cœur du marketing interactif : le parcours client - Introduction à la notion de parcours client - Formule du marketing 4.0 = A_5 O_3 - A5 : D’AIDA à la visualisation des taux de conversion - O3 : de la prise de conscience à la recommandation - PAR/BAR : de la conversion à la mobilisation 5. Les outils du marketing interactif - Des balises indispensables: KPI/Objectifs, planning, dashboarding, reporting & learnings - Modèles d’action : du descriptif au prédictif 6. Marketing 4.0. Vers un modèle disruptif du marketing ? - Attractivité : restaurer l’authenticité de la marque : marketing humain - Intérêt : restaurer un contenu légitime : Content marketing - Engagement : restaurer l’expérience utilisateur : marketing omnicanal - Affiliation : restaurer l’engagement : marketing de l’engagement 7. Data marketing I - Conception d’un projet Data : objectifs et méthode - Mesures : pertinence – actions – efficacité – gains - Les 5 V : Variété – Volume – Véracité – Vélocité – Valeur 8. Data marketing II. - Marketing prédictif - Du mass marketing au marketing one to one - Client life Cycle - Typologie des campagnes fondatrices 9. Archétypes sectoriels et suivis de parcours client. Point de vue marketing - La poignée de porte : secteurs à concurrence forte - Le poisson : secteurs à concurrence faible - La trompette : secteurs réputationnels - L’entonnoir : secteurs expérientiels forts 10. Mise en pratique des concepts dans le cadre du projet individuel de l’étudiant - Intégration du parcours client - Archétype sectoriel et application de l’A5O3 - Classes de données et mesures : objectifs, canevas, client life cycle",
        "assessment_methods": "A. Evaluation pour la première session - Un travail individuel écrit qui sera noté selon un ensemble de critères tels que : respect des consignes de départ, qualité de la forme, briefing, benchmark, définition de la cible, … (détails cours 1) - La note sera confirmée à la hausse ou à la baisse en fonction de la défense orale du travail écrit (capacité de répondre à des questions sur des points précis issus des différents critères d’évaluation) avec un maximum de 5 points à la hausse ou à la baisse. - Echéancier • Date : session d’examens S1. Date précise à convenir • Où : présentation à l’USLB en présentiel B. Evaluation pour la seconde session - En cas d’échec à la note finale dû à la défense orale, l’étudiant doit représenter une défense orale et peut remettre un nouveau travail. - Pour toute autre situation, l’étudiant doit représenter à la fois l’écrit et l’oral - Echéancier • Date : session d’examens S1. Date précise à convenir • Où : présentation à l’USLB en présentiel C. Critères de réussite - Critères qualitatifs • Evaluer la capacité à intégrer et mettre en pratique les différents concepts vus lors des cours ainsi que la capacité à analyser une situation afin de de mettre en place un plan d’action cohérent, mesurable et évolutif. - Critères quantitatifs : • Examen oral : 10/20 étant la note minimum requise pour valider la réussite de l’étudiant à cette épreuve sur base du travail écrit remis par l’étudiant pour la défense lors de l’oral. • La qualité de la rédaction d’un article rédigé par l’étudiant pourra constituer un bonus de maximum 1 point ajouté à la note de l’oral.",
        "other_info": "Supports du cours : - Slides et notes sur Claroline (option) - Supports multimédias - Analyse d’articles thématiques : - Références sur le web : voir bibliographie",
        "bibliography": "Centrée sur l’outil et le champ digital 1. Dru J.-M. (1997). Disruption. Paris. Village mondial Editions. 2. Daniel Bougnoux (2001). Introduction aux sciences de la communication. La Découverte 3. Sun Tzu. (2008). L’Art de la Guerre. Paris. Flammarion Editions. 4. Sinek, S. (2009). Commencer par le pourquoi. Québec. Performance Editions. 5. Dominique Wolton (2009). Informer n’est pas communiquer. Paris. Editions CNRS 6. Pisani F.- Piotet D. (2011) Comment le Web change le monde. Paris. Pearson Editions. 7. Deschamps C. – Moinet N. (2011). L’intelligence économique. Paris. Dunod Editions. 8. Sillard B. (2011). Maîtres ou esclaves du numérique ? Françe. Eyrolles Editions. 9. Jamet, T (2012). Ren@issance mythologique : L’imaginaire et les mythes à l’ère digitale. Paris. François Bourin Editeur 10. Jarvis J. (2012). La méthode Google. Paris. Pocket Editions. 11. Lewi G. (2012). Les nouveaux Bovary. Paris. Pearson Editions. 12. Eloi L. (2012). Economie de la confiance. Paris. La Découverte Editions. 13. Gilles Babinet (2016). Transformation digitale. Le Passeur Editeur. 14. Dr Laurent Alexandre (2017). La Guerre des Intelligences. Paris. JC Lattès 15. Klaus Schwab (2017). La quatrième révolution industrielle. Paris. Dunod. 16. Julien Hirth (2017). Le data marketing. Paris. Eyrolles. 17. Philippe Kotler. (2017). Marketing 4.0. Belgique. De Boek Editions. 18. Stéphane Mallard (2018). DISRUPTION. Paris. Dunod. Centrée sur la sociologie numérique. 1. Castells M. (1998-1999). L’ère de l’information. Paris. Fayard Editions a. La société en réseaux (Vol 1) b. Le pouvoir de l’identité (Vol 2) c. Fin de millénaire (Vol 3) 2. Castells M. (2002). La galaxie Internet. Paris. Fayard Editions 3. Castells M. (2013). Communication et pouvoir. Paris. Maison des Sciences de l’Homme. Centrée sur le web 1. http://www.blogdumoderateur.com/ (blog français centré sur le marketing digital) 2. https://siecledigital.fr/ (excellent blog existant depuis 2013, très influant et dont les articles sont souvent pertinents) 3. http://www.cedricc.be/ (blog belge très bien documenté et présentant souvent des mapping intéressants) 4. http://www.e-marketing.fr/ (blog français très bien documenté dans le secteur retail et innovations e-commerce) 5. http://www.webmarketing-com.com/ (blog très pointu et axé nouvelles tendances) 6. http://www.influencia.net/fr/ (excellente revue sur les tendances NTIC) 7. http://adage.com/ (Avertising Age, un incontournable du monde digital en anglais)",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu1213",
        "title": "Intercultural communication",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Baets Greet"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1) Connaitre les éléments constitutifs qui caractérisent une culture nationale. 2) Développer un esprit analytique et critique par rapport au rôle que la culture au sens large joue dans le façonnement des comportements, des normes et des valeurs 3) Comprendre les implications sociétales résultant du relativisme culturel et le multiculturalisme dans une société donnée 4) Comprendre comment les dimensions culturelles ont un impact direct par rapport au style de communication adopté dans un pays spécifique",
        "content": "Le cours comprend une introduction à la terminologie, une introduction au reportage ethnographique (pour rédiger un essai), une structure dualiste des cadres théoriques (construction et déconstruction des cultures) et une compréhension de la compétence interculturelle. Le cours familiarise les étudiant·e·s avec diverses dimensions et concepts généraux de la culture étudiés dans différentes disciplines académiques : éléments fondamentaux, perspectives critiques et implications pour la société et la communication. Il nécessite une introduction aux cadres théoriques et une invitation à l'engagement critique. Il aidera les participant·e·s à mieux apprécier à quel point il peut être difficile de traiter de questions sensibles telles que l'identité et les stéréotypes. Les cadres de construction des cultures s'appuient sur des théories spécifiques à la culture pour classer et comprendre les différences en termes des dimensions, normes et valeurs culturelles (E. T. Hall, 1976 ; Hofstede & Hofstede, 2005 ; Lewis, 2018 ; Trompenaars & Hampden-Turner, 2012). Les cadres de déconstruction des cultures s'appuient sur les concepts d'altérité, de stéréotypes, d'allochronisme, d'orientalisme et de décolonisation (Blommaert, 1998 ; Fabian, 1983/2014 ; S. Hall, 1992/2018 ; Piller, 2017 ; Said, 1979/2003).",
        "teaching_methods": "Ce cours, essentiellement magistrale, engage activement les étudiant·e·s et s'appuie sur un travail réflexif inspiré de la tradition de la recherche ethnographique. La méthode d'enseignement vise à faciliter la participation, l'interaction, la discussion à l'aide d'études de cas, le travail en petits groupes avec une variété de supports, la cartographie mentale et la présentation magistrale conventionnelle. Les étudiant·e·s sont censé·e·s lire un chapitre par semaine. La présence et la participation active sont fortement recommandées en raison de l'approche linéaire, étape par étape, sur laquelle s'appuie le cours et qui vise à aider les étudiants à accomplir leur tâche principale. Les étudiant·e·s qui ne peuvent pas assister au cours doivent se renseigner sur ce qui a été abordé en classe.",
        "assessment_methods": "Les étudiant·e·s devront remettre une analyse interculturelle (essai - 50%) de 10 à 12 pages (3000 mots minimum) et passer un examen écrit (50%) à la fin du semestre qui reprendra la matière discutée pendant le semestre ainsi que les chapitres du livre de référence. En cas le travail écrit (essai) n'est pas remis à temps, l'étudiant·e se verra attribuer zéro note pour le travail lors de la première session. La deuxième session comprend également l'essai et l'examen écrit. Tous les travaux sont une production personnelle. Les étudiant·e·s sont tenus de respecter scrupuleusement les règles et les bonnes pratiques en matière de citation, de référencement et d'évitement de l'(auto-)plagiat. Les étudiant·e·s sont censés connaître et comprendre en quoi consistent ces règles et pratiques. Tout manquement à ces règles peut entraîner une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. La réutilisation d'un travail personnel ou de groupe réalisé dans le cadre d'une autre unité d'enseignement requiert une grande prudence. Exceptionnellement, une telle démarche peut être envisagée, à condition que l'étudiant·e demande l'autorisation explicite du professeur ou de l'assistant, justifie cette « réutilisation » dans le travail qui, dans son ensemble, doit manifestement constituer une contribution originale au premier travail, et applique scrupuleusement les règles de citation et de référencement à toute utilisation de ce travail. Le non-respect de ces règles peut être considéré comme un auto-plagiat et constitue à ce titre une irrégularité. L'utilisation de l'IA générative est acceptée à condition qu'elle soit occasionnelle et limitée. L'utilisation de l'IA doit être explicitement indiquée et référencée. Toute partie du travail s'appuyant, de quelque manière que ce soit, sur l'IA générative doit être clairement identifiée (par exemple, par une note de bas de page), en précisant quel outil d'IA générative a été utilisé, dans quel but, de quelle manière, et dans quelle mesure. Le non-respect de cette obligation peut constituer une irrégularité.",
        "other_info": "Des documents de soutien seront disponibles en ligne. Les participant·e·s sont censé·e·s prendre régulièrement note pendant le cours.",
        "bibliography": "Livre recommandé: Piller, I. (2017). Intercultural Communication: A Critical Introduction (2nd ed.). Edinburgh University Press",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2116",
        "title": "Stage en stratégie de communication",
        "credits": "13.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Van Cauberg Nathalie"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Compétence 1 – Elaborer des stratégies de communication qui intègrent les différents aspects de la culture numérique. Acquis d’apprentissage 1. Analyser de manière critique la communication d’une organisation en prenant en compte son secteur d’activités et son contexte social, culturel, technologique, économique, politique et juridique. 2. Définir les objectifs et établir une stratégie de communication en phase avec la stratégie de l’organisation en y insérant de façon optimale les qualités d’interaction, de participation et de collaboration de la culture numérique. 3. Concevoir, mettre en œuvre et diffuser des dispositifs de communication innovants, durables et inclusifs au sein de l’écosystème numérique de l’organisation. 4. Veiller à ce que soit respecté le caractère légal, déontologique et éthique des pratiques de communication de l’organisation ; tenir compte de ses ressources et de ses contraintes humaines, économiques et techniques dans l’établissement de toute stratégie de communication. 5. Mobiliser les procédés d’évaluation des dispositifs de communication les plus adéquats ; interpréter avec discernement les données de l’évaluation, y compris le retour d’expérience de l’utilisateur ; prendre les mesures correctrices appropriées et les communiquer. 6. Concevoir et mettre en œuvre des dispositifs de veille stratégique ; mobiliser les résultats de la veille pour gérer le changement et orienter l’innovation dans les outils, les usages et les stratégies de communication d’une organisation. Compétence 2 - Connaître et orchestrer les pôles technique, créatif et marketing des projets numériques en communication des organisations. Acquis d’apprentissage 1. Connaître les grands principes d’architecture, de fonctionnement et de sécurisation des réseaux informatiques et socio-numériques d’une organisation, ainsi que les principales technologies informatiques. 2. Connaître les outils, méthodes et principes esthétiques de scénarisation, de rédaction, d’édition et de gamification des contenus numériques. 3. Connaître les caractéristiques, opportunités et contraintes des différents canaux numériques ; les intégrer de manière raisonnée dans un plan de communication. 4. Connaître les techniques et méthodes d’optimisation du référencement, de la réputation et de l’animation des communautés en ligne. 5. Maîtriser les principales techniques et méthodes de collecte, de stockage, de traitement et de visualisation des données. 6. Associer de manière optimale les modalités de communication « en ligne » et « hors ligne » dans toute stratégie de communication. Compétence 3 - Développer une culture numérique de l’organisation qui mobilise le management, les équipes et les partenaires autour des stratégies et des projets de communication. Acquis d’apprentissage 1. Conseiller les organes de décision de l’organisation sur les défis et les enjeux à la croisée de la communication et des innovations numériques (les objectifs et stratégies de communication, la communication comme levier managérial, la transformation numérique de l’organisation, etc.). 2. Justifier, défendre et promouvoir des projets de communication, notamment auprès des organes de décision, depuis leur création jusqu’au reporting final (en ce compris le retour d’expérience de l’utilisateur). 3. Organiser la coopération, la collaboration et la participation autour des projets de communication, dans le cadre d’une organisation du travail hybride et évolutive ; encourager le partage des informations, des expériences et des innovations autour des projets de communication. 4. Mettre en œuvre un mode de gestion des projets et des équipes basé sur des techniques de collaboration numérique, une adaptation rapide aux changements endogènes et exogènes et une sensibilité aux enjeux de durabilité et d’inclusivité. 5. Amorcer et accompagner la création de partenariats en intégrant des logiques culturelles diverses, y compris à un niveau international. 6. Déceler les nouveaux besoins professionnels en communication créés par l’évolution de la société et des technologies numériques ; être à l’initiative de nouvelles pratiques ou de nouveaux métiers permettant de rencontrer ces nouveaux besoins. Compétence 4 - Mobiliser et produire des connaissances en stratégie de la communication et en culture numérique de façon étayée et méthodique, dans le cadre d’une réflexion critique ou d’un projet de recherche Acquis d’apprentissage 1. Posséder une connaissance approfondie des principales approches théoriques et méthodologiques de la recherche sur la communication et la culture numérique. 2. A partir de savoirs multidisciplinaires, développer une réflexion critique et étayée sur les technologies numériques et leurs enjeux humains et sociétaux. 6. Actualiser ses savoirs et ses pratiques en mettant en œuvre des techniques de veille sur les tendances et innovations communicationnelles et numériques.",
        "content": "Le stage (non-rémunéré) vise à rencontrer un maximum de compétences attendues en fin de formation (cf. Référentiel) . Il fait partie de la formation de l’étudiant·e. À ce titre, il lui permet d’acquérir des apprentissages et de mettre en pratique ceux acquis lors des activités du master. Le stage est également le terrain où   : observer, expérimenter, mettre en œuvre, mener un travail réflexif, critique et constructif sur l’expérience vécue ; récolter progressivement les informations et les données utiles aux productions intermédiaires et finales qui constituent l’évaluation ; s’interroger sur les compétences acquises et sur son identité professionnelle. Le stage a une durée minimale de 8 semaines à temps plein (+/- 280h). Il se déroule obligatoirement durant la période des activités d’enseignement de l’établissement (de +/- mi-septembre à +/- mi-mai). Pour être évalué en session 1, il ne peut débuter au-delà du 31/03/2025 et avoir une durée de 2 mois maximum. Pour être évalué en session 2, le stage doit se terminer au plus tard le 04/07/25. Le stage est régi par une convention délivrée par l’institution et approuvée par l’enseignant·e en charge de l’activité. Le stage ne débute qu’une fois la convention de stage signée et validée par l’enseignant·e supervisant le stage au sein de l’institution. L’étudiant·e réalise un stage dans une organisation de son choix (entreprise, association, administration, agence de consultance, espace de mobilisation sociale, etc.). Ce stage est l’occasion pour l’étudiant·e de confronter ses acquis théoriques à la pratique professionnelle, de s’interroger sur les compétences qu’il/elle a acquises et sur son identité professionnelle. Lors du stage, l’étudiant·e collabore à des activités appartenant à la spécificité de sa formation. Il/elle peut être amené.e à concevoir, défendre et promouvoir des projets de communication. Par son rôle, l‘étudiant·e doit pouvoir développer sa vison et ses compétences stratégiques lors des activités courantes mais aussi à travers un projet ou une activité de communication numérique spécifique (conception, mise en œuvre, collaboration, évaluation, etc.). Ce rôle doit être précisée dans la convention. Par ailleurs, tout en s’intégrant pro-activement aux activités du lieu de stage, l’étudiant/e récolte progressivement les informations et les données d’observation qui seront à la base de la réalisation : -d’un travail sur une pratique collaborative inspirante (PCI) ou sur une composante culturelle du numérique (CCN) découverte en stage et inhérente aux spécificités du master (présentation orale et production écrite). -d’un bilan final sur cette immersion professionnelle réalisé de manière analytique et critique (production écrite). Le stage peut s’articuler au mémoire et trouver une résonance au sein du Laboratoire en culture numérique.",
        "teaching_methods": "Atelier (groupe classe et sous-groupe) Stage (expérience individuelle de terrain, application concrète) Le processus d’apprentissage et d’évaluation est itératif. Il alterne travail sur le terrain, suivi individuel (rencontres et entretiens) et séminaire en sous-groupe. La réflexion critique est encouragée à chaque étape. Les outils méthodologiques préconisés sont : l’observation de terrain, l’analyse critique argumentée, la mise en dialogue avec le référentiel de compétences, le partage de l’expérience (mise en commun des stagiaires), l’adoption d’une démarche réflexive tout au long du processus. Supports spécifiques disponibles en ligne : Convention de stage à compléter Fiches relatives aux productions attendues (guide aux questionnements et consignes) Formulaire d’évaluation destiné au MDS Référentiel de compétences",
        "assessment_methods": "La note est fixée par l’enseignant·e sur base : de la pratique professionnelle de l’étudiant·e (évaluation à mi-stage et évaluation formative par le/la maître de stage : 30 %) ; du travail de présentation réflexif et critique sur une pratique collaborative inspirante (PCI) OU sur une composante culturelle du numérique (CCN) (présentation orale et production écrite : 25 %) ; du bilan final (production écrite : 45 %). Les productions écrites destinées à être évaluées sont confidentielles. N’y auront accès que l’enseignant·e et, en cas de recours, les instances qui devraient traiter ce dernier. Les productions orales et écrites sont évaluées sur le fond et sur la forme. Tout travail est une production originale. Il est attendu des étudiant·es un respect scrupuleux des règles et bonnes pratiques de citation, de référencement et de non-plagiat. L’utilisation de l’IA générative est acceptée pour autant qu’elle soit ponctuelle et limitée, sauf disposition contraire de la part de l’enseignant·e et/ou de l’assistant·e. Dans tous les cas, l’utilisation de l’IA doit être explicitement indiquée. Toute partie de travail ou de présentation prenant appui, de quelque manière que ce soit, sur l’IA générative, doit être clairement identifiée (par exemple, par une note en bas de page) qui précise quel outil d’IA générative a été utilisé et quel en a été l’utilisation dans la partie concernée. « Reprendre » un travail personnel ou de groupe réalisé dans le cadre de quelque UE que ce soit nécessite beaucoup de prudence. Exceptionnellement, une telle démarche peut être envisagée à condition que l’étudiant·e (1) en demande l’autorisation à l’enseignant·e et/ou l’assistant·e, (2) justifie cette « reprise » dans le cadre du travail, lequel, dans son ensemble, doit bien évidemment constituer un apport original par rapport au premier travail, et (3) applique scrupuleusement les règles de citation et de référencement à tout usage de ce travail. Le non-respect de ces règles peut être considéré comme une irrégularité (auto-plagiat). Tout manquement dans l’application des règles énoncées ci-dessus peut conduire à une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. Critères de réussite L’UE vaut 13 crédits. La réussite est à 10/20. La présence au stage doit être conforme à ce qui est prévu par la convention. La non remise des productions attendues, l’absence aux présentations ou un pourcentage élevé d’absences au stage justifiées ou non, peut donner lieu à une cote de 0/20.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bsoca1330",
        "title": "Méthodes de terrain: Observation et entretiens",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lenel Emmanuelle"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Les sciences sociales et politiques sont des sciences empiriques qui nécessitent que le chercheur ou la chercheuse utilise et maîtrise des méthodologies spécifiques. Parmi celles-ci, les méthodes de terrain (ou méthodes qualitatives) incluant essentiellement l’observation et l’entretien s’inscrivent dans le paradigme compréhensif et supposent qu’il ou elle se déplace au plus près des « situations naturelles » (de Sardan, 2008 : 41) vécues par les sujets de l’enquête. L’objectif principal de cette UE est d’approfondir les connaissances liées à ces deux méthodes dont un premier aperçu a été donné dans de le cadre d’UE antérieures (DMSS et Anthropologie), et d’en assurer l’appropriation via des travaux pratiques qui les mettent en œuvre. Pl P Plus précisément, au terme du cours les étudiants et étudiantes devront être capables : - d’identifier les contextes historiques et épistémologiques dans lesquels les méthodes enseignées se sont développées et qui permettent d’en comprendre le sens, les règles, les usages et les conditions de validité ; - d’évaluer les apports scientifiques et les limites de ces méthodes (notamment par rapport aux autres méthodes des sciences sociales et politiques) ; - d’identifier et de définir les opérations techniques qui les mettent en œuvre ; - d’appréhender les grands enjeux éthiques liés à leur usage ; - de les mettre en application au travers de travaux pratiques : de l’administration à l’analyse des données recueillies et l’écriture des résultats.",
        "content": "Le cours magistral est conçu en trois parties : 1) Genèse et histoire des méthodes de terrain : la première partie du cours présente les contextes à la fois historiques et épistémologiques (fieldwork des anthropologues, École de Chicago, courant pragmatiste français, Anthropologie marxiste américaine) qui permettent de comprendre le sens, les règles, les différents usages et les apports scientifiques des méthodes enseignées. Il développe leurs fondements épistémologiques et théoriques, les débats méthodologiques dans lesquels elles s’inscrivent et une réflexion sur les conditions d’enquête par entretiens et par observations. 2) Recueillir des données qualitatives : la deuxième partie s’intéresse aux techniques qui permettent de mettre en œuvre les méthodes d’observation et d’entretien permettant de recueillir des données qualitatives (choix du terrain, recrutement, guides d’observation et d’entretien, carnet de terrain, conduites d’enquête notamment). Elle porte également sur la façon dont se posent les questions de méthodologie générale (entrée sur le terrain, échantillonnage, validité, triangulation) dans le cadre de l’entretien et de l’observation. Elle s’intéresse aussi à certains enjeux éthiques soulevés par leur usage qui suppose une proximité avec les sujets de l’enquête (engagement, anonymat, RGPD…). 3) Analyser des données qualitatives : la troisième partie est consacrée à l’analyse des données qualitatives recueillies avec ces méthodes. Elle présente quelques types d’analyse (analyses de discours et de contenu, étude de cas), introduit les étudiants et étudiantes aux pièges de la surinterprétation, et les initie aux techniques de base de l’écriture des résultats. L’UE comporte aussi des travaux pratiques dont objectif est de mettre à l’épreuve les principes et techniques liées aux méthodes enseignées au cours magistral. Ils consistent en un travail d’observation et un travail d’entretien réalisés en groupe.",
        "teaching_methods": "Le cours magistral privilégie autant que possible un enseignement dynamique et impliquant. Les exposés oraux sont basés notamment sur la présentation de recherches emblématiques utilisant les méthodes enseignées pour amener inductivement certains éléments théoriques : celles de W. Foote Whyte dans le ghetto italien de Boston, de R. Hoggart sur le monde ouvrier anglais, de P. Bourdieu dans La misère du monde ou encore de D. Bizeul sur les milieux du Front National ; et sur des expériences concrètes relatées dans des films ou par des chercheur·es utilisant ces méthodes. Le principe de la « classe inversée » est également mobilisé dans le cadre de séances d’application basées sur des exercices préparés par les étudiants et étudiantes en amont. Un plan de cours détaillé ainsi que les supports Powerpoint des exposés oraux sont transmis via Moodle au plus tard la veille des séances de cours. Pour les compléter, il est attendu des étudiants et étudiantes qu’ils et elles prennent attentivement notes. Les travaux pratiques visant à mettre à l’épreuve les principes et techniques liés aux méthodes enseignées lors du cours magistral se feront en sous-groupe de 4 personnes. A partir d’une thématique imposée, les étudiants et étudiantes doivent faire un travail d’observation (4h d’observations à l’aide d’un guide d’observation transmis au cours, et leur analyse) et un travail d’entretien (2 entretiens par personne sur base d’un guide d’entretien élaboré en sous-groupe, et leur analyse). Les travaux pratiques sont accompagnés par la titulaire et l’assistante.",
        "assessment_methods": "L’UE sera évaluée en deux parties : - Par un travail de groupe (50% de la note finale) qui vise à vérifier les capacités de mise en œuvre de la matière vue. L'utilisation de l'IA générative est tolérée pour la correction formelle des rapports écrits à rendre (et non pour la production de contenu) et devra être clairement signalée. La note attribuée au travail prendra largement en compte son originalité et son caractère personnalisé. - Par un examen écrit (50 % de la note finale) qui vise à vérifier la connaissance de la matière vue et la capacité de l'étudiant·e à utiliser ses acquis (par exemple à travers l’identification d’enjeux méthodologiques ou éthiques dans la description d’un protocole de recherche). En cas d’échec en janvier (première session) : la partie de note (examen ou travail de groupe) éventuellement réussie (au moins 10/20) est automatiquement conservée pour la seconde session. La ou les partie(s) de note en échec (moins de 10/20) doit ou doivent être obligatoirement représenté(s).",
        "bibliography": "BARDIN L. (1991), L'analyse de contenu, Paris, PUF. BEAUD S. WEBER F. (1998), Guide de l'enquête de terrain, Paris, La Découverte. BECKER  H. (2002), Les ficelles du métier , Paris, La Découverte. BECKER  H. (2016), La bonne focale. De l’utilité des cas particuliers en sciences sociales , Paris, La Découverte. BERTEAUX D. (1997), Les récits de vie , Paris, Nathan – 128. BIZEUL D. (2003), Avec ceux du FN : un sociologue au Front national , Paris, La Découverte. BLANCHET A., GOTMAN A. (1992), L'enquête et ses méthodes : l'entretien, Paris, Nathan – 128. Bourdieu p. (1993), « Comprendre », in  P. Bourdieu, La Misère du monde , Paris, Seuil, pp. 903-939. BURAWOY M. (2003), « L’étude de cas élargie. Une approche réflexive, historique et comparée de l’enquête de terrain », in CEFAÏ D., L’enquête de terrain , Paris, La Découverte, pp. 426-464. CALLON M. (1999), « Ni intellectuel engagé, ni intellectuel dégagé : la double stratégie de l’attachement et du détachement », Sociologie du travail , 41, pp. 65-78. CEFAÏ D. (2003), L’enquête de terrain , Paris, La Découverte. DEMAZIERES D., DUBAR C. (1997), Analyser les entretiens biographiques, l'exemple des récits d'insertion, « Chapitre premier : Postures de recherche et statut de la parole des gens », Paris, Nathan. FAVRET-SAADA J. (1997), Les Mots, la Mort, les Sorts , Paris, Gallimard. FOOTE WHYTE W. (1996), Street corner society , Paris, La Découverte. Goffman E. (1973), La mise en scène de la vie quotidienne, T.1. La présentation de soi , Paris, Les éditions de Minuit. GENARD J.-L., ROCA i ESCODA M. (2019), Éthique de la recherche en sociologie, Bruxelles, De Boeck. HOGGART R. (1970), La culture du pauvre , Paris, Les éditions de Minuit. HUGHES E. (1996), Le regard sociologique , Paris, Éditions de l’École des Hautes Études en sciences sociales. KAUFMAN J.C (1996), L'entretien compréhensif, Paris, Nathan – 128. MALINOWSKI B. (1985), Journal d’un ethnographe, Paris , Seuil. MILLER D. (2015), The Comfort of Things , Cambridge, Polity. PAILLE P.,  MUCHIELI A. (2016), L’analyse qualitative en sciences humaines et sociales , Paris, Armand Colin. PETONNET C. (1982). « L’observation flottante. L’exemple d’un cimetière parisien » L’homme , 22, 4, p. 33-47. RAMOS E. (2015), L’entretien compréhensif en sociologie. Usages, pratiques, analyses , Paris, Armand Colin. SOULE B. (2007), « Observation participante ou participation observante ? Usages et justifications de la notion de participation observante en sciences sociales », Recherches Qualitatives , 27, pp.127-140. STRAUSS A. et CORBIN J. (2004), Les fondements de la recherche qualitative. Techniques de développement de la théorie fondée , Fribourg, Academic Press.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bhdpo1231",
        "title": "Statistique et analyse des données",
        "credits": "10.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Maes Renaud",
            "Marquis Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Cet enseignement vise à fournir aux étudiants, en l'espace des 45h+ 15h, de solides bases sur les plans suivants : théorie, production de donnée quantitatives à travers un questionnaire, compétences informatiques, statistique, analyse des données. Au terme de l'enseignement, l'étudiant devra : - Sur un plan théorique, maîtriser les bases de l'épistémologie de la donnée quantitative (terminologie, utilisation,…) - Maîtriser les bases de la création et de la passation d'un questionnaire - Maîtriser les bases de la création et de la gestion d'une base de données, principalement à l'aide du logiciel SPSS - Être capable de réaliser quelques transformations de variables - Maîtriser la logique de la statistique descriptive et inférentielle - Pratiquer et interpréter des analyses bivariées et multivariées",
        "content": "Le cours et le TP suivent pas à pas le processus de construction d'une enquête quantitative, depuis les questions qui se posent à l'amorce d'une recherche jusqu'à la production des résultats, en passant par la collecte, le traitement (exploration et exploitation) des données. Le cours théorique laisse une part importante à des exemples concrets de recherches quantitatives ainsi qu'à la \"critique statistique\". Le TP consiste en une mise en pratique concrète des outils vus au cours, passant par l'usage de tableurs et logiciels statistiques. Il importe de noter que ce cours n'est pas un cours de statistique générale : il aborde la question uniquement sous l'angle de la recherche en sciences sociales. Plan du cours : Chapitre 1 : Pourquoi la quanti ? Chapitre 2 : Les « fondations » de l’enquête quantitative Chapitre 3 : Les outils fondamentaux de la démarche quantitative Chapitre 4 :  Eléments de statistique descriptive Chapitre 5 : Introduction à l’inférence statistique Chapitre 6 : Le contrôle de relations Chapitre 7 : Eléments de statistique multidimensionnelle",
        "teaching_methods": "Descriptif du cours magistral : Le cours sera donné ex-catedra à raison de 3h/semaine sur un semestre, et fournira les éléments théoriques et pratiques nécessaires à la maîtrise des différents éléments : théorie et vocabulaire des données quantitatives, de la production des données, de la gestion des bases de données, des opérations informatiques, ainsi que compréhension des ingrédients, de la logique, des conditions d'utilisation et de l'interprétation des résultats pour les différentes méthodes d'analyse. Partant de problèmes concrets, il se fera aussi participatif que possible Descriptif des TP (dispositif[s] mis en place, prestation[s] attendue[s] de la part des étudiants...) : Les méthodes quantitatives s'apprennent également et surtout par la pratique. Il sera attendu de la part des étudiants qu'ils prennent une part active en mettant en pratique les éléments théoriques vus au cours, c'est-à-dire, concrètement, en réalisant, en vue d'un travail, les étapes suivantes : création d'un questionnaire à partir d'une question de recherche, passation et aménagement du questionnaire, création d'une base de données et réalisation de quelques opérations sur les variables. Les échanges entre étudiants seront favorisés, dans le cadre de la réalisation du travail (cf. ci-dessous). Les TP permettront également la pratique des différentes méthodes via un logiciel informatique (SPSS) .",
        "assessment_methods": "L'évaluation du cours de HDPO1231 est double : elle consiste en un travail de groupe, qui compte pour 50% de la cote finale, et un examen écrit, qui compte pour 50% de la cote finale. Les consignes du travail seront présentées lors du premier cours, et rendues disponibles sur Moodle. La note globale résulte d’une moyenne géométrique des résultats des deux parties : √((PointsExamen/20)*(PointsTravail/20) ) Attention : il est obligatoire de présenter les deux parties. En cas de non-présentation d'une des deux parties, la note finale de l'UE est 0 (absence justifiée) ou 0A (absence non-justifée). La note de la partie réussie (examen ou travail) sera conservée, sauf demande expresse de la part de l’étudiant, au cours de la même année académique . Tous les travaux doivent constituer une production personnelle. Les étudiants sont tenus de respecter scrupuleusement les règles et les bonnes pratiques en matière de citation, de référencement et d'évitement de l'(auto-)plagiat. Les étudiants sont censés connaître et comprendre en quoi consistent ces règles et pratiques. Tout manquement à ces règles peut entraîner une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. L'utilisation de l'IA générative est acceptée à condition qu'elle soit occasionnelle et limitée. L'utilisation de l'IA doit être explicitement indiquée et référencée. Toute partie du travail s'appuyant, de quelque manière que ce soit, sur l'IA générative doit être clairement identifiée (par exemple, par une note de bas de page), en précisant quel outil d'IA générative a été utilisé, dans quel but, de quelle manière, et dans quelle mesure. Le non-respect de cette obligation peut constituer une irrégularité.",
        "other_info": "A l'université, il va de la liberté des étudiants d'assister ou non aux enseignements. Les titulaire et assistant(s) du cours recommandent évidemment une assistance maximale aux séances de cours ainsi que de travaux pratiques. Sauf cas de force majeure, l'absence aux dispositifs d'enseignement et ses conséquences potentielles sont donc de l'entière responsabilité des étudiants. De la même façon, chacun est libre d'organiser son étude et son temps au cours du quadrimestre. Ici aussi, les titulaire et assistant(s) du cours recommandent une vérification de la compréhension continue ET une construction progressive du travail. Les étudiants qui prennent la décision de ne pas suivre ces recommandations, et qui échoueraient malheureusement à la session de janvier doivent assumer le fait qu'il ne sera pas organisé de séances de rattrapage au second quadrimestre, ni en ex-cathedra, ni en permanence. Ce qui a été vu au cours et qui a fait l'objet d'une possibilité de questionnement par les étudiants, sera considéré, à la fin du semestre, comme compris. Les étudiants pourront bien sûr, s'ils le désirent, se faire expliquer la cote obtenue et les éventuels manquements par rapport aux attendus dans le travail comme dans l'examen, mais la responsabilité leur incombe de les pallier, en particulier en vue de la remise aux sessions de juin ou de septembre d'une nouvelle version du travail.",
        "bibliography": "Sera communiquée au fil du cours. Les slides, seule ressource recommandée, sont disponibles sur moodle.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2217",
        "title": "Mémoire et séminaire d'accompagnement au mémoire 1",
        "credits": "7.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Mundschau Laurence",
            "Patriarche Geoffroy"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Compétence 1 – Elaborer des stratégies de communication qui intègrent les différents aspects de la culture numérique. Acquis d’apprentissage 1. Analyser de manière critique la communication d’une organisation en prenant en compte son secteur d’activités et son contexte social, culturel, technologique, économique, politique et juridique. Compétence 4 – Mobiliser et produire des connaissances en stratégie de la communication et en culture numérique de façon étayée et méthodique, dans le cadre d’une réflexion critique ou d’un projet de recherche Acquis d’apprentissage 1. Posséder une connaissance approfondie des principales approches théoriques et méthodologiques de la recherche sur la communication et la culture numérique. 2. A partir de savoirs multidisciplinaires, développer une réflexion critique et étayée sur les technologies numériques et leurs enjeux humains et sociétaux. 3. Mener un projet de recherche original, en mobilisant avec discernement des ressources théoriques, méthodologiques et technologiques variées. 4. Rendre compte d’une recherche et de ses résultats de façon claire, cohérente et structurée, par voie écrite et orale, et en respectant les exigences de la communication scientifique. 5. Sur base de résultats de recherche, formuler des recommandations en matière de stratégie de communication de l’organisation et/ou conceptualiser de nouveaux dispositifs ou de nouvelles pratiques de communication. 6. Actualiser ses savoirs et ses pratiques en mettant en œuvre des techniques de veille sur les tendances et innovations communicationnelles et numériques.",
        "content": "Le mémoire constitue, avec le stage, un aboutissement de la formation de deuxième cycle. Au travers de son mémoire, l’étudiant·e démontre son aptitude à produire des connaissances originales au travers d’un travail de recherche personnel qui prend appui sur les éléments théoriques, méthodologiques et critiques de la discipline. Le mémoire témoigne de la capacité de l’étudiant·e à formaliser une question de recherche, à construire un raisonnement, à synthétiser une matière complexe, à analyser un ensemble de données et à rendre compte de son travail selon les exigences formelles d’écriture et de présentation académiques. Le séminaire d’accompagnement au mémoire vise à soutenir les démarches menées par les étudiant·es dans le cadre de la réalisation de leur mémoire de master. En aucun cas il ne se substitue au suivi du travail de l’étudiant·e par le promoteur ou la promotrice. Il se conçoit comme un espace où peuvent se collectiviser les questions liées aux exigences intellectuelles et formelles du mémoire, à l’élaboration d’un projet de mémoire et à l’organisation pratique des différentes étapes qui jalonnent le parcours du mémorant ou de la mémorante.",
        "teaching_methods": "L’UE articule les méthodes d’enseignement suivantes : - séances de cours magistraux (présentielles ou distancielles selon la situation sanitaire) ; - discussions (présentielles ou distancielles) sur base des productions personnelles des étudiant·es ; la participation active des étudiant·es y est vivement souhaitée ; - lecture et discussion d’un ouvrage de référence comme support de cours obligatoire (voir la bibliographie). Moodle est utilisé pour le partage de documents, la remise des travaux et la communication pédagogique avec les étudiant·es. Deux étapes jalonnent le parcours des étudiant·es dans le cadre de cette UE. 1) Il s’agit de formuler le sujet du mémoire et de confirmer le choix du promoteur ou de la promotrice. Ce formulaire doit être signé par le promoteur ou la promotrice qui marque son accord motivé. Le formulaire n’est pas évalué et ne donne donc pas lieu à une note. 2) Les étudiant·es doivent ensuite élaborer et rédiger un projet de recherche qui approfondit une série de choix (théoriques, méthodologiques, éthiques ou autres) liés à leur démarche de recherche. Le projet de recherche doit témoigner d’un avancement significatif dans la recherche. Il est à déposer dans le courant du mois de mai (date exacte à préciser). Le projet de recherche ne peut pas être déposé si le sujet et le choix du promoteur ou de la promotrice n’ont pas été validés en amont (dans ce cas, renvoi en 2e session).",
        "assessment_methods": "L’évaluation de l’UE Mémoire et séminaire d’accompagnement au mémoire 1 est effectuée par le promoteur ou la promotrice du mémoire sur base du projet de recherche remis par l’étudiant·e. La grille d’évaluation utilisée par les promoteurs·trices explicite les critères d’évaluation et leurs pondérations respectives. Elle est communiquée aux étudiant·es dans le cadre du séminaire. Concrètement, la 1ère session se passe comme suit : - Le « formulaire mémoire » est à déposer au plus tôt dans la semaine suivant la rentrée du 2e quadrimestre (février, date exacte à préciser). Le formulaire n’est pas évalué mais doit être signé par le promoteur ou la promotrice pour être validé. Les sujets et les choix de promoteurs·trices sont entérinés lors du Conseil du master de mars. - Le projet de recherche est à déposer dans le courant du mois de mai (date exacte à préciser). Le projet de recherche ne peut pas être déposé si le sujet et le choix du promoteur ou de la promotrice n’ont pas été validés en amont (dans ce cas, renvoi en 2e session). La 2e session se passe comme suit : - Le « formulaire mémoire » est à déposer en mai (date exacte à préciser) en vue d’une validation par le Conseil de master de mai. - Le projet de recherche est à déposer au début de la deuxième session (date en août à préciser). Il ne peut pas être déposé si le « formulaire mémoire » n’a pas été validé en amont. L’UE est donc en échec (0/20). Tout travail est une production originale. Il est attendu des étudiant·es un respect scrupuleux des règles et bonnes pratiques de citation, de référencement et de non-plagiat telles que rappelées lors des séances de séminaire, dans le document Référencement des sources, citation et non-plagiat (disponible sur Moodle), et dans le Code déontologique réglementant la rédaction de travaux scientifiques tel qu’annexé aux dispositions d’exécution du règlement général des études et des examens pour le master en Stratégie de la communication et culture numérique. L’utilisation de l’IA générative est acceptée pour autant qu’elle soit ponctuelle et limitée, sauf disposition contraire de la part de l’enseignant·e et/ou de l’assistant·e. Dans tous les cas, l’utilisation de l’IA doit être explicitement indiquée. Toute partie de travail ou de présentation prenant appui, de quelque manière que ce soit, sur l’IA générative, doit être clairement identifiée (par exemple, par une note en bas de page) qui précise quel outil d’IA générative a été utilisé et quelle en a été l’utilisation dans la partie concernée. « Reprendre » un travail personnel ou de groupe réalisé dans le cadre de quelque UE que ce soit nécessite beaucoup de prudence. Exceptionnellement, une telle démarche peut être envisagée à condition que l’étudiant·e (1) en demande l’autorisation à l’enseignant·e et/ou l’assistant·e, (2) justifie cette « reprise » dans le cadre du travail, lequel, dans son ensemble, doit bien évidemment constituer un apport original par rapport au premier travail, et (3) applique scrupuleusement les règles de citation et de référencement à tout usage de ce travail. Le non-respect de ces règles peut être considéré comme une irrégularité (auto-plagiat). Tout manquement dans l’application des règles énoncées ci-dessus peut conduire à une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens.",
        "online_resources": "L'UE dispose d'un site de cours sur Moodle.",
        "bibliography": "Lecture obligatoire / Required reading : SEURRAT, Aude (dir.), Écrire un mémoire en sciences de l'information et de la communication. Récits de cas, démarches et méthodes, Paris, PSN, 2014. Lectures recommandées / Recommended readings : BEAUD Michel, L’art de la thèse, éd. rev. et augm., Paris, La Découverte, 2006. CISLARU Georgeta, CLAUDEL Chantal, VLAD Monica, L’écrit universitaire en pratique, 2ème édition, Bruxelles, De Boeck, 2011. KLEIN Olivier, Quelques conseils et quelques astuces pour réussir sa défense de mémoire, Unité de Psychologie Sociale, Université libre de Bruxelles, non daté. Disponible en ligne à l’adresse https://cescup.ulb.be/3401-2/ (dernière consultation le 10 septembre 2020). LAWRENCE, Olivier, BEDARD, Guy, FERRON, Julien, L’élaboration d’une problématique de recherche : Source, outils et méthode, Paris, L’Harmattan, 2005. MANGALAZA Eugène Régis, Concevoir et réaliser son mémoire de master I et master II en sciences humaines et sociales, Paris, L’Harmattan, 2010. VAN CAMPENHOUDT Luc, MARQUET Jacques, QUIVY Raymond, Manuel de recherche en sciences sociales, 5ème édition entièrement revue et augmentée, Malakoff, Dunod, 2017.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2202",
        "title": "Psycho-anthropologie des médias sociaux et collaboratifs",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Servais Olivier"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Compétence 1 - Gérer la présence d'une organisation sur les médias sociaux et collaboratifs Acquis d’apprentissage : 1. Analyser de manière prospective la communication interactive et collaborative d'une organisation, son secteur d'activités et son contexte social, culturel, technologique, économique, politique et juridique. Compétence 4 - Mobiliser et produire des connaissances en communication interactive et collaborative de façon pertinente et méthodique, dans le cadre d'une réflexion critique ou d'un projet de recherche Acquis d’apprentissage : 1. Posséder une connaissance approfondie des principales approches théoriques et méthodologiques de la recherche sur les médias sociaux et la communication interactive et collaborative. 2. A partir de savoirs multidisciplinaires, développer une réflexion critique et étayée sur les enjeux humains et sociétaux des technologies numériques, y compris les questions juridiques, déontologiques et éthiques.",
        "content": "Cette UE approfondit une série de questions et de concepts qui permettent d'aborder certains grands enjeux, psychologiques et anthropologiques, des technologies de communication numériques et plus particulièrement des médias sociaux et collaboratifs. Au moyen de lectures, de discussions et d’analyses de cas axées sur ces enjeux, cette UE vise à faire en sorte que les étudiants maîtrisent les bases conceptuelles et méthodologiques des approches psycho-anthropologiques aux médias sociaux, et qu’ils puissent mettre en œuvre ces acquis notamment en lien avec leurs pratiques et intérêts professionnels. Les thématiques ou enjeux suivants sont abordés, en nuançant à la fois les lectures « sceptiques » et les lectures « utopiques » des médias sociaux et collaboratifs : les repères anthropologiques et historiques par rapport à l’évolution de la technologie ; les approches psycho-anthropologiques aux pratiques numériques au sein des médias sociaux ; la culture du jeu dans les environnements socionumériques ; les affects et les émotions en lien avec les médias sociaux et collaboratifs ; la confiance à l’ère du numérique ; quelques enjeux des TIC liés la santé mentale.",
        "teaching_methods": "La dynamique pédagogique du cours implique une participation active des étudiants dans un terrain en ligne,  la lecture et la discussion du matériel empirique et bibliographique assigné à cette UE. L’enseignement proposé comportera donc une alternance de : 1) Séances de cours ex cathedra (appui sur diaporamas) plus participation des étudiants dans la discussion 2) Présentations par des étudiants de thèmes du cours en lien avec des lectures 3) Illustration ethnographiques du thème et parfois, invitation d’experts ou de videos pour certaines thématiques Supports spécifiques à l’UE - Diaporamas élaborés par le professeur et qui seront disponibles en ligne pour les étudiants après chaque séance. - Portefeuille de lectures obligatoires comprenant des articles de revues scientifiques, des chapitres de livre et des articles de presse - Ressources web comprenant des séquences vidéo (TED Talks, documentaires, etc., et des pages/sites web pertinents pour les unités thématiques.",
        "assessment_methods": "Première session : L’évaluation de cette UE comporte trois parties, à savoir : 1. Participation au cours (20%) 2. Présentation + support écrit (30%) 3. Travail final individuel (50%) 1. La participation au cours représente la contribution de chaque étudiant à la dynamique du cours, contribution qui sera évaluée sur deux dimensions : fréquence et qualité ; les consignes détaillées seront précisées au cours. La participation comprend donc le professionnalisme des étudiants dans leurs contributions au cours, ce qui implique : - La responsabilité individuelle par rapport aux lectures et d’autres ressources pédagogiques obligatoires - Participer activement dans l’échange avec le professeur et les autres étudiants dans le but de générer une co-construction de savoirs relatifs aux contenus du cours Etant donné la nature participative de cette UE, les absences et retards injustifiés auront un impact sur l’évaluation de la participation. 2. La présentation en groupe portera sur un thème choisi en concertation avec le professeur sur base d’un portefeuille de lecture. La sélection du thème aura lieu au 2ème cours et les présentations auront lieu le 8 décembre. La durée des présentations est de 30 minutes et les étudiants peuvent utiliser différents supports (PowerPoint, Prezi, etc.). Les présentations seront accompagnées d’un rapport écrit sous formes de PDF synthétisant le thème choisi, le rapport aux unités thématiques du cours et les ressources, bibliographiques et autres, utilisées. Ce rapport doit être remis au professeur maximum 7 jours après la présentation. 3. Le travail final individuel sera un travail sur un thème/ terrain d’enquête précis du cours choisi par l’étudiant qui prolonge le travail de groupe et les textes lus et le lie à un des centres d’intérêt de l’étudiant. Il comprendra : a) Une synthèse de chaque texte faisant ressortir les éléments essentiels. (1-2 pages). La synthèse doit être une réappropriation personnelle par l'étudiant du texte. En aucun cas il ne s'agit d'un simple résumé. L'étudiant imprime dans son texte son propre fil conducteur, à partir d’une question sociologique ou anthropologique particulière qu’il aura choisie, négligeant dès lors (en le justifiant) ce qui est accessoire à sa problématique. ; b) Une critique de chaque article au niveau du fond. (1-2 pages) Dans la critique, l'étudiant doit faire intervenir les éléments suivants : 1) Re-contextualisation des textes par rapport à la biographie de l’auteur, et également aux différentes traditions socio-anthropologiques ou psychologiques ; 2) Prise de position personnelle argumentée quant au fond ; 3) Dans le but d’étayer sa critique (positive ou négative), lien avec des informations externes comme d’autres lectures, d’autres enseignements, des sites web, des reportages télévisés ou radios ; le recours à ces matériaux doit bien entendu être justifié dans le travail. 4) Sur base de ces différents comptes-rendus, l’étudiant tentera de trouver un fil conducteur original entre les textes. Une fois celui-ci trouvé, il produira alors, sur base de toutes les étapes antérieures, une synthèse du débat que les textes alimentent autour de la question-thème choisie. Ce travail sera déposé pour l’évaluation du cours. Le travail final doit être déposé le 7 JANVIER par mail. En seconde session, seul le travail écrit final doit être représenté et compte pour les 100% de l’évaluation. Critères de réussite: L’UE vaut 5 crédits. La réussite est à 10/20. Une présence active à au moins 80 % des heures est requise, faute de quoi l’étudiant pourra être mis en échec pour l’activité concernée (Art. 18 du Règlement des études ICHEC-ISFSC). Les absences justifiées (certificat) n'entrent pas dans ce calcul. Pour que les crédits de l’UE puissent être validés, il faut que les volets présentation et travail final soit réussi. Si un des deux volets est en échec, l’étudiant obtient la note en échec comme note finale. En seconde session, l’étudiant ne doit représenter que le travail qui doit être amélioré sur base des consignes de l’enseignant.",
        "bibliography": "Amichai-Hamburger, Y. (2009). Technology and psychological well-being. Cambridge: Cambridge University Press. Bijker, Wiebe, Hughes, T. & Pinch, T. (Eds.). (2012). The social construction of technological systems. Cambridge: MIT Press. Cardon, D. (2015). À quoi rêvent les algorithmes: Nos vies à l’heure des Big Data. Paris : Seuil. Castelfranchi, C. & Falcone, R. (2010). Trust theory: A socio-cognitive and computational model. Chichester UK: Wiley. Csikszentmihalyi, M. (1990). Vivre. La psychologie du bonheur. Paris : Éditions Robert Lafont. Debray, R. (2000). Introduction à la médiologie. Paris : PUF. De Cock, R., Klein, A., Rosas, O. et al. (2014). Compulsive computer use and knowledge needs in Belgium: A multimethod approach. Ghent: Academia Press. De Lange, M. et al. (Eds.) (2015). Playful identities: The ludification of digital media cultures. Amsterdam: Amsterdam University Press. Floridi, L. (2014). The fourth revolution: How the infosphere is reshaping human reality. Oxford: Oxford University Press. Floridi, L. (Ed.) (2015). The onlife manifesto. Being human in an hyperconnected era. New York: Springer. Fuchs, C. (2014). Social media. A critical introduction. London : Sage. Georges, F. (2009). Représentation de soi et identité numérique. Une approche sémiotique et quantitative de l'emprise culturelle du web 2.0. Réseaux 2 (154), 165-193. Harding, J. & Pribram, E. D. (Eds.) (2009). Emotions: A Cultural Studies Reader. London: Routledge. Ingold, T. (1997). Eight themes in the anthropology of technology. Social Analysis: The International Journal of Social and Cultural Practice, 41(1), 106-138. Krzywinska, Tanya, « Blood Scythes, Festivals, Quests, and Backstories: World Creation and Rhetorics of Myth in World of Warcraft », Games and Culture, 2006; 1; 383 Lagneaux S., Servais O., « De la traite robotisée au raid d’avatars. Incorporation et virtualisation », Parcours anthropologiques, 2014, 9 | -1, 73-101. https://uclouvain.academia.edu/OlivierServais Lazega, E. (1998). Réseaux sociaux et structures relationnelles. Paris : PUF. Manovich, L. (2010). Le langage des nouveaux médias. Paris : Les Presses du réel. Markopoulos, P., de Ruyter, B. & Mackay, W. (Eds.) (2009). Awareness Systems. New York : Springer. Mosco V., The Digital Sublime, MIT Press, 2004, pp. 13-66. Origgi, G. (2008). Qu’est-ce que la confiance ? Paris : Vrin. Pentina, I., Zhang, L. & Basmanova, O. (2013). Antecedents and consequences of trust in a social media brand: A cross-cultural study of Twitter. Computers in Human Behavior, 29(4), 1546-1555. Perkins A., Religious Experience in World of Warcraft, Texas State University, San Marcos, Texas May 2011, Mémoire de maîtrise Philippette, T. (2015). La dimension sociocognitive de la jouabilité. Etude des MMORPG en tant qu'artéfacts cognitifs socialement distribués. Interfaces numériques, 4(1), 23-41. Rosas, O. & Dhen, G. (2012). One Self to Rule Them All: Critical Discourse Analysis of Players' Identity Construction in World of Warcraft. In Zagalo, N., Morgado, L., & Boa-Ventura, A. (Eds). Virtual Worlds and Metaverse Platforms: New Communication and Identity Paradigms. Hershey, PA: IGI Global, pp.337-366 Servais O., Du décor virtuel à l’avatar métamorphe : les figures de l’animal dans le jeu vidéo World of Warcraft, RELIGIOLOGIQUES, no 32, printemps/automne 2015, 351–394 Servais O., « Autour des funérailles dans World of Warcraft. Ethnographie entre religion et mondes virtuels », Collectif, Mutations des religions et identités, Desclée, 2012. Servais O., Cérémonies funéraires dans World of Warcraft. Révélateur des sociabilités en ligne ?, Frontières v28 n2 2017. Servais O., L’eschatologie «No life». Incorporation et Avatarisation d’érémitisme digital, Social Compass 2017, Vol. 64(1) 42–59 Servais O., Avatars, guildes et joueurs intensifs De la dépendance à la reliance dans World of Warcraft, in Ceriana Mayneri A., Entre errances et silence, Academia, 2017, 171-197. Schroeder, R. & Axelsson, A-S. (Eds.) (2006). Avatars at Work and Play. Collaboration and Interaction in Shared Virtual Environments. New York: Springer",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2113",
        "title": "Veille, prospective, créativité et innovation",
        "credits": "8.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Choquet Isabelle"
        ],
        "teaching_language": "Français",
        "content": "Le cours s’appuiera sur trois axes : • Comprendre que la veille est un starter de l’innovation et que dans cette optique, une veille technologique est une priorité pour le suivi des dernières technologies et des nouvelles tendances tout comme une veille concurrentielle est nécessaire pour anticiper la disruption. • Comprendre que la veille est une posture, un état d’esprit 360° plus qu’une question de logiciels. • Comprendre qu’en contexte d’entreprise en réseau et de stratégie « chemin faisant », il faut être particulièrement attentif à la manière de présenter l’information, aux dirigeants, de communiquer avec eux. L’intelligence du veilleur permettra aux organisations de mieux comprendre et d’anticiper les changements de leurs environnements extérieurs pour réduire les incertitudes liées à la prise de décision dans un processus d’innovation (Veugelers et al, 2010), soit de coupler l’activité de veille au processus d’innovation pour alimenter les processus d’innovation et les décisions en informations plus riches (So-Jin et Sawyer, 2014) mais aussi de réduire les risques de divergence entre besoin du marché et innovation (Martini et al, 2017). Plan de cours Cours 1. Introduction générale Défis et enjeux dans le monde VUCA : Comment arriver à bien décider en situation d’incertitude ? A l’écoute des usagers, oui mais…. Mise en garde des futurs veilleurs Cours 2. Intelligence Economique et Veille Les trois piliers de l’IE Veille Approche pratique Cours 3. Veille (suite) Comment chercher efficacement ? Les moteurs de recherche Requêtes efficaces, opérateurs de recherche • Exercices (tests de différents moteurs) Autres sources d'information pertinentes Cours 4. Veille (suite) Automatisation de la collecte d'infos Veille sur les médias sociaux Comment identifier les bons influenceurs et les KOL (Key opinion leader) sur les médias sociaux ? • Exercices Cours 5. Comment installer une veille collaborative ? Veille collaborative Traiter et analyser sa collecte de données Diffuser ses résultats de veille Communiquer sur les effets de la veille Conclusion sur la partie veille : article « Veille stratégique, stratégies de veilles » (MM Géroudet, 2015) Cours 6. Prospective Introduction générale Cours 7. Prospective (suite) Signaux faibles Cygnes noirs Prospective stratégique Cours 8. Innovation Introduction et définitions Sur quoi innover ? Etude d’exemples variés dans le secteur de l’emballage Comment innover ? Cours 9 Innovation (suite) Open Innovation Outils et méthodes du design thinking Inspiration-Ideation-Implémentation La 27ème Région : laboratoire d’innovation publique • Analyse d’exemples • Exercices individuels et collectifs Cours 10. Créativité Concept La créativité en lien avec l’innovation Créativité et intelligence collective La boîte à outils de la créativité Exercices Des séances sont prévues pour avancer sur le travail final",
        "teaching_methods": "Exposés ex cathedra avec exercices pratiques et classes inversées Étude de cas, témoignages d’entreprises Lectures suggérées (tant sur les notions théoriques que des illustrations pratiques) Découverte des outils de veille et de curation via des tutoriels d’apprentissage Proposition de ressources online pour approfondir certains points Exercices de créativité Les étudiants qui sont dans l’impossibilité de suivre une partie de l’UE en présentiel réaliseront un rapport de veille sur une thématique définie après entretien avec l’enseignante.",
        "assessment_methods": "Travail écrit individuel avec réalisation d’un rapport de veille sur un sujet au choix (en ce compris le mémoire). Les résultats de la veille serviront à la construction au minimum d’un scénario (prospective) et au développement possible d’un type d’innovation (incrémentale, radicale…) en justifiant en quoi les résultats de la veille soutiennent cette innovation. Du temps sera consacré au suivi et à la réalisation du travail durant le cours. Pour les étudiants qui n’ont pas de contacts en entreprises des collaborations étroites sont envisagées avec le monde institutionnel, entrepreneurial et commercial. Participation obligatoire aux séances de prospective et à la réalisation de l'exercice (30% des points) Critères de réussite : la réussite est à 10/20. Une présence active à au moins 80 % des heures est requise, faute de quoi l’étudiant pourra être mis en échec pour l’activité concernée (Art. 18 du Règlement des études ICHEC-ISFSC). Les absences justifiées (certificat) n'entrent pas dans ce calcul. Concernant l'utilisation des IA : \"Tout travail est une production originale. Il est attendu des étudiant·es un respect scrupuleux des règles et bonnes pratiques de citation, de référencement et de non-plagiat. L’utilisation de l’IA générative est acceptée pour autant qu’elle soit ponctuelle et limitée, sauf disposition contraire de la part de l’enseignant·e et/ou de l’assistant·e. Dans tous les cas, l’utilisation de l’IA doit être explicitement indiquée. Toute partie de travail ou de présentation prenant appui, de quelque manière que ce soit, sur l’IA générative, doit être clairement identifiée (par exemple, par une note en bas de page) qui précise quel outil d’IA générative a été utilisé et quel en a été l’utilisation dans la partie concernée. « Reprendre » un travail personnel ou de groupe réalisé dans le cadre de quelque UE que ce soit nécessite beaucoup de prudence. Exceptionnellement, une telle démarche peut être envisagée à condition que l’étudiant·e (1) en demande l’autorisation à l’enseignant·e et/ou l’assistant·e, (2) justifie cette « reprise » dans le cadre du travail, lequel, dans son ensemble, doit bien évidemment constituer un apport original par rapport au premier travail, et (3) applique scrupuleusement les règles de citation et de référencement à tout usage de ce travail. Le non-respect de ces règles peut être considéré comme une irrégularité (auto-plagiat). Tout manquement dans l’application des règles énoncées ci-dessus peut conduire à une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens.\"",
        "other_info": "Supports spécifiques à l’UE Les dias (PPT) relatives aux séances de cours seront mises en ligne. Certaines ressources on line se trouvent également sur Pearltrees. Les codes d’accès seront communiqués aux étudiants",
        "bibliography": "• Véronique Mesguich, Rechercher l'information stratégique sur le web - Sourcing, veille et analyse à l'heure de la révolution numérique, Ed. deBoeck Supérieur, 2018. • Philippe Durance, La prospective stratégique en action, Odile Jacob, 2014. • Jean-Luc Guyot, Sébastien Brunet, Construire des futurs : Contributions épistémologiques et méthodologiques à la démarche prospective, Presses Universitaires de Namur, 2014. • Nicolas Moinet, Ch. Deschamps, La boîte à outils de l'intelligence économique, Dunod, 2011. • Albéric Tellier et Thomas Loilier, Gestion de l'innovation : Comprendre le processus d'innovation pour le piloter, EMS, 2013. • Andrew Feenberg, Pour une théorie critique de la technique. Montréal : Lux/Humanités, 2014. • David Chavalarias, « La société (re)commandée. De la conjecture de von Foerster aux sciences sociales prédictives ». In : Conflits des interprétations dans la société de l’information : éthique et politique de l’environnement. Sous la dir. de Pierre-Antoine Chardel, Cédric Gossart et Bernard Reber. Paris : Lavoisier, 2012. • Fernez-Walch, S., Romon F., Management de l'innovation - De la stratégie aux projets, Paris, France, VUIBERT, 2017. • Lesca Humbert, Lesca Nicolas, Scanning the Business Environment and Detecting Weak Signals, London, England ; Hoboken, New Jersey : ISTE Ltd : John Wiley & Sons, Inc., 2014. • Stéphane Goria, Méthodes et outils de veille créative, ISTE Editions, 2017. • Frank Bulinge, Maîtriser l'information stratégique : Méthodes et techniques d'analyse, Ed. Deboeck, 2015. • Alberic Teillier, Thomas Loillier, Henry Chesbrough - Repenser le business model à l'heure de l'innovation ouverte (Les Grands Auteurs), Ed. EMS, 2016.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2115",
        "title": "Stratégies de traitement des données sur Internet",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Viseur Robert"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Compétence 1 : Elaborer des stratégies de communication qui intègrent les différents aspects de la culture numérique. Acquis d’apprentissage 1.1. Analyser de manière prospective la communication interactive et collaborative d’une organisation, son secteur d’activités et son contexte social, culturel, technologique, économique, politique et juridique. 1.3. Concevoir et mettre en oeuvre des dispositifs et des actions de communication interactive et collaborative intégrant les ressources et les contraintes humaines, financières, matérielles et juridiques d’une organisation. 1.4. Concevoir et mettre en oeuvre les procédés d’évaluation de ces dispositifs et actions de communication, savoir interpréter avec discernement les données de l’évaluation et prendre les mesures correctrices appropriées. Compétence 2 : Connaître et orchestrer les pôles technique, créatif et marketing des projets numériques en communication des organisations. Acquis d’apprentissage 2.1. Maîtriser les grands principes d’architecture, de fonctionnement et de sécurisation des réseaux informatiques et socionumériques d’une organisation. 2.2. Maîtriser les langages et les techniques des différents vecteurs de la communication (l’oral, l’écrit, la photo, la vidéo, le son, le graphisme, le multimédia). 2.3. Maîtriser les méthodes et les techniques de conception, de rédaction, d’édition, de référencement et de partage de contenus sur les médias sociaux et les plateformes collaboratives. 2.4. Maîtriser les principales méthodes et les techniques de collecte, de traitement et de visualisation des données issues du web. 2.5. Constituer, entretenir et mobiliser des réseaux de communication, tant en interne qu’en externe. 2.6. Optimiser l’animation et la modération de communautés en ligne. Compétence 4 : Mobiliser et produire des connaissances en stratégie de la communication et en culture numérique de façon étayée et méthodique, dans le cadre d’une réflexion critique ou d’un projet de recherche. Acquis d’apprentissage 4.2. A partir de savoirs multidisciplinaires, développer une réflexion critique et étayée sur les enjeux humains et sociétaux des technologies numériques, y compris les questions juridiques, déontologiques et éthiques. 4.4. Rendre compte d’une recherche et de ses résultats de façon claire, cohérente et structurée, par voie écrite et orale, et en respectant les exigences de la communication scientifique. 4.5. Actualiser ses savoirs et ses pratiques en mettant en oeuvre des techniques de veille sur le numérique, les médias sociaux et la communication interactive et collaborative.",
        "content": "L’enseignement de « Stratégies de traitement des données sur Internet » développe cinq thématiques : 1. les technologies fondamentales d’Internet : les protocoles réseaux (résumé), le concept de cloud computing, les langages du Web (HTML, JSON, XML…), le concept de Web sémantique ; 2. le fonctionnement des moteurs de recherche incluant : le concept d’indexeur, l’architecture d’un moteur de recherche, les opérateurs de recherche avancée, les stratégies de recherche complexe, l’optimisation du référencement (SEO) ; 3. le fonctionnement des IA génératives incluant : les caractéristiques de ChatGPT, les usages et mésusages académiques des IA génératives, les usages professionnels des IA génératives ; 4. les outils de la communication commerciale en ligne : le tracking (en particulier sur le Web), la publicité ciblée, l’analyse de performances ; 5. l’étude de cas « newsbots » incluant : l’architecture de ce type de système, l’utilisation des API OpenAI (GPT), l’optimisation du référencement, les limitations des technologies utilisées, les impacts sur le plan des modèles d’affaires. Le fonctionnement des moteurs de recherche et les technologies utilisées en publicité ciblée sont systématiquement mis en lien avec les technologies de base d’Internet et du Web. Le support de cours comporte cinq modules : la présentation du cours, le fonctionnement des moteurs de recherche, les IA génératives, la publicité ciblée, l’étude de cas « newsbot ». Ce support est complété par des modules supplémentaires, dont le contenu est hors matière d’examen théorique, fournis en soutien aux travaux personnels et collectifs.",
        "teaching_methods": "Les méthodes d’enseignements incluent : un cours magistral, des travaux à domicile, une évaluation intermédiaire (théorie), un travail individuel (structure de rapport imposée), un travail collectif (structure de rapport imposée). La plateforme Moodle donne accès : au support de cours (PDF), aux articles dont la lecture est imposée, aux ressources dont la consultation est conseillée, à un test formatif (préparation aux QCM), aux dépôts des travaux.",
        "assessment_methods": "Première session : L'évaluation est progressive et inclut trois épreuves complémentaires : un examen de connaissance (30%) à mi-parcours portant sur un ensemble de concepts préalablement communiqués et présentés dans le support de cours (modalité : examen écrit hors session), un travail pratique individuel (20%) portant sur la présentation brève de deux cas pratiques de traitement de données et mobilisant les concepts assimilés (modalité : remise d'un rapport hors session), un travail pratique de groupe (50%) mobilisant des outils collaboratifs ainsi que les concepts assimilés et portant sur l'analyse approfondie et la présentation d'un cas pratique de traitement de données (modalité : remise d'un rapport commun). Les 3 épreuves doivent être présentées. Tout travail incomplet, bâclé et/ou non relu est refusé. Tout travail non remis ou remis hors délais sans justification officielle (p. ex. certificat), est considéré comme non déposé, ce qui entraîne de facto l’échec de l’UE toute entière. Seconde session : En seconde session, l’examen prend la forme d’un examen théorique classique sur base de la matière comprise dans le support de cours.",
        "bibliography": "Allary, J., & Balusseau, V. (2018). La publicité à l'heure de la data: Ad tech et programmatique expliqués par des experts. Dunod. Cardon, D. (2019). Culture numérique (Vol. 5). Paris: Presses de sciences Po. Mesguich, V., & Thomas, A. (2013). Net recherche 2013: surveiller le web et trouver l'information utile. De Boeck. Viseur, R. (2023). Éthique du dropshipping SEO à l’ère des IA génératives. Management & Datascience. Viseur, R. (2021). Du tracking, des contre-mesures et de leur efficacité dans la publicité ciblée. Revue ouverte d’ingénierie des systèmes d’information, 2(1). Voir la bibliographie complète intégrée au support de cours sur Moodle.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bpols1114",
        "title": "Communication science",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Jacobs Thomas",
            "Mahieu Elke"
        ],
        "teaching_language": "Anglais",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Familiariser les étudiant(e)s avec les principales approches, théories, et concepts des sciences de la communication, ainsi qu’avec leurs logiques internes, leurs relations mutuelles, et leur pertinence pour les sciences sociales. Survoler le développement et l’évolution des sciences de la communication en tant que discipline socio-scientifique et en tant que perspective sur la société moderne et contemporaine. Aiguiser la faculté d'analyse critique des étudiant(e)s par rapport aux phénomènes, discours et dispositifs de communication contemporains. Développer les compétences du métier d’étudiant(e)s universitaire(s).",
        "content": "Ce cours offre une introduction aux sciences de la communication comme un domaine crucial dans les sciences sociaux. Il cherche à familiariser les étudiant(e)s avec l'état de l'art ainsi qu'avec le développement historiques des études de communication. En introduisant les sciences de la communication, ce cours couvre entre autre les matières suivantes (la liste n'est pas exhaustive) : - L’histoire et le développement de la communication - L’architecture interne des sciences de la communication en tant que discipline socio-scientifique - Gatekeeping et la circulation de l’information au sein du société - Framing, les approches (post-)structuralistes, et la construction du sens - La transformation sociétale déterminée par les media - La masse, les media de masse et la société de masse - Le fonctionnalisme et le rôle de la communication dans la société - Les études culturelles, les études de réception et le pouvoir interprétatif des publics - La propagande et l’école de Francfort Nous réfléchirons également à la mesure dans laquelle les concepts, théories, et approches classiques en sciences de la communication et sciences sociales peuvent être pertinents pour comprendre notre ère numérique. Ce cours se focalise sur les sciences de la communication, mais cherche en même temps aussi à familiariser les étudiants avec la métalanguage que les scientifiques sociaux utilisent pour parler de la topographie et du paysage de leur(s) discipline(s). Ainsi, les étudiant(e)s ne seront pas seulement confrontés avec les astuces, les connaissances, et le contenu des sciences de la communication, mais aussi avec son architecture. Les notions avec lesquels les étudiant(e)s se familiariseront incluent: - Les paradigmes et les évolutions paradigmatiques - La classification des différentes types de théories - Les concepts scientifiques - Les débats scientifiques - La critique",
        "teaching_methods": "Ce cours est basé sur un format de cours magistraux accompagnés d’une série de séminaires. Chaque cours se concentre sur un phénomène ou une approche spécifique dans l'étude de la communication, et offre ce phénomène ou cette approche une position dans le champs. Les séminaires visent à donner aux étudiants une base de connaissance qui leur permettra de mieux comprendre les matières vues dans les cours magistraux, ainsi qu’à aider les étudiant(e)s de se préparer d’une manière optimale pour l’examen. Une session de séminaire propose un examen blanc. Les séminaires ont pour buts principaux de favoriser une appropriation active de la matière par les étudiant(e)s et de soutenir ceux-ci dans l'apprentissage de leur ‘métier' d’étudiant(e)s universitaire(s) et la bonne perception des exigences attendues à l'université. Les cours magistraux et les séminaires sont soutenus par des présentations Powerpoint, qui constituent avec les cours, les lectures, et les séminaires eux-mêmes la matière sur laquelle les étudiant(e)s seront interrogé(e)s pendant l’examen. Les étudiant(e)s seront invité(e)s à poser leurs questions en classe. Les étudiant(e)s auront également la possibilité de formuler des questions sur Moodle.",
        "assessment_methods": "Les étudiant(e)s seront évalué(e)s sur la base d'un examen écrit en présentiel, qui se déroulera « à livre fermé ». Les questions porteront sur les matières abordées lors des cours magistraux, des lectures, des séances de TP, et des présentations PowerPoint. L'examen comportera des questions « théoriques » ainsi que des questions visant à « l'application » et l’opérationnalisation des théories, idées, et concepts abordés. Il comprendra des questions plus « brèves » et « spécifiques » (ex. choix multiple, définition), ainsi que des questions plus « longues » et « ouvertes » (ex. essai). Il évaluera les dimensions suivantes : - La compréhension et la connaissance des théories et des concepts vus en cours ; - La capacité à expliquer précisément les théories et les concepts vus en cours ; - La faculté à mettre en relation différentes parties ou notions du cours ; - La capacité à appliquer les théories ou les concepts vus en cours à des phénomènes et dispositifs de communication contemporains non vus en cours ; - La capacité à adopter une posture critique à l'égard de la communication, des médias, et du sens commun. L’examen comptera pour 100% de la note finale en première, deuxième, et troisième session. Une réussite à l’examen blanc (score de 10/20 ou supérieur) organisé pendant l’une des sessions de séminaire ajoutera un point supplémentaire à la note finale obtenue pendant la première, deuxième, et troisième session de l’année académique lors de laquelle l’étudiant(e) aura réussi cet examen blanc (ex. un étudiant qui obtiendra un score de 9/20 à l’examen de la première session et un score de 14/20 à l’examen blanc obtiendra une note finale de 10/20 pour ce cours). Les étudiant(e)s qui ne réussiront pas cet examen blanc n'obtiendront pas ce point supplémentaire mais ne perdront pas de points. Si une force majeure nécessite l’organisation d’un examen en distanciel, il sera réalisé « à livre ouvert », c'est-à-dire que l'étudiant(e) pourra consulter ses notes de cours et les ressources disponibles sur le site de cours, sans toutefois les copier ou citer d’une manière directe. La consultation de tout autre matériel sera strictement interdite. Ceci est une mesure collective, qui ne s’appliquera pas aux étudiant(e)s de manière individuelle.",
        "bibliography": "La lecture obligatoire sera fournie sous la forme d’une sélection de textes qui sera mis à la disposition des étudiant·e·s via Moodle. Elle se basera principalement sur Loisen, J., & Joye, S. (2017). On Media and Communication. An Introduction to Communication Sciences: Theory and Research . Leuven: Acco. De plus, des lectures recommandées et des ressources audiovisuelles seront fournies via Moodle. The compulsory readings will be provided in the form of a selection of texts which will be made available to students via Moodle. They will be based mainly on Loisen, J., & Joye, S. (2017). On Media and Communication. An Introduction to Communication Sciences: Theory and Research. Leuven: Acco. In addition, recommended readings and audiovisual resources will be provided via Moodle.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bpols1110",
        "title": "Information et communication",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Patriarche Geoffroy"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Évoluer, agir et interagir de manière plus critique et responsable dans l’environnement médiatique et numérique contemporain. Identifier et comprendre les principales approches théoriques qui ont contribué à l’essor et au développement des sciences de l’information et de la communication (SIC). Situer les SIC par rapport aux autres disciplines des sciences humaines et sociales, à la fois en termes de continuité et de spécificité. Mettre en œuvre des notions et approches théoriques pour analyser des objets ou des situations d’information-communication. Mieux se représenter les exigences et les compétences du « métier d’étudiant·e universitaire ».",
        "content": "Qu’est-ce que l’information ? Qu’est-ce que la communication ? Comment les médias et les réseaux socionumériques influencent-ils notre vision du monde ? Comment un message produit-il de la signification ? Quels sont les ressorts de la propagande et de la désinformation ? Les campagnes de communication politique sont-elles efficaces ? Quelles ressources mobilise-t-on pour interpréter un message ? Pourquoi peut-on dire que la réception des médias et des algorithmes comporte des enjeux politiques et idéologiques ? Ces questions, et bien d’autres, seront travaillées au travers de différentes approches des sciences de l’information et de la communication qui permettent à la fois d’élaborer ces questions dans un registre de pertinence scientifique et de fournir certains éléments de réponse. La matière s’organise autour des chapitres suivants : Notions de base La « formule de Lasswell »... ou comment structurer une UE d’Information et communication Le gatekeeping par les médias : fondements et renouvellements Le cadrage comme opération de production de sens Communication et signification : les approches structurales La théorie mathématique de l’information L’émergence des études sur le public: foules et masses au début du 20ème siècle Propagande et désinformation La théorie critique de l’École de Francfort et la domination idéologique La recherche fonctionnaliste sur le public : effets « limités » et « complexes » Les cultural studies et la réception des médias",
        "teaching_methods": "L'UE consiste en des cours magistraux accompagnés de travaux pratiques TP (4 au total). Dans le cadre du cours magistral, l’enseignant expose la matière de manière synthétique, en prenant appui sur un support visuel. Chaque séance de cours comprend des moments d’interaction avec l’auditoire, par exemple sous la forme de quizzes en ligne (via Wooclap) avec réponses des étudiant·es en temps réel (via leur smartphone ou autre) et discussion de celles-ci par l’enseignant. Ces moments d’interaction ont un double objectif : approfondir la connaissance de la matière au fur et à mesure de sa présentation et soutenir les participant·es dans leur apprentissage des exigences et des compétences de leur « métier » d’étudiant·e, notamment pour l’examen. Lors de la dernière séance de cours, un moment est consacré à la présentation des consignes pour l’examen et aux dernières questions des étudiant·es. Les étudiant·es ont à leur disposition un syllabus complet, ce qui permet à l’enseignant de profiter du cours magistral pour approfondir les notions importantes ou difficiles et interagir avec l’auditoire. Le support visuel est également mis à la disposition des étudiant·es. Les 4 séances de TP prolongent les cours. Elles visent deux objectifs principaux : 1) favoriser une appropriation active de la matière par les étudiant·es, au travers d’exercices de mise en application des notions vues au cours à des objets concrets ou des sujets d’actualité, et 2) aider les étudiant·es à percevoir les exigences attendues dans le cadre du cours, au travers d’exercices de mise en situation d’examen avec debriefings collectifs. Les exercices réalisés en TP sont corrigés de manière collective.",
        "assessment_methods": "Que ce soit en présentiel ou en distanciel, l’évaluation consiste en un examen écrit portant sur la matière abordée lors des cours magistraux et des séances de TP. L’examen comporte des questions plus « théoriques » et des questions relevant davantage de « l’application ». Il évalue les dimensions suivantes : - la compréhension des théories et des concepts vus au cours ; - la capacité à expliquer précisément les théories et les concepts vus au cours ; - la faculté à mettre en relation différentes parties ou notions du cours ; - la capacité à appliquer les théories ou les concepts vus au cours à des phénomènes et dispositifs d’information-communication non vus au cours ; - la capacité à adopter une posture critique à l’égard du sens commun sur les médias et la communication. En présentiel, l’examen comporte des questions fermées et des questions ouvertes. Il se déroule « à livre fermé ». Si l’examen devait se dérouler en distanciel, il ne comporterait que des questions ouvertes et se réaliserait « à livre ouvert », c’est-à-dire que l’étudiant·e peut consulter son syllabus, ses notes de cours, et les ressources disponibles sur le site de cours (Moodle). La consultation de tout autre matériel est strictement interdite. Les exercices réalisés en TP ne sont pas évalués mais peuvent donner lieu à des « points bonus » à l’examen de première session : pour chacune des trois séances de TP avec exercices, l’étudiant·e qui réalise ceux-ci consciencieusement obtient un bonus de 0,5 point à la note finale de l’examen de janvier. L’étudiant·e qui s'applique à réaliser les exercices lors des trois séances dédiées obtient donc 1,5 points de bonus à la note de l’examen de janvier. La participation aux TP n’est pas prise en compte dans le calcul de la note finale pour les sessions de juin et de septembre.",
        "online_resources": "L'UE dispose d'un site de cours sur Moodle.",
        "bibliography": "Parmi de nombreux ouvrages d'introduction aux sciences de l’information et de la communication, citons : BENGTSSON S., ERICSON S. & STIERNSTEDT F. (dir.), Classics in media theory , Londres & New York, Routledge, 2024. BOUGNOUX D. (dir.), Sciences de l’information et de la communication , Paris, Larousse, 1993. BRETON P. & PROULX S., L'explosion de la communication , Paris, La Découverte, 1996. CARAH N. & LAOUW E., Media & Society. Production, Content & Participation , Londres, Sage, 2015. CERVULLE M. et QUEMENER, N., Cultural Studies. Théories et méthodes , 2ème éd., Armand Colin, Paris, 2018. FUCHS F., Social Media: A Critical Introduction , 4ème éd., Londres, Sage, 2024. HEINDERYCKX F., Une introduction aux fondements théoriques de l'étude des médias , 2ème éd., Liège, Céfal, 2002. LOHISSE J., en collaboration avec PATRIARCHE G. et KLEIN A., La communication. De la transmission à la relation , 4ème éd., Bruxelles, De Boeck, 2009. MAIGRET E., Sociologie de la communication et des médias , 2ème éd., Paris, Armand Colin, 2007. MATTELART A. & MATTELART M., Histoire des théories de la communication , Paris, La Découverte, 1995. MEUNIER J.-P. & PERAYA D. Introduction aux théories de la communication. Analyse sémio-pragmatique de la communication médiatique , Bruxelles, De Boeck, 2004.",
        "course_materials": "Information et communication - Syllabus",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2106",
        "title": "Stratégie de la communication numérique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gonsette Etienne"
        ],
        "teaching_language": "Français",
        "content": "L’UE aborde les stratégies de communication persuasive, de communication corporate, de communication interne et de communication de crise des organisations marchandes et non marchandes (y compris les mobilisations citoyennes) et les modalités de leur interpénétration. Elle forme l’étudiant à mettre en place et à gérer une existence sur différents médias sociaux et collaboratifs. L’UE se focalise sur la place des outils interactifs dans un plan de communication transmédia ou crossmédia. Elle s’attarde sur les critères de choix menant à un mix transmédia ou crossmédia cohérent et performant, en prenant en considération : - les différents supports interactifs : intranet, extranet, mobiles, tablettes, objets connectés… L’internaute n’est désormais plus une cible fixe calée derrière son ordinateur. - la panoplie des médias sociaux et collaboratifs : les sites, les blogs, les messageries instantanées, la vidéoconférence, les réseaux socionumériques, les plateformess de partage... - les diverses techniques d’optimisation de la communication : le SMO (Social Media Optimization), le SEO (Search Engine Optimization), le SEA (Search Engine Advertising), le storytelling, le partage, la viralité, la personnalisation des contenus en fonction de la géolocalisation… Plan de cours : 1. Introduction et définition du champs du cours - Enjeux du cours : présentation, plan du cours et modes d’évaluation - Changement de paradigme stratégique : fin de l’évolution homéostasique 2. Introduction aux phénomènes de disruption - Analyses de secteurs en voie de disruption - Transformations numériques et change management - Implications stratégiques en communication interactive 3. Modélisation écosystémique - Définition et principe d’action - Le Golden Circle - Ecosystème de l’enseigne : son ADN 4. La fin du marketing de masse - De l’empathie à la considération - De la connaissance à l’algorithmique (en passant par l’expertise) 5. Archétypes sectoriels et suivis de parcours client. Point de vue stratégique. - Archétypes liés aux secteurs et intensité concurrentielles - Archétypes liés à la réputions et à l’expérience 6. Stratégie de contenu collaboratif : une cohabitation illusoire - Intégration de la logique collaborative dans un plan de communication digital - Spécificités du contenu digital et asymétrie inversée des flux de contenus interactifs et collaboratifs 7. Stratégie media dans un contexte de marketing 4.0. - Omni channel media strategies - Stratégie de communication collaborative et participative - Mesures de l’efficacité, SEM, Paid search (SEO, SEA, SMO, RTB, …), optimization et targeting. 8. Stratégie data et suivi des données issues de la communication interactive - Particularisme digital (instantanéité et souplesse adaptative) - Gestion des outils statistiques (mesure qualitative, quantitative et comportementale) 9. Monitoring des projets étudiants - Suivi(s) de l’évolution des travaux personnels - Analyse de cas et vision stratégique : présentation et correction lors du cours.",
        "teaching_methods": "Outre des séances de cours ex cathedra, l’UE prévoit des moments d’analyse collective de cas concrets amenés par l’enseignant. L’UE inclura comme modalité d’évaluation (sans exclure d’autres formes d’évaluation) la formulation de recommandations stratégiques et d’un plan de communication.",
        "assessment_methods": "A. Evaluation pour la première session Un travail individuel écrit qui sera noté selon un ensemble de critères tels que : respect des consignes de départ, qualité de la forme, briefing, benchmark, définition de la cible, … (détails cours 1) La note sera confirmée à la hausse ou à la baisse en fonction de la défense orale du travail écrit (capacité de répondre à des questions sur des points précis issus des différents critères d’évaluation) avec un maximum de 5 points à la hausse ou à la baisse. Echéancier Date : session d’examens S1. Date précise à convenir Où : présentation à l’USLB en présentiel B. Evaluation pour la seconde session En cas d’échec à la note finale dû à la défense orale, l’étudiant doit représenter une défense orale et peut remettre un nouveau travail. Pour toute autre situation, l’étudiant doit représenter à la fois l’écrit et l’oral Echéancier Date : session d’examens S1. Date précise à convenir Où : présentation à l’USLB en présentiel C. Critères de réussite Critères qualitatifs Evaluer la capacité à intégrer et mettre en pratique les différents concepts vus lors des cours ainsi que la capacité à analyser une situation afin de de mettre en place un plan d’action cohérent, mesurable et évolutif. Critères quantitatifs : Examen oral : 10/20 étant la note minimum requise pour valider la réussite de l’étudiant à cette épreuve sur base du travail écrit remis par l’étudiant pour la défense lors de l’oral. La qualité de la rédaction d’un article rédigé par l’étudiant pourra constituer un bonus de maximum 1 point ajouté à la note de l’oral.",
        "other_info": "Supports de cours : - Slides et notes sur Moodle(option) - Supports multimédias - Analyse d’articles thématiques : - Références sur le web : voir bibliographie",
        "bibliography": "A. Centrée sur l’outil et le champ digital 1. Dru J.-M. (1997). Disruption. Paris. Village mondial Editions. 2. Daniel Bougnoux (2001). Introduction aux sciences de la communication. La Découverte 3. Sun Tzu. (2008). L’Art de la Guerre. Paris. Flammarion Editions. 4. Sinek, S. (2009). Commencer par le pourquoi. Québec. Performance Editions. 5. Dominique Wolton (2009). Informer n’est pas communiquer. Paris. Editions CNRS 6. Pisani F.- Piotet D. (2011) Comment le Web change le monde. Paris. Pearson Editions. 7. Deschamps C. – Moinet N. (2011). L’intelligence économique. Paris. Dunod Editions. 8. Sillard B. (2011). Maîtres ou esclaves du numérique ? Françe. Eyrolles Editions. 9. Jamet, T (2012). Ren@issance mythologique : L’imaginaire et les mythes à l’ère digitale. Paris. François Bourin Editeur 10. Jarvis J. (2012). La méthode Google. Paris. Pocket Editions. 11. Lewi G. (2012). Les nouveaux Bovary. Paris. Pearson Editions. 12. Eloi L. (2012). Economie de la confiance. Paris. La Découverte Editions. 13. Gilles Babinet (2016). Transformation digitale. Le Passeur Editeur. 14. Dr Laurent Alexandre (2017). La Guerre des Intelligences. Paris. JC Lattès 15. Klaus Schwab (2017). La quatrième révolution industrielle. Paris. Dunod. 16. Julien Hirth (2017). Le data marketing. Paris. Eyrolles. 17. Philippe Kotler. (2017). Marketing 4.0. Belgique. De Boek Editions. 18. Stéphane Mallard (2018). DISRUPTION. Paris. Dunod. B. Centrée sur la sociologie numérique. 1.Castells M. (1998-1999). L’ère de l’information. Paris. Fayard Editions a. La société en réseaux (Vol 1) b. Le pouvoir de l’identité (Vol 2) c. Fin de millénaire (Vol 3) 2. Castells M. (2002). La galaxie Internet. Paris. Fayard Editions 3. Castells M. (2013). Communication et pouvoir. Paris. Maison des Sciences de l’Homme. C. Centrée sur le web 1. http://www.blogdumoderateur.com/ (blog français centré sur le marketing digital) 2. https://siecledigital.fr/ (excellent blog existant depuis 2013, très influant et dont les articles sont souvent pertinents) 3. http://www.cedricc.be/ (blog belge très bien documenté et présentant souvent des mapping intéressants) 4. http://www.e-marketing.fr/ (blog français très bien documenté dans le secteur retail et innovations e-commerce) 5. http://www.webmarketing-com.com/ (blog très pointu et axé nouvelles tendances) 6. http://www.influencia.net/fr/ (excellente revue sur les tendances NTIC) 7. http://adage.com/ (Avertising Age, un incontournable du monde digital en anglais)",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bhdpo1230",
        "title": "Méthodes de recherche en sciences sociales",
        "credits": "10.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Maes Renaud"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme du cours, chaque étudiant devrait : - s'être familiarisé aux principales étapes d'une démarche de recherche en sciences sociales ; - être capable d'analyser de manière critique les conditions de production d'une recherche ; - être capable de construire une problématique de recherche autour d'une question qu'il se pose et ceci, en s'appuyant sur une revue de la littérature scientifique et en s'aidant d'entretiens exploratoires ; - disposer d'une bonne connaissance des possibilités et limites des principales méthodes de collecte et d'analyse de données en sciences sociales.",
        "content": "La première partie du cours aborde les présupposés épistémologiques, ainsi que les premières étapes d'une démarche de recherche en sciences sociales : le démarrage d'une recherche, la phase exploratoire, la construction d'une problématique, l'opérationalisation des concepts, la mise au point du dispositif d'observation. La seconde partie est consacrée à l'exposé des principales méthodes de collecte et d'analyse des données en sciences sociales : la démarche expérimentale, l'interview de recherche (enquête par questionnaire, entretien semi-directif, entretien de groupe) et l'analyse de contenu, l'analyse secondaire de données existantes, l'observation et les études de terrain. Le cours se termine par une mise en perspective des différentes méthodes et par des considérations sur les enjeux éthiques et politiques de la recherche. Le cours laisse une grande place à l'échange avec les étudiant·es et se construit en particulier autour des thématiques qui les intéressent. Les aspects concrets, pratico-pratiques, qui constituent des \"ficelles du métier\" indispensables, sont discutés et mis à l'épreuve directement lors des séances, qui requièrent une participation active.",
        "teaching_methods": "Le cours est construit autour d'exemples puisés dans la pratique réelle de la recherche en sciences sociales. Etant donné que le cours est centré en partie sur l'acquisition d'un savoir-faire et d'un 'habitus' de recherche, un temps important est consacré à des exercices pratiques, ainsi qu'au suivi et à l'accompagnement des travaux.",
        "assessment_methods": "Le cours est évalué 1°/ par un travail d'élaboration d'une problématique de recherche à partir d'une question choisie par les étudiant·es (travail réalisé en groupe), proposant une question de recherche originale, un dispositif méthodologique adapté et une expérimentation à petite échelle de ce dispositif, ainsi qu'un feedback réflexif sur les méthodes choisies, la pertinence de la question et les pistes d'amélioration pour des travaux futurs. Le travail compte pour 1/2 de la cote finale ; 2°/ par un examen écrit comptant portant sur l'ensemble de la matière du cours. Au cours de l'examen, l'étudiant.e doit construire une proposition de dispositif de recherche , en respectant les grandes étapes de la démarche de recherche, et donc en proposant une problématique, en décrivant les méthodes de recueil et d’analyse de données/de contenus qu’il ou elle envisage, en indiquant les avantages et les limites du dispositif envisagé et en clarifiant sa posture. Pour définir sa  problématique, l'étudiant·e s'appuye sur l'un des articles proposés, tirés de la littérature en SHS, qui fera office de « revue de la littérature ». L'examen compte pour 1/2 de la cote finale. En cas d'absence injustifiée au travail final ou d'absence injustifiée à l'examen écrit, l'étudiant se verra attribuer la note finale de 0A/20 pour le cours lors de la première session. Tous les travaux doivent constituer une production personnelle. Les étudiants sont tenus de respecter scrupuleusement les règles et les bonnes pratiques en matière de citation, de référencement et d'évitement de l'(auto-)plagiat. Les étudiants sont censés connaître et comprendre en quoi consistent ces règles et pratiques. Tout manquement à ces règles peut entraîner une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. L'utilisation de l'IA générative est acceptée à condition qu'elle soit occasionnelle et limitée. L'utilisation de l'IA doit être explicitement indiquée et référencée. Toute partie du travail s'appuyant, de quelque manière que ce soit, sur l'IA générative doit être clairement identifiée (par exemple, par une note de bas de page), en précisant quel outil d'IA générative a été utilisé, dans quel but, de quelle manière, et dans quelle mesure. Le non-respect de cette obligation peut constituer une irrégularité.",
        "online_resources": "Sont disponibles sur le site Moodle du cours : Les supports powerpoint du cours ; Les enregistrements vidéos du cours ; Une large partie des articles et ouvrages cités dans la bibliographie.",
        "bibliography": "Ressource principale : Quivy R., Van Campenhoudt L., 2011, Manuel de recherche en sciences sociales, 4e édition, Paris, Dunod.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2104",
        "title": "Modèles économiques des plateformes numériques",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gautier Axel"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les médias sociaux et collaboratifs mettent en œuvre de nouveaux modèles économiques utilisant les technologies du web et s’appuyant également sur l’évolution des comportements du consommateur/client. Ces nouveaux modèles interrogent les catégories et les théories établies et invitent à repenser les enjeux culturels et communicationnels qui y sont liés. Les principaux thèmes abordés dans cette UE seront les suivants : • Les modèles économiques du web et plus spécifiquement des plateformes sociales (abonnement payant, revenu par la publicité et/ou le parrainage, commercialisation de données...) • L’évolution du circuit économique : nouveaux « producteurs » de contenus ou de services provenant de la « démocratisation » socionumérique, nouveaux intermédiaires (collectifs d’achats groupés, bloggeurs-conseils...), nouveaux rôles des consommateurs (« consomacteurs », contributeurs de contenus...) • L’émergence de nouveaux terrains économiques : économie de l’attention, économie de la connaissance, économie de la fonctionnalité, économie du partage ou économie collaborative... • Les formes de financement des innovations et de leur développement (parmi lesquelles le financement participatif, les business angels...) • L’évolution des plateformes par croissance interne ou externe • Les effets de la globalisation tant sur le plan économique que sur les plans culturel et de la communication.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Compétence 1 – Gérer la présence d’une organisation sur les médias sociaux et collaboratifs Acquis d’apprentissage 1. Analyser de manière prospective la communication interactive et collaborative d’une organisation, son secteur d’activités et son contexte social, culturel, technologique, économique, politique et juridique. Compétence 4 – Mobiliser et produire des connaissances en communication interactive et collaborative de façon pertinente et méthodique, dans le cadre d’une réflexion critique ou d’un projet de recherche Acquis d’apprentissage 1. Posséder une connaissance approfondie des principales approches théoriques et méthodologiques de la recherche sur les médias sociaux et la communication interactive et collaborative. 2. A partir de savoirs multidisciplinaires, développer une réflexion critique et étayée sur les enjeux humains et sociétaux des technologies numériques, y compris les questions juridiques, déontologiques et éthiques.",
        "teaching_methods": "L’UE alterne des séances de cours ex cathedra, des séances de discussion collective sur des textes lus par les étudiants et approfondissant certains aspects de la matière, et des séances de réflexion ou d’analyse collective sur des sujets d’actualité ou des cas concrets (amenés par l’enseignant et/ou les étudiants).",
        "assessment_methods": "Pour la première session : - Examen oral individuel - Un travail de groupe écrit : les groupes font une évaluation la chaine/réseau de valeur et proposent des améliorations. Le travail est à remettre avant le début de la session. - Quid des étudiants qui sont dans l’impossibilité de suivre une partie de l’UE en présentiel ? Pour ceux qui n’ont pas fait le travail de groupe, il reste possible, sous conditions, de réaliser un travail individuel. Pour la seconde session : Consignes identiques à la première session pour l’examen- Attention : si l’évaluation se réalise à travers plusieurs étapes (ex. : un écrit + un oral), bien préciser si la réussite à 10/20 porte sur une moyenne des épreuves, ou si chaque épreuve doit être réussie à 10/20. L’examen oral compte pour 75% de la note finale ; le travail de groupe compte pour 25% de la note finale. La réussite porte sur une moyenne des épreuves. Si un étudiant réussit le travail, mais pas l’examen, il peut garder les points du travail, mais il doit repasser l’examen pendant la seconde session, quel que soit le résultat final. Critères de réussite L’UE vaut 5 crédits. La réussite est à 10/20. Une présence active à au moins 80 % des heures est requise, faute de quoi l’étudiant pourra être mis en échec pour l’activité concernée (Art. 18 du Règlement des études ICHEC-ISFSC). Les absences justifiées (certificat) n'entrent pas dans ce calcul.",
        "bibliography": "Arvidsson, A. (2005). Brands: A critical perspective. Journal of Consumer Culture, 5(2), 235–258. https://doi.org/10.1177/1469540505053093 Ballon, P. (2007). Business modelling revisited: the configuration of control and value. Info, 9(5), 6–19. Breuer, J., Heyman, R., & Van Der Graaf, S. (2015). Personal data value networks (p. 21). Presented at the Amsterdam Privacy Conference, Amsterdam. Callon, M. (1991). Techno-economic networks and irreversibility. In J. Law (Ed.), A Sociology of monsters: essays on power, technology, and domination (pp. 132–161). London; New York: Routledge. Fuchs, C. (2012). The Political Economy of Privacy on Facebook. Television & New Media, 13(2), 139–159. https://doi.org/10.1177/1527476411415699 Foucault, M. (1976). Droit de mort et pouvoir sur la vie. In La volonté de savoir (pp. 177– 191). Gallimard. Hesmondhalgh, D. (2010). User-generated content, free labour and the cultural industries. Ephemera, 10(3/4), 267–284. Latour, B. (1992). Where are the missing masses? The sociology of a few mundane artifacts. In W. E. Bijker & J. Law (Eds.), Shaping technology/building society: Studies in sociotechnical change (pp. 225–258). Cambridge Mass.: MIT Press. Liotard, I. (2017). FabLab–a new space for commons-based peer production. In 29th Society for the Advancement of Socio-Economics (SASE) Conference:“ What’s Next? Disruptive/ Collaborative Economy or Business as Usual?” Ocnarescu, I., Pain, F., Bouchard, C., Aoussat, A., & Sciamma, D. (2011). Improvement of the industrial design process by the creation and usage of intermediate representations of technology, TechCards. In Proceedings of the 2011 Conference on Designing Pleasurable Products and Interfaces (p. 50). ACM. Retrieved from http://dl.acm.org/citation.cfm? id=2347559 Pinch, T. J., & Bijker, W. E. (1984). The Social Construction of Facts and Artefacts: or How the Sociology of Science and the Sociology of Technology might Benefit Each Other. Social Studies of Science, 14(3), 399–441. https://doi.org/10.1177/030631284014003004 Ritzer, G. (2014). Prosumption: Evolution, revolution, or eternal return of the same? Journal of Consumer Culture, 14(1), 3–24.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2111",
        "title": "Gestion de projets",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Borry Marc"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Compétence 3 - Développer une culture numérique de l’organisation qui mobilise le management, les équipes et les partenaires autour des stratégies et des projets de communication. Acquis d’apprentissage : 3. Organiser la coopération, la collaboration et la participation autour des projets de communication, dans le cadre d’une organisation du travail hybride et évolutive ; encourager le partage des informations, des expériences et des innovations autour des projets de communication. 4. Mettre en œuvre un mode de gestion des projets et des équipes basées sur des techniques de collaboration numérique, une adaptation rapide aux changements endogènes et exogènes et une sensibilité aux enjeux de durabilité et d’inclusivité. 5. Amorcer et accompagner la création de partenariats en intégrant des logiques culturelles diverses, y compris à un niveau international.",
        "content": "La mobilisation et la coordination de ressources humaines (professionnelles et bénévoles) participant aux projets sont devenues complexes par la diversité des compétences et des partenaires à impliquer et par la rapidité avec laquelle se succèdent les innovations dans le domaine des réseaux socionumériques et de la communication digitale. Être responsables de projets demande la connaissance et la maitrise des points suivants : Principes de base de la Gestion de Projet (GP) : définition des besoins, création du cahier des charges, création et gestion du cycle de vie de projets, points critiques, découpe d’un projet, livrables, étapes de validation, définition des ressources et planning. Rôle du chef de projet et du comité de pilotage, du maître d’œuvre, des prestataires, parmi les usagers destinataires celui des « utilisacteurs », des testeurs... Gestion des ressources humaines : analyse des compétences requises pour un projet de communication numérique, composition des équipes et typologie des contrats, leviers de motivation, gestion des risques liés aux individus, procédures de validation des livrables, ERP, plateformes collaboratives. Méthodologies de GP : méthodologies de développement en cascade, modèle en V, modèle itératif, méthodologies agiles, tableaux de bord et suivi. Gestion du temps : répartition de la charge, méthode PERT, diagrammes de Gantt, modes de réorganisation d’un planning. Gestion des coûts : conception du budget, planification de la gestion de la trésorerie, contrôle des dépenses, calcul de la profitabilité. Plan de cours Séance 1 : Le fil rouge de la gestion de projet Séance 2 : La gestion de projet Agile : SCRUM Séances suivantes : classe-inversée sous la forme d’un projet agile Dernière séance : review complet des délivrables par l’enseignant + séance Q/R",
        "teaching_methods": "Les deux premières séances sont ex-cathedra. Les suivantes seront organisées sous la forme d’une gestion de projets en agile. Les étudiants seront donc acteurs de leur apprentissage. Le support du cours est publié sur moodle. Les contributions des étudiants sont également publiées sur Moodle.",
        "assessment_methods": "Première session Participation obligatoire aux cours Une feuille de présences sera systématiquement distribuée dès le 2e cours et pour tous les suivants Par séance manquée sans raison valable au sens du règlement des études, 2 points sur 20 seront retirés de la note finale de l’étudiant Par retard de plus de 30 minutes sans motif valable ou départ anticipé sans motif valable, 1 point sur 20 sera retiré de la note finale de l’étudiant Travail durant les séances de classe-inversée 5 points sur 20 Evaluation des groupes d’étudiants sur base du travail fourni lors des séances de classe-inversée ainsi que sur base de la qualité des délivrables fournis Les membres d’un même groupe pourraient avoir des notes différentes ! Examen oral sur l’ensemble de la matière : 15 points sur 20 Deuxième session Travail durant les séances de classe-inversée : report de note 5 points sur 20 Evaluation des groupes d’étudiants sur base du travail fourni lors des séances de classe-inversée ainsi que sur base de la qualité des délivrables fournis Les membres d’un même groupe pourraient avoir des notes différentes ! Examen oral sur l’ensemble de la matière ainsi que la défense d’un travail personnel consistant en l’analyse critique d’un projet fictif sous la forme d’une étude complète de projet 15 points sur 20 Si le travail personnel n’est pas remis, l’étudiant ne sera pas admis à présenter son examen oral Pour les étudiants dans le cas d’une seconde session, des consignes plus précises seront transmis début juillet",
        "bibliography": "Voir les slides du cours. See the end of the slides of the course.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2103",
        "title": "Droit et déontologie de la communication numérique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Carpentier Caroline"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les univers dits « virtuels » ne constituent pas des zones de non-droit et sont régis par des règles juridiques et déontologiques de plus en plus nombreuses et complexes. Le cours les abordera au travers des principaux thèmes suivants: - la liberté d’expression sur les médias sociaux et ses limites (délit de presse, droit à l’image, e-réputation, protection des données personnelles,…) ; - la protection du patrimoine intellectuel (droit d’auteur, marques, bases de données, noms de domaine,…) ; - le commerce électronique en ligne et la protection des consommateurs (contrats à distance, publicité en ligne, responsabilité des intermédiaires,…) ; - la régulation des contenus audiovisuels en ligne ; - la déontologie applicable aux usages professionnels du web (Codes de conduite RP et autorégulation journalistique et publicitaire).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Compétence 1 – Gérer la présence d’une organisation sur les médias sociaux et collaboratifs Acquis d’apprentissage 1. Analyser de manière prospective la communication numérique d’une organisation, son secteur d’activités et son contexte social, culturel, technologique, économique, politique et juridique. 3. Concevoir et mettre en œuvre des dispositifs et des actions de communication numérique intégrant les ressources et les contraintes humaines, financières, matérielles et juridiques d’une organisation. 6. Veiller au caractère légal, déontologique et éthique des pratiques de communication numérique de l’organisation. Compétence 4 – Mobiliser et produire des connaissances en communication numérique de façon pertinente et méthodique, dans le cadre d’une réflexion critique ou d’un projet de recherche Acquis d’apprentissage 2. A partir de savoirs multidisciplinaires, développer une réflexion critique et étayée sur les enjeux humains et sociétaux des technologies numériques, y compris les questions juridiques, déontologiques et éthiques.",
        "teaching_methods": "Les différents thèmes seront abordés au départ de cas pratiques sur la base desquels seront dégagés les principes juridiques et/ou déontologiques applicables. Une discussion collective sera ensuite suscitée sur la manière d’interpréter et d’appliquer ces principes dans différentes situations factuelles. Des liens sont fréquemment établis entre les différentes matières abordées, de même qu’avec l’actualité, de manière à permettre aux étudiant.e.s d’apprendre à développer une interprétation et une argumentation critiques par rapport aux questions juridiques et éthiques qui leur sont soumises. Afin de rendre le cours le plus interactif possible et de les aider à préparer la matière traitée au cours suivant, les étudiant.e.s seront invité.e.s chaque semaine à lire et analyser une ou deux décisions de jurisprudence, avis rendus par des organes d’autorégulation ou documents contractuels, ou à travailler sur des cas pratiques. Ces travaux ne seront pas évalués. Il leur sera en outre loisible de soumettre également des cas pratiques ou sujets d’actualité à la discussion collective. Les aspects théoriques seront exposés ex cathedra par l’enseignante, en alternance avec les séances de réflexion et d’analyse collectives. Mesures spéciales Covid-19 Si l’évolution de la situation sanitaire le requérait, le cours pourrait être dispensé en distanciel, en intégralité ou en partie, via la plateforme de cours en ligne ou tout autre outil mis à disposition par l’Université.",
        "assessment_methods": "Examen écrit et individuel composé de cas pratiques à analyser sous la forme de questions ouvertes. Les étudiant.e.s sont évalué.e.s sur leur aptitude à isoler et comprendre les questions juridiques et/ ou déontologiques posées ainsi que sur leur faculté de réflexion et d’argumentation lors de l’application de leurs connaissances théoriques aux cas concrets qui leur sont soumis. La réussite de l’examen suppose l’obtention d’une note égale ou supérieure à 10/20 (addition des notes obtenues pour les différentes questions). L’examen de seconde session sera tenu sous la même forme et apprécié selon les mêmes critères d’évaluation que l’examen de première session. Mesures spéciales Covid-19 Si l’évolution de la situation sanitaire le requérait, l’examen écrit pourrait être organisé en distanciel, via la plateforme de cours en ligne ou tout autre outil mis à disposition par l’Université, selon les mêmes critères d’évaluation.",
        "other_info": "Utilisation de l'IA générative - Auto-plagiat Tout travail est une production originale. Il est attendu des étudiant·es un respect scrupuleux des règles et bonnes pratiques de citation, de référencement et de non-plagiat. L’utilisation de l’IA générative est acceptée pour autant qu’elle soit ponctuelle et limitée, sauf disposition contraire de la part de l’enseignant·e et/ou de l’assistant·e. Dans tous les cas, l’utilisation de l’IA doit être explicitement indiquée. Toute partie de travail ou de présentation prenant appui, de quelque manière que ce soit, sur l’IA générative, doit être clairement identifiée (par exemple, par une note en bas de page) qui précise quel outil d’IA générative a été utilisé et quelle en a été l’utilisation dans la partie concernée. « Reprendre » un travail personnel ou de groupe réalisé dans le cadre de quelque UE que ce soit nécessite beaucoup de prudence. Exceptionnellement, une telle démarche peut être envisagée à condition que l’étudiant·e (1) en demande l’autorisation à l’enseignant·e et/ou l’assistant·e, (2) justifie cette « reprise » dans le cadre du travail, lequel, dans son ensemble, doit bien évidemment constituer un apport original par rapport au premier travail, et (3) applique scrupuleusement les règles de citation et de référencement à tout usage de ce travail. Le non-respect de ces règles peut être considéré comme une irrégularité (auto-plagiat). Tout manquement dans l’application des règles énoncées ci-dessus peut conduire à une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens.",
        "online_resources": "Toute la documentation est disponible sur Moodle.",
        "bibliography": "Buyle, J-P. et al. (2014). Les réseaux sociaux et le droit. Bruxelles : Larcier. Carneroli, S. (2013). Les aspects juridiques des réseaux sociaux. Brugge : Vanden Broele. Conseil de la Publicité (2013). Réglementation et contrôle de la publicité (8ème éd.). Docquir, B. et al. (2015). Actualités en droits intellectuels – L’intérêt de la comparaison. Bruxelles : Bruylant. Isgour, M. (2014). Le droit à l’image (2ème éd.). Bruxelles : Larcier. Mouffe, B. (2009). Le droit de la publicité (3ème éd.). Bruxelles : Bruylant. Ragheno, N. et al. (2017). Data protection & Privacy – Le GDPR dans la pratique. Limal : Anthemis. S",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2114",
        "title": "Fondements et architectures des réseaux informatiques et socionumériques",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Compétence 2 - Connaître et orchestrer les pôles technique, créatif et marketing des projets numériques en communication des organisations. Acquis d’apprentissage : 1. Connaître les grands principes d’architecture, de fonctionnement et de sécurisation des réseaux informatiques et socionumériques d’une organisation, ainsi que les principales technologies informatiques. 3. Connaître les caractéristiques, opportunités et contraintes des différents canaux numériques ; les intégrer de manière raisonnée dans un plan de communication. 4. Connaître les techniques et méthodes d’optimisation du référencement, de la réputation et de l’animation des communautés en ligne. 6. Associer de manière optimale les modalités de communication « en ligne » et « hors ligne » dans toute stratégie de communication. Compétence 3 - Développer une culture numérique de l’organisation qui mobilise le management, les équipes et les partenaires autour des stratégies et des projets de communication. Acquis d’apprentissage : 1. Conseiller les organes de décision de l’organisation sur les défis et les enjeux à la croisée de la communication et des innovations numériques (les objectifs et stratégies de communication, la communication comme levier managérial, la transformation numérique de l’organisation, etc.). Compétence 4 - Mobiliser et produire des connaissances en stratégie de la communication et en culture numérique de façon étayée et méthodique, dans le cadre d’une réflexion critique ou d’un projet de recherche. Acquis d’apprentissage : 2. A partir de savoirs multidisciplinaires, développer une réflexion critique et étayée sur les technologies numériques et leurs enjeux humains et sociétaux. 6. Actualiser ses savoirs et ses pratiques en mettant en œuvre des techniques de veille sur les tendances et innovations communicationnelles et numériques.",
        "content": "L’objectif de cette UE est de permettre aux étudiants d’acquérir les concepts fondamentaux de l’informatique pour le contexte des réseaux informatiques et socionumériques utilisés en communication au sein des organisations. Les enseignements portent aussi bien sur des aspects descriptifs et pratiques que sur des aspects théoriques des réseaux. Les technologies y sont abordées comme coconstruction entre les informaticiens et les autres acteurs de l’organisation. L’UE aborde aussi les enjeux des alternatives technologiques proposées. Exemple : dans le cas du choix d’un mode d’hébergement, l’opposition qu’il peut y avoir entre efficacité et indépendance de l’organisation. Les principaux thèmes abordés seront les suivants : architectures et principes technologiques des réseaux informatiques et mobiles ; architectures et principes de fonctionnement des réseaux socionumériques, des plateformes de partage et des plateformes collaboratives ; typologie des solutions d’hébergement des données (data centers (serveurs partagés, serveurs dédiés) / public cloud, dedicated cloud...) ; notions fondamentales d’architecture des applications web, y compris pour les supports mobiles ; techniques de traçage du parcours des utilisateurs ; principes techniques et organisationnels de la sécurité sur les réseaux (cybersécurité : pare-feux contre le « hacking », les virus, l’usurpation d’identité, techniques d’encryptage…) ; approche technologique des applications via des objets connectés. Plan de cours Partie I: Les systèmes d’information et leur composante « réseau » Objectif : Découvrir la notion de système d’information, ses composantes et ses types, en vue d’analyser plus précisément sa composante réseau Partie II: Architectures des SI et technologies Web Objectif : Connaître et comprendre qu’elles sont les structures utilisées pour construire les SI, avec un focus sur les technologies et les architectures basées sur les technologies Web (y compris leur exploitation) Partie III: La sécurité des systèmes d’information et des réseaux Objectif : Comprendre les enjeux sécuritaires et les solutions les plus communément utilisées pour se prémunir contre les risques sécuritaires les plus courants Partie IV: Réseaux, données et objets Objectif : Comprendre les interdépendances possibles entre les réseaux, les données et les objets (« Internet of Things »)",
        "teaching_methods": "Le cours est tout d’abord dispensé sous la forme d’un magistral présentant les nombreux concepts à discuter, tout en invitant les participants à un maximum d’interactions. Des exemples et discussions en groupe seront présents pour comprendre les liens entre les concepts vus et les ancrer dans le concret des étudiants. Des lectures scientifiques seront exploitées à divers moments pour décrire plus précisément certains aspects plus importants dans le cadre du master. Un travail réalisé en groupe sera organisé en vue de mobiliser et d’approfondir les savoirs et savoir-faire vus en cours. Le support du cours (slides) et les lectures demandées sont publiés sur Moodle.",
        "assessment_methods": "Première session : Examen écrit (60%). Présentation du travail de groupe (40% ; note pour laquelle les étudiants évaluent les autres groupes ainsi qu’eux-mêmes). Seconde session : Examen oral (60%). Si la présentation du travail de groupe est en échec, soit <10/20 (sinon la cote est reportée, sans possibilité de l’améliorer) : travail individuel à rendre sous la forme d’un rapport écrit ayant les mêmes objectifs que le travail de groupe qui est réalisé lors de la première session (40%)",
        "bibliography": "Voir fin des slides du cours. See the end of the course slides.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2212",
        "title": "Research Methods in Digital Communication",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Jacobs Thomas"
        ],
        "teaching_language": "Anglais",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Compétence 4 - Mobiliser et produire des connaissances en communication numérique de façon pertinente et méthodique, dans le cadre d'une réflexion critique ou d'un projet de recherche 1. Posséder une connaissance approfondie des principales approches théoriques et méthodologiques de la recherche sur les médias sociaux et la communication numérique. 2. A partir de savoirs multidisciplinaires, développer une réflexion critique et étayée sur les enjeux humains et sociétaux des technologies numériques, y compris les questions juridiques, déontologiques et éthiques. 3. Mener un projet de recherche(-action) original, en mobilisant des ressources théoriques et méthodologiques avec discernement. 4. Rendre compte d'une recherche et de ses résultats de façon claire, cohérente et structurée, par voie écrite et orale, et en respectant les exigences de la communication scientifique. 5. Actualiser ses savoirs et ses pratiques en mettant en oeuvre des techniques de veille sur le numérique, les médias sociaux et la communication numérique.",
        "content": "L'UE offre aux étudiants une exploration profonde du champ méthodologique de la recherche communicationnelle dans l'ère digitale. Les étudiants apprendront comment analyser les technologies numériques, les médias sociaux et collaboratifs, ainsi que sur leurs produits, leurs réprésentations, et leurs impacts sociétaux. Les étudiants se pencheront sur des enjeux, des postures, des méthodes, et des techniques d'étude scientifique de la communication numérique. Ce cours propose une conception large de la méthodologie, et ne s'intéresse pas juste à la démarche méthodique, mais également aux enjeux épistémologiques et éthiques de la production des connaissances sur (et par) les technologies numériques et les médias sociaux. Le séminaire veillera en particulier à couvrir les aspects suivants : 1) Un rappel méthodologique général sur ce qu'il faut entendre par méthodologie de recherche en sciences de la communication : qu'est-ce qu'une démarche de recherche en sciences sociales, qu'est-ce qu'une posture ou une approche communicationnelle ? 2) Une réflection sur la place que la méthodologie occupe dans un plan de recherche : comment aligner une question de recherce et une méthodologie ? Comment la méthodologie operationalise-t-elle des concepts couverts dans l'état de l'art ? Comment garantir la cohérence du projet de recherche ? 3) Un aperçu de la variété des méthodes de recherche en communication numérique : l'enquête, l'entretien, l'ethnographie (notamment l'ethnographie en ligne), l'expérimentation, l'analyse des réseaux sociaux en ligne, les analyses de contenu, les analyses de discours, les méthodes créatives, les méthodes participatives, etc. 4) La conception et la mise en oeuvre (à petite échelle) d'un dispositif méthodologique en lien avec une question et une problématique de recherche. Celles-ci pourront être puisées dans les UE théoriques du Master ou ailleurs parmi les grandes thématiques de la recherche SIC. 5) L'approfondissent d'une réflexion sur des grands enjeux ou débats transversaux de la recherche en communication numérique : les caractéristiques du web comme objet/environnement de recherche et leurs implications méthodologiques, le big data , les questions éthiques (le statut de l'observateur, le consentement informé, la confidentialité et de l'anonymisation des données), les opportunités et les risques des technologies du web comme outils de collecte de données, de recrutement de participants, d'analyse et de visualisation de données, de communication des résultats de recherche… Le séminaire peut également faire intervenir des chercheurs ou des spécialistes invités à faire un retour critique sur leur propre expérience de l'une ou l'autre des méthodes vues dans le cadre du séminaire.",
        "teaching_methods": "L'UE prendra appui sur les méthodes d'enseignement suivantes : - Cours ex cathedra de cadrage général. - Lecture, présentation, et discussion collective de textes méthodologiques et d'études de cas concrètes mettant en oeuvre des méthodes de recherche en communication interactive et collaborative. - Travaux (en groupe) de conception et de mise à l'épreuve concrète, à petite échelle, d'un dispositif méthodologique (articulant plusieurs méthodes) en lien avec une question ou une problématique de recherche. - Travail (individuel) d'approfondissement d'une question, d'un débat, d'un enjeu en lien avec le projet de mémoire ou la problématique étudiée en groupe, à partir d'un retour sur cette mise en oeuvre concrète.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiants sont évalués sur la base d'un travail de groupe et d'un examen oral. Travail de groupe (60%) Les étudiants travailleront en petits groupes autour d'un objet de recherche qui les intéresse, et ils réaliseront une série de petits exercices autour d'un thème choisi. Ces exercices visent à former les étudiants à des choix méthodologiques éclairés et à une réflexion critique sur leur recherche scientifique. La recherche, les données, les analyses et les résultats ainsi produits constituent le portfolio. Examen oral (40%) Les étudiants sont ensuite interrogés sur leur portfolio lors d'un examen oral qui vise à tester leur appropriation du portfolio ainsi que leur capacité à expliquer, légitimer et réfléchir sur leurs propres choix méthodologiques. En cas de non présentation injustifiée d'un travail faisant partie du portfolio ou d'absence injustifiée à l'examen oral, l'étudiant se verra attribuer la note finale de 0A/20 pour le cours lors de la première session. Tous les travaux réalisés dans le cadre de ce cours sont une production personnelle. Les étudiants sont tenus de respecter scrupuleusement les règles et les bonnes pratiques en matière de citation, de référencement et d'évitement de l'(auto-)plagiat. Les étudiants sont censés connaître et comprendre en quoi consistent ces règles et ces pratiques. Tout manquement à leur application peut entraîner une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. La réutilisation d'un travail personnel ou de groupe réalisé dans le cadre d'une autre unité d'enseignement requiert une grande prudence. Une telle démarche peut être envisagée à condition que l'étudiant demande l'autorisation explicite du professeur ou de l'assistant, qu'il justifie cette « réutilisation » dans le travail qui, dans son ensemble, doit manifestement constituer une contribution originale au travail premier et qu'il applique scrupuleusement les règles de citation et de référencement à toute utilisation de ce travail. Le non-respect de ces règles peut être considéré comme de l'auto-plagiat et constitue à ce titre une irrégularité. L'utilisation de l'IA générative est acceptée dans la mesure où elle est occasionnelle et limitée. L'utilisation de l'IA doit être explicitement indiquée et référencée. Toute partie du travail reposant, de quelque manière que ce soit, sur l'IA générative doit être clairement identifiée (par exemple, par une note de bas de page), en précisant quel outil d'IA générative a été utilisé, dans quel but, de quelle manière et dans quelle mesure. Le non-respect de cette obligation peut constituer une irrégularité.",
        "other_info": "Ce cours se base sur des études de cas et exercices en groupe. Les étudiants dans l'impossibilité de suivre (une partie de) l'UE en présentiel doivent contacter le professeur pour trouver une alternative. Des Powerpoints et des matériaux de lecture seront disponibles sur Moodle après chaque séance.",
        "bibliography": "Ne sont repris dans la bibliographie que trois ouvrages généraux à titre indicatif. Les ouvrages spécifiques, traitant d'une technique spécifique ou d'un exemple seront vus en cours. La liste des références sera mise à jour au fur et à mesure sur moodle. - Mucchielli, A. (2004) Les sciences de l'information et de la communication (5e ed.), Paris, Hachette. - Olivier de Sardan, J.P. (2008) La rigueur du qualitatif. Les contraintes empiriques de l'interprétation socio-anthropologique, Louvain-La-Neuve, Academia. - Van Campenhoudt, L. & Quivy, R. (2011 [1988]) Manuel de recherches en sciences sociales (4e ed.), Paris, Dunod.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2218",
        "title": "Mémoire et séminaire d'accompagnement au mémoire 2",
        "credits": "16.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Mundschau Laurence",
            "Patriarche Geoffroy"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Compétence 1 – Elaborer des stratégies de communication qui intègrent les différents aspects de la culture numérique. Acquis d’apprentissage 1. Analyser de manière critique la communication d’une organisation en prenant en compte son secteur d’activités et son contexte social, culturel, technologique, économique, politique et juridique. Compétence 4 - Mobiliser et produire des connaissances en stratégie de la communication et en culture numérique de façon étayée et méthodique, dans le cadre d’une réflexion critique ou d’un projet de recherche Acquis d’apprentissage 1. Posséder une connaissance approfondie des principales approches théoriques et méthodologiques de la recherche sur la communication et la culture numérique. 2. A partir de savoirs multidisciplinaires, développer une réflexion critique et étayée sur les technologies numériques et leurs enjeux humains et sociétaux. 3. Mener un projet de recherche original, en mobilisant avec discernement des ressources théoriques, méthodologiques et technologiques variées. 4. Rendre compte d’une recherche et de ses résultats de façon claire, cohérente et structurée, par voie écrite et orale, et en respectant les exigences de la communication scientifique. 5. Sur base de résultats de recherche, formuler des recommandations en matière de stratégie de communication de l’organisation et/ou conceptualiser de nouveaux dispositifs ou de nouvelles pratiques de communication. 6. Actualiser ses savoirs et ses pratiques en mettant en œuvre des techniques de veille sur les tendances et innovations communicationnelles et numériques.",
        "content": "En master 2, le séminaire d’accompagnement au mémoire vise essentiellement à expliciter les consignes formelles de rédaction et de défense orale du mémoire, et à mettre celui-ci à l’épreuve collective dans son état d’avancement. Plusieurs séances de présentation et de discussion des projets de mémoire par les étudiant·es permettent à celles-ci et ceux-ci de s’exercer à la présentation orale de leur projet et de bénéficier des commentaires des autres étudiant·es et des titulaires de l’UE – en vue de consolider le cadre théorique, de préciser certains choix méthodologiques, d’affiner certaines analyses, etc. Le contenu de l’UE puise en grande partie dans l’ouvrage de référence travaillé dans le cadre du séminaire d’accompagnement au mémoire 1 et rappelé en bibliographie. En outre, un vade mecum du mémoire spécifie une série d’éléments formels et organisationnels relatifs à la rédaction, au dépôt et à la défense du mémoire.",
        "teaching_methods": "Au moins une séance de cours magistral est consacrée à former l’étudiant·e aux normes de réalisation et de finalisation d’un document écrit de qualité, répondant aux exigences formelles de tout travail académique, notamment pour ce qui concerne les règles de citation et de référencement. Au plus tard le dernier jour de la session de janvier (date à préciser dans les instructions internes à l’UE), les étudiant·es doivent envoyer à leur promoteur ou promotrice un chronogramme adapté et commenté de leur travail, suite à (au moins) un rendez-vous avec celui-ci ou celle-ci. Aux alentours du congé de printemps (date exacte à confirmer), les étudiant·es doivent également présenter un état d’avancement de leur mémoire. Cette présentation se focalisera sur les « premiers retours du terrain ». Il est donc attendu de l’étudiant·e qu’il·elle ait déjà effectué au moins une partie du travail empirique et de « l’analyse des données ». Lors de cette prestation orale, l’étudiant·e exerce sa capacité à soutenir un registre scientifique de discussion, à expliciter et argumenter les choix théoriques et méthodologiques posés et à élaborer des pistes d’analyse pertinentes. Cette prestation orale, qui constitue une forme de préparation à la défense orale du mémoire, ne donne pas lieu à une note spécifique. L’étudiant·e est toutefois tenu·e de remettre à son promoteur ou sa promotrices, ainsi qu’aux titulaires du séminaire, un feedback sur les discussions qui ont suivi cette présentation – et ce dans les 5 jours suivant la présentation. Pour les étudiant·es qui sont en finalisation de cycle lors de la session de janvier et qui remettraient leur mémoire en janvier, la séance sur les premiers retours du terrain aura lieu en novembre. Moodle est utilisé pour le partage de documents, la remise des supports de présentation orale et la communication pédagogique avec les étudiant·es. Si la situation sanitaire l’exige, toutes ou une partie des séances peuvent basculer en distanciel.",
        "assessment_methods": "L’évaluation de l’UE Mémoire et séminaire d’accompagnement au mémoire 2 est effectuée à la fois par le promoteur ou la promotrice du mémoire, et par un lecteur ou une lectrice extérieur·e, sur base du mémoire, tant dans sa forme écrite (monographie) qu’orale (défense face au jury de mémoire). Le mémoire doit être déposé sur la plateforme DIAL-mem de l’UCLouvain, selon les consignes fournies dans le vade-mecum. Si la situation sanitaire l’exige, la défense se fait en distanciel, sans aucune incidence sur les critères de l’évaluation. Une grille d’évaluation du mémoire (monographie et défense) précise les critères d’évaluation et les pondérations. Elle est fournie à l’étudiant·e dès le séminaire d’accompagnement au mémoire 1. Elle est discutée de manière plus approfondie lors d’une séance du séminaire d’accompagnement au mémoire 2. Un·e étudiant·e se retrouve en 2ème session (note de 0/20 en 1ère session) : - lorsque le « formulaire mémoire » et/ou le projet de recherche (cf. séminaire de mémoire 1) ne sont toujours pas validés ; - lorsque l’étudiant·e n’a pas présenté ses premiers retours du terrain lors du séminaire organisé avant le congé de printemps et/ou lorsqu’elle·il n’a pas envoyé son feedback dans les délais requis ; - lorsqu’elle·il ne dépose pas le mémoire dans les temps. Les méthodes d’évaluation de la 2ème session sont identiques à celles de la 1ère session, avec une temporalité adaptée : présentation des premiers retours du terrain et feedback dans le courant du mois de mai, dépôt du mémoire et défense orale en août. Dans les 5 jours qui suivent le dépôt officiel du mémoire, et dans le cas où le mémoire ne rencontre pas les exigences minimales d’un travail académique de niveau universitaire pouvant être présenté devant un jury complet, le promoteur ou la promotrice doit prévenir l’étudiant·e (avec copie aux président·e et secrétaire de jury d’examen) qu’il vaut mieux que le mémoire ne soit pas défendu publiquement. Le lecteur ou la lectrice ne serait donc pas convoqué·e et seul un jury restreint aurait lieu (promoteur·trice, président·e, étudiant·e) avec remise d’une note (échec) pour le bulletin. L’étudiant·e qui souhaite, envers et contre tout, que s'organise un jury avec lecteur·trice extérieure doit le signaler officiellement au promoteur ou à la promotrice par retour de mail, endéans les 24h, avec copie aux président·e et secrétaire du jury d’examen. L’étudiant·e doit néanmoins s’attendre à une évaluation largement négative de la part de son promoteur ou de sa promotrice. Tout travail est une production originale. Il est attendu des étudiant·es un respect scrupuleux des règles et bonnes pratiques de citation, de référencement et de non-plagiat telles que rappelées lors des séances de séminaire, dans le document Référencement des sources, citation et non-plagiat (disponible sur Moodle), et dans le Code déontologique réglementant la rédaction de travaux scientifiques tel qu’annexé aux dispositions d’exécution du règlement général des études et des examens pour le master en Stratégie de la communication et culture numérique. L’utilisation de l’IA générative est acceptée pour autant qu’elle soit ponctuelle et limitée, sauf disposition contraire de la part de l’enseignant·e et/ou de l’assistant·e. Dans tous les cas, l’utilisation de l’IA doit être explicitement indiquée. Toute partie de travail ou de présentation prenant appui, de quelque manière que ce soit, sur l’IA générative, doit être clairement identifiée (par exemple, par une note en bas de page) qui précise quel outil d’IA générative a été utilisé et quelle en a été l’utilisation dans la partie concernée. « Reprendre » un travail personnel ou de groupe réalisé dans le cadre de quelque UE que ce soit nécessite beaucoup de prudence. Exceptionnellement, une telle démarche peut être envisagée à condition que l’étudiant·e (1) en demande l’autorisation à l’enseignant·e et/ou l’assistant·e, (2) justifie cette « reprise » dans le cadre du travail, lequel, dans son ensemble, doit bien évidemment constituer un apport original par rapport au premier travail, et (3) applique scrupuleusement les règles de citation et de référencement à tout usage de ce travail. Le non-respect de ces règles peut être considéré comme une irrégularité (auto-plagiat). Tout manquement dans l’application des règles énoncées ci-dessus peut conduire à une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. Enfin, l’étudiant·e tient à disposition des membres du jury de mémoire les « données » collectées et analysées dans le cadre du mémoire ainsi que les autres éléments probants permettant d’attester de la validité et de l’authenticité de la démarche de recherche. Le jury peut en effet demander d’avoir accès à (certains de) ces éléments afin préciser son appréciation du travail fourni par l’étudiant·e. En aucun cas « l’anonymat des sources » ne peut être invoqué pour refuser cet accès.",
        "bibliography": "Lecture obligatoire (rappel du séminaire de mémoire 1)/Required reading (same as in the accompanying seminar 1): : SEURRAT, Aude (dir.), Écrire un mémoire en sciences de l'information et de la communication. Récits de cas, démarches et méthodes, Paris, PSN, 2014. Lectures recommandées/Recommended readings : BEAUD Michel, L’art de la thèse, éd. rev. et augm., Paris, La Découverte, 2006. CISLARU Georgeta, CLAUDEL Chantal, VLAD Monica, L’écrit universitaire en pratique, 2ème édition, Bruxelles, De Boeck, 2011. KLEIN Olivier, Quelques conseils et quelques astuces pour réussir sa défense de mémoire, Unité de Psychologie Sociale, Université libre de Bruxelles, non daté. Disponible en ligne à l’adresse https://cescup.ulb.be/3401-2/ (dernière consultation le 10 septembre 2020). LAWRENCE, Olivier, BEDARD, Guy, FERRON, Julien, L’élaboration d’une problématique de recherche : Source, outils et méthode, Paris, L’Harmattan, 2005. MANGALAZA Eugène Régis, Concevoir et réaliser son mémoire de master I et master II en sciences humaines et sociales, Paris, L’Harmattan, 2010. MICHEL J.-L., Le mémoire en recherche en information-communication, 2ème édition, Paris, Ellipses, 2006. VAN CAMPENHOUDT Luc, MARQUET Jacques, QUIVY Raymond, Manuel de recherche en sciences sociales, 5ème édition entièrement revue et augmentée, Malakoff, Dunod, 2017.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2117",
        "title": "Stage de recherche",
        "credits": "13.00",
        "hours": "15.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Patriarche Geoffroy"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Compétence 1 – Elaborer des stratégies de communication qui intègrent les différents aspects de la culture numérique. Acquis d’apprentissage Analyser de manière critique la communication d’une organisation en prenant en compte son secteur d’activités et son contexte social, culturel, technologique, économique, politique et juridique. Définir les objectifs et établir une stratégie de communication en phase avec la stratégie de l’organisation en y insérant de façon optimale les qualités d’interaction, de participation et de collaboration de la culture numérique. Concevoir, mettre en œuvre et diffuser des dispositifs de communication innovants, durables et inclusifs au sein de l’écosystème numérique de l’organisation. Veiller à ce que soit respecté le caractère légal, déontologique et éthique des pratiques de communication de l’organisation ; tenir compte de ses ressources et de ses contraintes humaines, économiques et techniques dans l’établissement de toute stratégie de communication. Mobiliser les procédés d’évaluation des dispositifs de communication les plus adéquats ; interpréter avec discernement les données de l’évaluation, y compris le retour d’expérience de l’utilisateur ; prendre les mesures correctrices appropriées et les communiquer. Concevoir et mettre en œuvre des dispositifs de veille stratégique ; mobiliser les résultats de la veille pour gérer le changement et orienter l’innovation dans les outils, les usages et les stratégies de communication d’une organisation. Compétence 2 - Connaître et orchestrer les pôles technique, créatif et marketing des projets numériques en communication des organisations. Acquis d’apprentissage Connaître les grands principes d’architecture, de fonctionnement et de sécurisation des réseaux informatiques et socio-numériques d’une organisation, ainsi que les principales technologies informatiques. Connaître les outils, méthodes et principes esthétiques de scénarisation, de rédaction, d’édition et de gamification des contenus numériques. Connaître les caractéristiques, opportunités et contraintes des différents canaux numériques ; les intégrer de manière raisonnée dans un plan de communication. Connaître les techniques et méthodes d’optimisation du référencement, de la réputation et de l’animation des communautés en ligne. Maîtriser les principales techniques et méthodes de collecte, de stockage, de traitement et de visualisation des données. Associer de manière optimale les modalités de communication « en ligne » et « hors ligne » dans toute stratégie de communication. Compétence 3 - Développer une culture numérique de l’organisation qui mobilise le management, les équipes et les partenaires autour des stratégies et des projets de communication. Acquis d’apprentissage Conseiller les organes de décision de l’organisation sur les défis et les enjeux à la croisée de la communication et des innovations numériques (les objectifs et stratégies de communication, la communication comme levier managérial, la transformation numérique de l’organisation, etc.). Justifier, défendre et promouvoir des projets de communication, notamment auprès des organes de décision, depuis leur création jusqu’au reporting final (en ce compris le retour d’expérience de l’utilisateur). Organiser la coopération, la collaboration et la participation autour des projets de communication, dans le cadre d’une organisation du travail hybride et évolutive ; encourager le partage des informations, des expériences et des innovations autour des projets de communication. Mettre en œuvre un mode de gestion des projets et des équipes basé sur des techniques de collaboration numérique, une adaptation rapide aux changements endogènes et exogènes et une sensibilité aux enjeux de durabilité et d’inclusivité. Amorcer et accompagner la création de partenariats en intégrant des logiques culturelles diverses, y compris à un niveau international. Déceler les nouveaux besoins professionnels en communication créés par l’évolution de la société et des technologies numériques ; être à l’initiative de nouvelles pratiques ou de nouveaux métiers permettant de rencontrer ces nouveaux besoins. Compétence 4 - Mobiliser et produire des connaissances en stratégie de la communication et en culture numérique de façon étayée et méthodique, dans le cadre d’une réflexion critique ou d’un projet de recherche Acquis d’apprentissage Posséder une connaissance approfondie des principales approches théoriques et méthodologiques de la recherche sur la communication et la culture numérique A partir de savoirs multidisciplinaires, développer une réflexion critique et étayée sur les technologies numériques et leurs enjeux humains et sociétaux. Mener un projet de recherche original, en mobilisant avec discernement des ressources théoriques, méthodologiques et technologiques variées Rendre compte d’une recherche et de ses résultats de façon claire, cohérente et structurée, par voie écrite et orale, et en respectant les exigences de la communication scientifique Sur base de résultats de recherche, formuler des recommandations en matière de stratégie de communication de l’organisation et/ou conceptualiser de nouveaux dispositifs ou de nouvelles pratiques de communication Actualiser ses savoirs et ses pratiques en mettant en œuvre des techniques de veille sur les tendances et innovations communicationnelles et numériques",
        "content": "Le stage de recherche (non rémunéré) se réalise dans un centre ou une équipe de recherche, dans une université ou dans toute autre institution dont les missions incluent la recherche scientifique sur des thématiques en lien avec la stratégie de communication et/ou la culture numérique. Le stage permet donc à l’étudiant·e d'approcher, tout en l’exerçant, le métier de chercheur ou de chercheuse. Pour un·e étudiant·e intéressé par la réalisation d’une thèse de doctorat, il peut également constituer un moyen d’approcher la fonction de doctorant·e. Le stage de recherche est donc recommandé pour l’étudiant·e qui envisage d’entreprendre un doctorat en information et communication. Le stage de recherche fait intégralement partie de la formation de l’étudiant·e. À ce titre, il lui permet d’acquérir de nouvelles compétences, et de mettre en pratique celles acquises lors des autres activités du master. Si un stage de recherche permet de travailler les compétences 1 et (surtout) 4 du référentiel de compétences, il peut également constituer un lieu d'expérimentation et de mise en œuvre des compétences 2 et 3 – par exemple, lorsque l’étudiant·e contribue à la réflexion sur, et/ou à la mise en œuvre d’une stratégie de communication (interne et/ou externe) d’un centre de recherche ou d'une stratégie de valorisation sociétale d’un projet de recherche. L’étudiant·e réalise le stage dans une organisation de son choix (université, centre d’étude, think tank…). Ce stage est l’occasion, pour l’étudiant·e, de confronter ses acquis théoriques à la pratique professionnelle et de s’interroger sur les compétences acquises et son identité professionnelle présente et/ou future. Lors du stage, l’étudiant·e collabore activement à des activités appartenant à la spécificité de sa formation. Elle ou il participe à la vie du centre et de l’équipe de recherche, tout en jouant un rôle moteur dans (au moins) une activité ou un projet de recherche en particulier. Ce rôle doit être précisé dans la convention. Au cours du stage, l’étudiant·e peut également être amené·e à conseiller une organisation sur les défis et les enjeux à la croisée de la communication et des innovations numériques, et à être à l’initiative de nouvelles pratiques qu’elle ou il expérimentera. Le stage est un dispositif de mise en œuvre d’un travail réflexif, critique et constructif. Au cours du stage, l’étudiant·e récoltera progressivement les informations et les données utiles aux productions qui constituent l’évaluation. La durée minimale du stage correspond à 8 semaines à temps plein (+/- 280h). Le stage se déroule obligatoirement durant la période des activités d’enseignement de l’établissement (de +/- mi-septembre à +/-mi-mai). Pour être évalué en session 1, il ne peut commencer au-delà de la semaine 09 du Q2 et ne peut excéder deux mois. Pour être évalué en session 2, le stage doit se terminer au plus tard en fin de semaine 22 du Q2. Le stage est régi par une convention. Le stage ne commence qu’une fois la convention de stage signée et validée par l’enseignant supervisant le stage au sein de l’institution. En cas de crise sanitaire, les règles applicables seront celles du secteur et/ou de l’institution d’accueil de l’étudiant·e stagiaire. Les activités d’enseignement et autres rencontres pédagogiques seront organisées selon les recommandations officielles et pourront se dérouler en ligne.",
        "teaching_methods": "Le processus d’apprentissage et d’évaluation est itératif. Il alterne travail sur le terrain (application concrète dans un organisme de recherche), suivi individuel (rencontres et entretiens) et séminaire (groupe classe). La réflexion critique est encouragée à chaque étape. Supports spécifiques disponibles en ligne : - convention de stage à compléter ; - fiches relatives aux productions attendues (guide aux questionnements et consignes) ; - formulaire d’évaluation destiné à la ou au maître de stage (MDS).",
        "assessment_methods": "La note est établie par l’enseignant sur base : - d’une évaluation à la mi-stage (20 %) ; - d’un travail de présentation réflexif et critique sur une approche, méthode ou technique de recherche inspirante en stratégie de la communication et/ou culture numérique (présentation orale et production écrite : 30 %) ; - du bilan final (production écrite de l’étudiant·e et rapport d’avaluation par la ou le MDS : 50 %). Des consignes plus précises sur les prestations à effectuer et les critères d’évaluation seront fournies en séance. Les productions écrites destinées à être évaluées sont confidentielles. N’y auront accès que l’enseignant·e et, en cas de recours, les instances qui devraient traiter ce dernier. Tout travail est une production originale. Il est attendu des étudiant·es un respect scrupuleux des règles et bonnes pratiques de citation, de référencement et de non-plagiat. L’utilisation de l’IA générative est acceptée pour autant qu’elle soit ponctuelle et limitée, sauf disposition contraire de la part de l’enseignant·e et/ou de l’assistant·e. Dans tous les cas, l’utilisation de l’IA doit être explicitement indiquée. Toute partie de travail ou de présentation prenant appui, de quelque manière que ce soit, sur l’IA générative, doit être clairement identifiée (par exemple, par une note en bas de page) qui précise quel outil d’IA générative a été utilisé et quelle en a été l’utilisation dans la partie concernée. « Reprendre » un travail personnel ou de groupe réalisé dans le cadre de quelque UE que ce soit nécessite beaucoup de prudence. Exceptionnellement, une telle démarche peut être envisagée à condition que l’étudiant·e (1) en demande l’autorisation à l’enseignant·e et/ou l’assistant·e, (2) justifie cette « reprise » dans le cadre du travail, lequel, dans son ensemble, doit bien évidemment constituer un apport original par rapport au premier travail, et (3) applique scrupuleusement les règles de citation et de référencement à tout usage de ce travail. Le non-respect de ces règles peut être considéré comme une irrégularité (auto-plagiat). Tout manquement dans l’application des règles énoncées ci-dessus peut conduire à une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. La présence au stage doit être conforme à ce qui est prévu par la convention. Un pourcentage élevé d’absences au stage (justifiées ou non), la non-remise des productions attendues ou encore l’absence aux présentations peuvent donner lieu à une note finale de 0/20.",
        "other_info": "Les activités d’enseignement se déroulent en français. L’anglais étant très utilisé dans le domaine de la recherche scientifique, l’étudiant·e intéressé·e par un stage de recherche doit vérifier l’adéquation entre son niveau d’anglais et l’organisme et/ou le projet de recherche visé(s) par le stage.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2201",
        "title": "Identité numérique et enjeux sociaux",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Maes Renaud"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Compétence 1 - Elaborer des stratégies de communication qui intègrent les différents aspects de la culture numérique. Acquis d'apprentissage 1. Analyser de manière prospective la communication numérique d'une organisation, son secteur d'activités et son contexte social, culturel, technologique, économique, politique et juridique. 6. Déceler les nouveaux besoins professionnels en communication créés par l’évolution de la société et des technologies numériques ; être à l’initiative de nouvelles pratiques ou de nouveaux métiers permettant de rencontrer ces nouveaux besoins. Compétence 4 - Mobiliser et produire des connaissances en stratégie de la communication et en culture numérique de façon étayée et méthodique, dans le cadre d’une réflexion critique ou d’un projet de recherche. Acquis d'apprentissage 1. Posséder une connaissance approfondie des principales approches théoriques et méthodologiques de la recherche sur la communication et la culture numérique. 2. A partir de savoirs multidisciplinaires, développer une réflexion critique et étayée sur les technologies numériques et leurs enjeux humains et sociétaux. 3. Mener un projet de recherche original, en mobilisant avec discernement des ressources théoriques, méthodologiques et technologiques variées. 4. Rendre compte d’une recherche et de ses résultats de façon claire, cohérente et structurée, par voie écrite et orale, et en respectant les exigences de la communication scientifique. 5. Sur base de résultats de recherche, formuler des recommandations en matière de stratégie de communication de l’organisation et/ou conceptualiser de nouveaux dispositifs ou de nouvelles pratiques de communication. 6. Actualiser ses savoirs et ses pratiques en mettant en œuvre des techniques de veille sur les tendances et innovations communicationnelles et numériques.",
        "content": "Cette UE aborde la question des transformations des identités et des liens sociaux en situant celles-ci à la croisée des évolutions sociétales et des évolutions technologiques en matière de communication. Au travers d'auteurs, de concepts et d'approches en sociologie et en sciences de la communication, elle met en exergue des opportunités et des risques d'internet pour le « vivre ensemble » et l'engagement dans la sphère publique. Les thématiques et les enjeux principalement travaillés dans le cadre de cette UE sont : - Le rapport entre communication, technique et société (déterminisme technique, critique d'internet, déterminisme social, co-construction du social et de la technique...) - Les études d'usage (y compris certains apports des science and technology studies). - L'inclusion numérique, la fracture numérique (digital divide), les littératies numériques. - La production/présentation/exposition de soi et le récit de soi en ligne (y compris les usages sociaux des métriques de soi), l'intimité sur le web, les implications pour l'engagement. - Les sociabilités numériques (réseaux sociaux en ligne, communautés en ligne, communautés virtuelles, networked publics, etc.), les usages relationnels des technologies de communication numérique, l'influence d'internet sur le lien social et le capital social, les enjeux pour l'engagement... - Les enjeux spatio-temporels des technologies de communication : la densification et le dédoublement du temps, la connexion/déconnexion, les pratiques de « déspatialisation » et de \"respatialisation », la privatisation des espaces publics et la publicisation des espaces privés (dont la question des civilités)... - Le pouvoir et les réseaux socionumériques : les relations d'influence, la transformation du contrôle et le pouvoir « en réseau » (cf. la gouvernementalité...), les aspects sociopolitiques des métriques du web et du big data (cf. la dataveillance, la sousveillance, l'interveillance...). Plan de cours Partie 1 : Identité et culture numérique 1. Identité numérique et société complexe 2. Le processus de construction identitaire 3. Des identités narratives numériques 4. Ruptures et infléxions de la culture numérique 5. Egalitarisme et inégalités numériques 6. Identités et désidentification Partie 2 : Technologies, usages et identité virtuelle 1. Développement technologique et innovation 2. Usages sociaux des technologies 3. Construction de l’identité virtuelle, communautés et individus connectés 4. Évolutions sociétales : individualisation et accélération, mobilité et contrôle",
        "teaching_methods": "L'UE alterne des séances de cours ex cathedra, des séances de discussion collective sur des textes lus par les étudiants et approfondissant certains aspects de la matière, et des séances de réflexion ou d'analyse collective sur des sujets d'actualité ou des cas concrets (amenés par l'enseignant et/ou les étudiants, ainsi que des experts invités). Supports spécifiques à l’UE - Slides disponibles en ligne sur le blog du cours ou sur Claroline - Partie 1 : abstract et bibliographie des cours disponibles sur le blog ou sur Claroline - Partie 2 : portefeuille de lectures",
        "assessment_methods": "L'évaluation se déroule sous forme d'une présentation orale devant les deux co-titulaires du cours. L'étudiant présente, en une dizaine de minutes - Soit une étude de cas, incluant une mise en perspective puisant dans les enseignements des deux parties (notamment les différentes approches théoriques) ; - Soit la discussion approfondie d’un chapitre/d’un contenu spécifique du cours, choisi parmi les deux parties, mais en intégrant obligatoirement des apports de l’autre partie. La présentation est prolongée par une discussion avec les deux co-titulaires du cours. L'évaluation par les deux co-titulaires du cours tient compte des éléments suivants : (1) pertinence de la présentation par rapport au contenu des deux parties cours, (2) qualité des sources convoquées et de leur critique, (3) originalité du contenu présenté, (4) précision dans l'usage des concepts convoqués dans la présentation et dans la discussion.",
        "bibliography": "Granjon, F. (2012), Reconnaissance et usages d'Internet : Une sociologie critique des pratiques de l'informatique connectée, Paris : Presses de l'école des Mines. Cardon, D. (2010), La démocratie Internet, Paris : Le Seuil. Rosanvallon, P. (2008), La Contre-démocratie. La politique à l’âge de la défiance, Paris : Le Seuil. Fourmentraux, J.-P. (dir.) (2015), Identités numériques. Expression et traçabilité, Paris : CNRS.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2107",
        "title": "Méthodologie et architecture de la communication numérique",
        "credits": "8.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Nahon Sébastien"
        ],
        "teaching_language": "Français",
        "content": "Cette UE forme l’étudiant aux différentes étapes d’un travail qui va lui permettre de concevoir et d’intégrer au mieux les outils de communication interactive et collaborative au sein d’une organisation. Elle commence là où s’arrête l’UE de Stratégie de la communication interactive et collaborative : lorsqu’il s’agit de mettre en œuvre un plan de communication. L’UE de Méthodologie de la communication transmédia et crossmédia est l’espace pédagogique où se commande, s’organise, se supervise et s’évalue le projet d’année de master 1. Pour ce projet, il sera d’abord demandé à l’étudiant de choisir dans quel secteur et/ou circuit il souhaite davantage se spécialiser. Ce choix peut s’opérer autour de deux axes croisés: communication interne/externe (publicité, organisation d’événements, relation avec les médias, mécénat/sponsoring) d’une part ; secteur marchand/non marchand (culture, santé, éducation, communication publique ou politique, mobilisation sociale et actions citoyennes) d’autre part. Les étudiants formeront des sous-groupes en fonction de leur choix. Dans le cadre de cette UE, les étudiants: approcheront de manière approfondie l’ergonomie des interfaces (textuelles, visuelles, sonores et tactiles) et travailleront différents formats textuels, vidéo et sonores sur plusieurs plateformes, y compris mobiles, en tenant compte des différents types d’interface et en adaptant l’écriture aux usages desdites plateformes ; se familiariseront avec les techniques de storytelling et réaliseront différentes formes d’écriture multimédia et transmédia, y compris pour des jeux sérieux (serious games), en concordance avec les potentialités des médias sociaux et les attentes des usagers visés ; mettront en œuvre différentes actions de communication interactive et collaborative (la création de trafic, la modération, la curation…) en lien avec différents types de campagnes ou d’événements en ligne. L’UE s’inscrit dans l’esprit de la pédagogie du projet : écoute, conception, implémentation et évaluation. Elle met les étudiants en situation d’expérimentation et les prépare au projet de master 2 en lien avec le stage et/ou le mémoire. Pour ce premier projet en master 1, les commandes sont cadrées de façon à ce que tous les étudiants fassent systématiquement l’expérience du storytelling, de l’écriture tant textuelle qu’audiovisuelle et transmédia propre aux formats et usages des principales plateformes, et de différentes actions de communication interactive et collaborative comme la création de trafic, la modération et la curation. Plan de cours 1. Introduction / briefing et présentation des participants au cours - Présentation/tour de table du groupe, aspirations et motivations et choix de secteurs de prédilection pour la réalisation des exercices pratiques. Différenciation entre transmédia et crossmédia, narratif ou marketing. 2. Stratégie de contenu : éléments pratiques - Benchmark de contenu, SWOT, Persona’s et Content Strategy Canvas. 3. Positionnement du contenu numérique - Outils de positionnement éditorial en fonction de l’ADN de l’organisation, moodboard et guidelines, processus de production et responsabilités. 4. Contenus numériques : aspect techniques et structurels - HTML/CSS, CMS, support/Contexte, contenu statique, structure et règles rédactionnelles, Content Mix, SEO, mots-clés. 5. Contenus numériques visuels et narratifs - Images, illustrations, infographies, conception de contenu animé. 6. Contenu numériques animés / Content Marketing - Spécificités et recommandations pratiques pour les tournages, outils et banques d’images, conditions d’utilisation. Content marketing. Outil pour créer une animation. 7. Storytelling : la narration au service de de l’organisation - Identification, inspirations et objectifs du Storytelling. Ancrage publicitaire ou éditorial. Astuces pour la narration et application transmédia. 8. Nouveaux formats numériques et utilisation pour la communication - E-learning, wébinaires, Crowdfunding, quiz, sondages, webséries, webfictions, Gamification, Serious Games, réalité augmentée et virtuelle. 9. Réseaux sociaux - Spécificités, objectifs spécifiques, sélection des canaux, animation, modération, outils de veilles et de publication, utilité et risques pour l’organisation. 10. Gestion et publication du contenu - Content Management, outils de publication, outils et techniques pour la création collaborative et production de contenu, calendrier de contenu, processus de validation. 11. Analyse des résultats et repositionnement - Appréciation de la réussite de la mise en œuvre du contenu, outils d’analyse quantitatifs, qualitatifs et comportementalistes, repositionnement, A/B testing. 12. Briefing agence/présentation client et valorisation des prestations « Dos and donts » en vue du développement du projet et de sa défense auprès du client. Devis: évaluation des prestations. 13. Atelier pratique et préparation à l’examen",
        "teaching_methods": "En dehors de ce qui est déjà prévu dans le cahier des charges de l’UE pour ce cours de méthodologie, l’ensemble des points évoqués ci-dessus seront approchés de manière pratique et appliquée à chacun des projets du cours. Les 3 heures effectives de cours se répartissent comme suit : 2 heures d’apprentissage avec une approche théorique/retour d’expérience des différents thèmes abordés au cours. 1 heure de mise en pratique (projection et simulation) appliquée aux projets fictifs choisis par les étudiants (groupes de deux à quatre).",
        "assessment_methods": "Première session : Examen écrit - QCM pour vérifier la bonne connaissance des différents termes professionnels et de leur bonne compréhension pour un total de 25% de la note - 3 questions ouvertes (chacune comptant pour 25% soit un total de 75% de la note) Seconde session : examen oral Critères de réussite : la réussite est à 10/20. Une présence active à au moins 80 % des heures est requise, faute de quoi l’étudiant pourra être mis en échec pour l’activité concernée (Art. 18 du Règlement des études ICHEC-ISFSC)",
        "other_info": "Supports spécifiques à l’UE - Slides sur Claroline - Invitation d’un ou plusieurs expert-s - Supports multimédias",
        "bibliography": "Erin Kissane. 2012. Stratégie de contenu web. A Book Apart. Groupes Eyrolles",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2205",
        "title": "Théories de la participation et communication",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dufrasne Marie"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Compétences visées par l’UE : • Compétence 1 – Gérer la présence d’une organisation sur les médias sociaux et collaboratifs Acquis d’apprentissage 1. Analyser de manière prospective la communication interactive et collaborative d’une organisation, son secteur d’activités et son contexte social, culturel, technologique, économique, politique et juridique. • Compétence 4 – Mobiliser et produire des connaissances en communication interactive et collaborative de façon pertinente et méthodique, dans le cadre d’une réflexion critique ou d’un projet de recherche. Acquis d’apprentissage 1. Posséder une connaissance approfondie des principales approches théoriques et méthodologiques de la recherche sur les médias sociaux et la communication interactive et collaborative. 2. A partir de savoirs multidisciplinaires, développer une réflexion critique et étayée sur les enjeux humains et sociétaux des technologies numériques, y compris les questions juridiques, déontologiques et éthiques.",
        "content": "La participation est une notion en vogue circulant dans toutes sortes de discours « optimistes » voire « utopiques » qui voient dans les TIC le gage d’une « plus grande participation » ou d’une « meilleure collaboration » dans la vie sociale, culturelle, médiatique et politique (cf. les « médias participatifs », la « démocratie participative »...). Si cette notion est incontournable lorsqu’il est question du web et des technologies numériques, elle est en même temps très floue, ce qui n’aide guère à élucider ce qui est effectivement en jeu lorsqu’il y a (ou lorsqu’il devrait y avoir) « participation ». L’UE approfondit une série de champs d’études, d’approches théoriques et de cadres normatifs qui, de différentes manières, permettent de sortir de ce flou sémantique et d’interroger la transformation des relations entre les institutions/organisations et les individus. Plan de cours La théorie politique et démocratique - Théories de la démocratie - Les approches minimalistes et maximalistes de la participation : accès, interaction, participation - La légitimation de la participation La participation citoyenne et la démocratie délibérative - La participation comme co-décision, redistribution du pouvoir, processus de décision collective (politique, professionnel, économique, associatif) avec contribution active. - La discussion, les conditions de la délibération et l’espace public - Le tournant délibératif de la pensée politique et la montée de l’impératif participatif dans l’action publique La participation électronique institutionnalisée et la gouvernance - L’élaboration des politiques publiques. Gestion publique intégrée. Le citoyen comme consommateur ou comme acteur. - Participation et planification urbaine : syndrome NIMBY, conception agonistique du bien commun. Processus d’institutionnalisation de la participation et évolution des normes d’action. - Enjeu communicationnel de la participation : opinion informée, apprentissages réciproques. - La participation électronique pour de meilleures relations entre administrations et citoyens : e-participation, e-gouvernement, open gouvernement. Les médias et la communication - L’interactivité et la participation des audiences et des publics : réception du public et communauté imaginée, engagements au travers des médias sociaux, réception et civic agency. - Lien entre médias et citoyenneté. Médias et délibération. Vision participative des médias : empowerment, réflexivité, autodidaxie, expérimentation, réappropriation de la parole. - La culture de la convergence : transmédia, réécriture, convergence digitale et globalisation. Production to produsage : user-led, créativité distribuée. Collaboration ouverte, partage de connaissance et d’information. - La participation en communication organisationnelle : communication engageante. Communication communautaire/ participative : favoriser les interactions, community management. L’activisme en ligne - La transformation des répertoires d’action: Individualisation et pluralisation des formes d’engagement, personnalisation de l’action politique. Participation en ligne et évolution des pratiques politiques. Renouvellement des formes de militantisme et TIC, culture participative et engagement communautaire. - Les usages activistes des médias sociaux et les ressources des actions collectives en ligne. - Empowerment des individus : renforcement de la capacité d’action des individus. Pouvoir et apprentissage. Empowerment et communication. Formation, sur les médias sociaux, de contre-pouvoirs délibératifs temporaires. - Médiactivisme : stratégie multiforme d’action sur l’opinion publique. Mobilisations informationnelles et mouvements sociaux, nouvelles tactiques médiatiques. La production de l’information comme enjeu de lutte. Expressivisme et individualisation expressive. Communication instrumentale et persuasive.",
        "teaching_methods": "Le cours est organisé sur le modèle de la « classe translatée » qui invite les étudiants à lire/étudier chez eux chaque semaine, et à leur rythme, la matière relative à la séance qui suivra ou qui les incite à réaliser une recherche documentaire ou un travail préparatoire. Le temps passé en séance pourra dès lors être consacré à l’étude de cas, la modélisation, l’analyse, l’application. L’UE alterne à cette fin des séances assez variées : discussion collective sur des textes lus par les étudiants et approfondissant certains aspects de la matière, et des séances de réflexion ou d’analyse collective sur des sujets d’actualité, des cas concrets (amenés par l’enseignant et/ou les étudiants), des mises en lumière des concepts via l’analyse de ressources extérieures (vidéos, textes, documentaires). L’enseignant proposera donc régulièrement : des tâches-projets, des réalisations concrètes, des mises en situation, des présentations ou prise de parole individuelle/en petit groupe (rapporteur), des mini rapport écrit, des réalisations collectives (cumulatives), une valorisation des productions. L’enseignement aura recours aux techniques de la pédagogie impliquante. Les étudiants seront donc amenés à participer très activement lors des séances et à entrer dans un rôle d’apprenant actif : exposés, synthèses, discussions et évaluations entre pairs. La philosophie de la pédagogie inversée et le mode d’organisation de la classe translatée seront expliqués en détails lors de la première séance et les étudiants sont invités à lire le document explicatif sur Moodle. La plupart des jalons de l'évaluation peuvent être remis en fin de séance. Les étudiants absents à la séance peuvent remettre les travaux de l’évaluation continuée via Moodle également selon la deadline annoncée.",
        "assessment_methods": "L’évaluation sera continuée et comporte 7 volets : Durant les semaines de cours 1) L’analyse d’un document (écrit, son ou vidéo) à l’aide d’un lexique/dictionnaire de la participation : 10% de la note globale 2) L’application d'un modèle théorique à un cas : 10% de la note globale 3) Le choix du sujet et la remise d’une note d’intention pour le travail final écrit individuel : 10% de la note globale 4) La recherche, la lecture et la présentation d’un texte scientifique en rapport avec le travail : 10% de la note globale 5) La présentation du travail en cours de réalisation et la critique du travail d’un pair selon un guide : 20% de la note globale (2x10%) 6) La remise des données récoltées et de la version finale du travail : 20% de la note globale Durant la session 7) L’élaboration de deux questions d’examen (pédagogie inversée) et la passation d’un examen oral qui évaluera les capacités des étudiants à appliquer les notions vues au cours à leur travail et à des cas puisés dans l’actualité : 20% de la note globale Les consignes sont explicitées en détails lors de la première séance. Les consignes écrites détaillées sont disponibles sur Moodle après cette séance, tout comme le planning précis des activités et des préparations. Les étudiants qui devraient représenter l’UE en seconde session devront représenter toute partie pour laquelle ils n’ont pas obtenu l’équivalent d’au moins 10/20 (sauf la présentation du travail en cours).",
        "bibliography": "La bibliographie extensive sera détaillée au cours des séances. Parmi de nombreuses références, citons : Barats, C. (2013). Manuel d’analyse du web en sciences humaines et sociales. Paris : Armand Colin. Blondiaux, L., & Sintomer, Y. (2002). L’impératif délibératif. Politix, Revue des sciences sociales du politique, 15, 17–35. Bruns, A. (2008). From production to produsage. New York : Peter Lang. Cardon, D., & Granjon, F. (2014). Médiactivistes. Paris : Presses de Sciences Po. Carpentier, N. (2011). Media and Participation. A site of ideological-democratic struggle. Bristol: Intellect. Granjon, F. (2001). L’Internet militant. Mouvement social et usages des réseaux télématiques. Rennes: Apogées. Macintosh A, & Smith E. (2002). Citizen Participation in Public Affairs. In Traunmuller R & Lenk K (Eds.), Electronic Government (pp. 256–264). Aix-en-Provence: Springer. Pateman, C. (1970). Participation and Democratic Theory. Cambridge : Cambridge University Press. Sintomer, Y., Bacqué, M.-H. (2011). La démocratie participative?: Histoire et généalogie. Paris : Editions La Découverte.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu1315",
        "title": "Communication et organisations",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "d'Arripe Agnès"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : • Etudier et comprendre les différentes façons de concevoir la communication des organisations, ou la communication organisationnelle • Maitriser un cadre théorique (en théories de la communication et en sociologie des organisations), être en capacité de se l’approprier et de faire le lien entre celui-ci et les pratiques communicationnelles en organisation • Développer des capacités d’analyse, de compréhension sur les phénomènes de communication en organisation • Comprendre la complexité de la communication au sein des organisations pour ne pas se cantonner à une approche purement instrumentale de celle-ci : communication organisationnelle versus communication des organisations • Appliquer ces raisonnements aux enjeux sociaux de l’organisation : les problèmes de culture, de participation, de prise de décision, de crise et de changement",
        "content": "Le cours débute par une partie plus théorique où un lien est effectué entre les différentes manières de faire ou d'aborder la communication dans les organisations et des théories de la communication ou de sociologie des organisations. Nous poursuivons ensuite par quelques approches théoriques particulières des phénomènes de communication. Enfin, nous appliquons ces théories à des problématiques très concrètes et contemporaines en analysant des cas pratiques. 1. Introduction 2. Quand organisation et communication se rencontrent 2.A. Communication informelle 2.B. Communication organisée 2.B.1. Créer le buzz 2.B.2. La communication interne 2.B.2.1. Communication interne « opérationnelle » 2.B.2.2. Communication interne « intégrative » 2.B.2.3. Communication interne « interprétative » 2.B.3. La communication externe 2.B.3.1. Communication externe « instrumentalisée » (communication d’entreprise) 2.B.3.2. Communication externe « complexe » 2.B.3.3. L'évolution dans la façon de faire des relations publiques 2.B.4. La communication globale 3. Quelques manières d’aborder la communication en organisation 3.A. Approche systémique 3.B. Approche narrative 3.C. Approche CCO 4. Application à quelques problèmes contemporains 4.A. La problématique du changement en entreprise 4.B. La confrontation des cultures en organisation 4.C. La communication de crise 4.D. La participation en entreprise 5. Conclusion",
        "teaching_methods": "• Cours magistral • Intervention d’un professionnel de la communication • Lecture de six textes à domicile Le cours s'appuie sur six textes (articles scientifiques) que les étudiants doivent lire à domicile. Lors du cours, des périodes seront consacrées à des questions/réponses sur chacun des textes. Ces séances seront programmées à l'avance en fonction du lien entre le texte et le cours. Des questions sur chacun des textes seront remises aux étudiants (via la plateforme moodle) dans le but de les aider à se préparer aux trois questions sur les textes qui leur seront posées à l'examen.",
        "assessment_methods": "• Examen écrit : – Questions sur le cours: 70% – Trois questions sur les textes : 30%",
        "other_info": "Mode présentiel Cours magistral Q1 30h",
        "bibliography": "Sur l’introduction : Vidéo : « Qu’est-ce que la communication organisationnelle ? » https://www.youtube.com/watch?v=eGixhdEqUvo • VACHER Béatrice, « Articulation entre communication, information et organisation en SIC », in Les Enjeux de l’information et de la communication, 2009/1, p.119-143 • OLLIVIER Bruno, Les sciences de la communication : Théories et acquis, Paris, Armand Colin, 2007 Sur la communication informelle : VAN DE WINKEL A., Quand la légende urbaine touche l’organisation, in LONEUX, Catherine, PARENT, Bertrand (dir.), Communication des organisations : recherches récentes, Paris, L’Harmattan, Tome 2, 2010, p. 140-153. Sur la communication interne : • DUTERME, C., La communication interne en entreprise ; l’approche de Palo Alto et l’analyse des organisations, Bruxelles, De Boeck, 2002 • GIROUX N., « La communication interne : une définition en évolution », Communication et Organisation, n°5, 1994, pp. 17-47 Sur la communication externe : • GRYSPEERDT, A., « Relations Publiques et recherche en communication », in Hermès, 38, Paris, 2004, p.148-154 Sur la communication globale : • BOUILLON J-L., BOURDIN S., LONEUX C., « De la communication organisationnelle aux « approches communicationnelles » des organisations : glissement paradigmatique et migrations conceptuelles », in Communication et organisation, 31, Bordeaux, 2007, p.7-25 • BOUZON, Arlette et alii, 2006, La communication organisationnelle en débat : Champs, concepts, perspectives Paris, L'Harmattan. • BUCK, L., Dépasser le clivage entre la communication interne et externe. Le cas de l’image institutionnelle de Keolis, in Kaciaf N., Legarve J-B (dir.) Communication interne et changement, L’Harmattan, 2011 Sur l’approche systémique : • BENOIT D., PEREZ-BENOIT F., « L'Intervention Systémique Brève » Pour une application, hors champ thérapeutique, du modèle de résolution de problèmes développé en Thérapie Brève in Revue internationale de Psychosociologie, 2006/26 Vol. XII, p. 97-141. Sur l’approche narrative : • FELIX P-L., PAJON P., « La construction de l’identité d’un laboratoire d’innovation : une perspective narrative », Revue française de gestion, vol. no 159, no. 6, 2005, pp. 303-325 Sur la problématique du changement en entreprise • Bernoux Philippe, Sociologie du changement dans les entreprises et les organisations, Paris, Seuil, 2010 • Collerette Pierre , « Comment communiquer le changement? » , Gestion, 2009/4 Vol. 34, p. 39-47. Sur la confrontation des cultures en organisation • d’Arripe A., Entre permanence et changement : Quand chercheurs et professionnels de la santé écrivent ensemble la partition de leurs interactions, Presses Universitaires de Louvain, 2011 • HALL Edward T., La dimension cachée, Paris, Seuil, 1971 • HOFSTEDE Geert, Vivre dans un monde interculturel, Paris, Editions de l’organisation, 1994 • Pierre P., « Le difficile croisement des cultures en entreprise », Communication et organisation, 22, 2002 • TROMPENAARS Fons, HAMPDEN-TURNER Charles, L’entreprise multiculturelle, Paris, Maxima Laurent du Mesnil Editeur, 2004 Sur la communication de crise • Marc D. David, Marie-Eve Carignan, (2017) \"Crisis communication adaptation strategies in the MM&A train explosion in Lac-Mégantic downtown: Going back to field communication\", Corporate Communications: An International Journal, Vol. 22 Issue: 3, pp.369-382 • Libaert T.(2010), La communication de crise, Paris, Dunod Cas et analyses : http://www.reputatiolab.com/ Sur la participation en entreprise • Castagnoli Sandrine (2005), « L’organisation apprenante: une approche bidimensionnelle », Cahiers de recherche CERMAT-IAE de Tours, Vol 18, n°120-126 • Donzelot J., Epstein R., Mothé D., Marian M. (2006) Forces et faiblesses de la participation, Esprit, n°326 • Shah Bin Mohd Yusoff Malek (2005/3) , « Le service public : une organisation apprenante. L'expérience malaisienne », Revue Internationale des Sciences Administratives, Vol. 71, p. 497-510.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu1318",
        "title": "Communication multimédia et technologies du web",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Rasquinet Olivier"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Mobiliser à bon escient des ressources théoriques en communication pour analyser et élaborer des dispositifs de communication multimédia ; Mettre en pratique les spécificités de l’écriture web, de la curation et de l’enrichissement de contenu ; Acquérir une culture informatique de base sur les notions et technologies clés de production de contenus multimédia sur le web ; Utiliser, déployer, interpréter et évaluer les méthodes et les enjeux de la conception et de la réalisation d’un projet de communication multimédia, y compris ce que cela implique sur les plans de la stratégie de communication, de la gestion de projet, de la rédaction d’un cahier des charges et de la recommandation client ; Mettre en œuvre les techniques de référencement (SEO, SMO, SEA, SMA) ; Appréhender les clés de la promotion de dispositifs de communications multimédias. Présenter de manière claire, précise et concise un travail pratique ainsi que d’argumenter les choix et recommandations émis dans le cadre de ce travail.",
        "content": "L’UE comprend une partie magistrale et une partie pratique, dont l’objectif sera de pouvoir mobiliser les notions théoriques. La partie magistrale aborde un ensemble de champs et notions en rapport avec la communication multimédia et les spécificités des technologies du web. Cette partie propose notamment une approche des éléments suivants : Stratégie de communication multimédia : analyse de l’émetteur et définition de ses besoins ; analyse du public cible et de ses attentes ; élaboration de la stratégie et du plan de communication crossmédia ou transmédia ; Marketing digital : Analyse SWOT des réseaux sociaux ; définition des personae ; définition d’objectifs « SMART » et des KPI (Key Performance Indicator) ; concept de « parcours client » ; Technologie du web : introduction à l’architecture des réseaux informatiques et socionumériques ; introduction au traitement des données ; caractéristiques technologiques, sémio-pragmatique et socioculturelles des dispositifs de communication, plus particulièrement ceux du web ; scénarisation, design et ergonomie de la communication sur le web ; Gestion de projet : introduction aux concepts de gestion de projet en communication (brieging, cahier des charges, recommandation, présentation aux clients, …) ; La partie pratique vise à mobiliser les notions théoriques abordées dans la partie magistrale de l’UE. Elle consiste en la réalisation d’un projet de communication multimédia. Ce travail est effectué en groupe de 3 ou 4 étudiants maximum à partir d’un cas concret.",
        "teaching_methods": "L’UE met en œuvre deux méthodes d’enseignement : Présentation des notions théoriques (30h) : dans le cadre du cours magistral, l’enseignant expose les aspects théoriques et méthodologiques de la matière à l’aide d’un support visuel. Ces aspects sont également travaillés à l’aide de cas concrets, à titre d’illustrations ou d’exercices d’application réalisés en séance, et dont l’objectif est de favoriser une appropriation de la matière par les étudiants. Encadrement pour la partie pratique de l’UE (15h) : dans le cadre de la partie pratique de l’UE, les étudiants seront amenés à produire un travail qui témoigne de leur capacité à mobiliser à bon escient les concepts et notions théoriques en rapport avec une stratégie de la communication multimédia, et avec les principes de gestion de projet en communication. Ce travail part d’un cas concret existant et consiste en l’analyse de la communication multimédia existante, la proposition d’amélioration et/ou de création d’un plan de communication multimédia ainsi que la création de campagnes de communication multimédia (mock-up/prototype/simulation). Ce travail sera réalisé en partie pendant certaines séances de cours, avec l’encadrement de l’enseignant (ou sous forme de permanence), et en partie en-dehors des séances de cours.",
        "assessment_methods": "Pour la première session , l’évaluation de l’UE comprend différents volets : La réalisation, en groupe, de la première partie du travail à remettre +/- 1 mois après le début des cours ( 10% ) Le dépôt du travail de groupe (document reprenant les différentes réalisations demandées dans le cadre du travail) avant la fin du quadrimestre ( 50% ) La présentation et défense orale du travail en groupe, avant la fin du quadrimestre ( 20% ) L’examen oral qui consiste en une réflexion individuelle sur le travail de groupe et la mobilisation de notions théoriques supplémentaires qui permettraient d’améliorer le travail ( 20% ) En cas de non remise non justifiée d’un travail intermédiaire ou final ou d’absence injustifiée lors de la présentation orale, l’étudiant obtient la note finale de 0A/20 pour l’UE à la première session. En cas de retard de remise d’un travail, intermédiaire ou final, 4 points sur 20 sont retirés par jour de retard, avec un maximum de 5 jours de retard. Au-delà, l’étudiant obtient également la note finale de 0A/20 à la première session. Les travaux sont une production personnelle. Il est attendu des étudiant·e·s un respect scrupuleux des règles et bonnes pratiques de citation, de référencement et de non-plagiat. L’utilisation de l’IA générative est acceptée pour autant qu’elle soit ponctuelle et limitée. L’utilisation de l’IA doit être explicitement indiquée. Toute partie de travail ou de présentation prenant appui, de quelque manière que ce soit, sur l’IA générative, doit être clairement identifiée (par exemple, par une note en bas de page), en précisant quel outil d’IA générative a été utilisé et quel en a été l’utilisation dans la partie concernée. « Reprendre » un travail personnel ou de groupe réalisé dans le cadre de quelque UE que ce soit nécessite beaucoup de prudence. Exceptionnellement, une telle démarche peut être envisagée à condition que l’étudiant·e (1) en demande l’autorisation à l’enseignant·e ou à l’assistant·e, (2) justifie cet « emprunt » dans le cadre du travail, lequel, dans son ensemble, doit bien évidemment constituer un apport original par rapport au premier travail, et (3) applique scrupuleusement les règles de citation et de référencement à tout usage de ce travail. Le non-respect de ces règles peut être considéré comme une irrégularité (auto-plagiat). Tout manquement dans l’application des règles énoncées ci-dessus peut conduire à une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. Pour la seconde session , les étudiants ayant échoué au cours de la première session seront évalués sur base de deux composantes, à savoir : Le dépôt d’un travail individuel (document reprenant les différentes réalisations demandées dans les consignes transmises par l’enseignant) ( 80% ) L’examen oral qui consiste en la présentation et la défense orale du travail. ( 20% )",
        "online_resources": "L’UE dispose d’un site de cours sur Moodle.",
        "bibliography": "Bielka, S. (2024). Stratégie digitale pour captiver les internautes : Rédaction web, réseaux sociaux, vente en ligne. . . jouez sur les émotions ! Ed. 2 - ScholarVox Université (2e éd.) [En ligne]. Gereso. https://univ.scholarvox.com/reader/docid/88955135/page/1 Cardon, D. (2019). Culture numérique (Vol. 5). Paris : Presses de sciences Po. Cwako Monkam, G. (2021). Communication marketing des organisations. De la stratégie au déploiement digital et numérique . Academia – L’Harmattan. Kotler, P., Kartajaya, H., & Setiawan, I. (2021). Marketing 5.0: Technology for humanity . John Wiley & Sons. Kotler, P., Setiawan, I., Kartajaya, H., & Vandercammen, M. (2020). Marketing 4.0: l'ère du digital . De Boeck Supérieur. Manovich, L., Beauvais, Y., & Crevier, R. (2010). Le langage des nouveaux médias . Les presses du réel. Massou, L., Mpondo-Dicka, P., & Pinède, N. (dir.). (2022). Analyses des sites web . ISTE Editions. Pinède, N., Massou, L., & Mpondo-Dicka, P. (dir.). (2023). Présences numériques des organisations . ISTE Editions. Rouquette, S. (dir.). (2017). Site Internet : Audit et Stratégie . De Boeck Supérieur.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu1211",
        "title": "Corporate communication and public relations",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Jacobs Thomas"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : • Les étudiant(e)s seront en mesure de définir et de comprendre les différences et les similitudes entre la communication corporative les relations publiques, le marketing, et la propagande d'entreprise. • Les étudiant(e)s seront capables d'aborder la communication d’entreprise, la communication organisationnelle et les relations publiques d'un point de vue théorique, conceptuel, et critique. • Les étudiant(e)s acquerront l’expérience de la pratique et de la réalité de la communication d’entreprise, de la communication organisationnelle et des relations publiques, et seront capables de mettre en œuvre ces pratiques. Ils/elles seront capables de formuler, sur l’expérience ainsi acquise, une réflexion basée sur des connaissances scientifiques. • Les étudiant(e)s seront en mesure d'utiliser, de déployer, d’interpréter, d'évaluer et de (dé)construire de manière critique les stratégies employées pour la communication organisationnelle et les relations publiques (communication avec les parties prenantes, identité de l'entreprise, image de marque, réputation, stratégie de communication, gestion des problèmes et des crises, lobbying, …). • Les étudiant(e)s seront en mesure de réfléchir de manière critique aux questions liées à la responsabilité sociale des entreprises et à l'utilisation professionnelle des stratégies de communication dans les sociétés démocratiques.",
        "content": "Ce cours fournit une introduction à la communication organisationnelle, à la communication corporative, et aux relations publiques. Les identités, les attitudes et les pratiques des consommateurs, des clients, des ‘stakeholders’, et des citoyens des sociétés démocratiques sont des cibles constantes pour les professionnels hautement qualifiés qui visent à façonner l'image et la réputation de sociétés, d'entreprises et de marques en particulier. Chaque jour et chaque heure, nous sommes affectés par les stratégies, les discours, et la communication des organisations publiques et privées. Ce cours aborde l'activité corporative dans la société à travers une perspective communicative et discursive, afin de comprendre le fonctionnement, l’impact, et l’effet de ces communications. Nous nous intéresserons tout d'abord à certains concepts cléfs de ce cours : la corporation et l'entreprise, la communication, les relations publiques. Comment comprendre ces termes? Comment ces notions sont-elles transformées par la révolution digitale? Comment les analyser et les aborder? Ensuite, nous nous concentrerons plus particulièrement sur les différents formes et genres qui existent dans le communication d'entreprise et les relations publiques. Des sujets tels que la gestion de la communication interne, la réputation, la communication de crise, le branding , les campagnes d'advertissement, l'opinion publique, et la responsabilité sociale des entreprises seront abordés. Les communiqués de presse, les speeches et les conférences de presse, l'advertissement, les postes sur les réseaux sociaux, les relations publiques, le storytelling et la propagande de l'entreprise font parties des genres communicatifs que nous analyserons en détail. Pédagogiquement, ce cours met l'accent sur la pratique communicationnelle. Il sera demandé aux étudiant(e)s de construire et d’élaborer leurs propres exemples et de s’engager eux même dans la communication organisationnelle, la communication d’entreprise, et les relations publiques. Malgré son approche pratique et hands-on, cet engagement sera toujours inspiré par les théories scientifiques et les notions critiques, et il sera accompagné et guidé par une réflexion fondée dans la littérature et l’état de l’art. Nous rétablirons régulièrement une position critique vis-à-vis de la communication d'entreprise et des relations publiques. Ceci implique une prise en compte de la relation entre les acteurs de l'entreprise, les médias et les processus décisionnels démocratiques. Des questions telles que le ‘whitewashing’ et la diversité dans les organisations peuvent alors également offrir des sujets de discussion fructueux.",
        "teaching_methods": "Cours magistraux en combinaison avec des discussions collectives des exemples assignés, ainsi qu’avec des tâches pratiques régulières à accomplir en petits groupes. Tout au long du cours, les étudiant(e)s sont invité(e)s à lire et réfléchir une série de textes et examples fournis par Moodle.",
        "assessment_methods": "Session d'examen de janvier (premier quadrimestre) Lors de la session d'examen de janvier, les étudiant(e)s seront évalué(e)s sur la base de deux composantes : • Travail de groupe: 60% Les étudiant(e)s seront invité(e)s à choisir une organisation existante dont ils/elles veulent analyser et comprendre les pratiques communicatives. Ils/elles se réuniront en petits groupes, qui seront mis dans la position de l’équipe de communication de cette organisation. Pendant le premier quadrimestre, les groupes se verront régulièrement attribuer des tâches visant à mettre en œuvre les idées, les théories, les concepts et les connaissances vus en cours en les appliquant à l’organisation choisie. Ces tâches prendront différentes formes, comme des essais écrits, des présentations orales, des compositions de corpus, etc. Ces tâches seront partiellement à compléter en distanciel, partiellement en présentiel pendant les cours. • Examen oral livre semi-ouvert : 40% Pendant l’examen oral, les étudiant(e)s seront interrogé(e)s et invité(e)s à échanger sur les matériaux pratiques (essais écrits, corpus, présentations,…) qu’ils/elles ont produit dans le cadre des travaux de groupe du point de vue des théories et concepts couvert dans le cours. Ils/elles pourront utiliser pendant cet examen les matériaux produits dans le cadre des travaux de groupe, les notes prises pendant le cours, les ressources disponibles sur le site de cours, et les préparations qu'ils ont fait avant l'examen. Il n'est pas nécessaire de réussir les deux composantes séparément pour réussir le cours. Session d'examen de juin et d’août (deuxième et troisième quadrimestre) Les étudiants(e)s ayant échoué au cours de la session de janvier seront évalué(e)s sur la base d’une seule composante en deuxième quadrimestre : • Examen écrit à livre fermé : 100% Les étudiant(e)s seront évalué(e)s sur la base d'un examen écrit en présentiel, qui se déroulera « à livre fermé ». Les questions porteront sur les matières abordées lors des cours magistraux, les textes scientifiques disponible sur le site du cours, et des présentations PowerPoint. L'examen comportera des questions « théoriques » ainsi que des questions visant à « l'application » et l’opérationnalisation des théories, idées, et concepts abordés. Il comprendra des questions plus « brèves » et « spécifiques » (e.g. choix multiple, définition), ainsi que des questions plus « longues » et « ouvertes » (e.g. essai). Les étudiant(e)s qui n'auront pas réussi le cours à la session de janvier mais qui auront réussi l’une de ses deux composantes ne pourront pas conserver les points originaux. Tous les travaux sont une production personnelle. Les étudiants sont tenus de respecter scrupuleusement les règles et les bonnes pratiques en matière de citation, de référencement et d'évitement de l'(auto-)plagiat. Les étudiants sont censés connaître et comprendre en quoi consistent ces règles et pratiques. Tout manquement à ces règles peut entraîner une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. L'utilisation de l'IA générative est acceptée à condition qu'elle soit occasionnelle et limitée. L'utilisation de l'IA doit être explicitement indiquée et référencée. Toute partie du travail s'appuyant, de quelque manière que ce soit, sur l'IA générative doit être clairement identifiée (par exemple, par une note de bas de page), en précisant quel outil d'IA générative a été utilisé, dans quel but, de quelle manière, et dans quelle mesure. Le non-respect de cette obligation peut constituer une irrégularité.",
        "bibliography": "Les étudiant(e)s disposeront d'une sélection de textes et de ressources audiovisuelles. Leur lecture sera partiellement obligatoire, partiellement optionnelle. La bibliographie suivante n'est pas exhaustive, mais elle est indicative des sujets que nous discuterons en classe. Students will be provided with a selection of texts and audiovisual resources. Their reading will be partly compulsory, partly optional. The following bibliography is not exhaustive, but is indicative of the topics we will be discussing in class. Alvesson, M., & Karreman, D. (2000). Varieties of discourse: on the study of organizations through discourse analysis. Human Relations, 53(9), 1125-1149. Alvesson, M., & Willmott, H. (2002). Identity regulation as organizational control: Producing the appropriate individual. Journal of Management Studies, 39(5), 619-644. doi:10.1111/1467-6486.00305 Breeze, R. (2013). Corporate discourse. London: Bloomsbury Publishing. Butterick, K. (2011). Introducing public relations: theory and practice. London: Sage. Cornelissen, J. (2014). Corporate communication: a guide to theory and practice. London: Sage Publications. L'Etang, J., McKie, D., Snow, N., & Xifra, J. (Eds.). (2017). The Routledge handbook of critical public relations. London / New York: Routledge. L'Etang, J. (2011). Public Relations: concepts, practice and critique. London: Sage Publications. Mumby, D. K. (2013). Organizational communication: a critical approach. London: Sage Publications. Miller, D., & Dinan, W. (2008). A century of spin: how public relations became the cutting edge of corporate power. London: Pluto Press. Les lectures recommandées et les ressources audiovisuelles seront fournies via le forum en ligne Moodle.",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu1210",
        "title": "Communication, culture et interactions sociales",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Patriarche Geoffroy"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Comprendre et appliquer des approches de la communication (ou du discours) qui interrogent les relations entre celle-ci (ou celui-ci) et la culture, les identités et les interactions sociales. Décrypter le rôle de la culture dans les situations de communication. Décrypter le rôle de la communication (ou du discours) dans la production ou la transformation des identités et des relations sociales (y compris les relations de pouvoir) Mettre en œuvre une démarche de recherche et une écriture scientifique selon les exigences et les méthodes des sciences humaines et sociales.",
        "content": "L'UE approfondit un ensemble de champs ou d'approches qui interrogent les relations entre communication et culture, ou entre communication et interaction sociale (étant entendu que certaines approches lient les deux questions). L'UE comprend trois grandes parties : - l’analyse de discours, en particulier la critical discourse analysis (CDA) et l’approche du discours selon J. Gee (cette partie du cours élabore une série de pistes théoriques et analytiques que les étudiant·es doivent approfondir dans le cadre de leur research paper ) ; - l'approche systémique de l'École de Palo Alto (ou « pragmatique de la communication ») ; - l'anthropologie de la communication (y compris différents courants qui, du côté de la sociologie, de l'anthropologie ou de la sociolinguistique, ont contribué à son développement, en particulier l'interactionnisme symbolique, la proxémique et l’ethnographie de la communication). Les objets concrets abordés dans cette UE sont variés : communication interpersonnelle, communication non verbale, communication organisationnelle, communication interculturelle, communication numérique…",
        "teaching_methods": "Dans le cadre du cours magistral, l’enseignant expose les aspects théoriques et méthodologiques de la matière à l’aide d’un support visuel. Ces aspects sont également travaillés à l’aide de cas concrets, à titre d’illustrations ou d’exercices d’application réalisés en séance, et dont l’objectif est de favoriser une appropriation de la matière par les étudiant·es. En outre, les étudiant·es sont amené·es à produire un research paper individuel (entre 30 000 et 40 000 signes) qui témoigne de leur capacité à mobiliser à bon escient une approche d’analyse de discours vue au cours dans le cadre d’une « mini-recherche » originale et dont elles et ils rendent compte dans leur paper , selon les exigences de fond et de forme attendues pour ce type de production académique. Que ce soit en présentiel ou en distanciel, un accompagnement à la réalisation du research paper est prévu sous la forme d’un monitorat (3 séances) et de permanences. Ces dernières ne sont accessibles qu’aux étudiant·es qui ont remis une note d’intention dans les temps",
        "assessment_methods": "L’évaluation de l’UE comprend deux volets dont le poids dans la note globale est lié au nombre de crédits dévolus à chaque volet : l’examen, qui compte pour 60% de la note globale, et le research paper , qui compte pour 40% de la note globale. Cette pondération ne change pas selon que l’UE se déroule en présentiel ou en distanciel. Que ce soit en présentiel ou en distanciel, l’examen est écrit et comporte des questions « théoriques » et « d’application ». L’examen écrit se réalise « à livre ouvert », c’est-à-dire que l’étudiant·e peut disposer de son matériel de cours (syllabus, notes personnelles, slides et ressources accessibles sur Moodle) ; la consultation de tout autre matériel est interdite. Si l’une des prestations attendues n’est pas réalisée, cela sera considéré comme une absence ; en conséquence, la note finale sera de 0/20. En cas d’échec à la note finale, l’étudiant·e doit représenter en seconde session le ou les volets de l’évaluation échoué(s). Le research paper est une production originale. Il est attendu des étudiant·es un respect scrupuleux des règles et bonnes pratiques de citation, de référencement et de non-plagiat. L’utilisation de l’IA générative est acceptée pour autant qu’elle soit ponctuelle et limitée. L’utilisation de l’IA doit être explicitement indiquée. Toute partie de travail ou de présentation prenant appui, de quelque manière que ce soit, sur l’IA générative, doit être clairement identifiée (par exemple, par une note en bas de page) qui précise quel outil d’IA générative a été utilisé et quelle en a été l’utilisation dans la partie concernée. « Reprendre » un travail personnel ou de groupe réalisé dans le cadre de quelque UE que ce soit nécessite beaucoup de prudence. Exceptionnellement, une telle démarche peut être envisagée à condition que l’étudiant·e (1) en demande l’autorisation à l’assistant·e, (2) justifie cet « emprunt » dans le cadre du research paper , lequel, dans son ensemble, doit bien évidemment constituer un apport original par rapport au premier travail, et (3) applique scrupuleusement les règles de citation et de référencement à tout usage de ce travail. Le non-respect de ces règles peut être considéré comme une irrégularité (auto-plagiat). Tout manquement dans l’application des règles énoncées ci-dessus peut conduire à une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens.",
        "online_resources": "L'UE dispose d'un site de cours sur Moodle.",
        "bibliography": "Angermuller, J., Maingueneau, D., & Wodak, T. (dir) (2014), The Discourse Studies Reader. Main currents in theory and analysis , Amsterdam et Philadelphie, John Benjamins Publishing Company. Cuche, D. (2010), La notion de culture dans les sciences sociales , Paris, La Découverte. Fairclough, N. (1992), Discourse and Social Change , Cambridge, Polity Press. Gee, J. P. (2014), An Introduction to Discourse Analysis. Theory and Method , 4ème éd., Londres et New York, Sage. Goffman, E. (1973), La mise en scène de la vie quotidienne. 1. La présentation de soi , Paris, Les Editions de Minuit. Goffman, E. (1974), Les rites d’interaction , Paris, Les Editions de Minuit. Goffman, E. (2002), L’arrangement des sexes , présenté par C. Zaidman, Paris, La Dispute. Hall, E. T. (1971), La dimension cachée , Paris, Seuil. Hymes, D. (1986), « Models of the Interaction of Language and Social Life », in Gumperz, J., & Hymes, D. (dir.), Directions in Sociolinguistics. The Ethnography of Communication , Oxford/New-York, Basil Blackwell, pp.35-71. Hymes, D. (1991), Vers la compétence de communication , Paris, Le Editions Didier. Jørgensen, M., & Phillips, L. (2002), Discourse Analysis as Theory and Method , Londres, Sage. Lohisse, J., avec la collab. de Patriarche, G., et Klein, A. (2009), La communication. De la transmission à la relation , 4ème éd., Bruxelles, De Boeck. Machin, D., & Mayr, A. (2012), How to do critical discourse analysis. A multimodal introduction , Londres, Sage. Nizet, J., et Rigaux, N. (2005), La sociologie de Erving Goffman , Paris, La Découverte. Watzlawick, P. Helmick Beavin, J., & Jackson Don D. (1972), Une logique de la communication , Paris, Seuil. Winkin, Y. (1981) (textes recueillis et présentés par), La Nouvelle Communication , Paris, Seuil. Winkin, Y. (2001), Anthropologie de la communication. De la théorie au terrain , Paris, Seuil. Zienkowski, J., & Patriarche, G. (2023), « Critical discourse studies for research on media and information literacy projects: An illustrated discussion of seven methodological considerations », in Fastrez, P., & Landry, N. (dir.), Handbook of Media Literacy and Media Education Research Methods , Routledge, pp.288-304.",
        "course_materials": "Communication, culture et interactions sociales - Syllabus Communication, culture et interactions sociales - Consignes pour le research paper et portefeuille de lecture",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2109",
        "title": "Laboratoire en culture numérique: explorations interdisciplinaires",
        "credits": "8.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Castan Fabien",
            "Dielens Serge"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Compétence 1 – Elaborer des stratégies de communication qui intègrent les différents aspects de la culture numérique. Acquis d’apprentissage : 1. Analyser de manière critique la communication d’une organisation en prenant en compte son secteur d’activités et son contexte social, culturel, technologique, économique, politique et juridique. 2. Définir les objectifs et établir une stratégie de communication en phase avec la stratégie de l’organisation en y insérant de façon optimale les qualités d’interaction, de participation et de collaboration de la culture numérique. 3. Concevoir, mettre en œuvre et diffuser des dispositifs de communication innovants, durables et inclusifs au sein de l’écosystème numérique de l’organisation. 4. Veiller à ce que soit respecté le caractère légal, déontologique et éthique des pratiques de communication de l’organisation ; tenir compte de ses ressources et de ses contraintes humaines, économiques et techniques dans l’établissement de toute stratégie de communication. 5. Mobiliser les procédés d’évaluation des dispositifs de communication les plus adéquats ; interpréter avec discernement les données de l’évaluation, y compris le retour d’expérience de l’utilisateur ; prendre les mesures correctrices appropriées et les communiquer. 6. Concevoir et mettre en œuvre des dispositifs de veille stratégique ; mobiliser les résultats de la veille pour gérer le changement et orienter l’innovation dans les outils, les usages et les stratégies de communication d’une organisation. Compétence 2 - Connaître et orchestrer les pôles technique, créatif et marketing des projets numériques en communication des organisations. Acquis d’apprentissage : 1. Connaître les grands principes d’architecture, de fonctionnement et de sécurisation des réseaux informatiques et socio-numériques d’une organisation, ainsi que les principales technologies informatiques. 2. Connaître les outils, méthodes et principes esthétiques de scénarisation, de rédaction, d’édition et de gamification des contenus numériques. 3. Connaître les caractéristiques, opportunités et contraintes des différents canaux numériques ; les intégrer de manière raisonnée dans un plan de communication. 4. Connaître les techniques et méthodes d’optimisation du référencement, de la réputation et de l’animation des communautés en ligne. 5. Maîtriser les principales techniques et méthodes de collecte, de stockage, de traitement et de visualisation des données. 6. Associer de manière optimale les modalités de communication « en ligne » et « hors ligne » dans toute stratégie de communication. Compétence 3 - Développer une culture numérique de l’organisation qui mobilise le management, les équipes et les partenaires autour des stratégies et des projets de communication. Acquis d’apprentissage : 1. Conseiller les organes de décision de l’organisation sur les défis et les enjeux à la croisée de la communication et des innovations numériques (les objectifs et stratégies de communication, la communication comme levier managérial, la transformation numérique de l’organisation, etc.). 2. Justifier, défendre et promouvoir des projets de communication, notamment auprès des organes de décision, depuis leur création jusqu’au reporting final (en ce compris le retour d’expérience de l’utilisateur). 3. Organiser la coopération, la collaboration et la participation autour des projets de communication, dans le cadre d’une organisation du travail hybride et évolutive ; encourager le partage des informations, des expériences et des innovations autour des projets de communication. 4. Mettre en œuvre un mode de gestion des projets et des équipes, basé sur des techniques de collaboration numérique, une adaptation rapide aux changements endogènes et exogènes et une sensibilité aux enjeux de durabilité et d’inclusivité. 5. Amorcer et accompagner la création de partenariats en intégrant des logiques culturelles diverses, y compris à un niveau international. 6. Déceler les nouveaux besoins professionnels en communication créés par l’évolution de la société et des technologies numériques ; être à l’initiative de nouvelles pratiques ou de nouveaux métiers permettant de rencontrer ces nouveaux besoins. Compétence 4 - Mobiliser et produire des connaissances en stratégie de la communication et en culture numérique de façon étayée et méthodique, dans le cadre d’une réflexion critique ou d’un projet de recherche Acquis d’apprentissage : 1. Posséder une connaissance approfondie des principales approches théoriques et méthodologiques de la recherche sur la communication et la culture numérique. 2. A partir de savoirs multidisciplinaires, développer une réflexion critique et étayée sur les technologies numériques et leurs enjeux humains et sociétaux. 3. Mener un projet de recherche original, en mobilisant avec discernement des ressources théoriques, méthodologiques et technologiques variées. 4. Rendre compte d’une recherche et de ses résultats de façon claire, cohérente et structurée, par voie écrite et orale, et en respectant les exigences de la communication scientifique. 5. Sur base de résultats de recherche, formuler des recommandations en matière de stratégie de communication de l’organisation et/ou conceptualiser de nouveaux dispositifs ou de nouvelles pratiques de communication. 6. Actualiser ses savoirs et ses pratiques en mettant en œuvre des techniques de veille sur les tendances et innovations communicationnelles et numériques.",
        "content": "Le laboratoire met les étudiant·es en capacité d’expérimenter des actions et des dispositifs de communication numérique. Le laboratoire part des interrogations et des préoccupations amenées par les étudiant·es et pour lesquelles ils souhaiteraient expérimenter certaines « réponses » en collaboration avec les autres étudiant·es. Le laboratoire s’inscrit dans l’esprit de la recherche-action : immersion, suivie d’une analyse critique des expériences menées pour déboucher sur la co-construction d’actions. Il permet aux étudiant·es d’exercer leur créativité sur différentes plateformes, outils collaboratifs et médias sociaux, en faisant éventuellement appel à des technologies nouvelles (comme celle des objets connectés, pour ne citer qu’un exemple). Le laboratoire encourage l’innovation. Il stimule la recherche interdisciplinaire inhérente à la communication socio numérique qui associe au minimum sciences sociales, informatique et arts d’expression. Le laboratoire met les étudiant·es en situation d’élaboration de représentations nouvelles. Pour mener leurs expérimentations à bien et résoudre les problèmes rencontrés de manière innovante, les étudiant·es rechercheront les informations et les outils pertinents et feront appel à leurs pairs. Ils pourront également faire intervenir des expert·es. Plan de cours : Les premières sessions de laboratoire seront consacrées à la présentation des responsables de l’UE ainsi qu’à ses objectifs. Les suivantes seront consacrées à la présentation des projets individuels, ainsi qu’au choix et à l’avancement des projets collaboratifs. Les dernières seront consacrées à la présentation des projets collaboratifs réalisés. Les projets individuels ont vocation à inciter chaque étudiant·e à creuser une tendance en communication numérique, puis de faire un partage de connaissance aux autres étudiant·es, par ex. sous forme de présentation. Les projets collectifs ont vocation à inciter les étudiant·es à collaborer, ensemble, sur un sujet de communication numérique, et à exposer publiquement le fruit de leur travail en le soutenant par un plan de communication, par ex. sous forme de conférence. Les étudiant·es seront également régulièrement invités à partager, seuls ou en groupe, leurs actions propres en matière de Personal Branding (marque personnelle), ainsi que leurs connaissances / veilles de divers outils et actualités numériques (publication de site web, gestion de projet…).",
        "teaching_methods": "Le laboratoire part des interrogations et des préoccupations amenées par les étudiant·es, stimulées et encadrées par les professeurs. Les réponses seront expérimentées et partagées par les étudiant·es. Professeurs et étudiant·es pourront également faire intervenir des expert·es. En fonction d’un budget préétabli (à définir), les étudiant·es auront la possibilité de tester certains outils et/ou d’effectuer certaines sorties.",
        "assessment_methods": "Pondération 1/3 note d’évaluation individuelle : les professeurs noteront chaque étudiant·e sur 20 ; les critères d’appréciation retenus pour justifier la note sont la participation aux échanges, aux projets, la capacité à montrer l’exemple, convaincre, organiser, s'impliquer, motiver, fédérer 1/3 note d’évaluation des projets individuels : les professeurs noteront chaque présentation de projet individuel sur 20 ; les critères d’appréciation retenus pour justifier la note sont l’originalité, la clarté de la communication (orale & écrite), la capacité à capter l’attention, convaincre, susciter le débat en construisant une réflexion sur le sujet, partager une expérience 1/3 note d’évaluation des projets collectifs : les professeurs noteront chaque présentation de projet collectif sur 20; les étudiant·es d’un même projet collectif auront la même note; les critères d’appréciation retenus pour justifier la note sont l’originalité, la clarté de la communication (orale & écrite), la capacité à capter l’attention, convaincre, susciter le débat en construisant une réflexion sur le sujet, partager une expérience, donner la parole à un·e ou plusieurs expert·es, la pertinence de la stratégie & des tactiques de communication en dehors du laboratoire, la qualité des supports de communication & contenus produits Critères de réussite Une présence effective à au moins 50% des heures est requise, faute de quoi l’étudiant·e sera mis en échec (0/20) pour le laboratoire en culture numérique. Entre 50 et 80% de taux de présence effective, la note finale sera proportionnelle au taux de présence effective (exemple : un·e étudiant·e a obtenu une note d’évaluation de 16/20 et a un taux de présence effective de 70%, sa note finale sera de 16*70% soit 11,2/20). Au-dessus de 80% de taux de présence effective, la note d’évaluation devient la note finale. Les absences justifiées pour raison médicale (certificat médical attestant) ou obligation professionnelle (certificat de l’employeur attestant) n'entrent pas dans ce calcul. L’étudiant·e doit envoyer un justificatif valable aux enseignants au plus tard le jour qui suit la fin de l’empêchement. Un·e étudiant·e a réussi lorsque la note finale est supérieure ou égale à 10/20, même en cas d’échec dans une ou plusieurs des évaluations (note inférieure à 10/20). Tout travail est une production originale. Il est attendu des étudiant·es un respect scrupuleux des règles et bonnes pratiques de citation, de référencement et de non-plagiat. L’utilisation de l’IA générative est acceptée pour autant qu’elle soit ponctuelle et limitée, sauf disposition contraire de la part de l’enseignant·e et/ou de l’assistant·e. Dans tous les cas, l’utilisation de l’IA doit être explicitement indiquée. Toute partie de travail ou de présentation prenant appui, de quelque manière que ce soit, sur l’IA générative, doit être clairement identifiée (par exemple, par une note en bas de page) qui précise quel outil d’IA générative a été utilisé et quelle en a été l’utilisation dans la partie concernée. « Reprendre » un travail personnel ou de groupe réalisé dans le cadre de quelque UE que ce soit nécessite beaucoup de prudence. Exceptionnellement, une telle démarche peut être envisagée à condition que l’étudiant·e (1) en demande l’autorisation à l’enseignant·e et/ou l’assistant·e, (2) justifie cette « reprise » dans le cadre du travail, lequel, dans son ensemble, doit bien évidemment constituer un apport original par rapport au premier travail, et (3) applique scrupuleusement les règles de citation et de référencement à tout usage de ce travail. Le non-respect de ces règles peut être considéré comme une irrégularité (auto-plagiat). Tout manquement dans l’application des règles énoncées ci-dessus peut conduire à une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. En cas d’échec en première session, l’étudiant·e qui souhaite valider cette UE doit améliorer son travail individuel et/ou le travail de son groupe, en fonction des échecs dans une ou plusieurs évaluations. En cas d’échec en deuxième session, lorsque la moyenne des notes d’évaluation est strictement inférieure à 10/20, même en cas de réussite dans une des évaluations (note supérieure ou égale à 10/20), l’étudiant·e qui souhaite valider cette UE lors de l’année académique suivante devra à nouveau se soumettre à l’intégralité de son évaluation, dont les modalités sont susceptibles de changer d’une année à l’autre.",
        "bibliography": "Lectures recommandées/Recommended readings : Ries, E. (2011). The Lean Startup. Retrieved from http://theleanstartup.com Ferriss, T. (2007). The 4-Hour Workweek. Retrieved from https://fourhourworkweek.com Gothelf, J. (2013). Lean UX. Retrieved from https://www.jeffgothelf.com/lean-ux-book Personal branding. https://edgecommunication.be/personal-branding/",
        "responsible_entity": "ESPB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-bcomu2110",
        "title": "Nouvelles dynamiques de travail dans l'organisation connectée",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Choquet Isabelle"
        ],
        "teaching_language": "Français",
        "content": "Le développement des réseaux socionumériques et des plateformes de collaboration à distance a un impact profond sur la vie et les modes de travail dans les entreprises et les organisations non marchandes. La frontière entre l’interne et l’externe est de plus en plus poreuse, le rapport au temps et à l’espace de travail devient « flexible », les structures et les pratiques de management évoluent, les relations humaines deviennent plus complexes à gérer. L’UE a pour objectif d’analyser les évolutions des organisations et des environnements et pratiques de travail dans les organisations « connectées ». Elle privilégie une approche systémique de l’organisation et de ses réseaux/communautés. Les principales thématiques abordées sont les suivantes : Analyse institutionnelle des organisations marchandes et non marchandes depuis l’avènement des réseaux socionumériques et des plateformes collaboratives, avec une remise en perspective des tendances actuelles dans le temps long de l’évolution des modes de travail depuis le développement des réseaux informatiques. Les transformations de l’organisation du travail et de la gestion des ressources humaines (cf. les initiatives de type NWOW ou NFOT). Ces transformations sont à la fois sociales et managériales (cf. par exemple les équipes virtuelles), spatiotemporelles (cf. notamment le flex desk et les différentes formes de télétravail) et techniques (cf. par exemple les plateformes de collaboration à distance). Les Réseaux Sociaux d’Entreprises (RSE) et les plateformes de collaboration à distance : typologie des outils de travail, analyse des usages et des effets sur le travail et la vie de l’organisation… Implications et enjeux du « any where, any time & any device » pour l’organisation (par exemple en termes de management interculturel, de gestion des connaissances, de réactivité par rapport aux sollicitations de l’environnement) et pour les travailleurs (par exemple en termes de contrôle vs autonomie, de bien-être au travail, d’équilibre vie privée/vie professionnelle, d’individualisation du travail). Plus concrètement, l’UE a pour but de positionner, d’appréhender et de mettre en pratique les différents outils et nouvelles mécaniques de travail au sein des organisations (tant du secteur privé que du secteur public). Les Tic ont profondément bouleversé les dynamiques de travail et de nouvelles façons de travailler sont apparues, qui seront étudiées dans le cadre de cette UE. Les équipes travaillent en 2016 de façon fondamentalement différentes et l’UE aura pour but de faire prendre conscience des évolutions des organisations et de leurs façons de travailler. Plan de cours 1. Présentation du monde des organisations au sein d’un monde connecté : de l’entreprise du XXème siècle à l’entreprise 2.0 2. Evolutions des notions d’autorité de pouvoir et de leadership 3. Le télétravail 4. Le NWOW 5. Le nouveau rôle des RH (employer branding, intelligence collective, passage du contrôle à la confiance) 6. Entreprise connectée et sécurité de l’information 7. La gestion des accès à l’information et le BYOD 8. Importance de la formation aux nouveaux outils 9. Les réseaux sociaux internes comme outil de changement interne 10. Codes de conduite et contrôle des communications électroniques",
        "teaching_methods": "En dehors de ce qui est déjà prévu dans le cahier de charges de l’UE : - Analyse de cas issus de la vie réelle et apportés par les professeurs - Classes inversées - Travail de groupe",
        "assessment_methods": "Travail de groupe de réalisation d’un plan d’implémentation de NWOW (50%) Examen écrit de fin de cours sur la base d’un cas à résoudre individuellement avec livre ouvert et accès internet ouvert (50%) Les deux critères principaux pour la réussite sont la capacité à intégrer et mettre en pratique les différents concepts vus lors des cours ainsi que la capacité à analyser une situation afin de mettre en place un plan d’actions cohérentes et mesurables. Tant le travail de groupe que l’examen auront pour but de vérifier l’atteinte de ces critères. Critères de réussite La réussite est à 10/20 pour chacune des deux épreuves d’évaluation (travail de groupe / examen écrit). Une présence active à au moins 80 % des heures est requise, faute de quoi l’étudiant pourra être mis en échec pour l’activité concernée (Art. 18 du Règlement des études ICHEC-ISFSC). Les absences justifiées (certificat) n'entrent pas dans ce calcul. Concernant l'utilisation des IA : \"Tout travail est une production originale. Il est attendu des étudiant·es un respect scrupuleux des règles et bonnes pratiques de citation, de référencement et de non-plagiat. L’utilisation de l’IA générative est acceptée pour autant qu’elle soit ponctuelle et limitée, sauf disposition contraire de la part de l’enseignant·e et/ou de l’assistant·e. Dans tous les cas, l’utilisation de l’IA doit être explicitement indiquée. Toute partie de travail ou de présentation prenant appui, de quelque manière que ce soit, sur l’IA générative, doit être clairement identifiée (par exemple, par une note en bas de page) qui précise quel outil d’IA générative a été utilisé et quel en a été l’utilisation dans la partie concernée. « Reprendre » un travail personnel ou de groupe réalisé dans le cadre de quelque UE que ce soit nécessite beaucoup de prudence. Exceptionnellement, une telle démarche peut être envisagée à condition que l’étudiant·e (1) en demande l’autorisation à l’enseignant·e et/ou l’assistant·e, (2) justifie cette « reprise » dans le cadre du travail, lequel, dans son ensemble, doit bien évidemment constituer un apport original par rapport au premier travail, et (3) applique scrupuleusement les règles de citation et de référencement à tout usage de ce travail. Le non-respect de ces règles peut être considéré comme une irrégularité (auto-plagiat). Tout manquement dans l’application des règles énoncées ci-dessus peut conduire à une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens.\"",
        "other_info": "Supports spécifiques à l’UE - Slides et notes sur la plateforme - Sources externes - Synthèses d’articles",
        "bibliography": "Choquet, I. & Folon, J. Management et ressources humaines 2.0, ed. Corporate, 2015. Folon, J., Le printemps numérique, Ed. Corporate, 2014",
        "responsible_entity": "ESPB"
    }
]