[
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2112",
        "title": "Stratégies de communication et communication de crise",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Renard Damien"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Partant d'une vision intégrée de la communication d'entreprise, le but de ce cours est d'aborder la communication corporate en analysant son contexte managérial, son étendue, et ses principaux enjeux. Il s'agira également de présenter la communication corporate comme partie intégrante de l'organisation et de sa stratégie, d'introduire les principaux modèles et outils d'analyse (fonctionnaliste, processuelle et critique) de la communication corporate.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de ce cours l'étudiant sera capable de : Comprendre les enjeux de la communication corporate et de porter un regard réflexif sur les pratiques de communication d'entreprise De réaliser une analyse approfondie des enjeux de communication corporate (analyse des parties prenantes et veille stratégique Développer une stratégie et un plan de communication corporate ayant pour objectifs : la gestion d'une crise, la gestion de la réputation, la gestion du changement, la construction de l'identité, des valeurs, de la motivation et de l'engagement du personnel. D'intégrer sa démarche communicationnelle dans la réflexion   stratégique de l'entreprise (construction de l'argumentaire stratégique et budgétisation)",
        "teaching_methods": "Séances magistrales ; applications à des cas réels ; lectures et études individuelles ; travail de groupe.",
        "assessment_methods": "Première session : travail de groupe, examen écrit . Les deux parties sont obligatoires. Deuxième session : examen écrit Attention: L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2703",
        "title": "Etudes culturelles",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Colpé Chloé",
            "Fevry Sébastien"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours prolonge les enseignements liés aux théories de la communication et à la sociologie de la culture du programme de baccalauréat. Ces connaissances sont supposées connues par les étudiants et devront être maîtrisées par les étudiants qui n'auraient pas suivi ces cours, mais sans ajouter de cours prérequis.",
        "topics_covered": "Ce cours propose une introduction critique aux principales théories, courants d'études et auteurs principaux du champ culturel. Il s'inspire à la fois des recherches en sociologie de la culture, des études culturelles françaises et du courant des cultural studies anglo-saxonnes. Ces différentes théories et méthodes doivent être présentées et mises en 'uvre en les inscrivant toujours dans des perspectives communicationnelles. Quelques études de cas sont également développées. Le cours croise une présentation des auteurs et théories du domaine, une mise en perspective critique de ces courants d'étude et les études de cas, prenant en compte les cadres et contextes de communication.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin du cours, les étudiants seront capables  de : -        identifier les différents courants théoriques et paradigmes dominants du champ d'étude ; -        en présenter des synthèses critiques ; -        comprendre les enjeux liés au secteur culturel ; utiliser les connaissances acquises pour analyser par eux-mêmes les démarches et productions culturelles anciennes et contemporaines.",
        "content": "Ce cours propose une introduction critique aux principales théories, courants d'études et auteurs principaux du champ culturel. Il s'inspire à la fois des recherches en sociologie de la culture, des études culturelles françaises et du courant des cultural studies anglo-saxonnes. Ces différentes théories et méthodes sont mises en oeuvre et  présentées dans des perspectives communicationnelles. Des études de cas sont également développées.",
        "teaching_methods": "Exposés théoriques, développement de cas pratiques, travaux et lectures",
        "assessment_methods": "L'évaluation comporte deux volets : 1) Examen écrit portant sur des questions abordées au cours et/ou relatives à des lectures complémentaires, 2) Un travail individuel portant sur la problématique culturelle explorée au cours. La participation au cours pourra également être évaluée par le biais de présentations orales. Mêmes modalités en cas de deuxième session (excepté les présentations orales). Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à de l'intelligence artificielle est interdite que ce soit comme outil de recherche, d'exploration et d'idéation ou comme outil de rédaction .",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcohd2003",
        "title": "Internet & Communication",
        "credits": "8.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bocquet Nicolas",
            "Kalaï Inès",
            "Roginsky Sandrine"
        ],
        "teaching_language": "Français",
        "prerequisites": "Une connaissance des principales théories de l'information et de la communication",
        "topics_covered": "Ce séminaire thématique aura comme objectif de débattre avec les étudiants des sujets suivants (liste non exhaustive) : -       Communication et technologie : de l'invention à l'innovation Internet -       Lobbying et activisme en ligne -       Le web participatif -       Les pratiques de sociabilité à l'ère du numérique -       Mutation du paysage médiatique à l'ère du web -       Production et partage du savoir en ligne -       Internet et communication politique -       Mouvement open source",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de ce séminaire, les étudiants seront capables : -       d'appliquer les concepts et théories de l'information et de la communication à la problématique d'Internet -       de situer Internet dans l'histoire des médias et analyser l'espace médiatique Internet -       de comparer et discuter les différentes idéologies d'Internet -       de discuter les enjeux communicationnels mais aussi sociétaux, éthiques, politiques, économiques et culturels liés à Internet d'analyser et de poser un diagnostic sur les dispositifs mis en oeuvre par les acteurs de la communication en ligne (ONG, gouvernement, entreprises, médias, lobby....) Ce séminaire a une double ambition : présenter un panorama des théories et approches d'Internet et montrer en quoi Internet modifie les pratiques de communication et donc la manière de les appréhender et les analyser.  Le séminaire proposera une approche interdisciplinaire pour englober à la fois la dimension communicationnelle mais aussi politique, économique, éthique, légale, sociale et technique d'Internet. Présenté comme idéal démocratique avec l'émergence d'un espace public numérique ou comme un danger avec l'emprise des technologies numériques sur l'individu et la régression dans la communication, l'utilisation d'Internet comme nouvelle forme sociale de communication pose question. Le séminaire sera articulé en plusieurs parties : (1) les origines d'Internet (2) Internet au carrefour de questionnements multi-disciplinaires (3) L'apport du champ des communications dans la compréhension du Web (4) Internet et la communication des organisations (5) Web social et mutation de la communication : pratiques contemporaines de communication médiatisée par le numérique (6) Démocratie en ligne (7) Médias et Internet",
        "content": "Le cours porte sur les enjeux d’internet dans leur diversité (enjeux politiques, sociaux, sociétaux, économiques…) avec bien sûr une attention portée également aux enjeux que le web pose aux pratiques et aux professionnel·les de la communication. Le cours est structuré en trois parties distinctes, même si liées entre elles puisque chacune propose d’approcher internet par des thématiques et enjeux spécifiques. Une première partie permet de revenir sur l’histoire d’internet et du web, en l’éclairant par des réflexions théoriques relatives aux technologies. Elle propose également d’introduire des questionnements propres au domaine de l’information et de la communication. Une seconde partie s’intéresse plus particulièrement à la régulation des technologies numériques par le prisme de la question de la vie privée et des données personnelles et du capitalisme de surveillance. Les enjeux démocratiques de la communication en contexte numérique constituent le fil rouge de la troisième partie. Celle-ci proposera également une séance plus spécifiquement dédiée à l’écriture communicationnelle et numérique. Le cours explore ainsi une variété de thèmes concernant les usages du numérique, les modes d’appropriation, les différents dispositifs, plateformes, applications numériques, à partir de l’analyse les enjeux sociaux, économiques, politiques et professionnels qui se posent avec le développement des technologies du numérique.",
        "teaching_methods": "Les séances se déroulent à partir de la lecture d'articles, ouvrages scientifiques et/ou études de cas. Elles pourront alterner présentations magistrales par l’enseignant·e, travaux en groupe et autres types d’exercices.",
        "assessment_methods": "Attention: L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es ----------- 1ère session (1) Travail individuel qui consiste en l’analyse et l’illustration d’une question spécifique qui sera choisie par l’étudiant·e et devra être en lien avec les éléments vus en cours. Le travail devra en effet chercher à mobiliser des notions et concepts présentés en cours, qui seront appuyés et complétés  par la lecture critique d’articles scientifiques. Un portefeuille d’articles sera communiqué aux étudiant·es. Les articles porteront sur les thématiques discutées par chacun·e des enseignant·es (40% de la note). (2) Un examen écrit de restitution de la matière qui comprendra des questions relatives à l’ensemble des séances de cours (60% de la note) 2ème session Il n'est pas possible de reprendre la note du travail individuel qui reste donc conservée en 2e session. Seule la note obtenue à l'examen peut être modifiée. Un nouvel examen écrit est organisé en 2ème session.",
        "bibliography": "Une liste de références bibliographique sera communiquée lors de la première séance.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2701",
        "title": "Développement et gestion de projet Web créatif",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Kieffer Suzanne"
        ],
        "teaching_language": "Français",
        "topics_covered": "·         Le cycle de vie d'un projet ·         Méthodologies: SCRUM (méthode agile) ; UCD (User-Centered Design) ; AUCDI (Agile User-Centered Design Integration) ·         Design : UCD ; design thinking ; creative problem solving ·         Évaluation : analyse de l'attitude et du comportement de l'utilisateur ·         Planification, développement et évaluation de stratégies digitales",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de : ·         AA1 : Décrire les méthodes SCRUM et UCD ·         AA2 : Expliquer l'intégration des méthodes SCRUM et UCD en illustrant différentes situations au cours du cycle de vie d'un projet Web créatif (phase, niveau d'effort, livrables, etc.) ·         AA3 : Appliquer les méthodes et les techniques UCD supportant le design et l'évaluation de systèmes interactifs dans le cadre du développement d'un projet Web créatif ·         AA4 : Analyser et de comparer plusieurs livrables (ex. deux prototypes), et de sélectionner le plus performant en argumentant le choix ·         AA5 : Planifier et d'évaluer les activités de développement, et de proposer des solutions améliorant de manière itérative la stratégie digitale mise en place",
        "content": "Processus en gestion de projet : planifier, exécuter, analyser Méthodes formelles de développement : conception centrée utilisateur, méthode agile Cycle de vie du projet : analyse des besoins, design et évaluation Design thinking, creative problem solving",
        "teaching_methods": "L'approche pédagogique est l’enseignement mixte (blended teaching), qui alterne enseignement en classe en face à face et enseignement en ligne à distance via Microsoft Teams. Les méthodes d’enseignement sont la classe inversée et l’enseignement par projet: Classe inversée : les étudiant·es étudient la matière ou réalisent un travail à la maison et rencontrent ensuite enseignant·es et pairs dans une salle de classe pour poser des questions, obtenir une aide supplémentaire ou pour travailler en groupe ; Enseignement par projet : les étudiant·es développent un projet en combinant apprentissage en ligne (ex. visionner des tutoriels ou réaliser des travaux) et réunions en face à face.",
        "assessment_methods": "Contrôle continu sans examen en janvier selon trois modes: tests de connaissance (40%), travaux en groupe (30%) et travaux individuels (30%). En septembre, travail individuel sur mesure (i.e., selon les modes en échec) à remettre le premier jour de la session. L'utilisation des outils d'intelligence artificielle (IA) doit respecter les balises établies par la faculté ESPO. Elle est autorisée comme aide à la rédaction (ex. amélioration de texte, traduction) et à la recherche d'informations. Pour la remise de certains travaux, l'enseignant·e définit les autres usages permis (ex. exploration d'idées, brainstorming, génération d'images ou de texte).",
        "other_info": "Toutes les informations utiles relatives à ces modalités et au déroulement des activités (calendrier, consignes détaillées, critères d’évaluation, etc.) sont présentées lors de la première séance et sont disponibles sur Moodle. Certaines ressources (ex. ressources bibliographiques, diapositives, vidéos explicatives) sont en anglais.",
        "online_resources": "Moodle (en asynchrone) : diapositives du cours, ressources bibliographiques, calendrier, modèles et grilles critériées, exercices H5P, tests, devoirs, ateliers avec évaluation par les pairs, choix de groupe, forum Q&A Microsoft Teams (en direct) : calendrier, réunions, documents, discussion, notes de cours Liens web : vidéos explicatives, sites web, logiciels en ligne",
        "bibliography": "Beck, K., et al. (2001). Manifesto for Agile Software Development. Web: www.agilemanifesto.org , last accessed 27-juin-18. Beyer, H., & Holtzblatt, K. (1999). Contextual design. interactions , 6 (1), 32-42. Garcia, A., da Silva, T. S., & Selbach Silveira, M. (2017, January). Artifacts for agile user-centered design: a systematic mapping. In Proceedings of the 50th Hawaii International Conference on System Sciences . DOI= http://doi.org/10.24251/HICSS.2017.706 Kieffer, S., Ghouti, A., & Macq, B. (2017). The Agile UX Development Lifecycle: Combining Formative Usability and Agile Methods. In Proceedings of the 50th Hawaii International Conference on System Sciences (HICSS-50). IEEE, HI, 2017, 10 pages. DOI= http://doi.org/10.24251/HICSS.2017.070 Maguire, M. C. (2001). Methods to support human-centred design. International Journal of Human-Computer Studies, 55(4), 587-634. DOI= http://doi.org/10.1006/ijhc.2001.0503 Shneiderman, B., & Leavitt, M. (2006). Research-based web design & usability guidelines. U.S. Department of Health and Human Services, Washington, D.C.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2213",
        "title": "Atelier de production communicationnelle",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vachaudez Aurélie"
        ],
        "teaching_language": "Français",
        "content": "Ce cours pratique vise à initier les étudiants aux spécificités et techniques de production de contenu pour le web . Il leur permet également de définir une stratégie d’acquisition de trafic pour un site web en fonction de l’activité professionnelle, des publics visés et de tenir compte des évolutions technologiques dans ce domaine. Etant donné la logique marketing de l’écosystème web, les étudiants seront principalement initiés à la rédaction web orientée SEO. En fonction de l’avancement des étudiants dans les exercices, la matière peut être approfondie en abordant des notions complémentaires telles que : communiqué de presse, fiche-produit, FAQ, newsletter, blog d’entreprise… Le cours sera illustré essentiellement au travers de présentations de cas réels.",
        "teaching_methods": "Ateliers ; Séances magistrales ; applications à des cas réels ; lectures et études individuelles Le cours demande une participation active des étudiants au travers d ’applications pratiques . Le cours conjugue, en effet, apports théoriques et exercices pratiques afin de mettre l’apprenant au cœur de son apprentissage par l’action. Pour ce faire, après avoir posé les bases théoriques et réflexives, les participants seront invités à produire leurs propres contenus pour un site web.",
        "assessment_methods": "1ère session Evaluation en deux temps : 1) 50% en évaluation continue sur base de travaux (35%) + présence/participation active aux cours (15%) 2) examen en juin (50%). En 2e session La note de l'évaluation continue du Q2 (1ère session) est reportée (50%) et à cela s'ajoutera un examen écrit (50%). Voir consignes communiquées aux cours. \"L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.\" ​​​​​​​",
        "other_info": "Toutes les informations utiles relatives à ces modalités et au déroulement des activités (calendrier, consignes détaillées, critères d’évaluation, etc.) sont présentées lors de la première séance et sont disponibles sur le Student-Corner. Certaines ressources (ex. ressources bibliographiques, diapositives, vidéos explicatives) pourront être proposées en anglais.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2114",
        "title": "Communication des organisations culturelles",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Jacquet Charlotte",
            "Jacquet Charlotte",
            "Sepulchre Sarah"
        ],
        "teaching_language": "Français",
        "topics_covered": "A travers l’étude de cas concrets, d’ateliers pratiques, de concepts théoriques, de sorties culturelles, d’interventions de conférencier.ères spécialisé.es, la formation vise à donner aux étudiant.es les outils nécessaires pour réaliser des projets de communication culturelle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à doter les futur·e·s responsables des organisations culturelles (musées, festivals, centres culturels...) de cadres de référence et d’outils permettant de mieux cibler les particularités communicationnelles du secteur culturel, notamment : Définir sa stratégie de communication: maîtriser les notions de briefing créatif, positionnement, audience, médiation, relations publiques, presse… Apprendre à formuler, argumenter, rédiger. Trouver les bons mots et le bon ton pour transmettre un contenu culturel ou artistique Comprendre l’importance des outils digitaux et l’influence qu’ils ont dans la manière de produire du contenu Développer une bonne culture générale artistique et culturelle Être sensibilisé au lien entre culture et territoire",
        "content": "Il sera demandé aux étudiant.es de choisir un projet  de communication culturelle à concevoir et à communiquer; Au fil des cours, ils et elles apprendront toutes les étapes fondamentales à la mise sur pied de leur projet : identification du sujet, du public cible, choix des outils de communication, choix du ton, des mots, écriture du briefing créatif, mise sur pied du plan de communication, budget, évaluation.",
        "teaching_methods": "Le cours reposera sur des interventions théoriques, des analyses de cas pratiques, de sorties et de quelques exposés réalisés par des invité·e·s du secteur du milieu culturel. Des études de cas seront réalisées par les étudiant·e·s, sur des terrains d'activité divers (théâtres, festivals, expositions, musées...) en synergie avec les cours Communication et production événementielle et Pratiques de communication culturelle.",
        "assessment_methods": "L’évaluation sera continue (en deux parties au moins dont une partie sous la forme d’un rendu écrit) à partir d’un projet de communication à mettre en place et à défendre à l’oral. L’utilisation de l’AI n’est pas autorisée.",
        "other_info": "Scénarios pédagogiques en fonction de l'évolution de la crise sanitaire Code vert : présentiel Code jaune : présentiel Code orange : dispositif hybride (séances de cours en ligne, séances de questions/réponses en présentiel avec plus petits groupes) Nous privilégierons dans tous les cas les rendez-vous individuels par groupe en présentiel au maximum Code rouge : distanciel avec des rendez-vous spécifiques via Teams par petits groupes.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu1212",
        "title": "Médias, journalisme et enjeux de société",
        "credits": "5.00",
        "hours": "45.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            ". SOMEBODY",
            "Grevisse Benoît"
        ],
        "teaching_language": "Français",
        "prerequisites": "MCOMU1101 - Information et communication",
        "topics_covered": "Introduction à l'analyse critique du journalisme, à l'histoire et à l'émergence des modèles politiques, économiques et sociétaux qui les accompagnent. Mise en perspective d'enjeux contemporains inscrits dans ce contexte : liberté d'expression, rapport à la vérité, inclusivité, intérêt public et marchandisation de l'information.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAC1 Maîtriser et mobiliser les savoirs fondamentaux (connaissances, modèles, théories, concepts) de son orientation d’études pour comprendre l’être humain en société et l’ensemble des relations, organisations et institutions auxquelles il participe. AAC1.1 Montrer une connaissance et une compréhension critique du socle de savoirs approfondis (connaissances, modèles, théories, concepts) de la discipline et de ses domaines d’application. AAC1.2 Comprendre, expliciter et analyser de manière critique, à l’aide du socle de savoirs de la discipline, différentes problématiques propres à son orientation d’études. AAC2 Maîtriser et mettre en œuvre les premiers jalons d’une démarche universitaire (démarche de recherche scientifique et méthodologique rigoureuse) située sur le plan épistémologique pour approfondir des questionnements et phénomènes relatifs à sa discipline. Situer toute connaissance produite sur le plan épistémologique (AAC2.1. et AAC2.2.) Faire preuve de la maîtrise des premiers jalons d’une démarche scientifique et méthodologique de recherche rigoureuse (AAC2.3. à AAC2.6.) AAC2.1 Adopter un recul critique sur les savoirs et sur leurs processus d’élaboration. AAC2.2 Mettre en discussion différents paradigmes (approches conceptuelles) pour approcher, interpréter et analyser (débattre) un(e) phénomène/question relatif(ve) à sa discipline. AAC3.2 Approcher, questionner et discuter un(e) phénomène/question relatif(ve) au domaine des sciences humaines en articulant différents angles d’analyse disciplinaires et en veillant à adopter une posture critique et nuancée vis-à-vis des limites de chaque discipline et de leurs interrelations. AAC5 Agir en autonomie, en acteur critique et responsable soucieux du respect de valeurs éthiques et citoyennes et en ayant construit son projet de formation en perspective de la poursuite de son développement personnel et professionnel. AAC5.1 Faire preuve d’autonomie dans son parcours de formation : gérer de manière autonome son travail (définir les priorités, anticiper et planifier l’ensemble de ses activités dans le temps), faire preuve de recul critique sur ses propres acquis, ses méthodes d’apprentissage et ses productions et intégrer de manière autonome de nouvelles connaissances et compétences en réponse à des situations balisées. AAC5.2 Mobiliser de manière critique les connaissances acquises afin de prendre position et d’agir de manière responsable en étant soucieux de valeurs éthiques et citoyennes. AAC5.3 Se construire un projet de formation et s’orienter vers un projet professionnel « éclairé » : se projeter dans un master en ayant identifié les domaines dans lesquels le bachelier souhaite s’insérer professionnellement. AAS3 Appréhender les grands domaines de l’information et de la communication (journalisme, communication d’organisation, entreprises et institutions, les médias, l’art, la culture, l’éducation) et analyser des problématiques de communication spécifiques à ces grands domaines. AAS3.1 Définir et identifier les structures, les fonctions et les processus dans lequel les médias de masse et les industries culturelles jouent un rôle. AAS3.3 Dans le domaine du journalisme et de la presse : faire preuve d’une connaissance de leur histoire ; appréhender leurs dimensions sociale, économique, politique et symbolique ; identifier et analyser différents types de récits et de productions journalistiques (belges et internationaux). AAS6 Questionner, analyser et discuter de manière rigoureuse, critique et ouverte la place et les contributions de la communication organisationnelle, des médias et des technologies de la communication en regard de défis et dilemmes de la société contemporaine, afin d’élaborer une prise de position personnelle et de pouvoir s’engager en tant que citoyen actif responsable. AAS6.1 Analyser la fonction sociale et historique de l'industrie des médias et des technologies de la communication et de leurs produits, ainsi que leur capacité à construire une réalité médiatisée. AAS6.2 Analyser, en mobilisant les outils pertinents, de manière rigoureuse, critique et ouverte de grandes questions de l’actualité de la communication/médiatique. AAS6.3 Evaluer l'impact culturel et social du discours médiatisé. AAS6.6 S’exercer à élaborer ses propres jugements critiques à propos de la place et des contributions de la communication organisationnelle, des médias et des technologies de la communication en regard de défis et dilemmes de la société contemporaine et élaborer une prise de position personnelle argumentée.",
        "content": "Ce cours présente différents courants et pratiques journalistiques, en regard d’enjeux sociétaux spécifiques. Il propose une approche sociologique en s'interrogeant sur la place de cette activité au sein de la société contemporaine. Au travers de la découverte de figures historiques du journalisme, d’Albert Londres à Florence Aubenas, l'étudiant sera capable de poser un regard critique sur certains textes et contenus journalistiques, de les commenter et de les replacer dans leur contexte socio-historique. Ce cours est également une introduction au mondes journalistiques historiques et contemporains.",
        "teaching_methods": "Ce cours se déroule selon un agenda alternant des séances de cours en présentiel, des séances de cours à écouter en podcast et des moments d’apprentissage en autonomie, par l’appropriation de documents (via la lecture de textes évoqués en cours, l’écoute de podcasts ou encore le visionnage de vidéos). Les séances en présentiel se donnent sur le campus UCLouvain de Mons.",
        "assessment_methods": "Ce cours fera l'objet d'un examen écrit. Il comportera des questions ouvertes permettant d'évaluer la connaissance de la matière mais aussi la capacité de comparaison et de lecture personnelle des enjeux exposés. L’étudiant peut être interrogé sur la base de textes, d’extraits de podcasts ou d’autres documents présentés en cours. L'examen de seconde session portera sur les mêmes éléments, avec le même type de questions. En cas de nombre restreint d’étudiants inscrits à une session d’examen, celui-ci pourra être organisé sous forme orale.",
        "online_resources": "Les supports PowerPoint présentés au cours sont mis à disposition des étudiantes et étudiants sur Moodle. Un portefeuille de textes journalistiques et les podcasts y seront également déposés et feront partie intégrante de la matière du cours. Un sommaire du cours, disponible sur Moodle, détaille la structuration du cours, les lectures et les écoutes de podcasts obligatoires ou simplement proposées pour approfondissement.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2108",
        "title": "Politiques et publics de la culture",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Jojczyk Joanne",
            "Lowies Jean-Gilles"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "A. La place de la culture dans le paysage économique et social B. Qu'est-ce qu'une politique culturelle ? a. Perspective internationale et comparée b. Le cas de la Belgique C. L'action publique en matière culturelle a. Perspective historique b. Enjeux contemporains : développement local et mondialisation c. Partenariats, mécénat et sponsoring privé D. Les sphères d'action a. Patrimoine et créations b. Organisation administrative et financière de la culture en CFB",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable : ' d'expliciter l'évolution des politiques publiques en matière culturelle ; ' de situer les principaux domaines d'intervention des politiques publiques en matière culturelle et d'en définir les enjeux économiques et sociaux ; ' de dresser l'état des lieux des politiques culturelles en CFB.",
        "teaching_methods": "Cours magistral illustré de nombreux exemples et débats autour de lectures de textes et de faits d’actualité.",
        "assessment_methods": "Première session L'évaluation se base sur : un examen écrit et un travail écrit. Seconde session En cas d'échec, l'évaluation se base sur un examen écrit et un travail écrit.",
        "bibliography": "LOWIES J.-G., Décider en culture , Grenoble, PUG-UGA Editions, coll. Politiques culturelles, 2020. (Lecture obligatoire) SAEZ G. et SAEZ J.-P. (dir), Les nouveaux enjeux des politiques culturelles. Dynamiques européennes, Paris, Éd. La Découverte, coll. Recherches/Territoires du politique, 2012. ARDENNE, P. Un art contextuel : Création artistique en milieu urbain, en situation, d’intervention, de participation . Flammarion, 2009. De nombreuses publications des collections \"Etudes\" et \"Repères\" de l'Observatoire des Politiques culturelles (FW-B).",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2113",
        "title": "Sémiotique du web",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Catellani Andrea"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance des bases de la théorie sémiotique (sémiotique générale ou sémio-pragmatique)",
        "topics_covered": "concepts de base de la sémiotique : signe, texte, discours, récit Le verbal et le visuel à l'écran : fondements et approches Hypertexte, architexte, dispositif Interaction et énonciation en ligne méthodologie d'analyse sémiotique : plastique, iconique, discours, narration, valeurs, passions exemples d'analyse de sites Web et de conversations en ligne",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 connaître une série de concepts de base de la sémiotique actuelle, et pouvoir les appliquer au monde numérique apprendre à reconnaître les différences et spécificités de la textualité, des images et des écrans numériques savoir distinguer la dimension purement technique du Web de sa dimension symbolique et culturelle savoir appliquer la méthodologie sémiotique pour analyser des textes d'écran et des sites Web.",
        "content": "Ce cours veut permettre aux étudiants d'apprendre à réaliser de façon autonome une analyse sémiotique d'un ou plusieurs sites Web. Pour ce faire, le cours présente : les notions et concepts de base de la sémiotique, en vue de son application au monde numérique ; une réflexion sur une série de concepts et notions importantes pour comprendre le monde numérique du point de vue sémiotique (notamment, l'écran comme texte, la multimédialité, la distinction entre texte et paratexte) ; les composantes d'une grille d'analyse sémiotique pour analyser les sites web.",
        "teaching_methods": "Cours magistral, lecture de textes, exercices accompagnés, travaux pratiques.",
        "assessment_methods": "2 points : présence active au cours (les modalités précises seront communiquées au début du cours). 4 points : production d'un rapport écrit d'analyse d'un site web, effectuée en groupe. La participation au travail de groupe est obligatoire. 14 points : examen écrit individuel en session. En cas d'insuffisance à cette partie de l'évaluation (moins de 7 point sur 14), cette cote devient automatiquement la cote globale. Deuxième session : les 2 points de présence active au cours ne peuvent pas etre récupérés, et ils sont conservés pour la deuxième session s'ils ont été obtenus. Si tous les étudiants qui forment un groupe de travail doivent repasser l'examen, ils doivent refaire le travail d'analyse et présenter un nouveau rapport d'analyse de groupe (qui compte pour 4 points), en plus de l'examen écrit individuel en session ; si seulement un ou plusieurs membres ont une cote d'insuffisance, ils doivent représenter seulement l'examen écrit individuel en session (qui compte pour 14 points), et dans ce cas la partie de la cote concernant le rapport d'analyse en groupe est conservée. Lors de la deuxième session aussi, en cas d'insuffisance à l'examen écrit individuel (moins de 7 point sur 14), cette cote devient automatiquement la cote globale. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es (voir https://cdn.uclouvain.be/groups/cms-editors-espo/documents-tout-public/Note%20IA%20%C3%A9tudiants.pdf ).",
        "other_info": "Les supports du cours seront mis à disposition sur la page Moodle du cours.",
        "bibliography": "\"Sémiotique du récit\", N. Everaert-Desmedt, Deboeck, 2007. \"Le webdesign. Sociale expérience des interfaces web\", N. Pignier, B. Drouillat, Hermès-Lavoisier, 2008. \"Sémiotique mode d'emploi\", J.-J. Boutaud et K. Berthelot-Guiet, Le bord de l'eau, 2014. \"Introduction à l'analyse de l'image\", M. Joly, Armand Colin, 3ème éd. 2015. \"Site internet : audit et stratégie\", Sébastien Rouquette (dir.), De Boeck supérieur, 2017. \"Le numérique comme écriture. Théories et méthodes d'analyse\", Emmanuel Souchier, Etienne Candel, Valérie Jeanne-Perrier, Gustavo Gomez-Mejia, Armand Colin, 2019. \"Analyse des sites web\", Luc Massou et al., ISTE, 2022.",
        "course_materials": "Supports de cours et lectures mis à disposition sur Moodle.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu1213",
        "title": "Médias, cultures et récits",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Daligault Tatiana",
            "Fevry Sébastien",
            "Sepulchre Sarah"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours vise à étudier les relations en culture et médias en se focalisant sur les médias destinés à un large public (cinéma, radio, télévision…) ressortissant des industries culturelles. Pour saisir les enjeux de ces cultures médiatiques, le cours articule deux types d’approches : l’une relevant des Media Studies (Bolter et Grusin…), l’autre portant sur la question du récit dans une perspective narratologique. Le cours s’intéresse aux dispositifs médiatiques, à leur histoire et aux types d’expériences narratives qu’ils peuvent susciter.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAC1 Maîtriser et mobiliser les savoirs fondamentaux (connaissances, modèles, théories, concepts) de son orientation d’études pour comprendre l’être humain en société et l’ensemble des relations, organisations et institutions auxquelles il participe. AAC1.2 Comprendre, expliciter et analyser de manière critique, à l’aide du socle de savoirs de la discipline, différentes problématiques propres à son orientation d’études. AAC2.2 Mettre en discussion différents paradigmes (approches conceptuelles) pour approcher, interpréter et analyser (débattre) un(e) phénomène/question relatif(ve) à sa discipline. AAS1.2 Maîtriser et mobiliser de manière critique les fondements de différentes disciplines de base (linguistique, sémiotique, sociologie, anthropologie, psychologie, …) qui permettent de comprendre des situations de communication. AAS2.1 Analyser les messages, les contenus et les discours réalisés dans tous types de médias, de genres et de supports physiques : en mobilisant les principes (concepts méthodologiques et paradigmes) du champ des sciences de l’information et de la communication, en appliquant la méthodologie de l'analyse du contenu et de la critique textuelle, en intégrant les théories et outils communicationnels appris dans les différentes disciplines de base, en analysant l'exactitude du message, ses capacités expressives et symboliques et/ou son efficacité communicative. AAS2.2 Identifier, décrire et percevoir les relations entre les acteurs, les procédures de travail, les techniques et les outils qui participent à la production écrite, audiovisuelle et multimédia sur tout type de support. Ces relations sont de plusieurs types : socio-économiques, symboliques, politiques, etc. AAS2.5 Analyser les possibilités que des langages différents (texte parlé et écrit, les signes typographiques, les images fixes et animées, les dessins et le son) et des médias différents (graphiques, imprimés, de l'audio-visuel et multimédia) mettent à la disposition du créateur des messages. AAS3.1 Définir et identifier les structures, les fonctions et les processus dans lequel les médias de masse et les industries culturelles jouent un rôle. AAS3.6 Dans le domaine de la communication en art et culture : comprendre les liens qui relient l'art, la culture et la société selon des perspectives disciplinaires et théoriques différentes en privilégiant les axes de la médiation et les professions du secteur. AAS6.1 Analyser la fonction sociale et historique de l'industrie des médias et des technologies de la communication et de leurs produits, ainsi que leur capacité à construire une réalité médiatisée. AAS6.3 Evaluer l'impact culturel et social du discours médiatisé.",
        "content": "Le cours vise à examiner les relations entre média et culture par le prisme des cultures médiatiques (Macé, Maigret, 2020), lesquelles seront principalement abordées sous l'angle du récit. Le cours s’appuie à la fois sur les Sciences de l’information et de la communication, les Media Studies et la narratologie. Le cours présente les courants théoriques liés à ces approches, mais aussi des études de cas précises.",
        "teaching_methods": "Cours magistral et études de cas.",
        "assessment_methods": "Examen écrit Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à de l'intelligence artificielle est interdite que ce soit comme outil de recherche, d'exploration et d'idéation ou comme outil de rédaction .",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu1302",
        "title": "Séminaire de recherche en communication",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Del Fa Sophie"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Cartographie des pluralité d'approches, de théories et de concepts construisant et problématisant les études en communication; Construire une intention de recherche (revue de littérature, conceptualisation, problématisation, analyse, etc.); Se situer en recherche (recherche-action, création, engagée, etc.); Focus sur épistémologies critiques, recherches engagées et rôle social et politique du·de la chercheur·se; Exploration des ethnographies sensibles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAC2 Maîtriser et mettre en œuvre les premiers jalons d’une démarche universitaire (démarche de recherche scientifique et méthodologique rigoureuse) située sur le plan épistémologique pour approfondir des questionnements et phénomènes relatifs à sa discipline. Situer toute connaissance produite sur le plan épistémologique (AAC2.1. et AAC2.2.) Faire preuve de la maîtrise des premiers jalons d’une démarche scientifique et méthodologique de recherche rigoureuse (AAC2.3. à AAC2.6.) AAC3 Elaborer une réflexion personnelle en mobilisant les apports (théories, concepts, démarches...) de différentes disciplines pour questionner et discuter de manière rigoureuse et ouverte un phénomène ou une question relatifs au domaine des sciences humaines. AAC5 Agir en autonomie, en acteur critique et responsable soucieux du respect de valeurs éthiques et citoyennes et en ayant construit son projet de formation en perspective de la poursuite de son développement personnel et professionnel. AAS1 Maîtriser et mobiliser de manière critique un socle de savoirs(théories, concepts, méthodes, outils, auteurs) en communication dans ses différentes disciplines de base (linguistique, sémiotique, sociologie, anthropologie, psychologie, …) indispensables pour analyser des situations/problématiques de communication. AAS2 Maîtriser les méthodologies, leur cadre conceptuel et leurs outils, qui permettent de mettre en place des dispositifs d’analyse des processus de communication, les mobiliser de manière pertinente pour réaliser une analyse critique et les confronter à des situations/problématiques de l’information et de la communication. AAS3 Appréhender les grands domaines de l’information et de la communication (journalisme, communication d’organisation, entreprises et institutions, les médias, l’art, la culture, l’éducation) et analyser des problématiques de communication spécifiques à ces grands domaines. AAS4 Comprendre les processus de construction des savoirs scientifiques en sciences de l’information et de la communication, et les mettre en œuvre au travers de la pratique de démarches de recherche. AAS6 Questionner, analyser et discuter de manière rigoureuse, critique et ouverte la place et les contributions de la communication organisationnelle, des médias et des technologies de la communication en regard de défis et dilemmes de la société contemporaine, afin d’élaborer une prise de position personnelle et de pouvoir s’engager en tant que citoyen actif responsable.",
        "content": "Disponible sur Moodle",
        "teaching_methods": "Le cours sera constitué de séances magistrales et d'ateliers de lecture collectives afin d'approfondir la matière.",
        "assessment_methods": "1ère session Travail de groupe Travail écrit individuel 2ème session Les points du travail de groupe seront maintenus et ne peuvent pas être rattrapés. Il sera possible de rattraper le travail individuel en réalisant un examen oral À propos de l'utilisation des intelligences artificielles Toute utilisation d’intelligence artificielle doit être explicitement renseignée et visibilisée dans les travaux . L’intelligence artificielle peut être utilisée comme aide à la rédaction (correction orthographique, grammaticale, traduction de citations en d’autres langues, amélioration du style). En aucun cas, l’intelligence artificielle doit être utilisée pour générer un texte, analyser ou synthétiser des articles ou des livres scientifiques.",
        "bibliography": "Disponible sur le Moodle du cours.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu1211",
        "title": "Communication et organisation",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Horlait Déborah",
            "Lambotte François",
            "Rchika Tama",
            "Renard Damien"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours vise à introduire les différents enjeux relatifs à la communication organisationnelle selon deux approches. 1.    La première approche nommée communication au service l’organisation s’inscrit dans une logique fonctionnaliste : comment la communication de l’organisation soutient l’atteinte des objectifs stratégiques de l’organisation. a.    Qu’est-ce qu’une stratégie ? Qu’est-ce qu’une stratégie de communication ? b.    Comment s’organise la communication au sein de l’organisation ? c.    Introduction et initiation aux différentes méthodes de conception d’un plan et d’une stratégie de communication (communication de corporate, de crise, de marketing, de lobbying). 2.    La seconde approche nommée communication organisationnelle prend volontairement du recul vis-à-vis des approches fonctionnalistes et vise à initier les étudiant.e.s à l’étude de phénomènes organisationnels par l’entremise de concepts ou théories issues des sciences de l’information et de la communication.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAS1 Maîtriser et mobiliser de manière critique un socle de savoirs(théories, concepts, méthodes, outils, auteurs) en communication dans ses différentes disciplines de base (linguistique, sémiotique, sociologie, anthropologie, psychologie, …) indispensables pour analyser des situations/problématiques de communication. AAS3.2 Dans le domaine de la communication d’organisation : identifier et analyser les phénomènes et processus de communication dans leur lien avec les notions d’organisation et d’action organisée et en regard des différentes formes et stratégies de communication d’organisation.",
        "content": "Partie 1 La première partie du cours vise à vous initier à l'élaboration d'une stratégie de communication. Stratégie et à la stratégie de communication Conception d'un plan de communication Stratégie de communication corporate et de crise Analyse des parties prenantes Communication RSE Stratégie de communication interne & du changement Stratégie de communication de lobbying Partie 2 La deuxième partie du cours vise à vous faire découvrir les différentes approches théoriques et conceptuelles de la communication organisationnelle. Formes et structures organisationnelles (H. Mintzberg) Vers une compréhension enrichie du concept de communication organisationnelle (Pierre de Saint Georges & Nicole Giroux) Approche psychosociale de la communication organisationnelle: la construction de sens (Karl Weick) Approche critique de la communication organisationnelle (Foucault appliqué par V. Petitet) Approche narrative de l'organisation (Giroux & Marroquin) Vers une communication engageante (Jouet & Bernard)",
        "teaching_methods": "Pour la partie 1, la matière sera enseignée ex-cathedra. Concernant la partie 2,  chaque cours repose sur une lecture préalable d'un article scientifique illustrant l'approche. En lien avec cette première partie, les étudiants devront réaliser un projet de communication . Pour la partie 2, les articles seront discutés en cours. Nous nous efforcerons de donner des exemples et des applications qui dépassent l'article à proprement parlé. Attention, il est fortement conseillé à chaque étudiant de lire les articles en entier plutôt que de se reposer sur des résumés.",
        "assessment_methods": "L'évaluation se ventile comme suit: Projet de communication (40%) en groupe + pondération individuelle via Dynamo Évaluation individuelle portant sur la compréhension de la matière partie 1 et partie 2 (60%) - Examen écrit",
        "online_resources": "L'ensemble des ressources seront disponibles sur Moodle.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2110",
        "title": "Communication d'intérêt général et publics citoyens",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hoyos Emily",
            "Roginsky Sandrine"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Administration et communication Organisations et acteurs Communication publique Communication politique Communication et lobbying Média, politique, institutions Outils et dispositifs, en particulier numériques Communication publique et politique à l'heure d'Internet",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de ce cours l'étudiant sera capable de : définir et comprendre les spécificités de la communication politique d'un côté et la communication publique de l'autre contextualiser et comprendre les enjeux de la communication politique et publique porter un regard réflexif sur les pratiques de communication politique et publique analyser les situations et stratégies de communication politique et publique développer une stratégie de communication politique et publique",
        "content": "La communication est au cœur des diverses modalités de mobilisation et d’action pour sensibiliser à des enjeux et en faire des problèmes d’intérêt général. Ce cours a pour vocation d'aborder et d’analyser les pratiques, stratégies et actions des organisations et groupes mobilisés sur les questions d’intérêt général, en premier desquels les associations, ONG, collectifs et autres groupes actifs. Le cours met ainsi la focale sur : - les organisations mobilisées dans la définition et la prise en compte d’enjeux dits d’intérêt général; - les processus de communication dans la définition des enjeux pour en faire des problèmes d’intérêt général ; - les contextes d’action et d’interaction d’une diversité d’acteurs et organisations ; - la fabrique et mise en place des stratégies et actions de communication ; - les publics construits et visés par les actions. Les connaissances de base relatives au fonctionnement démocratique et au système politique belge sont supposées maîtrisées au début du cours. A titre d’exemple : différences entre pouvoir exécutif, législatif et judiciaire, notions de majorité/opposition, rôle et identification des partis politiques belges, structure fédérale belge, … Si ces notions ne sont pas maîtrisées, les étudiants sont invités à mettre à jour leurs connaissances AVANT le début du cours à l’aide de la bibliographie indicative ci-dessous.",
        "teaching_methods": "Le dispositif pédagogique intègre un volet ex-cathedra à travers powerpoint et illustrations et s’appuie sur la participation active des étudiant·es Le cours est structuré en deux parties distinctes mais qui ne sont bien sûr pas sans lien. La première consiste à fournir et discuter des concepts théoriques en capacité d’aider à l’analyse de la communication d’intérêt général, des acteurs impliqués et des publics à qui elle cherche à s’adresser. Une focale sera mise sur le rôle des ONG et groupes d'opinion et leur mobilisation sur des enjeux d’intérêt général. La méthode est celle de la classe inversée, qui s’appuie sur la présentation des étudiant·es (organisé·es par groupe) de contenus issus de la lecture d’articles scientifiques et illustrés par des cas empiriques. La seconde porte sur l'analyse de la communication d'ONG ou de groupes d'opinion dans l’espace public belge francophone comme cas d’étude. Pour ce faire, les étudiant·es travaillent en groupe, chacun sur une organisation spécifique. Des rencontres avec des communicateurs d’ONG, des journalistes et des député·es au Parlement Wallon sont par ailleurs prévues.",
        "assessment_methods": "Chaque partie de cours  est évaluée séparément : chacune compte pour 50% de la note. 1ère session Première partie (cadrage des enjeux, acteurs et notions/concepts clés) - enseignante Sandrine Roginsky : L’évaluation porte sur la maîtrise des concepts et notions vus en cours et sur la capacité de les mobiliser pour l’analyse. Deux modalités d’évaluation sont ici prévues : Travail en groupe de présentation, d’illustrations et de discussion d’articles scientifiques – à l’oral mais accompagné d’un document écrit dans lequel apparaît clairement l’apport de chacune et chacun des étudiant·es. Autrement dit la note est fixée individuellement (35% de la note) Restitution écrite individuelle des présentations de groupe et participation en séance (15%) Examen oral individuel de restitution (50% de la note). Deuxième partie (analyse de la communication d'ONG et groupes d'opinion) - enseignante Emily Hoyos: Trois modalités d’évaluation sont ici prévues : Travail en groupe (50% de la note) : Analyse d’une campagne de communication d’une organisation et production d’une initiative de communication de cette campagne – remise d’un rapport écrit (word) – échéance : une semaine avant le début de la session de juin Examen oral : question sur le travail de remis, afin d’évaluer la maîtrise du cas analysé et l’implication dans le travail de groupe analysé L’examen oral est commun aux 2 enseignantes et veille donc à articuler les 2 parties du cours (la compréhension et la mise en application des concepts et notions pour l’analyse du cas d’étude). 2e session Première partie (enseignante Sandrine Roginsky) : La note obtenue dans le cadre du travail en groupe (35% de la note) de la première partie et la note obtenue pour les restitutions individuelles et la participation (15%) ne peuvent pas être reprises/modifiées. Il est seulement possible de reprendre la note de l’examen oral (60% de la note). Un autre examen oral de restitution de la matière est prévu. Deuxième partie (enseignante Emily Hoyos) : La note obtenue dans le cadre du travail de groupe de la deuxième partie (50%) ne peut pas être reprise. Il est uniquement possible de reprendre la note du travail individuel présenté en examen oral (5/10). L’examen oral est commun aux 2 enseignantes et veille donc à articuler les 2 parties du cours (la compréhension et la mise en application des concepts et notions pour l’analyse du cas d’étude). Attention: L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es",
        "other_info": "La présence aux cours est obligatoire.",
        "bibliography": "Bibliographie indicative Aldrin, P. et Hubé, N. (2017) Introduction à la communication politique. Editions De Boeck. Aldrin, P., Hubé, N., Ollivier-Yaniv, C. Utard JM. (2014) Les mondes de la communication publique: légitimation et fabrique symbolique du politique. Presses Universitaires de Rennes Davis, Aeeron. (2007).The Mediation of Power : A critical introduction. London/New York : Routledge.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mneer1341",
        "title": "Néerlandais 3",
        "credits": "4.00",
        "hours": "0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Copriau Erika",
            "Michiels Bruno"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Avoir atteint le niveau B1/B1+ du Cadre européen commun de référence pour les langues ou avoir suivi le cours MNEER1236 – Néerlandais 2. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Thèmes d'actualité (généraux et spécifiques) liés aux enjeux actuels et abordant des sujets d'actualité et de société, des sujets liés au monde de la gestion, au monde de la communication et des médias, au monde politique, …",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : comprendre des documents audiovisuels authentiques destinés à un public néerlandophone ; faire une synthèse des idées contenues dans ce matériel et d'exprimer son avis à propos de ces problématiques et de leurs implications sur la vie en société, la vie privée et/ou professionnelle. Niveau B1+/B2 du Cadre européen commun de référence pour les langues.",
        "content": "Audition et décodage de documents audiovisuels authentiques ; Exploitation de matériel linguistique par le biais d'exercices de script, d'extension du vocabulaire et de fixation de structures simples et complexes ; Production orale (par petits groupes et/ou avec l’enseignant·e) ; Lecture de la presse écrite néerlandophone, choix d'articles, exploitation du contenu pour la compréhension/discussion/argumentation, exercices évalués de défense orale ; Présentations (de groupe et individuelle) et gestion de l’interaction à partir du/des sujet(s) abordé(s).",
        "teaching_methods": "Cours en groupes, incluant des activités en sous-groupes et/ou individuelles.",
        "assessment_methods": "Examen écrit et/ou oral Evaluation continue",
        "other_info": "Le document \"Richtlijnen\" détaillé spécifique au cours MNEER1341 sera mis à disposition via la plateforme institutionnelle. Dans le cadre de cette UE, l'utilisation de toute forme d'intelligence artificielle générative ou autres assistants linguistiques en ligne est totalement interdite.",
        "online_resources": "Divers médias en langues néerlandaise.",
        "course_materials": "Disponibles sur la plateforme institutionnelle",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2901",
        "title": "Mémoire M60 (bachelier)",
        "credits": "23.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2910",
        "title": "Séminaire d'accompagnement au mémoire: concepts et méthodes",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Roginsky Sandrine"
        ],
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Les étudiants sont sensés avoir suivi les cours de méthodologie du baccalauréat ou des enseignements équivalents",
        "topics_covered": "L'objectif de ce séminaire est de préparer les étudiants au travail qu'ils devront fournir dans le cadre du mémoire. Il est composée de séances de natures très différentes (ex-cathedra ou pas, en groupes complet ou pas), en partie traditionnelle et en partie en apprentissage à distance. Ces différents éléments abordent tous les points que les étudiants doivent connaître pour faire leur mémoire : délimitation d'un sujet et problématique, corpus et méthodologies, gestion du temps et planification du travail, écriture scientifique et argumentative, citations des sources et bibliographies, recherche documentaire et état de l'art, partie empirique, etc. Certaines de ces matières feront l'objet d'application au sein du séminaire, d'autres seront théoriques. Les étudiants seront parfois amenés à travailler en auto-apprentissage via un elearning.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de l'enseignement, l'étudiant sera capable de : -        délimiter un sujet de mémoire ; -        définir un projet de recherche en prévoyant les développements théoriques et méthodologiques qui seront nécessaires et en évaluant les implications concrètes que ces choix supposent (et donc la faisabilité du projet) ; concevoir ce qu'est un mémoire de communication, les différentes étapes à suivre, les exigences formelles à rencontrer.",
        "content": "Ce séminaire a pour objectif de présenter l'exercice du mémoire aux étudiant.es. Il doit être l'occasion pour les étudiant.es de débuter la réflexion et la recherche qui doit être menée tout au long de la première et la seconde année de master pour déboucher sur la réalisation du mémoire en fin de bloc 2 de master. Ce séminaire doit permettre de fixer les principes et les balises pour le travail de mémoire. Il va amener les étudiant·es à (1) découvrir, approcher et analyser des travaux de recherche ; (2) s’en inspirer pour formuler un projet de recherche individuel ; (3) aller aussi loin que possible dans la précision et la délimitation de l’objet du mémoire ; (4) avancer dans sa problématisation.",
        "teaching_methods": "Le séminaire comporte quelques présentations ex-cathedra, des séances de questions/réponses et des discussions avec les étudiant·es pour les aider à préparer les étapes successives de délimitation du sujet et de la problématique qui, elles, feront l’objet de séances de coaching organisées en dehors du séminaire. Le séminaire mettra de son côté davantage la focale sur l’élaboration du cadrage de l’état de l’art et la constitution de l’état de l’art.",
        "assessment_methods": "Première session L’évaluation du séminaire d’accompagnement au mémoire consiste à produire une revue de littérature circonstanciée qui permet une première présentation rigoureuse de l’objet du mémoire et dans laquelle sont identifiés le concepts et notions principaux et les théories qui les développent. Par ailleurs, pour réussir le séminaire d’accompagnement, l’étudiant·e devra également avoir présenté les travaux intermédiaires (qui seront discutés en séance de coaching). Aucun délai ni retard ne sera accordé. Si l’étudiant·e n’a pas présenté ces travaux intermédiaires, il ou elle sera automatiquement mis·e en échec à l’issue du séminaire. Pour réussir le séminaire, il faut donc impérativement - avoir remis les 3 travaux personnels - avoir une note supérieure à 10 lors de l'évaluation du séminaire d'accompagnement au mémoire Deuxième session Si vous n'avez pas réussi le séminaire en janvier, la seconde session a lieu en août (attention: un échec au séminaire a un impact sur la possibilité de partir en Erasmus puisqu'il faut avoir tout réussi en juin pour pouvoir partir). En deuxième session, l'étudiant.e doit réaliser un examen oral de restitution de matière sur base de documents sélectionnés par l'enseignante. Pour toutes et tous Le séminaire d'accompagnement au mémoire doit être réussi pour pouvoir présenter le mémoire.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2104",
        "title": "Audit, évaluation et intervention en communication",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lambotte François"
        ],
        "teaching_language": "Français",
        "prerequisites": "MCOMU1302 : Communication et organisation",
        "topics_covered": "Avant de garder un contact positif avec les consommateurs et les investisseurs, il faut avant tout s'assurer de le conserver et de le développer avec ses travailleurs ou collaborateurs. L'efficacité de la communication interne repose sur deux conditions: d'une part la coordination des activités de communications entre les membres de l'organisation et la prise de responsabilité par l'initiateur de la communication, d'autre part la capacité à trouver des réglages optimaux par rapports aux conditions internes et externes. Ce cours couvrira les grandes étapes de l'audit : de l'identification des réseaux de communication et de leurs dysfonctionnements à la mise en 'uvre de recommandations permettant leur amélioration ou leur utilisation optimale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce séminaire, l'étudiant sera capable Comprendre les objectifs d'un audit de communication Comprendre et analyser les dysfonctions de la communication tant humaines que techniques Prendre connaissance de la diversité des approches de l'audit de communication Maitriser et appliquer un modèle d'audit de communication interne Réaliser un programme d'intervention sur base de l'audit de communication réalisé Négocier un audit de communication avec un commanditaire",
        "content": "Le cours d'audit de communication vise à initier les étudiant.es à différents modèles de diagnostic et d'intervention sur les différentes dimensions de la communication interne de l'organisation. Pour chacune des dimensions ou facettes de la communication interne, nous mettrons en exergue les différentes méthodes permettant de poser un diagnostic. Dans la seconde partie, nous aborderons la formulation des recommandations. Dans la troisième partie du cours, nous aborderons les différentes modalités d'intervention. De manière transversale, nous poserons un regard critique et réflexif sur la posture de l'intervenant.e en organisation.",
        "teaching_methods": "Le cours permettra aux étudiants de découvrir plusieurs modèles ou approches préconisées dans l'audit de la communication. Pour chaque approche, nous donnerons les bases théoriques et méthodologiques. Par ailleurs, nous inviterons des professionnel.le.s à venir témoigner de leur pratiques d'audit de communication. Etant donné que le cours est dispensé à Louvain-La-Neuve et à Mons à des horaires différents et dans 4 programmes de master, les séances théoriques (en direct) et témoignages (séances enregistrées) seront diffusés en ligne via Teams et enregistrées. Au-delà des séances de cours précitées, plusieurs séances de questions et réponses seront organisées tout au long du semestre. Enfin, chaque groupe seront épaulé par le titulaire et son assistant tout au long de la réalisation du travail grâce à des séances de coaching.",
        "assessment_methods": "L'évaluation portera d'une part sur le travail d'audit réalisé en groupe. La note sera pondérée pour chaque membre en fonction de l'évaluation par les pairs et l'auto-évaluation. En groupe, les étudiant.es devront réaliser une série d'entretiens narratifs en entreprise permettant de collecter des situations-problèmes de communication interne (au sens où nous la définirons en cours). Sur la base de ces témoignages, les étudiants devront appliquer un ou plusieurs modèles d'audit exposés en cours. Un système d'auto-évaluation et d'évaluation par les pairs sera mis en place afin d'évaluer la contribution des différents membres du groupe. En cas d'échec collectif lié au travail de groupe, le travail devra être représenté en seconde session. En cas d'échec individuel lié à la non-participation aux travaux de groupe, le.la responsable du cours imposera un travail individuel à l'étudiant.e concerné.e",
        "online_resources": "L'ensemble des contenus et ressources seront disponibles sur Moodle.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmeth1203",
        "title": "Enquêter sur le monde d'aujourd'hui",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Bottin Jehan"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours vise à expliciter  les grands courants et les différents positionnements de la recherche de terrain dans le champ des sciences humaines et sociales. Y seront présentés les méthodes et les techniques spécifiques à l'observation, à l'entretien et à la description. Le cours proposera (conceptuellement et concrètement) de concevoir la démarche empirique en sciences humaines et sociales comme une construction nourrie des croisements provenant, entre autres, de l'Ecole de Chicago, des (nouvelles) approches ethnographiques, de la sociologie visuelle, de la photographie documentaire, des pratiques de reportage... Le cours mettra systématiquement en rapport les méthodes abordées avec des problématiques de recherche spécifiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAC2.2 Mettre en discussion différents paradigmes (approches conceptuelles) pour approcher, interpréter et analyser (débattre) un(e) phénomène/question relatif(ve) à sa discipline. AAC2.3 Identifier et sélectionner les publications et les méthodes appropriées (en questionner la validité et la pertinence) pour analyser une question relative à sa discipline. AAC2.4 Développer une analyse critique et réflexive de l’information et des publications (en français et en anglais), auxquelles l’étudiant sera confronté dans sa vie universitaire, et en réaliser une synthèse pertinente, conforme aux règles de base de la communication scientifique, en regard de la question qui est étudiée. AAC2.5 Maîtriser et appliquer de manière rigoureuse les méthodes qualitatives et quantitatives principales relatives à sa discipline. AAC2.6 Mener un travail de réflexion autonome et personnel : élaborer une analyse informée, un raisonnement argumenté et un jugement personnel fondé.",
        "content": "Ce cours vise à initier les étudiant·es à la démarche de recherche en sciences sociales. Après quelques rappels épistémologiques, le cours présentera les différentes étapes de la recherche en sciences sociales selon une démarche hypothético-déductive: Rédaction d'une question de départ Exploration de l'objet de recherche Rédaction d'une revue de la littérature Construction de la problématique Construction d'un modèle d'analyse Techniques de collecte de données Techniques d'analyse des données Discussion des résultats",
        "teaching_methods": "L’évaluation du cours repose donc sur la rédaction d’un travail de recherche individuel réalisé au fur et à mesure de l’année académique sur base d’une collecte de données qui sera, elle, collective. Les séances de TP seront l’occasion d’avancer sur les divers aspects de ce travail. Elles s’appuieront sur les contenus appris en cours magistraux qu’elles mettront en application pour approfondir le travail. Le cours magistral fournit les éléments théoriques nécessaires à la réalisation d’une telle recherche. Les TP, dont la présence est obligatoire, permettent aux étudiant·es d'avancer sur leur travail, en étant accompagné·es par un·e assistant·e.",
        "assessment_methods": "La note finale du cours se divise en composantes : Un test de lecture organisé en séance pendant le premier quadrimestre (10%) Une présentation orale par groupe à la fin du premier quadrimestre par chaque groupe d’un projet de recherche collectif sur un thème particulier (20%) Un travail écrit personnel reprenant les résultats de sa recherche (70%)",
        "other_info": "L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "bibliography": "Coman, R., Crespy, A., Louault, F., Morin, J.-F., & Collectif. (2016). Méthodes de la science politique : De la question de départ à l’analyse des données. De Boeck Supérieur. Miles, M. B., Huberman, A. M., & Saldana, J. (2014). Qualitative Data Analysis. SAGE. Marquet, J., Van Campenhoudt, L., Quivy, R. (2022). Manuel de recherche en sciences sociales. Armand Colin.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu1313",
        "title": "Cultures et usages du numérique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lits Grégoire",
            "Roginsky Sandrine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours vise à spécialiser les connaissances théoriques de l'étudiant·e dans le champ du numérique, et plus précisément à comprendre et analyser les enjeux socioculturels et communicationnels que posent l'évolution d'internet et le développement des médias numériques. A cet égard, il s'agit notamment d'appréhender la manière dont le développement des écosystèmes numériques et les mutations des industries culturelles que cela entraîne perpétue ou renouvelle les différentes approches conceptuelles de l'information et de la communication . Après avoir défini le vocabulaire qui est mobilisé à son sujet et retracé l'histoire du web, le cours propose une synthèse des différentes approches théoriques qui permettent de mieux l'appréhender. Trois axes principaux sont ensuite déclinés qui proposent différentes manières de s'approprier les usages du numérique: le premier axe envisage ces usages sous l'angle des dispositifs et des modalités d'interaction et de communication qu'ils déploient, le deuxième sous l'angle des modalités de professionnalisation que le numérique amène dans les champs de l'information et de la communication et l'encadrement des usages, le troisième axe les aborde sous l'angle de la culture et des pratiques culturelles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAS1.3 Maîtriser et mobiliser de manière critique des principes de bases et des règles juridiques clefs qui guident les démarches dans le secteur de la communication et des médias dans une perspective interdisciplinaire. AAS4.2 Appliquer l'analyse et les techniques de recherche des sciences sociales et humaines à la réalité sociale et culturelle et ses manifestations au travers de l'opinion publique. AAS4.5 Comprendre, analyser et s’approprier de manière critique des documents (ouvrages et revues scientifiques) dans le domaine des sciences de l’information et de la communication. AAS4.6 Concevoir collectivement une démarche de recherche à propos de phénomènes sociaux et humains. AAS6.1 Analyser la fonction sociale et historique de l'industrie des médias et des technologies de la communication et de leurs produits, ainsi que leur capacité à construire une réalité médiatisée. AAS6.2 Analyser, en mobilisant les outils pertinents, de manière rigoureuse, critique et ouverte de grandes questions de l’actualité de la communication/médiatique. AAS6.6 S’exercer à élaborer ses propres jugements critiques à propos de la place et des contributions de la communication organisationnelle, des médias et des technologies de la communication en regard de défis et dilemmes de la société contemporaine et élaborer une prise de position personnelle argumentée.",
        "content": "Le cours vise à spécialiser les connaissances théoriques de l'étudiant·e dans le champ du numérique, et plus précisément à comprendre et analyser les enjeux socioculturels et communicationnels que posent l'évolution d'internet et le développement des médias numériques. A cet égard, il s'agit notamment d'appréhender la manière dont le développement des écosystèmes numériques et les mutations des industries culturelles que cela entraîne perpétue ou renouvelle les différentes approches conceptuelles de l'information et de la communication. Après avoir défini le vocabulaire qui est mobilisé à son sujet et retracé l'histoire du web, le cours propose une synthèse des différentes approches théoriques qui permettent de mieux l'appréhender.",
        "teaching_methods": "L'approche pédagogique alternera : - Des cours magistraux. - La réalisation d'un cas pratique (travail de groupe avec évaluation des contributions individuelles).",
        "assessment_methods": "Première session: Examen écrit. Alternant questions fermées et questions ouvertes (70% de la note finale). Travail de groupe avec évaluation des contributions individuelles (30% de la note finale) Deuxième session : En cas d'échec à la première session, l'étudiant.e repasse les parties (examen et/ou travail) qui n'ont pas été réussies en premier session. En cas d'échec au travail de groupe à la première session, l'entièreté du travail devra être réalisé individuellement (et non plus en groupe) lors de la seconde session. --- Attention: L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es",
        "other_info": "Toutes les informations utiles relatives à ces modalités et au déroulement des activités (calendrier, consignes détaillées, critères d’évaluation, etc.) sont présentées lors de la première séance et sont disponibles sur Moodle. Certaines ressources (ex. ressources bibliographiques ou vidéos explicatives) peuvent être proposées en anglais.",
        "online_resources": "Les ressources en ligne seront précisées au fil du semestre sur Moodle en fonction des orientations prises par le cours",
        "bibliography": "Une bibliographie progressive sera proposée et commentée au fil des séances de cours et mise à disposition sur Moodle.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu1303",
        "title": "Médiation culturelle",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Canonne Xavier",
            "Depotte Jean-Luc",
            "Scieur Philippe"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours est constitué de trois grands axes maillés : un axe qui aborde des formes culturelles et artistiques sur des plans diachroniques et synchroniques à partir d’une perspective multidisciplinaire (histoire de l’art, sociologie, cultural studies, philosophie, économie…), fondé sur des leçons magistrales, des lectures préparatoires, la rencontre de témoins, la visite d’espaces dédiés et la participation à des performances (expositions, spectacles…), des comptes-rendus écrits critiques… ; un axe autour de la médiation de l’image, qui vise à comprendre, lire, contextualiser la photographie.  Par des exemples puisés dans la photographie, de ses origines à nos jours, par la visite des collections du Musée de la Photographie et de sa scénographie, cet axe s’attache à décoder le processus d’enregistrement et de discours d’un vecteur de communication puissant aujourd’hui, à l’heure des images générées par l’intelligence artificielle, des « fake news », qui appellent pour les futurs communicant.e.s, une grande vigilance critique ; un axe qui interroge sociologiquement d’une part la définition de ce que sont les médiations culturelles, artistiques et esthétiques, dispositifs communicationnels d’échanges (de savoirs et sensoriels) entre un objet (événement, performance, œuvre...) et une ou plusieurs personnes, et d’autre part les rapports sociaux et relations qu’elles génèrent dans leur historicité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAC1 Maîtriser et mobiliser les savoirs fondamentaux (connaissances, modèles, théories, concepts) de son orientation d’études pour comprendre l’être humain en société et l’ensemble des relations, organisations et institutions auxquelles il participe. AAC1.1 Montrer une connaissance et une compréhension critique du socle de savoirs approfondis (connaissances, modèles, théories, concepts) de la discipline et de ses domaines d’application. AAC1.2 Comprendre, expliciter et analyser de manière critique, à l’aide du socle de savoirs de la discipline, différentes problématiques propres à son orientation d’études. AAC2 Maîtriser et mettre en œuvre les premiers jalons d’une démarche universitaire (démarche de recherche scientifique et méthodologique rigoureuse) située sur le plan épistémologique pour approfondir des questionnements et phénomènes relatifs à sa discipline. Situer toute connaissance produite sur le plan épistémologique (AAC2.1. et AAC2.2.) Faire preuve de la maîtrise des premiers jalons d’une démarche scientifique et méthodologique de recherche rigoureuse (AAC2.3. à AAC2.6.) AAC2.1 Adopter un recul critique sur les savoirs et sur leurs processus d’élaboration. AAC2.4 Développer une analyse critique et réflexive de l’information et des publications (en français et en anglais), auxquelles l’étudiant sera confronté dans sa vie universitaire, et en réaliser une synthèse pertinente, conforme aux règles de base de la communication scientifique, en regard de la question qui est étudiée. AAC2.6 Mener un travail de réflexion autonome et personnel : élaborer une analyse informée, un raisonnement argumenté et un jugement personnel fondé. AAC3 Elaborer une réflexion personnelle en mobilisant les apports (théories, concepts, démarches...) de différentes disciplines pour questionner et discuter de manière rigoureuse et ouverte un phénomène ou une question relatifs au domaine des sciences humaines. AAC3.1 Montrer une connaissance et une compréhension critique des concepts et théories clés de sciences humaines (entre autres : philosophie, sociologie, psychologie, histoire, droit, communication, économie). AAC3.2 Approcher, questionner et discuter un(e) phénomène/question relatif(ve) au domaine des sciences humaines en articulant différents angles d’analyse disciplinaires et en veillant à adopter une posture critique et nuancée vis-à-vis des limites de chaque discipline et de leurs interrelations. AAC3.3 Montrer une connaissance et une compréhension critique de savoirs approfondis dans des disciplines qui ne sont pas centrales dans son orientation d’études. AAC4 Communiquer et collaborer, en français et dans deux langues étrangères, tant à l’oral qu’à l’écrit, en s’adaptant à ses interlocuteurs et au contexte en vue de pouvoir s’insérer dans un contexte international. AAC4.1 Communiquer, à l’oral et à l’écrit sur des sujets complexes (des informations, des réflexions, des conclusions ainsi que les connaissances et principes sous-jacents) de façon claire, structurée, argumentée selon les standards de communication spécifiques au contexte et en adaptant sa présentation au public visé et aux intentions poursuivies. AAC4.4 Adopter une attitude de dialogue efficace et respectueuse en ajustant son mode de communication en fonction de son interlocuteur (pairs, enseignants, personnel administratif, monde socio-professionnel) et en faisant preuve de capacité d’écoute, d’empathie et d’assertivité. AAC5 Agir en autonomie, en acteur critique et responsable soucieux du respect de valeurs éthiques et citoyennes et en ayant construit son projet de formation en perspective de la poursuite de son développement personnel et professionnel. AAC5.1 Faire preuve d’autonomie dans son parcours de formation : gérer de manière autonome son travail (définir les priorités, anticiper et planifier l’ensemble de ses activités dans le temps), faire preuve de recul critique sur ses propres acquis, ses méthodes d’apprentissage et ses productions et intégrer de manière autonome de nouvelles connaissances et compétences en réponse à des situations balisées. AAC5.2 Mobiliser de manière critique les connaissances acquises afin de prendre position et d’agir de manière responsable en étant soucieux de valeurs éthiques et citoyennes. AAS1 Maîtriser et mobiliser de manière critique un socle de savoirs(théories, concepts, méthodes, outils, auteurs) en communication dans ses différentes disciplines de base (linguistique, sémiotique, sociologie, anthropologie, psychologie, …) indispensables pour analyser des situations/problématiques de communication. AAS1.1 Maîtriser de manière critique les principes (concepts méthodologiques et paradigmes) des théories du champ des sciences de l’information et de la communication et les mobiliser dans les processus d'analyse de la communication sociale et interpersonnelle. AAS1.2 Maîtriser et mobiliser de manière critique les fondements de différentes disciplines de base (linguistique, sémiotique, sociologie, anthropologie, psychologie, …) qui permettent de comprendre des situations de communication. AAS1.3 Maîtriser et mobiliser de manière critique des principes de bases et des règles juridiques clefs qui guident les démarches dans le secteur de la communication et des médias dans une perspective interdisciplinaire. AAS2 Maîtriser les méthodologies, leur cadre conceptuel et leurs outils, qui permettent de mettre en place des dispositifs d’analyse des processus de communication, les mobiliser de manière pertinente pour réaliser une analyse critique et les confronter à des situations/problématiques de l’information et de la communication. AAS2.1 Analyser les messages, les contenus et les discours réalisés dans tous types de médias, de genres et de supports physiques : en mobilisant les principes (concepts méthodologiques et paradigmes) du champ des sciences de l’information et de la communication, en appliquant la méthodologie de l'analyse du contenu et de la critique textuelle, en intégrant les théories et outils communicationnels appris dans les différentes disciplines de base, en analysant l'exactitude du message, ses capacités expressives et symboliques et/ou son efficacité communicative. AAS2.5 Analyser les possibilités que des langages différents (texte parlé et écrit, les signes typographiques, les images fixes et animées, les dessins et le son) et des médias différents (graphiques, imprimés, de l'audio-visuel et multimédia) mettent à la disposition du créateur des messages. AAS3 Appréhender les grands domaines de l’information et de la communication (journalisme, communication d’organisation, entreprises et institutions, les médias, l’art, la culture, l’éducation) et analyser des problématiques de communication spécifiques à ces grands domaines. AAS3.1 Définir et identifier les structures, les fonctions et les processus dans lequel les médias de masse et les industries culturelles jouent un rôle. AAS3.4 Dans le domaine de la communication culturelle et socio-éducative : analyser l’impact qu’exerce un système médiatique sur les représentations et comportements sociaux et appréhender les fonctions professionnelles de diagnostic, formalisation, conception et évaluation. AAS3.6 Dans le domaine de la communication en art et culture : comprendre les liens qui relient l'art, la culture et la société selon des perspectives disciplinaires et théoriques différentes en privilégiant les axes de la médiation et les professions du secteur. AAS5 Développer des compétences communicationnelles, techniques et professionnelles spécifiques. AAS5.1 Montrer une maîtrise de base dans l’écriture communicationnelle : connaître et se positionner devant les diverses formes d’écriture et mobiliser les diverses démarches d’écriture en ayant intégré leurs exigences avec un regard critique. AAS5.3 Faire preuve de créativité dans la mise en œuvre personnelle de pratiques d’expression. AAS6 Questionner, analyser et discuter de manière rigoureuse, critique et ouverte la place et les contributions de la communication organisationnelle, des médias et des technologies de la communication en regard de défis et dilemmes de la société contemporaine, afin d’élaborer une prise de position personnelle et de pouvoir s’engager en tant que citoyen actif responsable. AAS6.2 Analyser, en mobilisant les outils pertinents, de manière rigoureuse, critique et ouverte de grandes questions de l’actualité de la communication/médiatique. AAS6.3 Evaluer l'impact culturel et social du discours médiatisé. AAS6.6 S’exercer à élaborer ses propres jugements critiques à propos de la place et des contributions de la communication organisationnelle, des médias et des technologies de la communication en regard de défis et dilemmes de la société contemporaine et élaborer une prise de position personnelle argumentée.",
        "content": "Le cours est constitué de trois grands axes maillés : Un axe qui aborde des formes culturelles et artistiques sur des plans diachroniques et synchroniques à partir d’une perspective multidisciplinaire (histoire de l’art, sociologie, cultural studies , philosophie, économie…), fondé sur des leçons magistrales, des lectures préparatoires, la rencontre de témoins, la visite d’espaces dédiés et la participation à des performances (expositions, spectacles…), des comptes-rendus écrits critiques… ; un axe autour de la médiation de l’image, qui vise à comprendre, lire, contextualiser la photographie.  Par des exemples puisés dans la photographie, de ses origines à nos jours, par la visite des collections du Musée de la Photographie et de sa scénographie, cet axe s’attache à décoder le processus d’enregistrement et de discours d’un vecteur de communication puissant aujourd’hui, à l’heure des images générées par l’intelligence artificielle, des « fake news », qui appellent pour les futurs communicant.e.s, une grande vigilance critique ; un axe qui interroge sociologiquement d’une part la définition de ce que sont les médiations culturelles, artistiques et esthétiques, dispositifs communicationnels d’échanges (de savoirs et sensoriels) entre un objet (événement, performance, œuvre...) et une ou plusieurs personnes, et d’autre part les rapports sociaux et relations qu’elles génèrent dans leur historicité.",
        "teaching_methods": "Cours magistral avec interventions de praticiens ou d'experts. Visite d'espaces muséaux, participation obligatoire à des événements artistiques et culturels. Lecture complémentaire d'ouvrages et d'articles. Les cours se donneront en présentiel voire et/ou en distanciel.",
        "assessment_methods": "Le cours est annuel. L’examen est en trois parties : A) Première partie d'épreuve - session de janvier (partie M. Depotte) Remise pour une date fixée par l'enseignant, durant la session, de 3 à 5 fiches finalisées relatives à des événements culturels et artistiques (15% de la note finale). Note concernant les étudiant.e.s en échange Erasmus durant le premier quadrimestre. Afin de ne pas surcharger le second quadrimestre et pour leur permettre de découvrir de manière active la culture de leur pays d'accueil, les étudiant.e.s en échange réaliseront  un travail, dont les modalités seront précisées en début d'année, relatif à des lieux ou événements culturels fréquentés durant leur séjour à l'étranger. L'évaluation de ce travail constituera 15% de la note finale. B) Deuxième partie d'épreuve - session de juin (partie M. Depotte) Remise pour une date fixée par l'enseignant, durant la session, de minimul 12 fiches finalisées (incluant éventuellement celles de janvier, améliorées) relatives à des événements culturels et artistiques, dont 6 imposés (20% de la note finale) et examen oral individuel en session sur une ou des questions de théories abordées au cours et/ou relatives à des lectures complémentaires imposées (15 % de la note finale). L'examen se déroule en direct, sans temps de préparation. B) Troisième partie d'épreuve - session de juin (partie de MM. Canonne et Scieur) Examen oral individuel en session sur des questions de théories abordées au cours et/ou relatives à des lectures complémentaires imposées et sur l'analyse iconique, iconographique et iconologique d'une photo.  L'examen se déroule en direct, sans temps de préparation (50% de la note finale). La somme totale des notes des différentes parties d'épreuves est sur 100.  La note finale est ramenée sur 20. Elle est le cas échéant arrondie à l'unité la plus proche. Exemples : 13,4/20 = 13/20 ; 15,6/20 = 16/20. La note finale est constituée et encodée uniquement à partir du moment où il y a une note pour chacune des trois parties. Même dispositif en cas de seconde session. Les épreuves d'examen se déroulent en présentiel. En ce qui concerne les productions écrites, les règles des articles 107 et s. du Règlement général des études et des examens devront être tout particulièrement observées. En ce qui concerne l’utilisation éventuelle de l’intelligence artificielle générative, il y aura lieu de respecter les règles établies par la Faculté ESPO ainsi que les consignes figurant dans l’espace Moodle dédié au cours.",
        "other_info": "Ce cours implique la fréquentation obligatoire de spectacles, concerts et expositions (lieux et temps de médiations culturelles et artistiques).",
        "bibliography": "Jenkins H. (2013), Culture de la convergence. Des médias au transmedia. Paris, Armand Colin. Losacco G. P. (2007), « Sociologie visuelle digitale », Sociétés, vol. 1 (no 95), pp. 53-64. Vanneste D., Scieur Ph. (2013), « La médiation artistique et culturelle. Cadrage théorique et approche sociologique », Repères, n°6, 2015",
        "course_materials": "Diaporamas, ouvrages, parties d'ouvrages, articles scientifiques, vidéos, photos, compte-rendu de conférences...",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2702",
        "title": "Communication et production événementielle",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Colpé Chloé"
        ],
        "teaching_language": "Français",
        "topics_covered": "A travers l’étude de cas concrets, d’ateliers pratiques, de concepts théoriques, de sorties culturelles, d’interventions de conférencier.ères spécialisé.es, la formation vise à donner aux étudiant.es les outils nécessaires pour réaliser des projets de médiation culturelle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à doter les futur·e·s responsables des organisations culturelles (musées, festivals, centres culturels...) de cadres de référence et d’outils permettant de mieux cibler les particularités du management et de la médiation dans le secteur culturel, notamment : Comprendre les enjeux, les dispositifs et les pratiques de la médiation culturelle. Développer une capacité à vulgariser des contenus scientifiques ou artistiques Développer une bonne culture générale artistique et culturelle Développer une capacité d’analyse critique du projet culturel. Connaître les institutions culturelles et leurs enjeux, leurs réseaux et les différentes parties prenantes inhérentes au milieu (public, artistes, pouvoirs politiques, milieu économique, associatif,  etc.) Mettre en oeuvre et réaliser un projet de médiation culturelle",
        "content": "Il sera demandé aux étudiant.es de choisir un projet de médiation culturelle à concevoir; Au fil des cours, ils et elles apprendront toutes les étapes fondamentales de la mise sur pied de ce projet : inspiration, conception, recherche de financement, partenariats, vulgarisation de contenus artistiques, lien avec le public…",
        "teaching_methods": "Le cours reposera sur des sorties culturelles, des analyses de cas pratiques, des cours plus théoriques et le pilotage d’un projet concret à mettre sur pied par groupe. Des études de cas seront réalisées par les étudiant·e·s, sur des terrains d'activité divers (théâtres, festivals, expositions, musées...) en synergie avec les cours de communication des organisations culturelles.",
        "assessment_methods": "L’évaluation consistera en un travail de groupe et reposera sur une évaluation continue (en deux parties au moins dont une partie sous la forme d’un rendu écrit) à partir d’un projet de communication à mettre en place et à défendre à l’oral. En cas de deuxième session, mêmes modalités (rendu écrit et défense orale). L’utilisation de l’AI n’est pas autorisée .",
        "other_info": "Scénarios pédagogiques en fonction de l'évolution de la crise sanitaire Code vert : présentiel Code jaune : présentiel Code orange : dispositif hybride (séances de cours en ligne, séances de questions/réponses en présentiel avec plus petits groupes) Nous privilégierons dans tous les cas les rendez-vous individuels par groupe en présentiel au maximum Code rouge : distanciel avec des rendez-vous spécifiques via Teams par petits groupes.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmeth1302",
        "title": "Analyser les mondes numériques",
        "credits": "5.00",
        "hours": "30.0 h + 20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lambotte François",
            "Matriche Joël"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "L'objectif de cet enseignement est d'initier les étudiant.e.s aux données numériques et aux méthodes permettant leur extraction, organisation, traitement et analyse. Le cours se structure autour de grandes thématiques que sont : Qu’est-ce qu’une donnée numérique ? Il s’agit d’une part de sensibiliser les étudiant.e.s à la notion de donnée numérique comme construit social et d’autre part de leur présenter les données d’un point de vue technique (type et structure des données) Comment collecter ou extraire les données numériques ? Comment les organiser ? Cette thématique vise à initier les étudiant.e.s aux différentes techniques d’extraction de données (comme interroger une API) et à des méthodes plus qualitative comme la nethnographie. Comment analyser les données ? Il s’agit ici d’introduire les étudiants à quatre types d’analyses : analyse de graphe, analyse lexicométrique, analyse statistique descriptive (en guise de rappel), analyse ethnographique en ligne. Comment rendre les traitements intelligibles ? L’un des enjeux des traitements des données est leur transparence et leur intelligibilité pour l’usager lambda. Il s’agit ici de sensibiliser les étudiant.e.s aux questions de littératie des données et d’autre part de les initier aux techniques de visualisations des traitements de données.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAC1 Maîtriser et mobiliser les savoirs fondamentaux (connaissances, modèles, théories, concepts) de son orientation d’études pour comprendre l’être humain en société et l’ensemble des relations, organisations et institutions auxquelles il participe. AAC2 Maîtriser et mettre en œuvre les premiers jalons d’une démarche universitaire (démarche de recherche scientifique et méthodologique rigoureuse) située sur le plan épistémologique pour approfondir des questionnements et phénomènes relatifs à sa discipline. Situer toute connaissance produite sur le plan épistémologique (AAC2.1. et AAC2.2.) Faire preuve de la maîtrise des premiers jalons d’une démarche scientifique et méthodologique de recherche rigoureuse (AAC2.3. à AAC2.6.) AAS2 Maîtriser les méthodologies, leur cadre conceptuel et leurs outils, qui permettent de mettre en place des dispositifs d’analyse des processus de communication, les mobiliser de manière pertinente pour réaliser une analyse critique et les confronter à des situations/problématiques de l’information et de la communication. AAS3 Appréhender les grands domaines de l’information et de la communication (journalisme, communication d’organisation, entreprises et institutions, les médias, l’art, la culture, l’éducation) et analyser des problématiques de communication spécifiques à ces grands domaines. AAS4 Comprendre les processus de construction des savoirs scientifiques en sciences de l’information et de la communication, et les mettre en œuvre au travers de la pratique de démarches de recherche.",
        "content": "Le cours d'analyse des mondes numériques a pour objectif d'initier les étudiant.e.s à l'analyse des communautés numériques de différentes natures. I. Qu'est-ce qu'une communauté numérique ? 2. Qu'est-ce qu'une donnée numérique? Traces numériques Données et métadonnées Enjeux liés au big data et à la qualité des données? 3. Techniques de collecte et de structuration des données 4. Les différents types de traitements des données numériques Initiation à quatre méthodes particulières Rappel en statistique descriptive Analyse lexicométrique Analyse de graphes Netnographie 5. Introduction au journalisme de données",
        "teaching_methods": "Exposés magistraux Exercices intégrés au cours Projet par groupe Les groupes seront coachés par les titulaires et l'assistant sur le cours pour la réalisation des différentes parties du travail.",
        "assessment_methods": "L'évaluation reposera d'une part sur un projet d'analyse de communautés numériques réalisé en groupe (50%). A la suite de ce travail d'analyse, les différents groupes seront amenés à rédiger un article de presse visant à exposer les résultats de leur enquête à un public lecteur d'un quotidien national (50%). En cas d'échec au travail de groupe, il sera possible de corriger le travail de groupe en seconde session. L'étudiant.e en échec en juin devra passer un examen oral en seconde session.",
        "online_resources": "Voir Moodle",
        "bibliography": "Voir Moodle",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2109",
        "title": "Pratiques de communication culturelle",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Depotte Jean-Luc",
            "Jenart Delphine"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Communication culturelle: Production écrite Production photographique et audiovisuelle Multimédias et réseaux sociaux",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 à partir d’un positionnement distancié, de produire des textes relatifs à des événements culturels ; de comprendre les dynamiques à l’oeuvre dans le domaine de la communication culturelle à l’heure du tout digital; de sélectionner et produire des contenus visuels et sonores et de les articuler à des fins documentaires ou promotionnelles ; d’utiliser les ressources des réseaux sociaux, au service de la promotion du secteur culturel.",
        "content": "Contenu Continuation et finalisation du « carnet de culture » commencé en Q1 dans le cadre du cours d’« Etudes Culturelles ». Production en synergie avec le cours de Communication Evénementielle. Travail - coaché par un spécialiste - de prise de sons et d’images, relatif à différents événements culturels ; montage en sous-groupes et production d’un délivrable en fin de programme. Organisation de la diffusion en réseau d’une communication centrée sur un événement culturel.",
        "teaching_methods": "Cours alternant exposés théoriques, rencontres avec des praticiens du secteur culturel et travail sous forme d'ateliers.",
        "assessment_methods": "Evaluation continue, évaluation des productions et entretien réflexif en session. En cas de seconde session, l’évaluation continue est remplacée par une synthèse de lectures imposées et l’évaluation des productions (réalisées en groupe durant l’année) est remplacée par l’évaluation d’une production réalisée individuellement.",
        "bibliography": "COLBERT F. (2014), Marketing des Arts et de la Culture , Montréal, Chenelière Education, [4e éd.] RUBY Chr. (2017), Devenir spectateur , Toulouse, éd. de l’Attribut CARDON D. (2019), Culture numérique, Paris, Presses de Sciences Po",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2202",
        "title": "Communication Marketing",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Charry Karine"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours présente la communication sous toutes ces formes (celles disponibles pour une organisation), envisageant les différents secteurs d'activité, incluant le secteur non marchand. Les outils du « mix marketing » seront définis et présentés, également sur base d'exemples concrets. Enfin, une discussion éthique sera amorcée, notamment en considération de cibles plus spécifiques telles que les enfants ou les séniors. Principaux thèmes abordés dans l'UE, assurant la cohérence globale du programme (en ayant pour cible le référentiel AA du programme).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Ouvrir ses connaissances et sa compréhension de la communication à 360° en marketing ; Envisager une perspective intégrée critique qui permet d'optimiser les investissements (coûts/efforts/contenu) en communication marketing ; Comprendre les processus cognitifs, affectifs et comportements qui affectent le décodages des messages ; Développer des capacités de réflexion critique dans un contexte donné de communication marketing ; Appréhender les considérations éthiques liées à la communication. « A la fin cette unité d'enseignement, l'étudiant est capable d'identifier tous les outils de communication à disposition d'une organisation, y compris les plus alternatifs (fruit de la nécessité de différentiation dans un contexte toujours plus concurrentiel). Ainsi, il comprendra les enjeux stratégiques et opérationnels associés à chaque outil et pourra offrir une solution de communication optimale en adaptant les bons outils et les bons messages aux bons contextes. Enfin, il sera capable d'offrir un regard critique sur certaines pratiques de communication, en termes d'efficacité ou d'éthique.",
        "content": "L’objectif du cours est de mieux comprendre l’impact de facteurs prépondérants du processus de communication (notamment la source, le message, la cible) sur l’efficacité de la communication marketing en fonction des objectifs poursuivis. Un certain nombre de modèles de persuasion (issus d’études en communication, en marketing, en psychologie, …) seront étudiés afin de bien comprendre les processus qui ont cours, en B-to-B et en B-to-C, en marketing marchand et non-marchand. La cohérence de l’action de communication avec le plan marketing global sera également évoquée, notamment d’un point de vue stratégique. Enfin, les éléments permettant une évaluation éthique des pratiques de communication seront proposés afin de permettre aux étudiants de réfléchir aux implications de ces pratiques managériales A la fin de ce cours, les étudiants devraient être ainsi capables de mobiliser le bon message et la bonne source, en fonction de leur(s) cible(s), de leur contexte et de leurs objectifs. Evaluer la pertinence d’une action de communication et son optimisation font également partie des compétences à acquérir dans le cadre de ce cours. Des papiers scientifiques, des études de cas, des avis d’experts et de nombreux exemples seront mobilisés à cette fin. Le cours est structuré de la manière suivante Introduction à la communication marketing Definitions USP, Objectifs et Cohérence KPI La cible Individuelle Partie d’un groupe Personnalisation B-toB vs. B-toC La source Les différentes sources en com marketing traditionnel Caractéristiques des sources efficaces Marketing d’influence Sources non identifiées comme commerciales Aspects légaux Le message Types de messages Content marketing Com non-verbale com et nudges Biais de perception Modes Considérations éthiques, sociales et sociétales Le \"cause marketing\", le marketing social Les perspectives éthiques",
        "teaching_methods": "Séances interactives de cours \"magistraux\" sur base de cas et de nombreux exemples Case studies, dont un cas est proposé en collaboration avec de experts de terrain (cas réalisé en groupe, intégrant les étudiants de deux cours de l'option et mutualisant ainsi les enseignements des deux cours) Exercices en cours, debriefs en séances en petits groupes Articles scientifiques à traduire en applications managériales dans le cadre d'activités de dissémination variées",
        "assessment_methods": "L'évaluation se fait principalement ( 80%) sous la forme d'un examen en janvier et/ou septembre. La qualité du traitement d'un cas global, proposé en commun avec des experts de terrain et réalisé en groupe, sera comptabilisée dans la note finale (20% de la note finale). Des sessions de guidance (questions/réponses) et de travail en commun sont prévus dans l'horaire. Une note de participation aux sessions (contribution aux débats et/ou exercices) constitue un bonus à la note de l'examen. Pour les travaux appliqués, l'utilisation de l'IA n'est pas interdite, notamment lorsqu'elle peut aider les étudiants à optimiser le travail d'écriture (orthographe, syntaxe et structure). Néanmoins, toute proposition devra être justifiée par des éléments du cours montrant la maitrise de ceux-ci. La capacité individuelle à défendre les propositions de manière objectivée et etayée fait partie intégrante de l'évaluation. Un travail généré par l'IA sans maitrise des concepts, théories et limites des propositions sera sanctionné. Enfin, une attention particulière devra etre apportée aux sources/références (la pertinence de l'IA à cet égard étant souvent très limitée). Attention : l'évaluation de septembre ne se base que sur l'examen (et ne prend plus en considération les cas et la participation).",
        "online_resources": "Les slides de cours ainsi que les papiers scientifiques utilisés dans cette unité d'enseignement sont mis à la disposition des étudiants sur le student corner de l'UCLouvain Fucam Mons",
        "bibliography": "Support de cours Syllabus de cours mis à disposition sur le site de cours de l'UCLouvain (student corner) Le syllabus est basé sur les ouvrages de références suivants De Pelsmacker, P., Geuens, M. et Van den Bergh, J. (2017), Marketing Communications:  A European Perspective, sixth edition, Pearson International. De Baynast, A et Lendrevie (2014), Publicitor ' publicité on line et off line, 8ième édition, Dunod. Malaval, P. et Decaudin, J-M. (2016), Pentacom 4e édition : Communication marketing b-to-c et b-to-b, corporate, digitale et responsable, Pearson. de Baynast, A., Lendrevie, J. et Levy, J. (2017), Mercator, 12ième édition, Dunod Il s'appuie également sur des publications scientifiques les plus récentes dont les références sont spécifiées dans les slides de cours.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mshum2201",
        "title": "Compétences relationnelles",
        "credits": "5.00",
        "hours": "15.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lievens Laurent"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "A. Fondements théoriques : les compétences relationnelles dans les théories de la personnalité humaine ; les obstacles à la relation liés aux filtrages personnels et à l'interprétation ; la relation dans la communication humaine (axiomes de l'Ecole de Palo Alto) ; l'évaluation des compétences relationnelles dans un contexte professionnel ; du « savoir-être » au « savoir agir » (plan de progression personnelle et GRH) ; réflexion intégrative sur les principales compétences psycho relationnelles attendues d'un manager (secteur public ou privé). B. Approche pragmatique : démarche expérientielle individualisée exploitant la vidéoformation : positiver l'entrée en relation (accroche, contact visuel, ') ; utiliser à bon escient les éléments contextuels (moment, endroit, proxémie, gestion du temps,') ; développer ses compétences en interaction (argumentation, congruence, assertivité, écoute active, ') ; réguler les échanges difficiles (questionnement efficace, gestion des conflits, du stress, ') ; développer sa capacité d'observation et d'analyse de la communication interpersonnelle (métacommunication). Cette approche pragmatique sera focalisée sur une préparation des étudiants à leurs futurs stages et à leur entrée dans la vie professionnelle notamment via la simulation filmée d'entretiens de sélection (CV, lettre de motivation, ').",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Cet enseignement vise à développer les compétences relationnelles de l'étudiant dans un contexte professionnel, ainsi que sa capacité de prise de recul critique par rapport à celles-ci. A cette fin, la formation proposée combinera l'acquisition d'un « savoir » (cadre de référence théorique), le développement d'un « savoir-faire » (évaluation de compétences, communication efficace, interactions en groupe, ...) et une réflexion sur le « savoir-être » de l'étudiant (qualités relationnelles, attitudes, gestion positive du stress, assertivité...).",
        "content": "Le cours s’appuie principalement sur l’apport de l’Ecole de Palo Alto, intégrant une perspective systémique, constructiviste et pragmatique de la communication. Les thèmes abordés sont -la carte et le territoire -les principes, préalables, axiomes de la communication (Palo Alto) -la corporalité et la dimension non verbale de la relation -le langage des émotions -la communication non-violente -l’analyse transactionnelle -la dynamique des groupes -le leadership et membership -l’intelligence collective -la sociocratie -l’intégration des conflits",
        "teaching_methods": "Cours magistral abordant les fondamentaux Exercices d'approfondissement, organisés par petits groupes sous la supervision d'un expert extérieur",
        "assessment_methods": "Evaluation continue lors des séances de vidéoformation (30%, non rattrapable en seconde session) Evaluation finale sous la forme d'un travail écrit (70%)",
        "bibliography": "Fondamentaux *Bateson, G (1977), Vers une écologie de l'esprit . Tomes 1 et 2, ed. du Seuil *Watzlawick, P. (1978), La réalité de la réalité. Confusion, désinformation, communication. Seuil *Winkin, Y. (2000), La nouvelle communication , Seuil *Wittezaele, J.J., Garcia-Rivera, T. (2006), A la recherche de l’école de Palo Alto , Seuil *Wittezaele, J.J. (2003), L’Homme relationnel , Seuil *Morin, E. (2005), Introduction à la pensée complexe , Seuil Compléments *Anzieu, D., Martin, J.Y. (2013), La dynamique des groupes restreints , PUF *Halevy, M. (2011), Un univers complexe. L’autre regard sur le monde , Oxus *Maltcheff, I., (2011), Les nouveaux collectifs citoyens. Pratiques et perspectives , Yves Michel *Mucchielli, R. (2013), La dynamique des groupes , ESF *Escobar, A. (2018), Sentir-Penser avec la terre. Une écologie au-delà de l'occident . Seuil *Vercauteren, D. (2011), Micropolitique des groupes. Pour une écologie des pratiques collectives , Les prairies Ordinaires *Starhawk (2011), Comment s'organiser? Manuel pour l'action collective. Cambourakis ed. Controverses *Jobard, T., (2021), Contre le développement personnel. Cambourakis ed. Rue de l'échiquier *Martens, E. (2020), La méditation de pleine conscience. L'envers du décors. ed. Investig'action *Cabans, E., Illouz, E. (2018), Happycratie. Coment l'industrie du bonheur a pris le contrôle de nos vies. ed. Premier Parallèle",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu1312",
        "title": "Ethique de la communication",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Catellani Andrea",
            "De La Broise Patrice",
            "Scieur Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Concepts de base pour comprendre l’éthique. Les objets, les approches et les courants de pensée en éthique. La prise de décision éthique dans les situations concrètes. Les grandes problématiques de l’éthique de la communication et de l’information : Les valeurs et les principes explicitement et implicitement diffusés ; Le contexte : enjeux et attentes de la société civile en matière d’éthique ; La responsabilité sociétale des professionnels de l'information et de la communication, tant dans les secteurs marchand que public et non marchand ; La relation avec les enjeux de la démocratie, des droits de l’humain et de la transition écologique ; Les déontologies des métiers de l’information et de la communication. Le cours pourra approfondir des thèmes spécifiques comme la liberté d’expression (formes et limites), la vérité, les enjeux spécifiques des médias numériques, la relation entre déontologie et droit, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAC1 Maîtriser et mobiliser les savoirs fondamentaux (connaissances, modèles, théories, concepts) de son orientation d’études pour comprendre l’être humain en société et l’ensemble des relations, organisations et institutions auxquelles il participe. AAC2.6 Mener un travail de réflexion autonome et personnel : élaborer une analyse informée, un raisonnement argumenté et un jugement personnel fondé. AAC3 Elaborer une réflexion personnelle en mobilisant les apports (théories, concepts, démarches...) de différentes disciplines pour questionner et discuter de manière rigoureuse et ouverte un phénomène ou une question relatifs au domaine des sciences humaines. AAC5 Agir en autonomie, en acteur critique et responsable soucieux du respect de valeurs éthiques et citoyennes et en ayant construit son projet de formation en perspective de la poursuite de son développement personnel et professionnel. AAS1.3 Maîtriser et mobiliser de manière critique des principes de bases et des règles juridiques clefs qui guident les démarches dans le secteur de la communication et des médias dans une perspective interdisciplinaire. AAS3 Appréhender les grands domaines de l’information et de la communication (journalisme, communication d’organisation, entreprises et institutions, les médias, l’art, la culture, l’éducation) et analyser des problématiques de communication spécifiques à ces grands domaines. AAS6 Questionner, analyser et discuter de manière rigoureuse, critique et ouverte la place et les contributions de la communication organisationnelle, des médias et des technologies de la communication en regard de défis et dilemmes de la société contemporaine, afin d’élaborer une prise de position personnelle et de pouvoir s’engager en tant que citoyen actif responsable.",
        "content": "Les thèmes abordés sont : les concepts de base pour comprendre l’éthique; les objets, les approches et les courants de pensée en éthique; la prise de décision éthique dans les situations concrètes; les grandes problématiques de l’éthique de la communication et de l’information : La différence entre éthique et morale ; les grands courants de pensée de l'éthique ; Les valeurs et les principes explicitement et implicitement diffusés ; Le contexte : enjeux et attentes de la société civile en matière d’éthique ; La responsabilité sociétale des professionnels de l'information et de la communication, tant dans les secteurs marchand que public et non marchand ; La relation avec les enjeux de la démocratie, des droits de l’humain et de la transition écologique ; Les déontologies des métiers de l’information et de la communication. Le cours pourra approfondir des thèmes spécifiques comme la liberté d’expression (formes et limites), la vérité, les enjeux spécifiques des médias numériques, la relation entre déontologie et droit, etc.",
        "teaching_methods": "Cours magistraux Etudes de cas Pédagogie interactive Classe inversée Lecture d'articles et d'ouvrages scientifiques dans le domaine Interventions d'experts et de praticiens",
        "assessment_methods": "Le cours est annuel. L’examen est en trois parties : A) Première partie d'épreuve - session de janvier - partie théorique Examen oral individuel en session sur des questions de théories abordées au cours et/ou relatives à des lectures complémentaires imposées.  L'examen se déroule avec un temps de préparation (40% de la note finale). B) Deuxième partie d'épreuve - second quadrimestre - dossier réflexif Chaque étudiant.remet pour le 15 avril un dossier réflexif de 5 pages, relatif à des questionnements éthiques, qui porte sur son expérience de stage ou, pour celles et ceux qui n'ont pas ce cours, sur une monographique d'une organisation qui nécessite au moins 4 entretiens semi-directifs (20% de la note). Cette partie d'examen est unique , donc pas de seconde session possible. B) Troisième partie d'épreuve - session de juin Examen oral en groupe hors session, lors de la dernière séance de cours du quadrimestre. Analyse d'un cas, constitution d'un dossier qui devra être remis une semaine avant l'examen, et présentation/défense devant un jury composé des titulaires du cours, des assistant.e.s et éventuellement d'autres membres cooptés par les titulaires (40% de la note).  Cette partie d'examen est unique , donc pas de seconde session possible. Pour obtenir une note pour le cours, il convient d'avoir participé aux trois épreuves. La deuxième session d'août ne peut donc concerner que les étudiant.e.s qui respectent cette dernière exigence et porte exclusivement sur la première partie de l'épreuve. La somme totale des notes des différentes parties d'épreuves est sur 100.  La note finale est ramenée sur 20. Elle est le cas échéant arrondie à l'unité la plus proche. Exemples : 13,4/20 = 13/20 ; 15,6/20 = 16/20. Les épreuves d'examen se déroulent en présentiel. Les étudiant.e.s UCLouvain en séjour Eramus sont concerné.e.s uniquement par les deuxième et troisième parties d'épreuve. Attention cela signifie que ces parties d'examen étant uniques, il n'y a pas de seconde session possible pour eux.elles. En ce qui concerne les productions écrites, les règles des articles 107 et s. du Règlement général des études et des examens devront être tout particulièrement observées. En ce qui concerne l’utilisation éventuelle de l’intelligence artificielle générative, il y aura lieu de respecter les règles établies par la Faculté ESPO ainsi que les consignes figurant dans l’espace Moodle dédié au cours.",
        "online_resources": "via moodle",
        "bibliography": "Arnsperger C., Van Parijs Ph. (2003), Ethique économique et sociale , Paris, La Découverte (coll. Repères). Rawls J. (1997), Théorie de la justice , Paris, Seuil. Ricoeur P. (1990), Soi-même comme un autre , Paris, Seuil.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu1101",
        "title": "Information et communication",
        "credits": "5.00",
        "hours": "30.0 h + 40.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Jacques Jerry"
        ],
        "teaching_language": "Français",
        "topics_covered": "Partant de l'observation de faits de communication actuels ou passés, le cours présente les concepts fondateurs des SIC, en exposant les différentes théories mathématiques, sémio-structurales, psychosociologiques, fonctionnalistes, pragmatiques. A travers la recherche des influences mutuelles et des axes d'évolution, le cours cherche à faire apparaître les articulations entre théories et méthodes, afin de dégager les grandes lignes constitutives des SIC.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAC1 Maîtriser et mobiliser les savoirs fondamentaux (connaissances, modèles, théories, concepts) de son orientation d’études pour comprendre l’être humain en société et l’ensemble des relations, organisations et institutions auxquelles il participe. AAC2.1 Adopter un recul critique sur les savoirs et sur leurs processus d’élaboration. AAC2.2 Mettre en discussion différents paradigmes (approches conceptuelles) pour approcher, interpréter et analyser (débattre) un(e) phénomène/question relatif(ve) à sa discipline. AAC3 Elaborer une réflexion personnelle en mobilisant les apports (théories, concepts, démarches...) de différentes disciplines pour questionner et discuter de manière rigoureuse et ouverte un phénomène ou une question relatifs au domaine des sciences humaines. AAC5.1 Faire preuve d’autonomie dans son parcours de formation : gérer de manière autonome son travail (définir les priorités, anticiper et planifier l’ensemble de ses activités dans le temps), faire preuve de recul critique sur ses propres acquis, ses méthodes d’apprentissage et ses productions et intégrer de manière autonome de nouvelles connaissances et compétences en réponse à des situations balisées. AAC5.2 Mobiliser de manière critique les connaissances acquises afin de prendre position et d’agir de manière responsable en étant soucieux de valeurs éthiques et citoyennes. AAS1.1 Maîtriser de manière critique les principes (concepts méthodologiques et paradigmes) des théories du champ des sciences de l’information et de la communication et les mobiliser dans les processus d'analyse de la communication sociale et interpersonnelle. AAS1.2 Maîtriser et mobiliser de manière critique les fondements de différentes disciplines de base (linguistique, sémiotique, sociologie, anthropologie, psychologie, …) qui permettent de comprendre des situations de communication. AAS2.1 Analyser les messages, les contenus et les discours réalisés dans tous types de médias, de genres et de supports physiques : en mobilisant les principes (concepts méthodologiques et paradigmes) du champ des sciences de l’information et de la communication, en appliquant la méthodologie de l'analyse du contenu et de la critique textuelle, en intégrant les théories et outils communicationnels appris dans les différentes disciplines de base, en analysant l'exactitude du message, ses capacités expressives et symboliques et/ou son efficacité communicative. AAS2.2 Identifier, décrire et percevoir les relations entre les acteurs, les procédures de travail, les techniques et les outils qui participent à la production écrite, audiovisuelle et multimédia sur tout type de support. Ces relations sont de plusieurs types : socio-économiques, symboliques, politiques, etc. AAS2.5 Analyser les possibilités que des langages différents (texte parlé et écrit, les signes typographiques, les images fixes et animées, les dessins et le son) et des médias différents (graphiques, imprimés, de l'audio-visuel et multimédia) mettent à la disposition du créateur des messages. AAS3.1 Définir et identifier les structures, les fonctions et les processus dans lequel les médias de masse et les industries culturelles jouent un rôle. AAS3.3 Dans le domaine du journalisme et de la presse : faire preuve d’une connaissance de leur histoire ; appréhender leurs dimensions sociale, économique, politique et symbolique ; identifier et analyser différents types de récits et de productions journalistiques (belges et internationaux). AAS3.4 Dans le domaine de la communication culturelle et socio-éducative : analyser l’impact qu’exerce un système médiatique sur les représentations et comportements sociaux et appréhender les fonctions professionnelles de diagnostic, formalisation, conception et évaluation. AAS3.6 Dans le domaine de la communication en art et culture : comprendre les liens qui relient l'art, la culture et la société selon des perspectives disciplinaires et théoriques différentes en privilégiant les axes de la médiation et les professions du secteur. AAS6.1 Analyser la fonction sociale et historique de l'industrie des médias et des technologies de la communication et de leurs produits, ainsi que leur capacité à construire une réalité médiatisée. AAS6.2 Analyser, en mobilisant les outils pertinents, de manière rigoureuse, critique et ouverte de grandes questions de l’actualité de la communication/médiatique. AAS6.3 Evaluer l'impact culturel et social du discours médiatisé. AAS6.6 S’exercer à élaborer ses propres jugements critiques à propos de la place et des contributions de la communication organisationnelle, des médias et des technologies de la communication en regard de défis et dilemmes de la société contemporaine et élaborer une prise de position personnelle argumentée. Tavaux pratiques: AAC2.4 Développer une analyse critique et réflexive de l’information et des publications (en français et en anglais), auxquelles l’étudiant sera confronté dans sa vie universitaire, et en réaliser une synthèse pertinente, conforme aux règles de base de la communication scientifique, en regard de la question qui est étudiée. AAC4.1 Communiquer, à l’oral et à l’écrit sur des sujets complexes (des informations, des réflexions, des conclusions ainsi que les connaissances et principes sous-jacents) de façon claire, structurée, argumentée selon les standards de communication spécifiques au contexte et en adaptant sa présentation au public visé et aux intentions poursuivies. AAC4.3 Travailler en équipe : interagir, collaborer et s’organiser efficacement au sein d’une équipe et gérer les relations de groupe. AAC4.4 Adopter une attitude de dialogue efficace et respectueuse en ajustant son mode de communication en fonction de son interlocuteur (pairs, enseignants, personnel administratif, monde socio-professionnel) et en faisant preuve de capacité d’écoute, d’empathie et d’assertivité. AAS4.5 Comprendre, analyser et s’approprier de manière critique des documents (ouvrages et revues scientifiques) dans le domaine des sciences de l’information et de la communication.",
        "content": "Le cours « information et communication » (MCOMU1101) a pour objectif de développer chez les étudiant·es une connaissance des principales théories fondatrices des sciences de l’information et de la communication ainsi que la capacité à analyser, comparer et critiquer ces différentes théories. À l’aide de ces connaissances, l’objectif de ce cours est de permettre aux étudiant·es de mobiliser ces différentes théories pour analyser et questionner les phénomènes communicationnels passés, présents, et à venir. Le cours propose un panorama réflexif de différents courants théoriques ayant marqué l'histoire des théories de la communication. Au départ de l’analyse des premières approches « mécanistes », ce chapitre présentera l’évolution du champ vers des approches dites « organistes ». Les différentes théories présentées sont mobilisées pour analyser des cas concrets de phénomènes communicationnels. Les apports mais aussi les limites de ces différents courants sont systématiquement discutés en conclusion des différents chapitres du cours.",
        "teaching_methods": "Le cours se déroulera en présentiel et sera essentiellement composé d’exposés magistraux et théoriques. Des exemples d’application seront également présentés en séance. En plus des cours magistraux, ce cours comprend un certain nombre d’heures de travaux pratiques où les étudiant·es réparti·es en groupes doivent appliquer certaines théories vues au cours sur des objets médiatiques contemporains. De manière ponctuelle, de courtes capsules vidéo présentant un point précis du cours pourront être utilisées afin de libérer du temps en séance pour les échanges et discussions, ou pour palier à l'annulation d'une séance de cours.",
        "assessment_methods": "De manière générale, l’enseignante attend que les étudiant·e·s s’approprient le cours en dépassant la simple assimilation pour accéder à une réflexion personnelle concernant les théories et concepts présentés. Au-delà du \"par coeur\", l'enjeu est bien d'être capable de positionner les théories et concepts les uns par rapport aux autres en les comparant et les critiquant. Il est aussi crucial de pouvoir mobiliser de manière adéquate ces concepts et ces théories pour analyser des phénomènes communicationnels. L'évaluation porte sur la connaissance des théories présentées au cours magistral, la capacité à les comparer, les critiquer, puis à les mobiliser dans des analyses de cas. Concrètement, pour la première session, l'évaluation comprend: •    un examen écrit à livre fermé organisé durant la session de janvier portant sur la maîtrise du contenu du cours et des travaux pratiques à hauteur de 80% de la note finale. •   A l'issue de chaque séance de travaux pratiques, chaque groupe droit remettre un court rapport réflexif écrit reprenant leurs analyses. La participation active aux travaux pratiques ainsi que les travaux écrits sont évalués à hauteur de 20% de la note finale. En cas de seconde session (juin) ou troisième session (août), un examen écrit sera organisé selon les mêmes modalités que la première session. Si la note des travaux pratiques est supérieure à 10/20 en première session, elle sera reportée aux sessions suivantes selon la même pondération (20% de la note). Par contre, si la note des travaux pratiques est inférieure à 10/20 en première session, celle-ci sera annulée, l’examen écrit valant alors pour 100% de la note finale en seconde et troisième session. Un test dispensatoire pourra être organisé dans le courant du quadrimeste. Ce test portera sur les premiers chapitres du cours. Les étudiant·es qui réussiront ce test seront dispensés des questions portant sur cette matière lors de l’examen écrit de la première session et leur note sera reportée. En cas d’échec en première session, les étudiant·es devront en deuxième ou troisième session repasser la totalité de l’examen.",
        "other_info": "Concernant l'usage des outils d'intelligence artificielle, il est attendu des étudiant·es qu'ils en aient un usage responsable, tel que défini dans \"La note sur l'utilisation responsable des IA\" approuvée en juillet 2024 par le bureau de la Faculté ESPO disponible sur le Moodle du cours.",
        "online_resources": "Les supports de présentation, liens utiles, consignes de travaux et autres ressources extérieures seront mis à disposition des étudiants sur la page Moodle du cours.",
        "bibliography": "Lohisse, J. (2009). La communication : De la transmission à la relation. De Boeck Supérieur. Meunier, J.-P., & Peraya, D. (2010). Introduction aux théories de la communication. Armando Editore. + textes lus et présentés dans les travaux pratiques",
        "course_materials": "Le contenu des exposés magistraux ; Les slides du cours et des TP présentés en séance et disponibles en ligne via Moodle Le livre (recommandé mais dont l'achat n'est pas obligatoire): Lohisse, J. (2009). La communication : De la transmission à la relation. De Boeck Supérieur. Un dossier de textes utilisé principalement lors des travaux pratiques disponible via Moodle Différents supports audiovisuels présentés au cours.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2211",
        "title": "Design et évaluation de prototypes web",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Kieffer Suzanne"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Cadres théoriques et disciplines d'ancrage du prototypage : (rapid) contextual design, rapid prototyping, cognitive engineering, usability engineering, méthode agile Interrelation entre les processus de design et d’évaluation de systèmes, produits, services Web Principes méthodologiques utilisés dans le prototypage : méthodes de design et d’évaluation, techniques de prototypage, tests utilisateurs, validité des tests utilisateurs, capture des données Spécificités du test utilisateur par rapport à d’autres méthodes de recherche empirique comme l’entretien, l’observation, l’expérimentation en laboratoire, l’A/B testing, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Expliquer et faire des liens entre les différents concepts associés au prototypage. 2 Comparer les différentes techniques de prototypage en termes d’objectifs spécifiques, résultats attendus, procédure, contraintes (délais, ressources, budget). 3 Sélectionner et ordonner dans le temps plusieurs techniques de prototypage pour produire un prototype Web de manière itérative et incrémentale. 4 Mener efficacement une série de tests utilisateurs pour améliorer le prototype Web. 5 Analyser la pertinence des données collecter et réorganiser si nécessaire le protocole expérimental utilisé dans les tests utilisateurs. 6 Justifier et argumenter les choix de méthodes de design (prototypage) et d’évaluation (tests utilisateurs).",
        "content": "Qu'est-ce que le prototypage ? Qu'est-ce qu'un prototype ? Types de prototype (storyboard, prototype papier, wireframe, prototype codé...) Le prototype dans une approche test-and-refine (c'est-à-dire itérative et incrémentale) Test utilisateur formatif (amélioration) versus test utilisateur sommatif (validation) Capture, gestion et traitement des données",
        "teaching_methods": "L'approche pédagogique est l’enseignement mixte (blended teaching), qui alterne enseignement en classe en face à face et enseignement en ligne à distance via Microsoft Teams. Les méthodes d’enseignement sont la classe inversée et l’enseignement par projet: Classe inversée : les étudiant·es étudient la matière ou réalisent un travail à la maison et rencontrent ensuite enseignant·es et pairs dans une salle de classe pour poser des questions, obtenir une aide supplémentaire ou pour travailler en groupe ; Enseignement par projet : les étudiant·es développent un projet en combinant apprentissage en ligne (ex. visionner des tutoriels ou réaliser des travaux) et réunions en face à face.",
        "assessment_methods": "Contrôle continu sans examen en juin selon deux modes: travaux individuels (50%) et travaux en groupe (50%). En septembre, travail individuel sur mesure (i.e., selon les modes en échec) à remettre le premier jour de la session. L'utilisation des outils d'intelligence artificielle (IA) doit respecter les balises établies par la faculté ESPO. Elle est autorisée comme aide à la rédaction (ex. amélioration de texte, traduction) et à la recherche d'informations. L'enseignant·e encadre les autres usages permis dans la remise de travaux (ex. exploration d'idées, brainstorming, génération d'images ou de texte).",
        "other_info": "Toutes les informations utiles relatives à ces modalités et au déroulement des activités (calendrier, consignes détaillées, critères d’évaluation, etc.) sont présentées lors de la première séance et sont disponibles sur Moodle. Certaines ressources (ex. ressources bibliographiques, diapositives, vidéos explicatives) sont en anglais.",
        "online_resources": "Moodle (en asynchrone) : diapositives du cours, ressources bibliographiques, calendrier, modèles et grilles critériées, exercices H5P, tests, devoirs, ateliers avec évaluation par les pairs, choix de groupe, etc. Microsoft Teams (en direct) : calendrier, réunions, documents, discussion, notes de cours Liens web : vidéos explicatives, sites web, logiciels en ligne",
        "bibliography": "Arnowitz, J., Arent, M., & Berger, N. (2010). Effective prototyping for software makers . Elsevier. Coyette, A., Kieffer, S., & Vanderdonckt, J. (2007, September). Multi-fidelity prototyping of user interfaces. In IFIP Conference on Human-Computer Interaction (pp. 150-164). Springer, Berlin, Heidelberg. Henreaux, E., Noutcha, M., Phan-Ngoc, T., & Suzanne, K. (2021, July). Design Sprints Integrating Agile and Design Thinking: A Case Study in the Automotive Industry. In International Conference on Applied Human Factors and Ergonomics (pp. 189-195). Springer, Cham. Kieffer, S., Lawson, J. Y. L., & Macq, B. (2009, April). User-centered design and fast prototyping of an ambient assisted living system for elderly people. In 2009 Sixth International Conference on Information Technology: New Generations (pp. 1220-1225). IEEE. McCurdy, M., Connors, C., Pyrzak, G., Kanefsky, B., & Vera, A. (2006, April). Breaking the fidelity barrier: an examination of our current characterization of prototypes and an example of a mixed-fidelity success. In Proceedings of the SIGCHI conference on Human Factors in computing systems (pp. 1233-1242). Rukonic, L., Mwange, M. A. P., & Kieffer, S. (2021). UX Design and Evaluation of Warning Alerts for Semi-autonomous Cars with Elderly Drivers. In VISIGRAPP (2: HUCAPP) (pp. 25-36).",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2903",
        "title": "Mémoire M60 (master)",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2208",
        "title": "Stratégies d'audience et stratégies en médias digitaux",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Depasse Jean-Michel"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Dans ce cours, le titulaire adressera les questions suivantes : Quelle est l'évolution actuelle des médias sur le plan économique et sociale ? En quoi cette évolution influence-t-elle les principes et les pratiques de média planning ? Quels sont, pour chaque situation de communication (lancement de produit, activation, awareness, etc), les médias les plus adaptés ? Comment les utiliser Comment évaluer les effets de ces démarches de communication ? Nous verrons que chaque canal digital a sa place et joue son rôle, permettant le développement d'un tableau de bord avec des indicateurs de performance pour chacun des médias utilisés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement l'étudiant sera capable : Comprendre le rôle des médias dans la stratégie de communication au sens large et voir comment ils s'inscrivent en regard au parcours du consommateur. Planifier, sélectionner et évaluer la variété des médias. Comprendre qu'il ne s'agit pas de médias digitaux et de médias non digitaux mais bien de médias à l'ère du digital. Organiser un plan média en fonction des objectifs stratégiques. Le bon média, au bon moment face à la bonne personne et avec le bon message. Maitriser les outils et les indicateurs de mesure de l'efficacité des communications en fonction du média-mix et comprendre l'apport des big data dans l'optimisation des activités média.",
        "content": "Le cours porte sur la place et le rôle du média au sein de l’écosystème communicationnel qui soutient les objectifs marketing des marques et des organisations. Le volet digital du cours sera détaillé et important. Nous passerons en revue les différents canaux digitaux comme le search marketing, les médias sociaux ou encore la façon dont la vidéo s’utilise en digital. L’arrivée des médias digitaux s’est en effet accompagnée d’une nouvelle façon d’aborder le monde du média. Le big data et la programatisation des achats porte l'industrie à repenser la façon de décrire et d'aborder les audiences. Nous aborderons donc les questions d'identification et d'activation à l'air du web 3.0.",
        "teaching_methods": "Cours avec support powerpoint. Le cours se donnera en Présentiel",
        "assessment_methods": "Evaluation 1ère session 15 QCM + 2 Q ouvertes Evaluation 2e session 15 QCM + 2 Q ouvertes",
        "bibliography": "",
        "course_materials": "Microsoft Teams/Power Point",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mangl1339",
        "title": "Anglais 3",
        "credits": "4.00",
        "hours": "0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Degroote Jessica",
            "Zèques Quentin"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir atteint le niveau B1(+) du Cadre européen commun de référence pour les langues ou avoir suivi le cours MANGL1235 – Anglais 2. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Thèmes liés à l'actualité, aux enjeux actuels et/ou spécifiques à la formation des étudiant·es (questions sociales, économiques, politiques, médiatiques ; sujets liés au monde du travail, de la gestion, de la communication; etc.).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : comprendre à l'audition et à la lecture des documents authentiques ; produire oralement et par écrit un discours cohérent, argumenté et nuancé, en se fondant (1) sur les connaissances grammaticales acquises antérieurement et les points de grammaire revus ou approfondis au cours ainsi que (2) sur les connaissances lexicales acquises antérieurement et le vocabulaire vu au cours ; s’exprimer de façon claire et spontanée ; passer avec plus d’aisance le test IELTS (Academic IELTS: speaking, listening, reading, writing). Niveau B2 du Cadre européen commun de référence pour les langues.",
        "content": "Cette unité d'enseignement porte sur: des exercices de compréhension à l'audition (journaux parlés, documentaires authentiques) avec exercices de contrôle variés ; des exercices de conversation en petits groupes ; des exercices de grammaire ; la préparation à l’IELTS: travail des 4 compétences (speaking, listening, writing, reading – IELTS Academic); une présentation de groupe basée sur l'actualité et liée aux thèmes spécifiques à la formation des étudiant·es (questions sociales, économiques, politiques, médiatiques ; sujets liés au monde du travail, de la gestion, de la communication ; etc.) [Cet exercice est basé sur une recherche personnelle sur le sujet traité.].",
        "teaching_methods": "Séminaire organisé en groupes (dans les laboratoires de langues et en classe) et en présentiel.",
        "assessment_methods": "Langue d'évaluation: anglais La méthode d'intégration pour ce cours est la suivante: Evaluation continue (55 % de la note finale) Examen écrit en janvier (45 % de la note finale) Remarques: (1) Si la note obtenue en janvier est inférieure à 10/20, l’étudiant·e sera tenu·e, en juin, de présenter un examen écrit basé sur la matière du Q1.; (2) Pour la note finale de juin et uniquement pour les étudiant·es passant le test IELTS officiel: possibilité de remplacer une partie de l'évaluation continue par une partie des résultats du test IELTS officiel. Session d'août/de septembre: Examen écrit (75% de la note finale) et examen oral (25% de la note finale) portant sur la totalité de l’épreuve (Q1+Q2). Remarque: Les étudiant·es peuvent conserver une partie de leur note d’évaluation continue à condition d'avoir obtenu au total pour les parties concernées (test oral IELTS et présentation de groupe) une note égale ou supérieure à 15/30 et d'en faire la demande par courriel à la coordinatrice du cours le jeudi 3 juillet 2025 au plus tard. Dans ce cas, l'étudiant·e ne devra pas présenter l'examen oral et la méthode d'intégration sera la suivante: examen écrit (75% de la note finale) et maintien des notes du test oral IELTS et de la présentation de groupe (25% de la note finale). L'utilisation d'IA génératives est totalement interdite pour ce cours.",
        "online_resources": "Cours : Anglais 3 (uclouvain.be)",
        "bibliography": "Cullen, P., French, A. and Jakeman, V. (2014), The Official Cambridge Guide to IELTS. Cambridge: Cambridge University Press. Hopkins, D. (with Cullen, P.) (2007), Grammar for IELTS with Answers. Cambridge: Cambridge University Press. McCarthy M. and O'Dell, F. (2017), English Vocabulary in Use (Upper-Intermediate) . Cambridge: Cambridge University Press. Murphy, R. (2019), English Grammar in Use (Book with Answers and Interactive eBook, Fifth Edition) . Cambridge: Cambridge University Press. Official IELTS Practice Materials (2009). Cambridge: Cambridge University Press. Official IELTS Practice Materials 2 (2010). Cambridge: Cambridge University Press.",
        "course_materials": "Cours : Anglais 3 (uclouvain.be)",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2210",
        "title": "Production éditoriale et production médiatique sur le web",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vancutsem Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Panorama du paysage médiatique, de la production et de la circulation des contenus médiatiques aujourd'hui Caractéristiques, spécificités et potentialités des plateformes de diffusion Analyse des dispositifs multi-screen et multi-plateformes Analyse des modalités de diffusion (médiation, interactivité, sérialité, complémentarité...) Exemples de production médiatique et d'écriture pour le web",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Utilisation des outils du web pour faire de la veille et de la recherche d'informations, nécessaires à la production éditoriale et médiatique Concevoir et développer des projets éditoriaux pour le web, de différentes natures : vidéo, photo,, rédactionnel... Conception et architecture de l'information : hiérarchisation des contenus, scénarisation, prototypage Définition d'une stratégie éditoriale pour le web en fonction des publics visés. Initiation à l'animation de communautés Acquisition d'une vision et une pensée critique dans la création médiatique et éditoriale pour le Web La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "content": "Ce cours vise à initier les étudiants aux spécificités et techniques de la production médiatique sur le Web. Il leur permet d'acquérir une « culture et une pratique numériques », afin de pouvoir évoluer et produire des contenus éditoriaux dans un environnement web mouvant. Nous travaillerons dans deux secteurs particuliers : celui du monde associatif et celui des médias.",
        "teaching_methods": "Le cours s'appuie sur des expérimentations et des exercices de réalisation par les étudiants pour illustrer les apports théoriques présentés. Analyse de productions médiatiques existantes. Exercices de conception et de production médiatique.",
        "assessment_methods": "Conception et élaboration de productions pour le web dans un contexte médiatique réel Conception d'un projet pour le web dans un contexte associatif réel Analyse critique des travaux réalisés L'usage de IA génératives est proscrite dans ce cours.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mespa1340",
        "title": "Espagnol 3",
        "credits": "4.00",
        "hours": "0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Hernandez Rodriguez Juan Francisco"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "Avoir atteint le niveau A2 du Cadre européen commun de référence pour les langues ou avoir suivi le cours MESPA1237. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Thèmes liés à la géographie, l'histoire, et à la réalité politique, sociale, économique et culturelle de la plupart des pays hispanophones, sur base de vidéos et de documents authentiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : comprendre les idées principales de textes relativement complexes sur des questions liées aux problèmes et défis des pays hispanophones ; comprendre des documents audiovisuels authentiques d’un niveau plus complexe ; produire des textes clairs, structurés, argumentés et cohérents qui couvrent les sujets liés au cours ; prendre part de façon spontanée à des conversations et des débats sur les thèmes abordés au cours et savoir défendre son point de vue ; approfondir et utiliser les règles grammaticales dont l’enseignement a été amorcé précédemment ; utiliser les connaissances lexicales acquises antérieurement et le vocabulaire vu au cours. Niveau B1 du Cadre européen commun de référence pour les langues.",
        "content": "Cette unité d'enseignement porte sur des thématiques axées sur différents pays hispanophones dans le but de travailler: Exercices de compréhension à l’audition, sur base de documents authentiques (documentaires, reportages, émissions TV, …), portant sur des thèmes économiques, politiques, sociaux ou culturels Extension du vocabulaire dans ces domaines ; Exercices d’expression orale (débats, jeux de rôle, …); Travaux personnels : présentation d’un sujet d’actualité et animation d’un débat, par exemple sur une question économique, politique, culturelle, environnementale, sociale ou de bonne gouvernance dans les pays hispanophones étudiés; Consolidation des connaissances grammaticales (subjonctif imparfait, propositions subordonnées, conditionnelles, concordance des temps, …) et exercices de fixation.",
        "teaching_methods": "Séminaire organisé en groupes",
        "assessment_methods": "Evaluation continue lors du Q1 et Q2; tests oraux en décembre et mai; examens écrits en janvier et juin. Session de janvier: examen écrit portant sur la matière du Q1 (vocabulaire, traductions, grammaire, compréhension à l'audition, exercices de rédaction) Les étudiant.es en échec pour l'examen écrit de janvier doivent présenter un examen écrit de juin qui porte sur la matière du Q1 et du Q2. Session de juin: examen écrit portant sur la matière du Q2 (vocabulaire, traductions, grammaire, compréhension à l'audition, exercices de rédaction) Session de août/septembre: l’examen comporte une partie écrite (Q1 et Q2) et une partie orale (portant sur Q1 et Q2).  Remarque: les étudiant·es peuvent conserver leur note d’évaluation continue (compétence orale et travaux) à condition que cette note soit égale ou supérieure à 10/20. Méthode d'intégration Q1 (50 % de la note finale) : Participation orale, présentation du sujet devant le groupe et évaluation continue : 30 % Test oral de décembre : 30 % Examen écrit en janvier : 40 % Q2 (50 % de la note finale) : Participation orale, présentation du sujet devant le groupe et évaluation continue : 30 % Test oral en mai : 30 % Examen écrit en juin : 40 % Merci de noter que l’utilisation d’IA génératives ou autres assistants linguistiques en ligne est totalement interdite dans le cadre de cette UE.",
        "online_resources": "Spanish Unicorn.com : https://www.spanishunicorn.com/ Ver-Taal : https://www.ver-taal.com/ ELE creación: http://elecreacion.com/ Deepl Traductor : https://www.deepl.com/translator WordReference.com :  https://www.wordreference.com/ El conjugador : https://www.elconjugador.com/esindex.php Synonimos : http://www.sinonimos.com/ Wikipedia del españo : lhttp://www.wikilengua.org/index.php/Portada Youtube, etc.",
        "bibliography": "Livre de base : Neus Sans Baulenas, Ernesto Martín Peris, Agustín Garmendia, Emilia Conejo, Pablo Garrido. Difusion Centro de Investigacion y Publicaciones de Idiomas S.L. 2017. \"Bitacora 3, Nueva Edición\". Campus Difusión.",
        "course_materials": "Español 3  (MESPA1340) [notes de cours mises à la disposition des étudiants sur Student Corner]",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2111",
        "title": "Villes et culture : analyse sociologique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Scieur Philippe",
            "Vanneste Damien"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "1. Définitions et perspectives théoriques en sociologie de la ville. 2. Processus urbains contemporains à travers des types d'appropriation des lieux et des formes urbaines (relégation, périurbanisation, gentrification) 3.La ville comme expérience (habiter, se loger, voisiner, s'exposer dans l'espace public') 4. Analyse des politiques et pratiques artistiques et culturelles en lien avec la ville, sa réalité sociologique, ses politiques, ses acteurs' 5. Mise en perspective des cultures ethniques, des patrimoines matériels et immatériels, des images de ville comme identité locale, collective et individuelle, des arts urbains'",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de maîtriser : 1) les apports de la sociologie anglo-saxonne et française sur la ville ; 2) les modes d'analyse des espaces habités (théories de l'urbanisation, rapports entre espaces habités et pratiques urbaines de sociabilité...) 3) les démarches méthodologiques permettant d'appréhender la ville comme expérience 4) le sens des pratiques culturelles et artistiques dans l'espace urbain 5) la compréhension de l'impact des politiques de la ville et des initiatives particulières sur l'espace culturel et artistique",
        "content": "Au terme de cet enseignement, l'étudiant sera capable de maîtriser : 1) les apports de la sociologie anglo-saxonne et française sur la ville ; 2) les modes d'analyse des espaces habités (théories de l'urbanisation, rapports entre espaces habités et pratiques urbaines de sociabilité...) 3) les démarches méthodologiques permettant d'appréhender la ville comme expérience 4) le sens des pratiques culturelles et artistiques dans l'espace urbain 5) la compréhension de l'impact des politiques de la ville et des initiatives particulières sur l'espace culturel et artistique Quelques thèmes abordés 1. Définitions et perspectives théoriques en sociologie de la ville. 2. Processus urbains contemporains à travers des types d'appropriation des lieux et des formes urbaines (relégation, périurbanisation, gentrification ; ville événement, ville événementielle ; ville créative, smart city...) 3.La ville comme expérience (habiter, se loger, voisiner, s'exposer dans l'espace public') 4. Analyse des politiques et pratiques artistiques et culturelles en lien avec la ville, sa réalité sociologique, ses politiques, ses acteurs' 5. Mise en perspective des cultures ethniques, des patrimoines matériels et immatériels, des images de ville comme identité locale, collective et individuelle, des arts urbains'",
        "teaching_methods": "Cours magistral avec supports visuels (textuels, quantitatifs, iconographiques...) Travaux de groupe et analyses de terrains Lectures complémentaires d'articles et d'ouvrages et travail selon le modèle de la classe inversée. Participation éventuelle d'experts. Ethnographie participante sur le terrain. Les cours se donneront en présentiel voire et/ou en distanciel.",
        "assessment_methods": "Examen oral en groupe et individuel portant : A) En groupe ; sur la défense d'un travail écrit et d'une production audiovisuelle - un teaser.ou un hyperlapse -. ( Cette partie d’examen est unique – pas de seconde session* ), intégrateurs des différentes parties du cours à propos d’une forme artistique ou culturelle en lien avec la ville et B) En individuel ; sur des questions de théorie abordée au cours et/ou relatives à des lectures complémentaires imposées. La réponse aux questions théoriques se fait directement, sans temps de préparation. Dans la note finale, le travail écrit et la production audio-visuelle valent pour 15/20 maximum. La réponse individuelle à la question vaut pour 5/20 maximum.  La participation à l'examen oral est soumise à la remise du travail et de la production écrite, dans les délais prescrits (7 jours avant la date d'examen). Un.e étudiant.e qui n'a pas participé au travail de groupe n'a pas accès à la seconde partie - individuelle - d'épreuve. Même dispositif en cas de deuxième session. L'examen se déroulera en présentiel, ou selon les conditions sanitaires en vigueur, en distanciel. Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à de l'intelligence artificielle est interdit que ce soit comme outil de recherche, d'exploration et d'idéation ou comme outil de rédaction. *Cela signifie que cette partie d'examen ne peut être présentée qu'à une seule session.",
        "other_info": "Ce cours implique la participation à des événements, spectacles, activités artistiques et culturelles.",
        "online_resources": "via moodle",
        "bibliography": "FRANCQ B. (2003), La ville incertaine. Politique urbaine et sujet personnel, Louvain-la-Neuve, Academia-Bruylant. CALHOUN C., SENNETT R. (dir.) (2007), Practicing Culture, London, Routledge. GRAFMEYER Y. (2005), Sociologie urbaine, Paris, Armand Colin. METRAL J. (2000), Cultures en ville ou de l'art et du citadin, La Tour d'Aigues, Editions de l'aube. BRUSTON A. (dir.) (2005), Cultures (Des) et des villes : mémoires au futur, La Tour d'Aigues, Editions de l'aube.",
        "course_materials": "Diaporamas, ouvrages, parties d'ouvrages, articles scientifiques, vidéos, compte-rendu de conférences...",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mdroi2201",
        "title": "Droit des médias et de la communication",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            ". SOMEBODY",
            "Mouffe Bernard"
        ],
        "teaching_language": "Français",
        "responsible_entity": "COMU"
    }
]