[
    {
        "url": "https://uclouvain.be/cours-2024-lcomu1312",
        "title": "Technologies et communication",
        "credits": "4.00",
        "hours": "22.5 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Descampe Antonin",
            "Macq Benoît"
        ],
        "teaching_language": "Français",
        "prerequisites": "-   Ce cours prolonge la matière vue au cours de BAC1 Informatique, Communication et Multimédia (LCOMU1127) Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "-    Principes de fonctionnement des principales technologies des communications sociales et des principaux dispositifs de stockage et de transmission. -    Conversion, codages et compression des signaux audio-scripto-visuels analogiques et numériques. -    Architecture des réseaux. -    Dispositifs de sécurisation et d'authentification. -    Appropriation sociale des technologies de communication. -    Evaluation des effets induits par l'émergence de technologies nouvelles sur les pratiques de communication et leur contexte anthropologique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 AA spécifiques -   Capacité, dans le chef des étudiants en communication , d'interagir avec les ingénieurs qui conçoivent les équipements et les techniciens qui les installent et les font fonctionner. -   Capacité, dans le chef des étudiants-ingénieurs , d'interagir avec les praticiens des communications audio-scripto-visuelles qui conçoivent des messages médiatiques. Autres AA La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "content": "Le contenu du cours associe trois volets technologiques (IA, cryptographie, interactions multimodales), suivis d’une partie méthodologique consacrée à l’analyse des dispositifs technologiques et de leur appropriation sociale. Ingénierie : L'intelligence artificielle, la cryptographie, la sécurité des données, et les dispositifs d'interaction multimodale, y compris la réalité augmentée. Sciences de la communication : Les modèles d’analyse de l’innovation technique et de son appropriation sociale, notamment l’impact des technologies émergentes sur les pratiques de communication humaine.",
        "teaching_methods": "Exposés magistraux : Introduction théorique des concepts technologiques et méthodologiques. Études de cas : Participation active des étudiants à travers des études de cas pratiques, associant une description technique à une analyse des usages sociaux. Vision prospective : Les travaux des étudiants devront inclure une réflexion prospective sur les trois volets technologiques. Flexibilité d’enseignement : Une partie ou l'entièreté des séances peut être donnée à distance, via Teams ou sous forme de vidéos enregistrées.",
        "assessment_methods": "Première session : Travail de groupe : Les étudiants présenteront une étude de cas sur une technologie (par exemple, un assistant vocal utilisant l’IA ou une application de réalité augmentée) et son usage social. Évaluation finale : Un écrit de groupe, suivi d'une entrevue orale en groupe, durant laquelle les étudiants devront défendre leur travail et discuter de leur analyse prospective. Seconde session : Si l’évaluation de la première session est insuffisante, les étudiants devront améliorer leur travail initial. L’évaluation portera alors sur les améliorations apportées au travail écrit et lors de l'entrevue orale. Utilisation des outils d'IA L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant·es.",
        "online_resources": "Les diapositives et autres ressources (références sur l’intelligence artificielle, la cryptographie, les interactions multimodales, et les études sur l’expérience utilisateur) sont disponibles sur Moodle. https://moodle.uclouvain.be/course/view.php?id=2471",
        "course_materials": "Les présentations powerpoint sont disponibles sur Moodle. Ressources complémentaires éventuelles également sur Moodle.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu1323",
        "title": "Presse, journalisme et société",
        "credits": "4.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Grevisse Benoît"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Faire découvrir les multiples facettes et réalités de la presse écrite belge et internationale ainsi que du journalisme. Le cours propose un panorama critique de la presse, aborde sa dimension historique et met en lumière sa fonction emblématique. Il ouvre à une lecture anthropologique et jette des ponts entre littérature et journalisme.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 1. Amener l'étudiant à une lecture \"professionnelle\" du journal.\r2. Encourager l'étudiant à mieux percevoir le fonctionnement du récit de presse.\r3. Permettre à l'étudiant de découvrir un ensemble d'écrivains-journalistes.",
        "content": "Objectifs du cours : 1. Proposer une introduction au journalisme. 2. Identifier quelques repères historiques fondamentaux, au travers du parcours des pratiques journalistiques anglo-saxonnes et de culture francophone. 3. Amener à la maîtrise de cadres théoriques d’analyse des pratiques journalistiques et identifier quelques enjeux sociétaux transversaux. Ce cours propose un quadruple regard sur le journalisme. • Il pose un regard sociologique sur le journalisme en s'interrogeant sur la place de cette activité au sein de la société contemporaine, en recourant à des auteurs de référence de ce champ. • Il propose un parcours de grandes figures historiques du journalisme pour éclairer leurs positionnements et leurs pratiques. • Il analyse l'entrecroisement du réel et de la fiction pour percevoir la représentation des rôles journalistiques dans la fiction, comme pour déterminer les emprunts que le journalisme fait à la fiction et à ses techniques. • Il sensibilise à l'importance du rôle joué par des femmes journalistes et aux rôles qui leur ont été assignés au sein de cette profession.",
        "teaching_methods": "Ce cours se donne ex cathedra, en présentiel. Il s'accompagne de la lecture d'un portefeuille de textes évoqués en cours, de l’écoute de podcasts et du visionnage de vidéos. Ces documents sont à disposition sur Moodle. Ils font partie intégrante de la matière.",
        "assessment_methods": "Ce cours fait l’objet d’une évaluation finale sous la forme d’un examen écrit. L’examen porte sur la matière vue lors des cours, ainsi que sur les documents mis à disposition sur Moodle (textes, vidéos, podcasts). Les étudiantes et étudiants disposent, dans l’horaire du cours, du temps nécessaire à la lecture, à l’écoute ou au visionnage de ces contenus. Ils sont invités à se les approprier au regard de la matière vue au cours. L’examen de seconde session portera sur les mêmes éléments.",
        "online_resources": "Fichiers PowerPoint. Portefeuille de textes . Podcasts audio.",
        "bibliography": "Voir le portefeuille de textes mis à disposition en ligne sur Moodle.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2632",
        "title": "Approches comparées de la communication d’intérêt général",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gersdorff Frédéric"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Dans l’arène publique, de nombreux acteurs publient des contenus d’information et de communication. Les thématiques d’intérêt général occupent un rôle central dans notre société en transition, traversée et secouée par des évolutions constantes et crises majeures. Assurer la transmission de l’information, éclairer les enjeux et faire évoluer les comportements collectifs sont - parmi d’autres - des préoccupations au carrefour de nombreux métiers de l’information et de la communication (journaliste, responsable de communication, attaché de presse, community manager…) et de nombreuses institutions (service public, média, entreprise, ONG, association citoyenne…). Ce cours s’attachera à analyser les pratiques, rôles et intérêts de chacun des acteurs sur des thématiques d’intérêt général. Ce cours à vocation multidisciplinaire - ouvert aux étudiants de différentes spécialités (Master en communication, Master en journalisme et Master en sciences et technologies de l’information et de la communication) - doit permettre de croiser les approches et d’avoir une meilleure compréhension des réalités, contraintes et complémentarités des différents métiers de l’information et de la communication.",
        "content": "Crise sanitaire, transition écologique, sécurité énergétique, lutte contre le harcèlement, valorisation du patrimoine… Ces thématiques ont pour point commun de toucher un large public et d’être au coeur de changements sociétaux. Elles sont d’intérêt général. Quotidiennement, et souvent même simultanément, différents acteurs du débat public s’en emparent. Chacun avec son positionnement et ses objectifs propres. Dans le cadre de ce cours, nous travaillerons sur base d’un éclairage théorique et de séquences communicationnelles à la meilleure compréhension des stratégies des différents acteurs de la communication d’intérêt général. La participation d’invités et la création de contenus de communication d’intérêt général, avec différentes approches, permettront d’approfondir et de mettre en pratique cette réflexion multidisciplinaire.",
        "teaching_methods": "Présentation de notions théoriques avec support d’exemples (une thématique, différents types d’intervenants et de positionnements). Invitation de professionnels de la communication, travaillant sur des thématiques d’intérêt général (organismes publics, acteurs économiques, médias…). Travaux collaboratifs (d'analyse et de production) en groupe axés sur la multidisciplinarité des approches (idéalement mêlant des étudiants des différentes spécialités) autour d’un sujet d’intérêt général commun. Présentation des projets et discussions.",
        "assessment_methods": "L’étudiant obtiendra une note sur vingt attribuée suite l'évaluation de deux travaux de groupe : 10 points sur le travail d'analyse et 10 points sur le travail de production. La participation au cours, lors des discussions avec les invités et lors de la présentation des différents travaux de groupe pourra également influencer la note globale.",
        "other_info": "L'encadrement du cours sera assuré par Frédéric Gersdorff.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2617",
        "title": "Communication publique et relations aux médias",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bagdat Arlin",
            "Daxhelet Jean-Yves",
            "Van Dievoet Lara"
        ],
        "teaching_language": "Français",
        "prerequisites": "une bonne connaissance de la communication externe et interne,",
        "topics_covered": "Administration et communication. Organisations et acteurs. Communication publique. Communication politique. Communication et lobbying. Média, politique, institutions. Outils et dispositifs, en particulier numériques. Communication publique et politique à l'heure d'Internet.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Définir et comprendre les spécificités de la communication politique d'un côté et la communication publique de l'autre ; 2. Contextualiser et comprendre les enjeux de la communication politique et publique ; 3. Porter un regard réflexif sur les pratiques de communication politique et publique ; 4. Analyser les situations et stratégies de communication politique et publique ; 5. Développer une stratégie de communication politique et publique.",
        "content": "Ce cours doit (1) permettre de comprendre la nature et place de la communication dans l'action publique et politique contemporaine; (2) permettre de développer des capacités d'analyse et de savoir-faire qui permettent de mieux appréhender des stratégies de communication et de relations aux médias. Le cours est structuré en deux parties indépendantes l’une de l’autre, même si celles-ci sont nécessairement reliées de par leur objet respectif. Les étudiant·es sont encouragé·es à faire dialoguer les éléments vus dans chacune des parties. RELATIONS AUX MÉDIAS La partie du cours dispensée par Jean-Yves Daxhelet et Lara van Dievoet se concentre sur les relations entre les organisations et le grand public à travers les médias. Il présentera aux étudiants les rôles interconnectés des RP et du journalisme tout en développant une réflexion éthique. Quels sont les enjeux ? Quel est l'impact d'un contexte de plus en plus numérique sur les relations presse ? Quels types de stratégies cela requiert-il ? Comment mesurer les effets des relations presse ? Principes et éthique des relations avec les journalistes Paysage médiatique belge Le rôle des relations presse au sein d’une organisation Introduction aux différents modes d’interaction avec la presse Évaluation de l’impact des relations presse COMMUNICATION PUBLIQUE La partie du cours dispensée par Arlin Bagdat couvre les points suivants: (1) Particularités distinctives de la communication publique : entre libertés et contraintes ( Thèmes abordés : du point de vue pratique, les spécificités de la communication publique par rapport à la communication politique ou du secteur privé ainsi que présentation des dernières tendances en communication ) ; (2) Campagnes d’information et de sensibilisation : présentation et analyse critique des campagnes fédérales, notamment les différentes campagnes menées dans le cadre de la crise COVID-19, avec une attention particulière concernant la communication inclusive. (Thèmes abordés : présentation et analyse critique des campagnes COVID-19 et de la plupart des campagnes de communication du Fédéral des dernières années (objectifs, messages, publics cibles, moyens, évaluations, difficultés, …) ainsi que des bonnes et des moins bonnes pratiques en matière de « genre » et de communication inclusive.) ; (3) Image de la Belgique : country branding à travers la campagne « La Belgique, autrement phénoménale » ( Thèmes abordés : la planification, le lancement et le pilotage au quotidien d’une campagne de country banding (liens avec le monde politique, collaboration avec une agence de communication, partenariat dans le monde économique et dans la société civile, actions spécifiques réseaux sociaux avec des influenceurs, planification des actions en Belgique et à l’étranger, gestion du budget, l’évaluation, reddition des comptes… ) ; (4) Typologies et évolution des services et des métiers de communication dans les institutions publiques. Illustrations à travers l’organisation d’événements tels que des sommet de l’OTAN ou d’événements à portée internationale. ( Thèmes abordés : la structure et l’évolution tant des modes d’organisation que des besoins des services de communication à travers l’exemple du Fédéral et l’expérience de la Chancellerie du Premier ministre ).",
        "teaching_methods": "Le cours fait alterner trois intervenants de manière successive mais indépendante. Dans la partie de Lara van Dievoet et Jean-Yves Daxhelet , des méthodes de pédagogie active seront mises en œuvre et les étudiants seront encouragés à développer une réflexion critique sur les relations avec les médias. Les étudiants affineront leurs compétences en rédigeant des communiqués de presse et en analysant des cas. Dans la partie d' Arlin Bagdat , le cours s'appuie sur des cas empiriques.",
        "assessment_methods": "Chaque partie de cours est évaluée séparément : chacune compte pour 50% de la note. 1. Partie donnée par Jean-Yves Daxhelet et Lara van Dievoet Rédaction de communiqués de presse Examen écrit 2. Partie donnée par Arlin Bagdat Première session : Travail de groupe : élaboration d'une \"roadmap\" de campagne. En deuxième session , le travail sera individuel Les critères d’évaluation sont : la capacité d’analyse, de créativité et de réflexion critique la pertinence des groupes cibles, actions, outils, mesures d’évaluation la qualité rédactionnelle la répartition équitable des contributions de chaque membre du groupe (uniquement en première session). La note finale sera égale à l’addition des points obtenus dans les deux parties. Si un étudiant ne se présente pas à l'examen ou ne remet pas de travail de groupe, il sera déclaré absent. Il obtiendra alors la note \"A\" pour l'ensemble des activités liées à ce cours. L’étudiant en situation d’échec présentera en seconde session chacune des parties pour laquelle sa note est insuffisante (moins de 5 sur 10). Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à de l'intelligence artificielle est interdit que ce soit comme outil d'exploration et d'idéation ou comme outil de rédaction .",
        "online_resources": "Les slides diffusés au cours et des textes à lire seront posté sur la page Moodle du cours.",
        "bibliography": "Aldrin, P., Hubé, N., Ollivier-Yaniv, C., Utard, JM. (2014). Les mondes de la communication publique: légitimation et fabrique symbolique du politique. Presses Universitaires de Rennes",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2619",
        "title": "Nouvelles narratologies et transmédia",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Fevry Sébastien"
        ],
        "teaching_language": "Français",
        "prerequisites": "Quelques éléments de narratologie (Propp, Greimas, Genette,...)",
        "topics_covered": "Ce cours vise à développer certains apports de la narratologie ‘post-classique’ dans son rapport aux nouvelles manifestations médiatiques du récit qui apparaissent à l’ère du « transmedia storytelling ». Le cours s’attachera ainsi à développer des modèles d’analyse et des perspectives conceptuelles liées à une approche du récit en action, attentive aux phénomènes de tension narrative (Baroni, Sternberg…) et aux modalités d’adhésion comme l’expérientalité (Fludernik) ou l’empathie narrative (Keen).",
        "content": "Ce cours vise à développer certains apports de la narratologie ‘post-classique’ dans son rapport aux nouvelles manifestations médiatiques du récit qui apparaissent notamment à l’ère du « transmedia storytelling » ainsi que dans une perspective d'archéologie médiatique. Le cours s’attachera à développer des modèles d’analyse et des perspectives conceptuelles liées à une approche du récit en action, attentive notamment aux phénomènes de tension narrative (Baroni, Sternberg…).",
        "teaching_methods": "Le cours reposera sur une série d'exposés théoriques et d’analyses de cas pratiques. Un portefeuille de lectures sera fourni aux étudiant.e.s afin qu’ils/elles puissent élaborer leur réflexion à partir de certains textes-clés des nouvelles approches narratologiques.",
        "assessment_methods": "Examen oral individuel portant sur la matière du cours + travail de groupe portant sur une modalité narrative spécifique. En cas de deuxième session (août), mêmes modalités. La note du travail de groupe peut être conservée si elle est égale ou supérieure à la moitié. Dans le cas contraire, l'étudiant.e représentera un travail écrit individuel. Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à de l'intelligence artificielle est interdite que ce soit comme outil de recherche, d'exploration et d'idéation ou comme outil de rédaction .",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2663",
        "title": "Effets éducatifs des médias",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Culot Martin",
            "Ligurgo Valèria"
        ],
        "teaching_language": "Français",
        "prerequisites": "Introduction à la psychologie et/ou psychologie sociale, analyse sémio-pragmatique des médias ou (Sémiotique générale et Information et communication)",
        "topics_covered": "Le cours aborde les thèmes suivants : Communication et éducation La médiatisation des savoirs : savoirs formels et savoirs informels compréhension, apprentissage, formation, éducation Médias, théories de l’apprentissage (individuel et communautaire) et théorie des représentations sociales induites par les médias Typologie des effets éducatifs : les représentations, les attitudes et le comportements Typologie et histoire des dispositifs médiatiques à finalité éducative Méthodes d’évaluation des effets éducatifs des médias Enjeux éducatifs du développement des médias, nouvelles pratiques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Distinguer les modes de formalisation des connaissances utilisées dans un document ou un dispositif médiatique ; 2. Analyser et concevoir les options méthodologiques sousjacentes à un document ou un dispositif éducatif existant ou en phase de conception ; 3. Formuler, à l’aide des outils conceptuels fournis par les théories des communications, des hypothèses sur la portée éducative d’un document ou d’un dispositif médiatique, qu’il soit explicitement éducatif ou non ; 4. Concevoir et mettre en œuvre un protocole d’évaluation des effets éducatifs d’un document ou d’un dispositif médiatique sur un public déterminé ; 5. Repérer et évaluer les techniques éducatives émergentes dans les pratiques des communications sociales ; 6. Identifier les enjeux contemporains de la portée éducative des médias, spécialement dans le contexte des usages médiatiques en réseaux interactifs.",
        "content": "Ce cours a pour objectif de former les étudiants à l'évaluation des effets éducatifs des médias. Il s'articule en trois phases: Une phase d’exposés centrés sur la notion d’effets des médias et des cadres théoriques mobilisables pour leur étude Une phase d’analyse des effets médiatiques, considérés comme des processus éducatifs Producteurs de représentations (ou connaissances) Producteurs d’attitudes Producteurs de comportements Une phase d’étude des médias spécifiquement conçus en vue de produire des effets éducatifs: les “médias éducatifs\"",
        "teaching_methods": "Le mode d'enseignement en vigueur pour les cours et les évaluations est le présentiel. Celui-ci pourra être revu si la situation sanitaire devait évoluer défavorablement. Les cours comprennent : une série d'exposés théoriques réalisés successivement ou conjointement par les deux enseignants et des spécialistes ou professionnels invités; des séances d'analyse collective de dispositifs médiatiques éducatifs; des séances de présentation par les étudiants de l'avancement des travaux; des séances d'accompagnement individuel des groupes.",
        "assessment_methods": "Les étudiants répartis en groupe doivent tout au long du quadrimestre préparer un dossier d'étude de cas analysant un dispositif médiatique sous l’angle de ses effets. Sur base de ces analyses, ils doivent ensuite concevoir et mettre en œuvre un protocole d’évaluation des effets éducatifs de ce dispositif médiatique. Les dossiers font l’objet d’une évaluation qui porte pour 80% de la cote du cours . Cette note est attribuée par groupe mais peut être ajustée individuellement en fonction de l’investissement de chaque membre du groupe, fondée sur la participation effective aux séances d’accompagnement par groupe et aux publications et travaux intermédiaires. Les dossiers d’études de cas sont présentés en session et font l’objet d’une défense orale (réalisée en présentiel ou à distance via TEAMS en fonction de l'évolution de la situation sanitaire) qui porte sur 20% de la cote du cours . En cas de seconde session, les modalités restent les mêmes : les étudiants doivent remettre en groupe (ou le cas échéant individuellement en cas de groupes défaillants) leur dossier d’études de cas et ensuite le défendre oralement en session (en présence ou à distance suivant l’évolution de la crise sanitaire). Les échéances pour les travaux intermédiaires, les séances d’accompagnement par groupe ainsi que la date de publication des dossiers sont communiqués en début de quadrimestre. Les critères d’évaluation des acquis d’apprentissages sont également communiqués aux étudiants en cours de quadrimestre.",
        "other_info": "Note sur l'utilisation de l'IA dans les travaux du cours : Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à de l'intelligence artificielle est toléré comme assistant linguistique (orthographique) et/ou d'idéation (brainstorming et proposition de formulation). Dans cette logique, il vous est demandé d’être attentif à ne pas laisser l’IA dévoyer le style rédactionnel de votre travail. L’objectif de ce travail est d’arriver à une production personnelle (votre média, vos hypothèses et votre recherche de terrain) dans un style scientifique . L’utilisation de l’IA qui mènerait un autre style rédactionnel (lyrique, jargonnant, ou langue de bois) dévaluera le travail. Important : Si vous décidez d’utiliser l’IA dans le cadre de ce travail merci de préciser clairement sur quel aspect du travail elle a été utilisée . Toute suspicion d’utilisation de l’IA non déclarée pourra faire l’objet de question à la défense orale et sera soumis à l’appréciation des enseignants du cours. Plus globalement au sein de l'UCL : L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "bibliography": "Cleeremans, Axel (1997). Principles for Implicit Learning. In D. Berry (Ed.), How implicit is implicit learning? (pp. 196-234), Oxford: Oxford University Press Dacheux, É. (2001). Étudier le marketing à la lumière de la communication. L’Année sociologique, Vol.51(2), 411. https://doi.org/10.3917/anso.012.0412 Frenette, M (2010). La recherche en communication sociale. Un atout pour les campagnes sociales. Presses de l'Université du Québec. JODELET D., \"Les représentations sociales\", Presses Universitaire de France, Paris, 2012 Girandola, F., & Fointiat, V. (2016). Attitudes et comportements': comprendre et changer. Presses Universitaires de Grenoble. Meunier, J.-P. (1992). Qu’est-ce qu’un film éducatif'? In P. van Meerbeeck & C. Nobels, Quand on n’a que l’amour (p. 284). Bruxelles: De Boeck-Wesmael. Meunier, J.-P. (1995). Deux modèles de la communication des savoirs. Recherches en communication, 4(4b). Consulté à l’adresse http://sites.uclouvain.be/rec/index.php/rec/article/viewArticle/3511 Moliner, P., & Guimelli, C. (2015). Les représentations sociales. Presses Universitaires de Grenoble. Meunier, J.-P. (2015). Des images et des mots': Cognition et réflexivité dans la communication. Louvain-La-Neuve: Editions Academia.",
        "course_materials": "Slides vus au cours",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2221",
        "title": "Analyse des productions cinématographiques",
        "credits": "4.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Fevry Sébastien"
        ],
        "teaching_language": "Français",
        "topics_covered": "Concernant les productions cinématographiques : leurs dimensions historiques, culturelles et techniques ; leurs composantes sémantiques ; leurs dimensions narratives et énonciatives ; la construction de points de vue et de focalisation ; le problème relatif aux phénomènes de perception, cognition et représentation liés à la communication filmique ; leurs enjeux contemporains.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Avoir acquis une sensibilité générale aux différents aspects des productions cinématographiques ; 2. Avoir acquis une maîtrise des modèles et concepts sémiotiques relatifs aux messages visuels (schémas, diagrammes, réseaux, dessins, photos, plans, séquences, films, animations interactives) ; 3. D'analyser les fonctionnements sémantiques des productions cinématographiques et de formuler des hypothèses sur sa réception et sur sa portée sociale et/ou mentale. Par exemple, certaines pratiques filmiques typiques, recourant à des formes particulières de communication par l'image et le son: fiction, propagande, documentaire, observation, essai ; 4. Avoir acquis une  compétence critique vis à vis des principaux modèles généraux de la communication, élaborée à partir des questions théoriques suscitées par l'étude des films et de ses usages sociaux en production, en diffusion et en réception.",
        "content": "Le cours explore chaque année de façon critique et réflexive certains aspects cruciaux des productions cinématographiques (questions de mise en scène, rapport à l'espace et au temps, le rôle du dispositif, les implications du numérique...).",
        "teaching_methods": "Mode d'enseignement Exposés en séance Présentation de documents visuels Etudes de cas Appel aux réactions, commentaires, réflexions Prise de notes personnelles",
        "assessment_methods": "Travail de groupe portant sur un film et visant à développer une analyse approfondie de la construction visuelle et/ou sonore du film choisi en se basant sur les concepts et les outils d’analyse vus au cours. En cas de deuxième session, mêmes modalités. Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à de l'intelligence artificielle est interdite que ce soit comme outil de recherche, d'exploration et d'idéation ou comme outil de rédaction .",
        "other_info": "De nombreux thèmes abordés sont susceptibles d'être approfondis dans un mémoire de master 60 ou 120.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lantr2000",
        "title": "Méthodes d'enquête en anthropologie",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bréda Charlotte"
        ],
        "teaching_language": "Français",
        "topics_covered": "A travers un examen approfondi des questions de méthode en anthropologie et des interrogations épistémologi-ques qui leur sont liées, le séminaire porte sur la maîtrise des outils d'investigation ethnographique et particuliè-rement sur la production des données et l'organisation d'un terrain. Ce séminaire vise donc avant tout un encadrement collectif des travaux de terrains des étudiants\r\rSeront notamment abordés : \rLa production des données à partir de l'observation participante et de l'entretien semi-directif ; \rLe recours à d'autres techniques d'investigation ;\rLa planification de l'organisation d'un terrain ; \rL'analyse et l'interprétation des données ethnographiques ;\rLa construction d'une problématique ethnologique ;",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du séminaire, l'étudiant aura effectué une enquête ethnologique de terrain complète.\rL'étudiant aura présenté au moins une fois ses travaux de terrains devant les professeurs du Master et les autres étudiants.",
        "content": "L’objectif de ce cours est d’équiper les étudiants.es des méthodes d'enquête de terrain utilisées en anthropologie, des outils disponibles à sa conception et à sa mise en œuvre. Au-delà des principes éthiques et épistémologiques, le séminaire abordera : (1) les étapes concrètes de l’organisation d’un terrain (planification, choix stratégiques dans la définition des objectifs, dans la conception et la stratégie méthodologique de l'enquête, dans l’accès au terrain, dans l’identification des lieux et des acteurs.trices clés, dans les outils), (2) la collecte et la gestion de données ethnographiques (entretiens ethnographiques, observation participante, gestion et stockage des données qualitatives, leur traitement et leur conservation, les démarches de recherche action participative et transdisciplinaires), (3) les modalité de restitution et de présentation des résultats (suivi auprès des informateurs.trices et des bailleurs.euses de fonds, formes variables des délivrables : rapports, élaboration de recommandations etc.). Ce cours vise à outiller le/la futur.e anthropologue à concevoir une démarche d'enquête de terrain quel que soit le sujet.",
        "teaching_methods": "Séances mixtes : exposés magistraux de l'enseignante exposés des étudiants.es exercices accompagnés en classe",
        "assessment_methods": "Ce cours fait l'objet d'une évaluation continue basée sur l'implication dans les discussions en classe et la réalisation des travaux individuels ou en groupe. Pas d'examen.",
        "online_resources": "Moodle : LANTR - Méthodes d'enquête en anthropologie",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu1126",
        "title": "Anthropologie de la communication",
        "credits": "4.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Del Fa Sophie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Dans la perspective d'une approche anthropologique (diachronique et synchronique) des techniques de communication et d'information, le cours propose un regard analytique et interprétatif sur les grands modes et processus de communication humaine et sociale et sur leurs interactions nombreuses et complexes dans et avec les sociétés dans lesquelles ils sont produits et se développent. Le cours traite des fondements (paradigmes et concepts) d'une approche anthropologique des techniques et des systèmes de communication. Le cours s'articule essentiellement sur une présentation chronologique des grands changements et des multiples enjeux liés à l'apparition de nouveaux systèmes techniques de communication ainsi qu'aux usages (entre autres sociaux et culturels) qui les produisent et qui s'y déploient. Le cours aborde successivement les contextes et les conditions d'émergence et de développement de l'imprimerie, du télégraphe, de la photographie, du cinéma, des médias audio-visuels et de la communication numérique",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours a pour objectif d'amener l'étudiant à maîtriser des connaissances (contextes et concepts) lui permettant de mener : - une analyse diachronique et anthropologique des différents modes de productions et d'insertions sociales des systèmes techniques de communication dans des contextes civilisationnels, culturels et historiques spécifiques - une analyse des interactions entre les grands systèmes (techniques) de communication et les sociétés dans lesquelles ils se produisent et se développent",
        "content": "Le cours propose aux étudiant.e.s de se mettre dans la « peau » d’un.e anthropologue afin d’enquêter sur le passé, le présent et le futur de la communication. Il s’agira d’explorer la manière dont la communication a été étudiée et la manière dont elle l’est aujourd’hui. Inévitablement, le cours entrera donc dans les différentes significations de « la communication » (les médias, les réseaux sociaux, les organisations, les discours, etc.). Afin d’ancrer la réflexion dans les enjeux contemporains, il sera proposé « d’enquêter sur le présent » notamment avec un regard critique sur la communication contemporaine en abordant les réseaux sociaux et la communication environnementale au temps de la crise climatique. Plusieurs grands thèmes seront abordés : L’anthropologie des médias (archéologie, origines et premières expérimentations) L’anthropologie de la communication des organisations et du travail L’anthropologie critique de la communication contemporaine L'au-delà de la communication: quid d’une anthropologie de la communication environnementale?",
        "teaching_methods": "Cours magistraux Échanges et discussions portant sur les lectures (voir Moodle) et documents divers Exercices de groupe",
        "assessment_methods": "1ère session Travail de groupe Évaluation continue constituée d'exercices à réaliser en classe 2ème session Examen oral À propos de l'utilisation des intelligences artificielles Toute utilisation d’intelligence artificielle doit être explicitement renseignée et visibilisée dans les travaux . L’intelligence artificielle peut être utilisée comme aide à la rédaction (correction orthographique, grammaticale, traduction de citations en d’autres langues, amélioration du style). En aucun cas, l’intelligence artificielle doit être utilisée pour générer un texte, analyser ou synthétiser des articles ou des livres scientifiques.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2430",
        "title": "Déontologie et analyse critique du journalisme",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Grevisse Benoît"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours analyse les conditions de production qui structurent et déterminent les pratiques journalistiques. Il développe une réflexion critique dans le cadre d'une approche éthique et déontologique en situation opérationnelle. Il expose les logiques de régulation du journalisme, les normes déontologiques et leurs fondements. Il aborde les modes de raisonnement déontologiques et éthiques, belges et internationaux. Le cours vise à concevoir des pratiques journalistiques responsables socialement, pensées dans le cadre d’une analyse critique de conditions de production diverses et très évolutives.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. maîtriser, de façon critique, des normes déontologiques et de leurs fondements 2. démontrer la connaissance de la logique d’articulation de la déontologie à d’autres modes de régulation ainsi que celle des mécanismes institués et informels de l’autorégulation de l’information d’intérêt général 3. concevoir des pratiques journalistiques responsables socialement, pensées dans le cadre d’une analyse critique de conditions de production diverses et très évolutives 4. développer sa capacité à élaborer un raisonnement éthique et déontologique autonome et valide, en situation opérationnelle",
        "content": "Ce cours propose tout d'abord un parcours critique des fondements historiques, socio-politiques et théoriques de la déontologie journalistique. Il examine les distinctions entre les divers modes de régulation : droit, déontologie et éthique. Il passe ensuite en revue, de manière systématique, les principes déontologiques que s'imposent les journalistes belges. Ce parcours critique se base notamment sur les cas d'actualité. Le cours propose également une comparaison internationale des systèmes et des règles déontologiques. Il envisage enfin les limites de l'autorégulation journalistique.",
        "teaching_methods": "Exposés magistraux et analyses de cas. Ce cours fait appel à des notions exposées dans le cours de Droit des médias et de la communication (LCOMU1322). Il demande à l'étudiant d'exercer concrètement le raisonnement déontologique et éthique. Pour ce faire, de nombreux cas sont exposés et analysés collectivement au cours. Ce cours est un cours de base d'un programme de formation au journalisme francophone. Il est donc donné et évalué en français. Toutefois, les étudiants dont le français n'est pas la langue maternelle pourront éventuellement convenir avec l'enseignant de modalités d'évaluation en anglais ou en néerlandais.",
        "assessment_methods": "Au terme de cet enseignement, l’étudiant.e sera capable de : • maîtriser, de façon critique, les normes déontologiques et leurs fondements ; • démontrer la connaissance de la logique d’articulation de la déontologie à d’autres modes de régulation, ainsi que celle des mécanismes institués et informels de l’autorégulation de l’information d’intérêt général ; • concevoir des pratiques journalistiques socialement responsables, pensées dans le cadre d’une analyse critique de conditions de production diverses et très évolutives ; • développer sa capacité à élaborer un raisonnement éthique et déontologique autonome et valide, en situation opérationnelle. L'évaluation se fera sous la forme d'un examen oral. Il portera sur la matière vue au cours et comprendra au moins une analyse de cas.",
        "other_info": "La maîtrise passive de l'anglais est nécessaire à la lecture de textes de référence, voire à l'écoute de séquences vidéo.",
        "online_resources": "Fichiers PowerPoint du cours. Textes de référence.",
        "bibliography": "Grevisse, Benoît, Déontologie du journalisme : enjeux éthiques et identités professionnelles (2e édition), De Boeck, 2016. De nombreux documents sont également mis à disposition en ligne.",
        "course_materials": "Grevisse, Benoît, Déontologie du journalisme : enjeux éthiques et identités professionnelles (2e édition), De Boeck, 2016.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2606",
        "title": "Communication interculturelle",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dhume Fabrice"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours vise à élucider, sous leur angle pragmatique et analytique, les processus engagés dans la communication entre personnes de culture différente et à offrir des outils appropriés à cette analyse.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Etre sensible à la communication interculturelle et, plus globalement, à la dimension interculturelle des sociétés contemporaines ; 2. Cerner les exigences d'une approche pragmatique des situations de communication entre personnes de cultures différentes.",
        "content": "Ce cours vise à fournir des repères et des outils pour aborder de façon critique et réflexive les questions sous-jacentes à la problématique dite de l'interculturalité, et pour réfléchir sur les enjeux (sociétaux, professionnels) qui en découlent, en particulier dans le champ de la communication. Le cours mobilisera une perspective interdisciplinaire, avec des apports relevant de la sociologie, de l’anthropologie, de la psychologie sociale, des sciences politiques, de la philosophie ou encore de l’histoire. Il accordera une place centrale à l’analyse des enjeux socio-politiques des questions culturelles, nationales et ethnoraciales, en mettant l’accent sur la problématique socio-historique des rapports sociaux (rapports de domination, de (dé)colonisation…). Le cours abordera diverses facettes de la problématique. Le fil conducteur en est la déconstruction des approches culturalistes et de la notion-même d'interculturalité (ou de \"communication interculturelle\"), en prenant en compte leurs apories et leurs points aveugles, et en s'appuyant pour ce faire sur les paradigmes de l’ethnicité et des rapports sociaux de race . Divers thèmes permettront de mettre en application cette grille de lecture.",
        "teaching_methods": "Le cours est construit selon une triple logique : Cheminement : chaque séance abordera une dimension différente de la problématique du cours, de façon néanmoins toujours liée aux autres. Il s’agit d’une part de complexifier la problématisation des enjeux au fur et à mesure du quadrimestre, et de permettre aux étudiant.e.s de déployer et structurer chemin faisant une réflexion critique quant aux objets du cours. Articulation entre plusieurs approches : auto-formation (avec notamment une exigence de lectures ou de préparation des séances) ; apports théoriques et méthodologiques ; mises en situation ; confrontation-discussion-coopération et travail collectif entre étudiant.e.s. Réflexivité collective : prendre en compte les questions travaillées dans le cours pour comprendre les dynamiques et agir sur les rapports au sein du « groupe-classe », et ainsi s'entraîner à développer des façons d'agir en situation.",
        "assessment_methods": "L’objectif de l'évaluation est d'attester du travail réflexif et critique effectué par les étudiant.e.s afin de s'approprier les paradigmes de l’ethnicité et des rapports sociaux de race dans l’élaboration de leur (futur) positionnement professionnel. L’évaluation reposera sur la réalisation par les étudiant.e.s, impérativement en petits groupes de travail, d’un support de communication (vidéo, podcast, fiche de synthèse, micro-enquête…) : présentant l’un des concepts travaillés dans le cours dans une visée de vulgarisation, illustrant un ou des enjeux que ce concept recouvre dans le domaine professionnel de la communication, et prodiguant des conseils aux pairs pour prendre en compte ces enjeux et/ou adapter leur pratique.",
        "online_resources": "Des ressources bibliographiques générales, ainsi que des ressources spécifiques à chacune des séances seront accessibles sur Moodle. Les supports utilisés (powerpoint, étude de cas, extraits d'articles travaillés...) seront rendus disponibles progressivement sur Moodle au fur et à mesure à l'issue des séances.",
        "bibliography": "BERRIER Astrid (2003), Conversations francophones. A la recherche d'une communication interculturelle, Paris, L'Harmattan. CERVULLE Maxime (2013), Dans le blanc des yeux. Diversité, racisme et médias ‪, Paris, Editions Amsterdam. CUCHE Denys (1996), La notion de culture dans les sciences sociales , Paris, La Découverte. DELPHY Christine (2007), Classer, dominer. Qui sont les « autres » ?, Paris, La Fabrique éditions. FRAME Alexander (2013), Communication et interculturalité. Cultures et interactions interpersonnelles ‪, Paris, Hermès/Lavoisier. GOFFMAN Erving (1991), Les cadres de l’exp érience , Paris, Editions de Minuit. KUNERT Stéphanie (2014), Publicité, genre et stéréotypes , Fontenay-le-Comte, Lussaud. LADMIRAL Jean-René, LIPIANSKY Edmond Marc (1989), La communication interculturelle, Paris, Armand Colin. LORCERIE Françoise (2003), « Le paradigme de l'ethnicité », in L'école et le défi technique. Éducation et intégration , Paris, ESF Editeur, pp.19-98. RIGONI Isabelle (dir.) (2007), Qui a peur de la télévision en couleurs ? La diversité culturelle dans les médias , Montreuil, Editions Aux lieux d'être. SCOTT James C. (2009), La domination et les arts de la résistance. Fragments du discours subalterne , Paris, Editions Amsterdam. WIMMER Andreas (2013), Ethnic Boundary Making: Institutions, Power, Networks, Oxford, Oxford University Press. Revue Hermès (2008) « L’épreuve de la diversité culturelle », n°51. ― (2019), « Les stéréotypes, encore et toujours », n°83. Revue Etudes de communication (2020), « Les images au cœur des rapports sociaux. Vers de nouveaux régimes de représentation et de visibilité ? », n°54. Revue Raisons politiques (2009), « Usages de la diversité », n°35. Revue Réseaux (2020), « Médias et racialisation », n° 223.",
        "course_materials": "Le syllabus sera remis en début de cours",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2101",
        "title": "Séminaire interdisciplinaire de recherche en communication 2",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Fastrez Pierre"
        ],
        "teaching_language": "Français",
        "content": "Le séminaire aborde chaque année une sélection d’approches théoriques ou méthodologiques de la recherche en communication. Ces approches s’ancrent alternativement dans les perspectives sémiotiques, systémiques, narratologiques, psychologiques, anthropologiques, ou sociologiques propres à l’étude de la communication. Chaque approche est abordée au départ de travaux de recherche contemporains ou ayant marqué la recherche en communication, en veillant à articuler la construction des questions de recherche, l’ancrage dans un arrière-plan théorique et l’élaboration de méthodes propres.",
        "teaching_methods": "Le séminaire accueille pour chacune de ses séances un·e professeur·e ou un·e chercheur·e invité·e, et traite à chaque séance d'une approche théorique ou méthodologique de la recherche en communication, au départ des travaux de recherche menés par l’invité·e. Chaque séance peut faire l’objet d’une ou de plusieurs lectures préparatoires. Chaque séance se partage entre l’exposé de l’invité·e et un temps d’interaction entre l’invité·e et les participant·es, au croisement du contenu de l’exposé, des lectures préparatoires et des questionnements de recherche personnels des praticipant·es.",
        "assessment_methods": "L'évaluation repose sur un travail écrit constituant un rapport de participation au séminaire, composé d'autant de sections qu'il y a de séances de séminaire au cours de l'année académique. Pour chaque séance, il est demandé à l’étudiant·e de rédiger un texte d'une longueur maximale de deux pages A4 répondant aux trois questions suivantes: quelles sont les principales contributions de l'exposé de l'intervenant·e: les questions abordées, les approches présentées et mises en discussion? quels sont les points principaux sur lesquels ont porté les échanges entre les participants? quels liens pouvez-vous établir entre les lectures préparatoires et les deux points précédents? En quoi ces lectures ont-elles alimenté la séance?",
        "other_info": "L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant·es.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspri2200",
        "title": "Communication, political marketing and lobbying",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Koutroubas Theodoros",
            "Roginsky Sandrine",
            "Versailles Alban"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours couvre les aspects suivants :\r1/ Rappels théoriques (en bref) : éléments de marketing, de théorie de la communication, de définitions du lob-bying, du concept de \" l'influence \" et de concepts connexes.\r2/ Etude, dans des contextes et à des niveaux différents (local, régional, national, européen) des stratégies de communication et d'influence de différents types d'acteurs collectifs :\r-\torganisations sociales (groupes d'intérêt, groupes de pression, mouvements sociaux, opérateurs économi-ques) ;\r-\torganisations politiques (partis politiques), et mandataires politiques individuels ;\r-\t institutions (administrations publiques, organismes publics et parapublics, institutions parlementaires et gouvernementales)\r3/ Réflexion sur les \" bonnes pratiques \" et sur les règles éthiques, contraignantes ou non, en termes d'influence, de lobbying et de communication.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable d'analyser, dans des situations concrètes, les stratégies de commu-nication et d'influence d'organisations sociales (groupes d'intérêt, groupes de pression, mouvements sociaux, opérateurs économiques), politiques (partis politiques ainsi que mandataires politiques) et institutionnelles (ad-ministrations publiques, organismes publics et parapublics, institutions parlementaires et gouvernementales). Il sera également outillé, à partir de ce décodage, pour intervenir en termes de consultance.",
        "content": "Le cours est structuré en deux parties indépendantes l’une de l’autre, même si celles-ci sont nécessairement reliées de par leur objet respectif. Les étudiant·es sont encouragé·es à faire dialoguer les éléments vus dans chacune des parties. La première partie porte plus précisément sur la communication et le marketing politique, en amenant des notions théoriques essentielles pour bien appréhender ce que ces activités recouvrent. Ce faisant, la communication et le marketing politique sont d’abord approchés du point de vue des modalités de production ; celles-ci nous renseignent en effet sur les contenus produits et doivent être pris en compte dès lors qu’on tente de les analyser. Une telle approche invite à porter une attention particulière aux acteurs sociaux impliqués dans la fabrique de la communication politique, aux organisations et institutions dans lesquelles ceux-ci évoluent et aux dispositifs de communication mobilisés pour déployer les contenus de communication. Si la focale n’est pas spécifiquement mise sur le cas de l’Union européenne, les étudiant·es sont invité·es à tenter de prendre cet échelon pour discuter les concepts et notions présentés. La partie relative au lobbying s’axe plus précisément sur le cas de l’Union européenne et aborde les thèmes suivants : rappels théoriques (en bref) – éléments de définition du lobbying, du concept de l’influence et de concepts connexes ; étude à partir du cas européen des stratégies de communication et d’influence de différents types d’organisations sociales (groupe d’intérêt, groupes de pression, mouvements sociaux, opérateurs économiques) ; réflexion sur les « bonnes pratiques » et sur les règles éthiques, contraignantes ou non, en termes d’influence, de lobbying et de communication.",
        "teaching_methods": "Le cours fait alterner deux intervenants de manière successive mais indépendante : la première moitié des séances porte sur la communication politique, la seconde sur le lobbying. Les deux parties se focalisent sur l'échelle européenne. Le cours articule cours magistral par le/la professeur·e et lectures scientifiques que les étudiant.es doivent préparer, et le cas échéant présenter et discuter, en articulant leur lecture avec des exemples empiriques qui nécessiteront donc un suivi actif de l’actualité, notamment européenne.",
        "assessment_methods": "Chaque partie de cours est évaluée séparément : chacune compte pour 50% de la note. 1ère session Partie communication politique et UE (50% de la note totale) : Travail d'analyse Examen oral Partie lobbying dans l'UE (50% de la note totale) : Examen oral 2e session Partie communication politique et UE (50% de la note totale) La note obtenue dans le cadre du travail d'analyse ne peut être modifiée. Un autre examen oral de restitution de la matière est prévu. Partie Lobbying dans l'UE (50% de la note totale) Examen oral",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2669",
        "title": "Analyse de jeux vidéos",
        "credits": "4.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Philippette Thibault"
        ],
        "teaching_language": "Français",
        "content": "Ce cours ne se donne pas en 2024-2025 Contenu du cours Ce cours propose une introduction aux études des jeux vidéo (game studies) et à l’analyse critique des jeux vidéo comme objets culturels et médiatiques. Il s’articule autour de trois axes principaux : Découverte de la littérature scientifique en game studies, avec une attention particulière portée aux théories et concepts fondamentaux. Exploration des méthodes d’analyse des jeux vidéo, incluant des approches critiques, structurelles et ludiques. Mise en pratique des compétences analytiques via des travaux d’étude de cas sur des jeux vidéo spécifiques. Les séances combineront des présentations théoriques, des discussions de textes scientifiques, des activités pratiques (tests de jeux vidéo), et des activités collaboratives.",
        "teaching_methods": "Ce cours ne se donne pas en 2024-2025 Méthodes d'enseignement Lectures et analyses critiques : les étudiant-e-s liront des articles scientifiques sur les jeux vidéo et participeront à des discussions en classe. Travaux pratiques en salle informatique : analyse en direct de jeux vidéo. Analyse en vidéo : les étudiant-e-s utiliseront la plateforme Flip pour produire des analyses en vidéo de jeux vidéo. Bibliographie collaborative : création d’une bibliographie collective sur Zotero. Travail final : rédaction d’un mini-article inspiré des approches de l’ouvrage Introduction aux Théories des Jeux vidéo co-dirigé par Sébastien Genvo et Thibault Philippette.",
        "assessment_methods": "Ce cours ne se donne pas en 2024-2025 À la fin de cet enseignement, l'étudiant-e sera capable de : Analyser de manière critique des jeux vidéo à partir de concepts théoriques (niveau : évaluation). Appliquer les méthodes d'analyse des jeux vidéo pour en tirer des conclusions pertinentes (niveau : application). Développer une bibliographie scientifique pertinente sur une thématique liée aux game studies (niveau : synthèse). Collaborer avec ses pairs pour créer une bibliographie collective et des analyses croisées (niveau : collaboration). Communiquer de manière argumentée une analyse critique à travers des formats variés (ex : vidéo et article académique) (niveau : création). Mode d'évaluation des acquis Participation en classe (20%) : participation active aux discussions et aux activités de groupe. Analyses vidéo sur Flip (20%) : réalisation d’une ou plusieurs analyses vidéo critiques d’un jeu vidéo, en s’appuyant sur les concepts théoriques abordés. Contribution à la bibliographie Zotero (20%) : participation à la création d’une bibliographie annotée sur Zotero. Mini-article final (40%) : rédaction d’un article académique sur une thématique transversale, structuré de la manière suivante (cf. articles dans Introduction aux Théories des Jeux vidéo ) : Introduction théorique 2-3 études de cas (mini-recherche empirique avec données propres) Conclusion Bibliographie commentée \"Pour aller plus loin\" (ressources complémentaires) Seconde session : réalisation d'un travail plus conséquent que le mini-article pour 100% de la note (voir consignes sur Moodle).",
        "other_info": "Ce cours ne se donne pas en 2024-2025 Usage des intelligences artificielles (IA) L’utilisation des IA génératives (comme ChatGPT, Bard, ou autres) est encadrée selon les principes de responsabilité, transparence et authenticité : Usage autorisé sans mention : Les étudiant-e-s peuvent utiliser des IA génératives pour des tâches d'assistance linguistique, telles que la correction grammaticale ou orthographique, la reformulation et la traduction. Toutefois, l'outil ne doit pas ajouter de contenu dont l’étudiant-e ne serait pas l'auteur-e. Usage autorisé avec mention obligatoire : Si un étudiant-e utilise un contenu généré par une IA (texte, image, etc.) ou traduit directement un texte via une IA sans révision substantielle, cela doit être mentionné explicitement dans le travail, conformément aux règles de citation académiques. Usage interdit : Toute utilisation d'une IA qui empêche de vérifier ou d'évaluer les acquis personnels de l’étudiant-e est interdite. Cela inclut l’usage non mentionné de contenus générés par l’IA ou la soumission de travaux où l'IA a produit une part significative du contenu sans révision humaine. Les étudiant-e-s doivent conserver des traces des interactions avec les IA en cas de vérification. Tout manquement à ces règles pourrait être considéré comme une irrégularité académique et soumis aux sanctions prévues par le règlement général des études et des examens ( Règlement général des études et des examens | UCLouvain ).",
        "online_resources": "Ce cours ne se donne pas en 2024-2025 Voir sur Moodle",
        "bibliography": "Bibliographie Alvarez, J., & Djaouti, D. (2010). An introduction to serious game design: Using gameplay bricks to design meaningful games . Ludoscience. http://www.ludoscience.com/EN/publications/21-An-introduction-to-serious-game-design-using-gameplay-bricks-to-design-meaningful-games.html Bonenfant, M. (2017). Pour une approche communicationnelle des jeux vidéo : quelques enjeux théoriques et méthodologiques. Sciences du jeu, 7 . https://journals.openedition.org/sdj/873 Consalvo, M., & Dutton, N. (2006). Game analysis: Developing a methodological toolkit for the qualitative study of games. Game Studies, 6 (1). http://www.gamestudies.org/0601/articles/consalvo_dutton Fernández-Vara, C. (2015). Introduction to game analysis . Routledge. Flanagan, M., & Nissenbaum, H. (2014). Values at play in digital games . MIT Press. Genvo, S., & Philippette, T. (Éd.). (2020). Introduction aux théories des jeux vidéo . Presses universitaires de Liège. https://books.openedition.org/pulg/26119 Genvo, S. (2013). Le game design de jeux vidéo : Approches de l'expression vidéoludique . L'Harmattan. Juul, J. (2005). Half-real: Video games between real rules and fictional worlds . MIT Press. Juul, J. (2013). The art of failure: An essay on the pain of playing video games . MIT Press. Lejacq, Y. (2015). Le concept de retrogaming : Pratiques et identités au croisement de l’histoire et de la culture du jeu vidéo. Sciences du jeu, 3 . https://journals.openedition.org/sdj/394 Montembault, A. (2018). L’accessibilité des jeux vidéo : Dispositifs, acteurs et conception. Sciences du jeu, 9 . https://journals.openedition.org/sdj/1463 Rufat, S. (2012). La ville dans les jeux vidéo : Regards croisés sur la production vidéoludique. Sciences du jeu, 1 . https://journals.openedition.org/sdj/144 Salen, K., & Zimmerman, E. (2004). Rules of play: Game design fundamentals . MIT Press. Sicart, M. (2014). Play matters . MIT Press. Sicart, M. (2009). The ethics of computer games . MIT Press. Taylor, T. L. (2006). Play between worlds: Exploring online game culture . MIT Press. Taylor, T. L. (2009). Communities of play: Emergent cultures in multiplayer games and virtual worlds . MIT Press. Triclot, M. (2011). Philosophie des jeux vidéo . Zones. Whalen, Z., & Taylor, L. N. (Eds.). (2008). Playing the past: History and nostalgia in video games . Vanderbilt University Press. Wolf, M. J. P., & Perron, B. (Eds.). (2003). The video game theory reader . Routledge. Zagal, J. P. (2010). Ludoliteracy: Defining, understanding, and supporting games education . ETC Press. Zagal, J. P., Fernández-Vara, C., & Mateas, M. (2007). Rethinking immersion: Narrative causality and consistency in the attention economy. International Journal of Gaming and Computer-Mediated Simulations , 1 (1), 14-35. https://doi.org/10.4018/jgcms.2009010102",
        "course_materials": "Introduction aux Théories des Jeux Vidéo (S. Genvo et T. Philippette, dir.)",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsoc2002",
        "title": "Sociologie du numérique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Mangez Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours pose la question des transformations sociétales à l''uvre en lien avec le numérique, dans les sociétés occidentales, et ce à partir d'une lecture sociologique qui pourra, selon les thèmes abordés, être croisée avec d'autres disciplines comme l'anthropologie, l'économie ou les sciences politiques. Les thèmes qui pourront être abordés au cours incluent': La place de la sociologie du numérique dans la sociologie des sciences et techniques'; numérique et transformations du rapport au temps et à l'espace'; Sphère politique': e-gouvernance, surveillance et contrôle, élargissement de la sphère publique, évolution du rôle des médias'; Révolution numérique et transformations du travail'; Rapport au corps, quantification de soi, nouvelles formes de co-présence'; Tournant digital et lien social'; et Socialisations «'virtuelles'» et «'matérielles'»'",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de ce cours, les étudiants seront capables': de poser un regard critique sur le tournant numérique'(AA 4.1 et 7.3); de discuter des enjeux sociaux, économiques, politiques, et culturels liés au numérique (AA 2.1)'; de définir et de mettre en 'uvre les concepts et théories sociologiques liés au tournant numérique (AA 2.3 et 4.2); d'analyser les usages et les pratiques numériques'(AA 1.3'; 2.4 et 4.4); de porter un regard sociologique sur les interactions entre pratiques et sphères «'virtuelles'» et pratiques et sphères «'matérielles'» (AA 1.3'; 2.4 et 4.4) de communiquer, à l'oral et à l'écrit, sur des sujets complexes dans le domaine de la sociologie de façon correcte, structurée, argumentée selon les standards de communication spécifiques au contexte et en adaptant sa communication (contenu et forme) au public visé et aux intentions poursuivies (AA 6.1).",
        "content": "Thématiques abordées (liste non limitative): - Introduction à quelques éléments techniques de base relatifs au fonctionnement des outils numériques - Perspective historique et sociologique: comment des avancées technologiques (écriture, imprimerie, numérique) affectent et son affectées par des évolutions sociologiques. - Contexte d'émergence de l'informatique, d'internet et du web - Intelligence artificielle et deep learning - Sociologie économique et plateformes numériques - Numérique et évolution de champs particuliers (par exemple : le travail, le journalisme, l’éducation, la famille, la santé, la justice, etc.). - Rapport à soi, rapport aux autres dans l'univers numérique (apport de la psychologie) - Rapport à l'information dans un monde numérique",
        "teaching_methods": "Cours magistral donné par l’enseignant-e ; interventions ponctuelles de conférencier-e-s invité-e-s. Le professeur pourra demander aux étudiant-e-s de réaliser des préparations ponctuelles en vue de certaines séances.",
        "assessment_methods": "Travail de groupe (conception et mise en oeuvre d'un dispositif d'enquête) et examen écrit individuel.",
        "online_resources": "Moodle",
        "bibliography": "Powerpoint diffusés en séance portefeuille de lectures",
        "course_materials": "Powerpoint diffusés en séance portefeuille de lectures",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2600",
        "title": "Vulgarisation scientifique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Jacques Jerry"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours propose une discussion sur les rapports entre vulgarisation et discours scientifique. Pour ce faire, il analyse les trois moments impliqués par un dispositif de vulgarisation : la production d'un discours vulgarisateur : rôle psychosocial, scientifique, ... du médiateur ou \"troisième homme\", contraintes d'un discours didactique... la reformulation d'un discours source en un discours second : paraphrase, transcodage, traduction, mise en récit, métaphorisation... la reconnaissance par le public du message vulgarisé:déchiffrement et appropriation des informations scientifiques, attitudes d'un lecteur de vulgarisation scientifique...",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Connaître les principales théories relatives à la vulgarisation scientifique et leurs auteurs respectifs ; 2. Evaluer un dispositif de communication ou de vulgarisation scientifique et de concevoir les adaptations nécessaires ; 3. Concevoir et mettre en forme un petit dispositif de vulgarisation (impliquant au minimum du texte et de l'image) visant la reformulation d'un savoir scientifique.",
        "content": "Le premier chapitre du cours « Vulgarisation, sciences et société » a pour objectif de contextualiser la pratique de la vulgarisation scientifique (VS) en identifiant ses enjeux et principaux défis contemporains. Au départ d’un rapide historique, il propose de distinguer trois approches (déficitaire, dialogique, participative) qui traversent encore aujourd’hui les réflexions sur la VS et sa pratique afin d’identifier leurs apports et limites. Le second chapitre présente la VS comme étant une forme spécifique de communication. Ce chapitre réalise un panorama des grandes questions posées par les sciences de l’information et de la communication et qui permettent de penser et pratiquer la VS en s’intéressant aux enjeux liés : à la mise en forme et la reformulation ; aux relations entre les acteurs de la communication ; aux effets cognitifs ; à l’engagement et à la participation. Ces explorations théoriques ont pour objectif de construite une grille d’analyse permettant aux étudiant·es d’aiguiser leurs compétences d’évaluation et de conception de dispositifs de VS.",
        "teaching_methods": "Le cours se déroulera en présentiel en alternant exposés donnés par le professeur, discussions avec les étudiants, études de cas, séminaires d’échange sur l’avancement des travaux et présentations de travaux finaux. Éventuellement, certaines séances du cours devront être préparées par une lecture critique de textes ou de documents audiovisuels. De manière ponctuelle, des documents ou de courtes capsules vidéo présentant un point précis du cours pourront être utilisés afin de libérer du temps en séance pour les échanges et discussions, ou pour palier à l'annulation d'une séance de cours.",
        "assessment_methods": "L'évaluation du cours comporte deux volets: un projet et un examen. Projet de vulgarisation: Les étudiant·es répartis en groupe doivent réaliser un dispositif de vulgarisation au départ d’une thématique et d’un format identifiés au début du cours. La première étape de ce travail est un travail d'analyse de documents scientifiques et de vulgarisation existants, afin de contribuer à établir un scénario de vulgarisation. Ce travail est réalisé de manière individuelle afin d'alimenter les réflexions du groupe, et est évalué à hauteur de 10% de la note finale. La seconde étape de ce travail est collective, et consiste à établir un scénario de vulgarisation, réaliser le dispositif médiatique de vulgarisation, et le prétester auprès d'un public. L’ensemble de la démarche fait l'objet d'une présentation en séance en fin de quadrimestre et dans un rapport écrit réflexif qui sont évalués à hauteur 40% de la note finale. Le projet compte donc pour 50% de la note finale : une note individuelle de 10% ainsi qu'une note collective de 40%. Examen écrit : un examen écrit à livre fermé est organisé en session et portera sur la connaissance et la capacité à mobiliser les concepts et théories vus au cours. Cet examen est évalué pour 50% de la note finale. Évaluation en seconde session : les conditions restent identiques, et les étudiant·es sont évalués sur base d’un projet de réalisation d’un dispositif de VS présenté dans un rapport réflexif (10% pour l'analyse des documents + 40% pour la démarche globale du projet) et sur base d’un examen écrit (50%). La note d’une évaluation réussie obtenue en première session pour l'examen écrit ou le projet peut être reportée à la seconde session. Si tel est le cas, lors de la seconde session, l'étudiant·s ne repasse alors que la partie pour laquelle il n'a pas obtenu la moitié des points en première session.",
        "other_info": "English-friendly course : Reading: bibliographical references in English can be provided Questions: students can ask their questions in English Evaluation: students can do presentations and write essays in English; oral translation will be provided in case of Quiz Dictionary: students are allowed to use a dictionary (monolingual French dictionary or bilingual French-mother tongue dictionary, as specified by the teacher). Concernant l'usage des outils d'intelligence artificielle, il est attendu des étudiant·es qu'ils en aient un usage responsable, tel que défini dans \"La note sur l'utilisation responsable des IA\" approuvée en juillet 2024 par le bureau de la Faculté ESPO disponible sur le Moodle du cours.",
        "online_resources": "Les supports de présentation, liens utiles, consignes de travaux et autres ressources extérieures seront mis à disposition des étudiants sur la plateforme Moodle du cours.",
        "bibliography": "Baur, M. (2024). La vulgarisation scientifique sur le web. Étude des pratiques de vulgarisation de vidéastes et de podcasteurs et podcasteuses francophones indépendants (2020-2023) . http://hdl.handle.net/2078.1/287168 Bucchi, M., & Trench, B. (Éds.). (2021). Routledge Handbook of Public Communication of Science and Technology : Third Edition (3e éd.). Routledge. https://doi.org/10.4324/9781003039242 Cairo, A. (2016). Truthful Art, The : Data, Charts, and Maps for Communication (1st edition). New Riders. Mayer, R. E. (2014). The Cambridge Handbook of Multimedia Learning (2e éd.). Cambridge University Press. Pigliucci, M. (2018). Nonsense on Stilts . University of Chicago Press. https://doi.org/10.7208/chicago/9780226496047.001.0001 Priest, S., Goodwin, J., & Dahlstrom, M. F. (Éds.). (2018). Ethics and Practice in Science Communication (1st edition). University of Chicago Press.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2429",
        "title": "Socio-économie du journalisme et des médias d'information",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Marchant Bernard",
            "Standaert Olivier"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours étudie les transformations du secteur des médias d’information et engage une réflexion critique sur les enjeux socio-économiques contemporains du journalisme. Il articule cet objectif autour de trois axes : l’évolution des modèles d’affaires des médias d’information et des parties prenantes du marché étudié ; leur impact sur la transformation des modèles éditoriaux et sur le marché de l’emploi journalistique ; l’évolution des usages et des pratiques de consommation des produits de l’industrie médiatique et des médias d’information en particulier.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. maîtriser une appréhension économique du journalisme et les concepts y afférents, permettant de développer une lecture pointue des transformations du secteur des médias d’information à partir des trois axes précités 2. intégrer la perspective du cours dans des études de cas et des réflexions centrées sur l’actualité socio-économique du secteur des médias d’information, principalement des marchés francophones. 3. mener une réflexion critique argumentée sur les enjeux socio-économiques contemporains du journalisme, en les articulant aux autres unités d’enseignement de l’Ecole de journalisme de Louvain.",
        "content": "Le cours enseigne les concepts principaux de la socio-économie du journalisme et des médias d'information. Il envisage cette dernière au carrefour de différentes composantes étudiées conjointement dans des cas d'études concrets, proches des réalités du marché des médias belges : économique, technologique, organisationnelle, sociologique, instititutionnelle et journalistique. L'objectif final du cours est de permettre aux étudiants de comprendre la dimension stratégique de la gestion des défis socio-économiques des médias d'information et du journalisme, tout en les discutant sur des bases scientifiques et en mettant en oeuvre les notions et concepts clés dans une réflexion pratique, sourcée et orginale, appliquée à un cas d'étude.",
        "teaching_methods": "Séances de cours en présentiel (sauf indications contraires) La présence et la participation aux séances sera comptabilisée dans la note finale.",
        "assessment_methods": "Evaluation continue, via deux travaux de groupe à remettre au cours du quadrimestre, valant 50% de la note, et présentés oralement. Cette note finale sera modulée de + ou - 3 points en fonction de la présence et de la participation au cours. La présence des étudiants sera systématiquement comptabilisée en début de séance. En seconde session: les travaux en échec sont repassés selon les mêmes modalités, individuellement.",
        "online_resources": "Les powerpoints des séances sont accessibles sur Moodle. Ils forment les syntèses du cours, sur lesquels doivent se greffer les prises de note. Ces ressources constituent aussi la base sur laquelle démarrer les travaux de groupe, qui fonctionnent comme des études de cas et/ou des analyses de marché.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2919",
        "title": "Stage M60",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q1 ou Q2",
        "teaching_language": "Français",
        "content": "Les étudiant·es non-titulaires d'un master peuvent inscrire à leur programme un stage optionnel (5 crédits ECTS) durant le deuxième quadrimestre. L’étudiant·e doit prester l’équivalent de quatre semaines à temps plein (38 heures) sur son lieu de stage. Son temps de travail peut être ventilé de diverses manières (travail à temps plein puis à temps partiel, étalement du stage sur plusieurs mois, interruption du stage, etc.). La ventilation du stage est à convenir avec le/la maître de stage et à préciser en détail dans le projet de stage.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2402",
        "title": "Ecritures journalistiques",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Becquet Nicolas",
            "Daout Sacha",
            "Dive Alice",
            "Grevisse Benoît",
            "Meyer Stéphanie",
            "Thiran Yves",
            "Vancutsem Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours initie les étudiant.e.s en journalisme à la pratique du journalisme plurimédia (écrit, radio, télé, web) et multimédia (intégration et déclinaisons de ces médias) quotidien. Il les sensibilise aux spécificités de différents genres journalistiques. Les étudiant.e.s doivent réaliser des mises en œuvre concrètes en situation de production journalistique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. maîtriser les compétences fondamentales de critique et de sélection, de narration et de management de l'information journalistique 2. pratiquer du journalisme (écrit, radio, télé, web) quotidien, la mise en forme graphique et multimédia de l’information. 3. distinguer les spécificités des différents genres journalistiques nécessaires à la pratique en rédaction 4. maîtriser le management de l'information multimédia par l'adéquation des techniques narratives, des genres journalistiques et des supports médiatiques aux demandes des publics 5. maîtriser l'écriture de l'information sur les réseaux sociaux.",
        "content": "Le cours initie les étudiant.e.s en journalisme à la pratique du journalisme plurimédia (écrit, radio, télé, web) et multimédia (intégration et déclinaisons de ces médias) quotidien. Il les sensibilise aux spécificités de différents genres journalistiques. Les étudiant.e.s doivent réaliser des mises en œuvre concrètes en situation de production journalistique. Acquis d’apprentissage Au terme de cet enseignement, l’étudiant.e sera capable de : • maîtriser les compétences fondamentales de critique et de sélection, de narration et de management de l'information journalistique ; • pratiquer du journalisme (écrit, radio, télé, web) quotidien, la mise en forme graphique et multimédia de l’information ;. • distinguer les spécificités des différents genres journalistiques nécessaires à la pratique en rédaction ; • maîtriser le management de l'information multimédia par l'adéquation des techniques narratives, des genres journalistiques et des supports médiatiques aux demandes des publics ; • maîtriser l'écriture de l'information sur les réseaux sociaux.",
        "teaching_methods": "Présentation en séance des genres, des démarches et des techniques de production journalistiques. Réalisation de produits de presse en conditions de rédaction professionnelle. Evaluation critique personnalisée de chaque travail de l'étudiant.",
        "assessment_methods": "Evaluation permanente de l'étudiant, tant individuellement que collectivement ou par petits groupes selon la nature du travail corrigé. Evaluation assurée collégialement par des enseignants universitaires et des professionnels en activité (en coordination avec l'ensemble de l'équipe des enseignants des cours de pratique journalistique). Prise en compte de la progression de l'étudiant.e au cours du quadrimestre.",
        "other_info": "La réalisation des exercices nécessite la capacité de traitement de sources en langues anglaise et, éventuellement, néerlandaise.",
        "online_resources": "Fichiers des exposés proposés au cours.",
        "bibliography": "Un ouvrage spécifique tient lieu de support pédagogique pour ce cours : Grevisse, Benoît, Ecritures journalistiques, Louvain-la-Neuve, De Boeck, coll. Info&Com, 2014 (2e édition).",
        "course_materials": "Un manuel d'écriture journalistique sert de référence à l'ensemble des cours de pratique.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2811",
        "title": "Visualisation de l'information et présentation multimodale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Kieffer Suzanne"
        ],
        "teaching_language": "Français",
        "topics_covered": "·         Perception visuelle ·         Représentation (encodage de valeurs, de relations) ·         Présentation (techniques de visualisation) et interaction ·         Principes de conception (Gestalt, Bertin, théorie des couleurs) ·         Tableaux de bord et visual analytics",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Décrire les visualisations de données en termes de type de données, de représentation, de technique de présentation et d'interaction, et de tâche utilisateur ; 2. Expliquer les différentes étapes du développement de visualisations interactives en illustrant chaque étape par ses résultats types (ex. livrables) ; 3. Appliquer les principes et les techniques de visualisation de l'information pour concevoir et développer une visualisation interactive d'un grand ensemble de données ; 4. Evaluer une visualisation à l'aide de critères et proposer des améliorations.",
        "content": "Perception visuelle Traitement, représentation et présentation des données Interaction avec les données Principes de conception Tendances : dashboards et visual analytics",
        "teaching_methods": "L'approche pédagogique est l’enseignement mixte (blended teaching), qui alterne enseignement en classe en face à face et enseignement en ligne à distance via Microsoft Teams. Les méthodes d’enseignement sont la classe inversée et l’enseignement par projet: Classe inversée : les étudiant·es étudient la matière ou réalisent un travail à la maison et rencontrent ensuite enseignant·es et pairs dans une salle de classe pour poser des questions, obtenir une aide supplémentaire ou pour travailler en groupe ; Enseignement par projet : les étudiant·es développent un projet en combinant apprentissage en ligne (ex. visionner des tutoriels ou réaliser des travaux) et réunions en face à face.",
        "assessment_methods": "Contrôle continu sans examen en juin selon deux modes: tests de connaissance (40%), travaux individuels et/ou en groupe (60%). En septembre, travail individuel sur mesure (i.e., selon les modes en échec) à remettre le premier jour de la session. L'utilisation des outils d'intelligence artificielle (IA) doit respecter les balises établies par la faculté ESPO. Elle est autorisée comme aide à la rédaction (ex. amélioration de texte, traduction) et à la recherche d'informations. L'enseignant·e encadre les autres usages permis dans la remise de travaux (ex. exploration d'idées, brainstorming, génération d'images ou de texte).",
        "other_info": "Toutes les informations utiles relatives à ces modalités et au déroulement des activités (calendrier, consignes détaillées, critères d’évaluation, etc.) sont présentées lors de la première séance et sont disponibles sur Moodle. Certaines ressources (ex. ressources bibliographiques, diapositives, vidéos explicatives) sont en anglais.",
        "online_resources": "Moodle (en asynchrone) : diapositives du cours, ressources bibliographiques, calendrier, modèles et grilles critériées, exercices H5P, tests, devoirs, ateliers avec évaluation par les pairs, choix de groupe, forum Q&A Microsoft Teams (en direct) : calendrier, réunions, documents, discussion, notes de cours Liens web : vidéos explicatives, sites web, logiciels en ligne Logiciel Tableau ( https://www.tableau.com/ ) : tutoriels en ligne, création d’une licence académique avec son adresse mail UCLouvain.",
        "bibliography": "Bateman, S., Mandryk, R. L., Gutwin, C., Genest, A., McDine, D., & Brooks, C. (2010, April). Useful junk?: the effects of visual embellishment on comprehension and memorability of charts. In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (pp. 2573-2582). ACM. Bertin, J. (1983). Semiology of graphics; diagrams networks maps (No. 04; QA90, B7.). Cairo, A. (2015). Graphics lies, misleading visuals. In New Challenges for Data Design (pp. 103-116). Springer, London. Heer, J., Bostock, M., & Ogievetsky, V. (2010). A tour through the visualization zoo. Commun. Acm, 53(6), 59-67. Fox, W. Statistiques sociales. Traduction et adaptation de la troisième édition américaine par Louis Imbeau, De Boeck, 1999. Spence, R. Information Visualization: Design for Interaction. 2007. Tufte, E. The visual display of quantitative information, 2nd edition. Graphics Press. 2001. Ware, C. Information Visualization, 3rd Edition, Perception for Design. Morgan Kaufmann. 2012.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2668",
        "title": "Master Class films/series/jeux",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Sepulchre Sarah"
        ],
        "teaching_language": "Français",
        "content": "Le cours complète les cours théoriques de la finalité Industries culturelles du master en communication. Il vise à actualiser, exemplifier, prolonger les matières vues de manière théorique. La masterclass sera organisée autour d’interventions d’un ou de plusieurs invité·es. Il pourra s’agir de chercheurs et chercheuses, mais aussi de personnes travaillant dans les industries culturelles. Le programme sera différent chaque année. Le cours se déroule sur toute l'année académique de manière irrégulière. Un agenda sera établi et communiqué en cours d'année.",
        "teaching_methods": "Le cours est composé de plusieurs conférences effectuées par un ou plusieurs invité·es.",
        "assessment_methods": "L’évaluation sera continue. Les étudiant·es seront amené·es à préparer les conférences et les animer. Ils et elles constitueront également un portefolio lié aux conférences. Un oral en session sera organisé autour de ce portefolio.",
        "other_info": "Dans le cadre des préparations des conférences, les étudiant·es pourront utiliser les intelligences artificielles comme outil d’exploration, d’idéation ou de documentation. Cependant, ces outils ne suffiront pas à la préparation et devront être complétés par d’autres sources. Le portefolio sera constitué de notes prises durant les conférences, de notes de prolongement, de lectures, et d’éléments variés qui devront être personnels. Dans ce cadre, l’utilisation de l’intelligence artificielle pour générer du texte est interdite. Le travail des étudiant·es devra respecter l’éthique scientifique prévue par le RGEE et les balises d’utilisation de l’intelligence artificielle adoptée en faculté ESPO.",
        "online_resources": "Le cours sera appuyé sur une page Moodle.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2403",
        "title": "Introduction au data journalisme",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Descampe Antonin",
            "Kieffer Suzanne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours initie les étudiant.e.s en journalisme à la collecte, l’analyse et l’interprétation des données. Il fixe les reprères pour la représentation de données en vue d’une production d’information journalistique. Il aborde l’histoire et les caractéristiques du data journalism. Les étudiant.e.s doivent réaliser des mises en œuvre concrètes en situation de production journalistique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. rechercher, d’acquérir et de valider des données quantitatives portant sur un sujet spécifique 2. analyser et d’interpréter les données en vue de communiquer une information journalistique précise 3. choisir une représentation de données permettant une présentation et une mise en récit journalistiques pertinentes 4. développer une stratégie d’interaction avec le public cible 5. évaluer une visualisation en vue de son amélioration.",
        "content": "Contexte : les données au service du journalisme Traitement des données : acquisition, nettoyage et vérification, analyse et visualisation Mise en récit des données dans une production journalistique",
        "teaching_methods": "L'approche pédagogique est l’enseignement mixte (blended teaching), qui alterne enseignement en classe en face à face et enseignement en ligne à distance via Microsoft Teams. Les méthodes d’enseignement incluent des séances ex-cathedra, la classe inversée et l’enseignement par projet: Classe inversée : les étudiant·es étudient la matière ou réalisent un travail à la maison et rencontrent ensuite enseignant·es et pairs dans une salle de classe pour poser des questions, obtenir une aide supplémentaire ou pour travailler en groupe ; Enseignement par projet : les étudiant·es développent un projet en combinant apprentissage en ligne (ex. visionner des tutoriels) et réunions en face à face.",
        "assessment_methods": "Contrôle continu sans examen en janvier selon deux modes : travaux individuels et/ou de groupe comptant pour 70% de la note finale, et des tests de connaissance comptant pour 30% de la note. En septembre, travail individuel sur mesure à remettre le premier jour de la session. Utilisation des outils d'IA L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant·es.",
        "other_info": "Toutes les informations utiles relatives à ces modalités et au déroulement des activités (calendrier, consignes détaillées, critères d’évaluation, etc.) sont présentées lors de la première séance et sont disponibles sur Moodle . Certaines ressources (ex. ressources bibliographiques, diapositives, vidéos explicatives) sont en anglais.",
        "online_resources": "Moodle (en asynchrone) : slides du cours, ressources bibliographiques, calendrier, modèles et grilles critériées, exercices H5P, tests, devoirs, ateliers avec évaluation par les pairs, forum Q&A Microsoft Teams (en direct) : calendrier, réunions, documents, discussion, notes de cours Liens web : vidéos explicatives, sites web, logiciels en ligne",
        "bibliography": "Bateman, S., Mandryk, R. L., Gutwin, C., Genest, A., McDine, D., & Brooks, C. (2010, April). Useful junk?: the effects of visual embellishment on comprehension and memorability of charts. In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (pp. 2573-2582). ACM. Bertin, J. (1983). Semiology of graphics; diagrams networks maps (No. 04; QA90, B7.). Cairo, A. (2015). Graphics lies, misleading visuals. In New Challenges for Data Design (pp. 103-116). Springer, London. Heer, J., Bostock, M., & Ogievetsky, V. (2010). A tour through the visualization zoo. Commun. Acm, 53(6), 59-67. Fox, W. Statistiques sociales. (1999). Traduction et adaptation de la troisième édition américaine par Louis Imbeau, De Boeck. Spence, R. (2007). Information Visualization: Design for Interaction. Tufte, E. (2001). The visual display of quantitative information, 2nd edition. Graphics Press. Ware, C. (2012). Information Visualization, 3rd Edition, Perception for Design. Morgan Kaufmann.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2620",
        "title": "Jeux (numériques), serious games et gamification",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Philippette Thibault"
        ],
        "teaching_language": "Français",
        "content": "Ce cours est structuré en trois grands modules : Module 1 – Ludologie Médiatique (10h) Module 2 – Jeux (vidéo) et apprentissage (10h) Module 3 – Design ludique de médias éducatifs (10h)",
        "teaching_methods": "Ce cours-atelier alternera des parties théoriques ex-cathedra avec des parties ateliers de testing de jeux et de création dans Minecraft Education. Le cours fonctionne avec une série de \"défis\" à réaliser durant le cours et entre les séances de cours. Ce cours fonctionne en synergie avec le cours LCOMU2621 Développement technique de médias éducatifs, certaines séances méthodologiques et de suivi de projet seront organisées conjointement.",
        "assessment_methods": "Vu la nature cours-atelier en équipe de LCOMU2620, les modalités entre la première et la seconde session seront radicalement différentes En première session, l’évaluation se fera de manière continue ponctuée par une présentation du projet final en session. L'évaluation continue sera suivie dans une plateforme ludifiée suivant un level design intégré avec le cours LCOMU2621 et progressivement reporté sur la plateforme Teams du cours. Participation active et collaborative durant le cours (25%) Tests/Quiz (10%) Devoirs et états d'avancement projet (40%) Défense projet final (25%) Seconde session Les modalités de session de rattrapage (août) consisteront en un examen oral portant sur les connaissances et la compréhension des éléments théoriques et méthodologiques vus au cours, ainsi que sur un portefeuille de lectures complémentaires. Les modalités seront communiquées après la première session (fin juin) sur la plateforme Teams du cours.",
        "other_info": "English-friendly course : Reading: bibliographical references in English can be provided Questions: students can ask their questions in English Evaluation: students can do presentations and write essays in English; oral translation will be provided in case of Quiz Dictionary: students are allowed to use a dictionary (monolingual French dictionary or bilingual French-mother tongue dictionary, as specified by the teacher)",
        "online_resources": "Voir équipe Teams LCOMU2620",
        "bibliography": "Quelques références du cours ( some references) : Genvo, S., & Philippette, T. (2023). Introduction aux Théories des Jeux Vidéo . Jeu/Play/Spiel. Presses Universitaires de Liège. Huizinga, J. (1938). Homo ludens : Essai sur la fonction sociale du jeu . Paris : Gallimard. Caillois, R. (1958). Les jeux et les hommes : Le masque et le vertige . Paris : Gallimard. Henriot, J. (1969). Le Jeu . Paris : PUF. Le Diberder, A. & F. (1998). L’univers des jeux vidéo . Paris : La Découverte. Gee, J. P. (2003). What Video Games Have to Teach Us About Learning and Literacy . New York: Palgrave Macmillan. Salen, K., & Zimmerman, E. (2003). Rules of Play: Game Design Fundamentals . Cambridge (MA): The MIT Press. Brougère, G. (2005). Jouer/Apprendre . Paris : Economica. Koster, R. (2005). A theory of fun for game design . Paraglyph Press. Avedon, E. M., & Sutton-Smith, B. (2015). The Study of Games . Ishi Press. Bogost, I. (2007). Persuasive games: the expressive power of videogames . Cambridge (MA) : The MIT Press. Prensky, M. (2007). Digital Game-Based Learning . Paragon House Publishers. Mayra, F. (2008). An Introduction to Game Studies: Games in Culture . SAGE Pub. Genvo, S. (2009). Le jeu à son ère numérique : Comprendre et analyser les jeux vidéo . Paris : L’Harmattan. Zagal, J. P. (2010). Ludoliteracy : Defining, understanding, and supporting games education . ETC Press. Juul, J. (2011). Half-Real: Video Games Between Real Rules and Fictional Worlds . Cambridge (MA): The MIT Press. McGonigal, J. (2011). Reality is broken: why games make us better and how they can change the world. London: J.Cape. Schell, J. (2014). The Art of Game Design: A Deck of Lenses, Second Edition (2nd edition). Schell Games. Albinet, M. (2015). Concevoir un jeu vidéo . Paris : FYP éditions. Quelques ressources en ligne ( online resources) : Game Studies: The International Journal of Computer Game Research http://gamestudies.org Games and Culture: A Journal of Interactive Media http://gac.sagepub.com/ GameDeveloper (before:Gamasutra): https://www.gamedeveloper.com/ Sciences du jeu https://journals.openedition.org/sdj/",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2813",
        "title": "Ecoute du web et gestion de la réputation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Groetaers Lionel",
            "Renard Damien"
        ],
        "teaching_language": "Français",
        "topics_covered": "Nous vivons à l'ère informationnelle, caractérisée par des phénomènes comme le big data ou le pouvoir conversationnel du consommateur. Ce cours vise à accompagner l'étudiant dans la compréhension de ces enjeux, dans l'analyse des risques et des opportunités réputationnelles liés aux conversations déstructurées sur les réseaux sociaux, à gérer ces flux de contenus et à influencer par l'écoute et la participation des indicateurs clés de performance liés à la communication et au business. Le cours se développe sur les deux versants de l'analyse et de la mise en place d'actions. De nombreuses facettes de la communication digitale pourront être abordées dans ce cadre : mesure de la communication digitale, competitive intelligence et veille réputationnelle, social CRM, impact des médias digitaux sur la communication d'entreprise et les médias traditionnels, ergonomie web, référencement naturel et liens sponsorisés, e-mailing et newsletter, médias sociaux et Community Management (en coordination avec le cours LCOMU2708Media Relations& Community management), intranet collaboratif & médias sociaux internes, content management. Chaque année, un sujet sera choisi pour être approfondi dans le cours. Vu la nature transversale de la communication digitale, l'enseignant/s veille à la coordination avec les autres cours du programme.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. avoir assimilé les concepts théoriques et pratiques et les tendances clés afin d'accompagner les marques, les organisations et leurs dirigeants dans l'élaboration de stratégies ou dans la formulation de réponses adaptées aux spécificités de la communication digitale: Comment développer une véritable veille stratégique (informationnelle et réputationnelle) en ligne ? Quels sont, pour chaque situation de communication (marketing, relations presse, recrutement, stakeholders dialogue, communication financière, interne ou de crise), les outils de communication numérique les plus adaptés ? Comment les utiliser ? Comment évaluer les actions de communication digitale ? Internet permet le développement d'un tableau de bord avec des indicateurs de performance pour chacun des outils utilisés.",
        "teaching_methods": "Séances magistrales ; applications à des cas réels ; lectures et études individuelles ; travail de groupe. Attention: L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es",
        "assessment_methods": "Première session : travail de groupe,  examen écrit individuel en session. Les deux parties sont obligatoires. Deuxième session : examen écrit individuel en session.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2160",
        "title": "Lectures dirigées",
        "credits": "4.00",
        "hours": "",
        "quadrimester": "Q1 ou Q2",
        "teaching_language": "Français",
        "content": "Le cours de lectures dirigées est une activité qui se déroule en autonomie. L’objectif est d’amener les étudiant·es a effectuer une recherche bibliographique (c’est-à-dire trouver et sélectionner des ressources scientifiques pertinentes) et une recherche documentaire (c’est-à-dire lire et synthétiser ces ressources) afin d’établir un état de l’art sur un sujet précis. Pour ce faire, l’étudiant·e doit établir un projet de lectures dirigées avec un·e professeur·e de l’école de communication qu’il ou elle choisit. Ensemble, ils et elles choisiront le sujet à travailler, le type et le nombre de ressources à trouver, le type de production à fournir (synthèse, présentation orale, etc.) et l’agenda du projet. A la fin de l’enseignement, l’étudiant·e aura démontré sa capacité à : Délimiter un sujet et une problématique pour sa lecture dirigée Effectuer une recherche bibliographique en fonction des attendus fixés avec le professeur (par exemple littérature en anglais, type de ressources scientifiques, littérature ultra-contemporaine ou pas, etc.) Effectuer une recherche documentaire et en produire une synthèse (et donc lire, enregistrer et hiérarchiser les informations contenues dans les ressources, structurer une synthèse, rédiger l’état de l’art, référencer éthiquement et convenablement les sources)",
        "teaching_methods": "Il n’y pas de séances de cours pour cette activité pédagogique. L’étudiant·e doit trouver un·e professeur·e qui dirigera sa lecture, le ou la rencontrer et établir avec lui/elle le nombre et le calendrier des rencontres. La sélection finale de publications à lire et synthétiser doit être validée par le·la professeur·e avant que l'étudiant·e s'engage dans le travail de lecture.",
        "assessment_methods": "Il s’agit d’un cours-projet mené par les étudiant·es au cours de l’année. C’est donc une évaluation continue. Chaque professeur·e qui dirige la lecture dirigée établira l’attendu : remise d’un travail écrit (et sous quelle forme), présentation orale ou pas, ainsi que son calendrier.",
        "other_info": "Dans le cadre de cette activité pédagogique, les outils d’intelligence artificielle peuvent être utilisés comme aide à la recherche (recherche de sources), aide à la créativité (organiser des idées, brainstorming), aide à la correction du texte (orthographique, grammaticale, traduction, style). Par contre, les sources doivent être synthétisées sans l’aide de l’intelligence artificielle et le texte doit être structuré, argumenté et écrit sans recours à ces dernières. Dans tous les cas, l’utilisation de l’intelligence artificielle doit être discutée avec le ou la professeur·e qui dirige le projet.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2901",
        "title": "Mémoire",
        "credits": "18.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Le mémoire doit montrer l'aptitude de son auteur·e à exposer correctement les résultats d'un travail personnel, objectif et méthodique, dont la qualité n'est pas (nécessairement) liée à l'étendue. Au même titre que les autres formes d'enseignement (cours, séminaires, stages...), c’est un moyen de formation constitutif du programme des masters 60 en information et communication (COMM2M1 à Mons et COMU2M1 à Louvain-la-neuve). Plus spécifiquement, il doit être considéré comme initiant à la recherche dans cette discipline.",
        "content": "L'étudiant titulaire d'un master a le choix entre un mémoire (15 crédits) ou un mémoire-stage (15 crédits). Le mémoire 15 crédits a pour objectif de produire une étude de cas c’est-à-dire une investigation scientifique limitée proposée sous forme d’un rapport synthétique (20 à 30 pages). Cette analyse doit porter sur un thème abordé dans l’option dans laquelle l’étudiant·e est inscrit·e. Le mémoire-stage comporte deux volets et aboutit, concrètement, à deux documents séparés : une analyse critique de textes (20 à 30 pages) ou, pour les étudiant·es de l’option “Ecole de journalisme de Louvain”, une recherche collective donnant lieu à un rapport individuel (20 à 30 pages) un rapport de stage ( pas développé dans ce règlement ) L’ étudiant·e non titulaire d'unmaster doit réaliser un mémoire 23 crédits . Il consiste à produire une analyse proposée sous forme d’un rapport scientifique (30 à 50 pages). Celui- ci doit porter sur un thème abordé dans l’option dans laquelle l’étudiant est inscrit. Ce mémoire correspond donc pleinement à la description développée dans la partie précédente.",
        "teaching_methods": "Accompagnement individualisé au départ, ensuite travail en autonomie.",
        "assessment_methods": "Le mémoire 23 crédits est évalué par un mini-jury constitué du/des promoteurs·trice(s) et par un·e lecteur·trice désigné·e à cette fin. Le nom de celui-ci/celle-ci est communiqué à l’étudiant·e le jour du dépôt de son mémoire. Le/la/les promoteur·trice(s) seul·e(s) ou le/la/les promoteur·trice(s) et le/la lecteur·trice évaluent le mémoire dans sa forme finale. Le mémoire est apprécié selon différents critères développés ci- dessous. Le/la promoteur·trice qui a pu suivre le travail de l'étudiant·e pendant une période assez longue tient également compte de la manière de travailler de l'étudiant·e. Il n’y a pas de défense orale du mémoire. Le mémoire 15 crédits est évalué par le/les promoteur·trices seul·es. Le mémoire-stage du master 60 sont composés de deux parties (analyse critique et rapport de stage) poursuivant chacune des objectifs de formation distincts. Ces deux parties sont évaluées par deux personnes différentes : le mémoire par le/la promoteur·trice (éventuellement accompagné·e par un co-promoteur·trice), le stage par le/la responsable des stages. La cote finale est composée de la manière suivante : un tiers correspond à la note reçue pour le stage et deux tiers la note sanctionnait l’analyse critique de textes ou le rapport individuel rédigé suite à une recherche collective pour l’option “Ecole de journalisme de Louvain ”. La partie analyse de texte est donc évaluée par le/la promoteur·trice seul·es.",
        "online_resources": "Règlement: https://intranet.uclouvain.be/fr/myucl/facultes/espo/comu/memoire.html",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu1127",
        "title": "Informatique, communication et multimédia",
        "credits": "5.00",
        "hours": "20.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Philippette Thibault"
        ],
        "teaching_language": "Français",
        "topics_covered": "1. Eléments d'une culture générale en informatique : Définition de l'informatique et de l'ordinateur - aperçu historique et évolution de l'informatique ; Le codage binaire ; La numérisation ; Technologies de base des médias (sons, images) ; Langages de programmation, systèmes d'exploitation et logiciels d'application ; Principes de fonctionnement des réseaux de communication informatiques. 2. Initiation informatique : Introduction au traitement informatique de bases de données et initiation aux logiciels appropriés ; Introduction au traitement informatique de documents sonores et iconiques et initiation aux logiciels appropriés ; Introduction aux logiciels de composition de multimédias et aux techniques associées. 3. Introduction aux enjeux de la communication multimédia liés aux questions du virtuel, de l'interactivité, des principes algorithmiques, des traces numériques, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - Acquisition d'une culture générale en informatique, concepts de l'informatique et des réseaux, connaissance élémentaire des systèmes informatiques (composants matériels, mode de fonctionnement de ceux-ci, logiciels de base, technologies multimédias et Internet). - Acquisition des connaissances de base théoriques et pratiques des principales applications rencontrées en sciences sociales (applications multimédias et Internet, présentation et traitement de données). - Acquisition d'une compétence critique dans le domaine de la communication multimédia.",
        "content": "Objectifs (en termes de compétences) Acquisition d'une culture générale en informatique (composants matériels, mode de fonctionnement de ceux-ci, logiciels de base, technologies multimédias et Internet). Acquisition des connaissances de base théoriques et pratiques en sciences sociales (multimédias et Internet, présentation et traitement de données). Acquisition d'une compétence critique dans le domaine de la communication multimédia.",
        "teaching_methods": "Structure Le cours est structuré en 10 modules de formation répartis sur 4 parties de matière: Informatique (langage de l'ordinateur, architecture et fonctionnement des ordinateurs, les réseaux et Internet) ; Multimédia (numérisation du son, de l'image et de la vidéo) ; Bureautique (tableur) et Communication (enjeux de la communication multimédia). Pédagogie Durant l'année académique 2024-2025, le cours fonctionnera exceptionnellement suivant une pédagogie de \"classe inversée\" (vidéo et tutoriels à suivre). Des moments de questions-réponses seront organisés à l'issue de chaque module. La participation est facultative mais il s'agira du seul moment où l'enseignant répondra aux questions relatives à un point de matière moins bien compris [ N/A en 2024-2025. Le cours fonctionne en pédagogie ex cathedra. Régulièrement, des quiz d'auto-évaluation (Wooclap) seront lancés afin de permettre aux étudiants de se situer par rapport à leur compréhension de la matière. La participation active au cours étant significativement corrélée à la réussite de l'examen, la participation aux séances est vivement recommandée.] A plusieurs échéances annoncées par le ou les assistant(e)s (3 ou 4), des tests de parties de matière sont organisés. La réussite (ou non) de ces tests conditionne le caractère obligatoire ou facultatif des séances de monitorat. Ces monitorats sont organisés en salle informatique et sur inscription préalable de l'étudiant(e) (note : si la situation sanitaire devait ne pas le permettre, ces séances se feront suivant des modalités adaptées communiquées sur Moodle).",
        "assessment_methods": "L'évaluation est répartie de la manière suivante : Quiz intermédiaires et monitorats éventuels (30%) = évaluation continue Examen en session composé d'un QCM et/ou de questions ouvertes de démonstration et/ou réflexion (70%) Pour la seconde session, l'évaluation se fera uniquement sur base d'un examen écrit ou oral (100% note finale)",
        "other_info": "Les supports de cours (présentations) ainsi qu'une série de contenus complémentaires (podcasts, quizz, etc.) se retrouvent progressivement sur la plateforme Moodle du cours. English-friendly course Questions: students can ask their questions in English Dictionary: students are allowed to use a dictionary (monolingual French dictionary or bilingual French-mother tongue dictionary, as specified by the teacher), including for exams Note: the course materials as well as the exam are in French",
        "online_resources": "Cours : LCOMU1127 - Informatique, communication et multimédia | MoodleUCLouvain",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2401",
        "title": "Sources, recherche et curation de l'information",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Standaert Olivier"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours enseigne la démarche journalistique de recherche, de critique et de curation des sources d’information. Il dresse un inventaire des types de sources exploitées dans les médias d’information, avec une évaluation critique de leurs spécificités et des enjeux contemporains liés à la recherche et la vérification de l’information : désinformation, gestion des big data, infobésité, basculement vers les technologies numériques. Conçu comme un cours de méthodologie de la recherche et de la curation des sources, il combine une dimension pratique et itérative, sous forme de travaux pratiques, avec une approche théorique et réflexive des enjeux précités.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. mettre en application les méthodologies de recherche de sources et de curation de l’information dans des conditions et sur des objets similaires à ceux des médias d’information 2. développer une analyse critique systématique des différentes sources d'information à disposition des journalistes, appuyée sur la recherche scientifique et sur les pratiques professionnelles 3. développer une réflexion critique et innovante sur l’évolution des dispositifs de recherche et de curation de l’information, dans un contexte d’évolution des technologies de création et de diffusion de l’information.",
        "content": "Cadrage de l'usage des sources et de leur appropriation dans le contexte d'une démarche journalistique. Définition de la démarche journalistique critique de recherche et de sélection de l'information. Inventaire des types de sources, avec évaluation critique Inventaire des méthodologies de recherche, de veille et de mise en perspective critique systématique des sources Application des méthodologies et démarches exposées dans le cadre d'exercices de recherche et de critique de sources",
        "teaching_methods": "Présentation au cours des méthodologies de recherche, de critique et d'usages des sources pour la recherche journalistique. Réalisation, lors de travaux pratiques individuels, d'exercices (recherche, critique et écriture) sur la base de l'usage de différents types de sources Evaluation personnalisée de chaque travail de l'étudiant Sauf indication contraire, les séances théoriques seront assurées en présentiel, en assurant les possibilités d'échanges entre l'enseignant et les étudiant.e.s. Les exercices pratiques de recherche et de critique des sources se déroulent en salle informatique, dans un temps limité et sous surveillance, selon les délais et les modalités fixées et communiquées avant chaque exercice.",
        "assessment_methods": "Il n'y a pas d'examen en session. Evaluation continue individuelle de l'étudiant dans le cadre de la réalisation d'exercices liés à l'usage des sources et à leur appropriation dans une production journalistique. Travaux (4) réalisés pour la plupart en temps réel, avec recours aux sources et données disponibles en ligne, sur la base de documents à s'approprier, à vérifier ou à exploiter. En début de session, l'étudiant remet également un travail réflexif à partir d'un portefeuille de lectures traitant des enjeux de la critique et de la recherche des sources. L'étudiant.e en échec repasse un ensemble d'exercices synthétisant la matière évaluée pendant le quadrimestre, ainsi que le travail réflexif s'il est en échec.",
        "other_info": "La réalisation des exercices peut nécessiter la capacité de traitement de sources en langues anglaise et, éventuellement, néerlandaise.",
        "bibliography": "Un ensemble de textes et ressources seront communiquées au fil des séances et sur Moodle dans le cas des lectures pour le travail réflexif.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2200",
        "title": "Genre, cultures et représentations",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Sepulchre Sarah"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours doit se composer de trois parties, se renvoyant l'une à l'autre de manière complémentaire : une histoire critique des principaux auteurs du domaine de la sociologie de la culture et du domaine des cultural studies ; une mise en perspective de manière critique de cette histoire ; la réalisation d'une étude de cas d'une pratique culturelle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours propose une introduction aux principales théories d'analyse du champ culturel, en s'inspirant des recherches en sociologie de la culture et dans le domaine des \"cultural studies\". Il doit présenter les différents auteurs et les courants majeurs des modèles théoriques et méthodologiques d'analyse des productions culturelles du XXe et du XXIe siècle, dans une perspective critique, sans négliger quelques études de cas, afin de donner aux étudiants la capacité d'analyser par eux-mêmes de manière critique toutes les démarches et les productions culturelles anciennes et contemporaines.",
        "content": "Le cours comporte plusieurs parties : 1. Une présentation générale des études de genre et des notions de base (genre, sexe, binarité, patriarcat, queer studies, etc.) ainsi qu’une présentation des recherches en études de genre dans le champ de la culture médiatique et populaire. 2. Un parcours parmi les différentes méthodes et perspectives d’analyse de la culture médiatique et populaire, par exemple (cela peut être ajuster d'années en années) : analyses quantitatives, analyses qualitatives (stéréotypies), auctorialité, focalisation (et male gaze), les rapports de pouvoir à l’œuvre.",
        "teaching_methods": "Le cours est composé de plusieurs types de séances. 1. Séance introductive : présentation du cours et du thème annuel (il n'y en a pas toujours), des objectifs, du calendrier, du mode d’enseignement, de l’évaluation. 2. Exposés théoriques (par exemple : le genre et les études de genre, les médias comme technologie de genre, les approches quantitatives, les approches qualitatives, le stéréotype, le male gaze...). J'essaie qu'elles soient interactives, notamment en vous invitant à donner des exemples de ce qui est présenté. Il est possible que certaines séances soient organisées sur le mode de classe inversée (la matière aura été déposée sur Moodle au préalable). 3. Séances de travail ou de présentation des étudiants : en fonction de l'avancée du travail (qui est lancé rapidement durant le semestre), vous travaillez en plus petit-groupe, vous présentez des avancés d'analyse en auditoire, etc... L'organisation concrète du cours dépend largement du nombre d'étudiant·es. On s'organisera durant les premières séances du cours.",
        "assessment_methods": "L’évaluation est continue puisque les étudiant·e·s sont amené·e·s à produire un travail (divisé en plusieurs délivrables échelonnés dans le semestre) en binôme ou trinôme. Le travail (et ses délivrables intermédiaires) a pour objectif d’appliquer les méthodes et les théories issus des études de genre afin d’analyser une pratique culturelle et médiatique. Un oral en session sera organisé autour de ce travail. En fonction du nombre d'étudiant·es, il est possible qu'une séance de monitorat soit organisée afin d'accompagner le travail. Pour la seconde session, les étudiant·e·s devront remettre un travail suivant des consignes identiques à celui de la première session. La différence est que les étudiants ne bénéficieront pas du suivi apporté durant le cours ou des remarques de leurs pairs et de la professeure sur la progression de leur travail. Les aides à la constitution du travail, comme un éventuel monitorat, ne sera pas organisé pour la seconde sessions. Ce travail de deuxième session sera développé individuellement. Cependant, si l’étudiant·e n’a pas participé aux travaux du semestre, certaines cotes ne pourront pas être rattrapées. En effet, la cote du travail final n’écrase pas toutes les cotes du semestre.",
        "other_info": "UTILISATION DE L'INTELLIGENCE ARTIFICIELLE L'objectif du cours est d'amener les étudiant·es à être capables de développer une perspective genre dans leurs analyses de la culture médiatique et populaire. Dès lors, il est important que les travaux soient conçus, préparés et rédigés par les étudiant·es. Le recours aux intelligences artificielles est donc limité. Il est interdit de l'utiliser pour générer le contenu des analyses et leur rédaction. Les étudiant·es peuvent par contre les utiliser dans des phases d'explorations, pour sélectionner un corpus (par exemple en demandant quels sont les épisodes d'une série les plus appropriés), afin de collecter des sources scientifiques (qui seront ensuite lues et synthétisées par les étudiant·es). L'utilisation de l'intelligence artificielle comme aide linguistique (amélioration de l'orthographe, correction grammaticale, recherche de synonyme...) est également autorisée. Les travaux remis devront être personnels et se conformer à l'éthique scientifique (cf. le RGEE et les balises ESPO pour l'utilisation de l'intelligence artificielle par les étudiant·es de ESPO).",
        "online_resources": "La page Moodle du cours comprend le descriptif du cours, l’agenda, les powerpoints projetés au cours, les documents liés au cours, éventuellement les vidéos du cours, des lectures complémentaires, des espaces de groupe, les consignes du travail et les espaces de dépôt.",
        "bibliography": "Elle est évolutive en fonction du thème ou de l'actualité de l’année, des cas étudiés par les étudiants. Elle est diffusée sur Moodle.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2406",
        "title": "Genres journalistiques subjectifs",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Brabant Francois",
            "Descampe Antonin",
            "Grevisse Benoît"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours s’inscrit dans la prolongation de LCOMU 2402 Écritures journalistiques . Il initie les étudiant.e.s à la pratique de genres et formats journalistiques revendiquant une dimension subjective. Il propose un sensibilisation critique aux spécificités des genres journalistiques subjectifs, aux limites de cette forme d'expression et au « journalisme de marque ». Il veulle à situer l’insertion de ce type de pratiques dans les stratégies éditoriales.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. maîtriser les composantes subjectives de l'expression journalistique. 2. de pratiquer un journalisme subjectif, les genres et formats qui en relèvent ainsi que le « journalisme de marque » 3. différencier les formes argumentatives, narratives, esthétiques, stylistiques et affectives d’une subjectivité journalistique assumée 4. évaluer l’adéquation de ces genres et formats à divers modèles et stratégies rédactionnels",
        "content": "Parcours pratique et compréhension des genres journalistiques subjectifs : éditorial, chronique, critique, billet, écho, humeur, ambiance. Présentation des caractéristiques constitutives et analyse critique des démarches que ces genres impliquent. De manière plus structurante, on différenciera les formes argumentative, narrative, esthétiques, stylistiques et affectives relevant d'une subjectivité journalistique assumée. Approche critique de la construction et de la valorisation d'une signature (\"journalisme de marque\"), y compris par les réseaux sociaux. Exercices et applications multi- et transmédiatiques des démarches exposées, dans le cadre d'exercices de production journalistique à teneur et à visibilité subjectives. Travail de mise sur scène d'un récit journalistique narratif.",
        "teaching_methods": "Présentation en séance des genres, des démarches et des techniques de production relevant du journalisme subjectif. Réalisation de produits de presse en conditions de rédaction professionnelle. Evaluation critique personnalisée de chaque travail de l'étudiant.",
        "assessment_methods": "Evaluation permanente de l'étudiant, tant individuellement que collectivement ou par petits groupes selon la nature du travail corrigé. Evaluation assurée collégialement par des enseignants universitaires et des professionnels en activité (en coordination avec l'ensemble de l'équipe des enseignants des cours de pratique journalistique). Utilisation des outils d'IA L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant·es.",
        "other_info": "La réalisation des exercices peut nécessiter la capacité de traitement de sources en d'autres langues (anglais, néerlandais).",
        "bibliography": "Un ouvrage spécifique tient lieu de support pédagogique pour ce cours. De nombreux documents pédagogiques sont mis à disposition sur Moodle .",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2605",
        "title": "Analyse des séries télévisées",
        "credits": "4.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Sepulchre Sarah"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours étudiera d'abord les conditions de production des productions culturelles et médiatiques et leur insertion dans le champ sociologique de la culture contemporaine. Il s'inspire des grandes théories de la sociologie des champs culturels et des travaux consacrés aux cultural studies. Il passera ensuite en revue les principaux lieux d'inscription des productions culturelles et médiatiques (littérature, séries et feuilletons télévisés, cinéma, théâtre, festivals...), avec une attention particulière pour les productions audiovisuelles. Un secteur spécifique sera étudié de plus près chaque année, sous l'angle thématique (le retour du fantastique, la mort dans l'art et sur la scène...) ou médiatique (la série télévisée, le spectacle vivant...).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Analyser les productions culturelles et médiatiques à partir des concepts et méthodes de la narratologie et de la sociologie de la culture ; 2. S'intéresser aux questions d'écriture des oeuvres culturelles, prises de manière très large (cinéma, télévision, arts du spectacle vivant, expositions, festivals...), dans leur production comme dans leur réception ; 3. Poser un regard critique sur les théories générales de la narration, des études culturelles et de la communication.",
        "content": "Le cours mobilise une approche interdisciplinaire des concepts et méthodes de la narratologie médiatique, des sciences de l’information et de la communication et de la sociologie médiatique et des series studies. Le cours abordera l'histoire des séries télévisées, leur production, les genres narratifs, les questions de sérialité et de narration, le personnage de séries selon des équilibres qui peuvent varier d'années en années. Les auteur·e·s abordés durant le cours sont, entre autres (et cela peut varier selon les années), Raphaël Baroni, Séverine Barthes, Stéphane Benassi, Laetitia Biscarrat, Mélanie Bourdaa, Sabine Chalvon-Demersay, Marion Dalibert, Jean-Pierre Esquenazi, François Jost, Sarah Lécossais, Jason Mittell, Geneviève Sellier, Sarah Sepulchre, Delphine Chedaleux, Hélène Breda.",
        "teaching_methods": "Les cours sont donnés en présentiel, à raison de 2 heures par semaine. En 2024-2025, le cours retrouve un format plus classique de séances ex-cathedra. Il est possible que certaines séances permettent une forme de travail plus appliquée afin de préparer l'examen final. Il est également possible que certaines séances soient organisées sur un mode de classe inversée (la matière aura été déposée sur Moodle au préalable). Ceci dépendra du nombre d'étudiant·es inscrit·es et du déroulé du cours. Dans tous les cas, ceci sera explicitement et clairement annoncé au cours.",
        "assessment_methods": "L’évaluation est un examen écrit, individuel, en session. Les modalités sont identiques pour la première et seconde session.",
        "online_resources": "La page Moodle du cours comprend le descriptif du cours, l’agenda, les powerpoints projetés au cours, les documents liés au cours, éventuellement les vidéos du cours, des lectures complémentaires, les consignes et critères d’évaluation pour l’examen.",
        "bibliography": "Elle est évolutive en fonction du thème de l’année. Elle est diffusée sur Moodle.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2122",
        "title": "Méthodes d'enquête et de reportage",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Baufayt Cédric",
            "Belabbas Salima",
            "Grevisse Benoît",
            "Henne Bertrand",
            "Heureux François",
            "Hick Caroline",
            "Thiran Yves"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours s’inscrit dans la prolongation de LCOMU 2402 Écritures journalistiques . Il traite des méthodes d’enquête (l’enquête par hypothèse), des sources ouvertes et des sources physiques ainsi que de la validation de l’information Il explicite et met en œuvre la tenue d’un fichier maître. Le cours traite également des méthodes de reportage, du rapport au terrain et de l’écriture narrative. Il propose des repères en vue du recours à des genres journalistiques spécifiques. Les étudiant.e.s doivent réaliser des mises en œuvre pratiques en situation de production journalistique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. maîtriser des compétences fondamentales de critique et de sélection, de narration et de management de l'information journalistique plurimédia 2. démontrer ses capacités en matière de traitement et de validation de l’information 3. maîtriser l’accès aux sources ouvertes et physiques ainsi que la prise en compte de leur protection et de leurs différentes modalités de mobilisation 4. approfondir la maîtrise des techniques de narration et d’écriture spécifiques. 5. maîtriser mes techniques d’édition et de valorisation de l’enquête et du reportage",
        "content": "Le cours traite des méthodes d’enquête (l’enquête par hypothèse), des sources ouvertes et des sources physiques ainsi que de la validation de l’information Il explicite et met en œuvre la tenue d’un fichier maître. Le cours traite également des méthodes de reportage, du rapport au terrain et de l’écriture narrative. Il propose des repères en vue du recours à des genres journalistiques spécifiques. Les étudiant.e.s doivent réaliser des mises en œuvre pratiques en situation de production journalistique.",
        "teaching_methods": "Ce cours est constitué d'exposés suivis d'un accompagnement pratique. Ces accompagnements pourront être organisés en individuel, en petits et grands groupes. Il privilégie un parcours évolutif personnalisé de l'étudiant.e.",
        "assessment_methods": "Au terme de cet enseignement, l’étudiant.e sera capable de : • maîtriser des compétences fondamentales de critique et de sélection, de narration et de management de l'information journalistique plurimédia ; • démontrer ses capacités en matière de traitement et de validation de l’information ; • maîtriser l’accès aux sources ouvertes et physiques ainsi que la prise en compte de leur protection et de leurs différentes modalités de mobilisation ; • approfondir la maîtrise des techniques de narration et d’écriture spécifiques ; •  maîtriser les techniques d’édition et de valorisation de l’enquête et du reportage. Ces acquis seront évalués de manière continue en tenant compte de la progression de l'étudiant.e. Le programme des travaux sera communiqué au début du cours. Ils devront parfois être réalisés en temps réel.",
        "online_resources": "• Fichiers PowerPoint des exposés.",
        "course_materials": "Un manuel d'écriture journalistique sert de référence à l'ensemble des cours de pratique.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu1224",
        "title": "Structures socio-économiques des médias",
        "credits": "4.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cools Bernard",
            "Cools Bernard",
            "Standaert Olivier"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : L’étudiant doit pouvoir démontrer sa compréhension des logiques économiques et sociales qui déterminent le fonctionnement des principaux médias actifs dans nos sociétés contemporaines. En ce compris les évolutions probables compte tenu des stratégies actuelles des acteurs concernés. Cette compréhension passe par l’application des concepts et analyses discutés au cours et la formulation de réflexions argumentées, alimentées par les matières vues.",
        "content": "« Structures socio-économiques des médias » entend introduire aux déterminations économiques et sociétales qui fondent les systèmes actuels des médias. Il s’intéresse essentiellement aux médias belges – quel que soit leur univers linguistique- mais utilise également les exemples de médias étrangers, notamment pour illustrer les tendances à l’œuvre dans l’univers étudié. Le cours abordera les points suivants (pas nécessairement dans cet ordre) Quelques notions de base sur les médias Paysage des médias belges : état des lieux et analyse Les modèles économiques des médias Acteurs, interactions et frictions dans le système des médias Introduction à la régulation des médias Vers de nouvelles formes de propriété et d’organisation La mesure : audience et investissement Conclusions du parcours",
        "teaching_methods": "Cours magistral en live. L’enseignement connaîtra deux phases : La première consistera en sessions d’explication des chapitres du support dont la lecture préalable aura été programmée. Dans la seconde, les étudiants volontaires viendront présenter leur résumé et analyse d’un élément issu d’un portefeuille de lectures. L’introduction du cours repose notamment sur un podcast, qui fera l’objet d’une explication en séance si nécessaire.",
        "assessment_methods": "En première session, examen écrit, présentiel, à cours ouvert. Par cours ouvert on entend tout document de support de l'enseignement en version papier ou électronique, consulté via ordinateur ou tablette uniquement en mode hors ligne durant l'épreuve. Ce mode hors ligne exclut tout recours à l'intelligence artificielle pour l'examen.  L’épreuve finale portera sur des questions de réflexion et d’application des concepts et analyses exposés durant le cours. Evaluation basée sur la pertinence des réflexions et la bonne application du bagage du cours, réalisée dans un temps limité. La présentation d’un résumé de lecture donnera lieu à une note équivalente à ±1/2 du total (10 points maximum) entrant en compte pour l’évaluation finale, en remplacement d’une question de l’examen écrit. La deuxième session suivra le même protocole, et la note obtenue dans le cadre de la présentation d’un résumé restera valable.",
        "online_resources": "Le cours consiste en : -un support général disponible en début de quadrimestre -des slides ou documents montrés et commentés en séance, le tout disponible sur Moodle Les documents de référence peuvent également être en anglais ou en néerlandais.",
        "bibliography": "Enclosed in the reference document",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu1212",
        "title": "Approches qualitatives en information et communication",
        "credits": "5.00",
        "hours": "15.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Zecchinon Pauline"
        ],
        "teaching_language": "Français",
        "topics_covered": "1. Présenter les grands courants et les différents positionnements de la recherche qualitative et empirique dans le champ des sciences de l'information et de la communication. Traiter des particularités, des exigences et de la pertinence épistémologique et sociale de ces approches. 2. Traiter particulièrement des méthodes et des techniques (et des questions et des enjeux qui s'y rapportent) spécifiques à l'observation, à l'entretien et à la description. Pour ce faire, le cours proposera (conceptuellement et concrètement) de concevoir la démarche empirique en  Infocom (information et communication) comme une construction nourrie des croisements provenant, entre autres, de l'Ecole de Chicago, des (nouvelles) approches ethnographiques, de la sociologie visuelle, de la photographie documentaire, des pratiques d'enquête et de reportage. 3. Provoquer et soutenir une réflexion épistémologique générale et spécifique aux croisements conceptuels et méthodologiques. 4. Mettre systématiquement en rapport les méthodes abordées et développées avec des problématiques de recherches spécifiques au champ des sciences de l'information et de la communication. 5. Permettre aux étudiants, grâce aux monitorats et à la réalisation d'exercices, d'acquérir la maîtrise concrète des méthodes abordées dans le cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours est intégré dans un ensemble de cours à visée méthodologique. Dans cette perspective, le présent cours traite spécifiquement des positionnements, des méthodes et des techniques de recherche empirique dans le champ des sciences de l'information et de la communication. Le cours vise : - à fournir des repères épistémologiques, - à présenter et à stabiliser des références méthodologiques - à engager et à réaliser des démarches concrètes de recherche empirique - à donner les outils pour mener une discussion critique. Au terme de cet enseignement, l'étudiant sera donc capable : - de démontrer sa connaissance des positionnements, des repères (théoriques et conceptuels), des exigences et des questions liées aux approches empiriques en Infocom (information et communication) - de mener à bien et à son terme une recherche concrète (limitée) - de proposer une réflexion épistémologique et critique",
        "content": "Le cours vise à situer les démarches empiriques et qualitatives et montrer leur intérêt et leur pertinence dans le champ de l'Information et Communication. Celui-ci présente de manière approfondie et explicite comment l'on mène une recherche empirique en infocom (exploration, question de recherche, problématique) en utilisant des méthodes et techniques spécifiques à l'approche de terrain (documenter, photographier, décrire, réaliser des entretiens...) dans l'objectif d'interpréter et rendre compte tout en développant une réflexion épistémologique et critique. La mise en oeuvre d'une recherche de terrain, étape par étape, permet aux étudiantes et aux étudiants d'acquérir une maîtrise concrète des principales méthodes abordées dans le cours. A cette fin, le cours est donné en classe inversée (voir méthodes d'enseignement).",
        "teaching_methods": "L’objectif du cours est de présenter l'approche empirique en information et communication afin que les étudiants puissent ensuite l'appliquer correctement et en connaissance de cause. Le cours doit donc présenter les méthodes mais également montrer comment celles-ci peuvent être appliquées. Le cours se donne sur le principe de la classe inversée. Les étudiant.e.s découvrent la théorie avant le cours (obligation de lire certains chapitres du manuel et de répondre à un QRM théorique). Les séances de cours en présentiel de deux heures chaque semaine sont réservées à la mise en application de la théorie. Cela passe par la présence de l'étudiant-chercheur / étudiante-chercheuse sur le terrain (1h) et par l'application d'un exercice pratique en auditoire en lien avec la théorie et la pratique de terrain (1h). Les exercices sont parfois individuels et parfois en groupe de différentes tailles. Ces séances s'insèrent selon un calendrier précis dans la progression du semestre. Ce calendrier est présenté et explicité lors de la première séance de cours.",
        "assessment_methods": "Le cours est, dans la mesure du possible, prévu pour une évaluation continue : la théorie est évaluée sous forme de QRM  avant les séances et les exercices (notés) se font durant les séances  La présence des étudiant.e.s est donc obligatoire durant les séances de cours et un travail continu et suivi est nécessaire. - La matière théorique fait l'objet d'évaluation par des tests (QRM) dispensés sur Moodle durant le quadrimestre pour 50% de la note finale. - Les exercices pratiques résultent de l'application hebdomadaire de la théorie évaluée via les QRM. Chaque étudiant.e se voit attribuer un terrain de recherche à Louvain-la-Neuve et est amené à mettre en place une recherche empirique tout au long du quadri. Chaque étape (problématique, documentation, description, photographies, entretien, codage, interprétation) fait l'objet d'un travail noté, en individuel ou en groupe, à réaliser durant la séance. Le travail est donc évolutif et à produire en continu durant le quadri pour 50% de la note finale. Un examen écrit (questions ouvertes et QRM) sera organisé en session pour les étudiants qui n'auraient pas obtenu la moyenne pour l'ensemble des QRM effectués durant le quadri. De même, un travail individuel, similaire à ceux effectués pendant le quadri, sera proposé individuellement pour les étudiant.e.s n'ayant pas obtenu la moyenne. Il sera impossible de bénéficier du suivi ou d'une remédiation, il est donc largement conseillé de participer aux travaux durant le semestre. La seconde session se déroule selon des modalités identiques (50% examen écrit en session, 50% travail individuel à rendre sans possibilité de suivi). La note finale est la moyenne arithmétique des notes des deux parties pour autant que les deux parties soient individuellement réussies. La réussite de la partie théorique et de la partie pratique est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement. Ainsi, une note d'échec pour une des deux parties entraîne automatiquement une note d'échec pour la totalité de l’UE . Les étudiants en échec ne doivent représenter que les parties qu'ils ont ratées.",
        "other_info": "Les travaux demandés dans le cadre de ce cours doivent être réalisés sans aide de l'intelligence artificielle , y compris pour l'aide à la formulation.",
        "online_resources": "Toutes les informations concernant les supports de cours, le calendrier, les tests QRM et les travaux pratiques seront postées sur le Moodle du cours au fur et à mesure du quadri.",
        "bibliography": "Méthodes empiriques de recherche en information et communication – 2ème édition– (Gérard Derèze, Louvain-la-Neuve, De Boeck Supérieur, 2019)",
        "course_materials": "Méthodes empiriques de recherche en information et communication – 2ème édition– (Gérard Derèze, Louvain-la-Neuve, De Boeck Supérieur, 2019)",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2421",
        "title": "Connaissance de l'actualité 2",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lits Grégoire"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours fournit aux étudiant.e.s en journalisme les outils et les éléments leur permettant d'acquérir une maîtrise suffisante des composantes essentielles de l'actualité contemporaine, essentiellement belge, européenne et internationale. Le cours entend assurer un suivi de l'actualité récente (nationale et internationale) et l'inscription des problématiques traitées dans leur contexte politique, économique, social, historique, culturel et sociétal.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. démontrer l’acquisition des bases et des méthodes de recherche d’information indispensables pour suivre et traiter les grandes questions d’actualité, essentiellement belge, européenne et internationale 2. maîtriser (factuellement et contextuellement) les grands dossiers d’actualité traités durant le cours 3. attester et de démontrer la qualité de son suivi de l’actualité (nationale et internationale)",
        "content": "Suivi de l'actualité sociale et politique belge (régionale, nationale). •  Vulgarisation des différents lieux de pouvoir de la Belgique fédérale de 2023 (Comité de concertation, Conférence interministérielle, Conseil des ministres restreint,…), des lieux de concertation sociale et d'autres sujets importants pour comprendre le paysage décisionnel belge ou d'autres questions d'actualité.",
        "teaching_methods": "Séances d’analyse et de décryptage de l’actualité socio-politique (à distance ou en présentiel) Des invité.e.s éventuels (à distance ou en présentiel) permettront de compléter la connaissance des dossiers analysés Questionnaires portant sur le suivi de l'actualité Ce cours nécessite le recours à un encadrement spécifique par un assistant.",
        "assessment_methods": "Première session : • Évaluation continue • Questionnaires portant sur le suivi de l’actualité et les lieux de pouvoir : 10 pts • En session Jury (oral individuel en langue française, à distance ou en présentiel) portant sur le suivi de l'actualité politique et sociale du quadrimestre et la matière vue au cours : 10 pts --> D’autres éléments pourront être pris en considération et pourront amener une modulation de la note finale (/20) allant de -2 à +2. Ces éléments sont : la qualité et la pertinence des questions posées aux cours, l’implication et la qualité de la participation aux cours et aux échanges, le parcours d’ensemble du quadrimestre --> Toutes les informations et toutes les consignes seront présentées progressivement et disponibles (au fur et à mesure) sur Moodle Deuxième session : • En session : un jury (oral individuel en langue française, à distance ou en présentiel) portant sur le suivi de l'actualité politique et sociale depuis janvier 2023 et la matière vue au cours : 20 pts",
        "other_info": "Le suivi de l'actualité peut nécessiter la capacité de traitement de sources en langues étrangères (anglais, néerlandais). Attention: L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "online_resources": "Des documents, des références, des notes… sont mis à disposition sur Moodle Calendrier, informations, consignes… progressivement disponibles sur Moodle",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lantr2045",
        "title": "Anthropologie politique: rapports de pouvoir et modes de résistance",
        "credits": "5.00",
        "hours": "20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Fontaine Bénédicte",
            "Mazzocchetti Jacinthe"
        ],
        "teaching_language": "Français",
        "content": "Le cours propose une synthèse des principaux débats théoriques, des controverses et des orientations de recherches relatif au domaine de l'anthropologie politique de ses origines à nos jours avec pour fil conducteur les relations de domination, les ruses et les formes de résistances. Sur base d’études de cas, principalement puisées dans les travaux de Bénédicte Fontaine, enseignante invitée, et d’une synthèse de la littérature afférente, l’enjeu central, cette année 2024-2025, sera celui de l’analyse des rapports de pouvoir inscrits dans une dynamique articulant capitalisme-patriarcat-globalisation. Il s’agira en outre de décrire, d’analyser et de comprendre les positionnements et les apports spécifiques de l’anthropologie politique en la matière.",
        "teaching_methods": "Sauf indication contraire via Moodle, le cours sera donné en présentiel. Cours ex cathedra",
        "assessment_methods": "Travail écrit individuel ou collectif de synthèse et de mise en application personnelle du cours",
        "other_info": "Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à l'intelligence artificielle est interdit que ce soit comme assistant linguistique, outil d'exploration et d'idéation ou comme outil de rédaction. La seule exception possible concerne une correction strictement orthographique qui doit être mentionnée dans l’avant-propos du texte remis.",
        "online_resources": "Un portefeuille de textes sera disponible sur Moodle",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu1239",
        "title": "Analyse des dispositifs médiatiques",
        "credits": "4.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Jacques Jerry",
            "Tilleul Camille"
        ],
        "teaching_language": "Français",
        "prerequisites": "Ce cours nécessite une connaissance théorique et conceptuelle préalable en sémiotique générale",
        "topics_covered": "-    Définition et compréhension de la notion de dispositif autour de plusieurs autres concepts centraux : média, objets médiatiques, moyens de communication, technique, technologie, outils, etc. -    Inventaire et typologies des principaux dispositifs médiatiques actuels -    Analyse contextuelle des conditions d'invention et d'utilisation de ces dispositifs, en particulier lorsqu'il y a un objectif de médiation de savoirs/connaissances. -    Description et analyse technique des objets médiatiques composant ces dispositifs -    Description et analyse sémiotique des systèmes de signes et des langages constitutifs de ces dispositifs -    Evaluation des facteurs communs et spécifiques des dispositifs étudiés et de leurs implications en termes de conception et de réception",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "content": "Ce cours s’articule autour de deux volets, chacun pris en charge par l'un des deux enseignants: 1. Volet “sémiotique”: cette partie a pour objectif de présenter quelques concepts généraux (dispositif, médiation, média...) permettant d’organiser l’analyse des médias numériques contemporains. Elle vise ensuite à analyser les médias numériques comme relevant d’une pratique particulière d’écriture et de lecture mobilisant systèmes de représentations diverses, activités interprétatives et cognitives, actions des utilisateurs et relations entre les acteurs impliqués dans la communication. 2. Volet “usage et participation” : l’objectif de cette partie est de comprendre les usages de ces dispositifs par de ses utilisateurs. Cette partie s’articulera autour des domaines de la sociologie des usages et de la culture participative. Il s’agira notamment de s’intéresser : À l’appropriation des dispositifs par ses utilisateurs Aux relations et échanges entre utilisateurs permis par le dispositif (continuité des relations hors ligne/en ligne, création de communautés en ligne, échange de bonnes pratiques, etc.) Aux pratiques participatives, contributives et créatives permises par ces dispositifs.",
        "teaching_methods": "- Exposés magistraux par les enseignants, discussions avec les étudiants - Sollicitation des connaissances acquises par les étudiants dans leur expérience de l'usage des technologies - De manière ponctuelle, de courtes capsules vidéo présentant un point précis du cours pourront être utilisées afin de libérer du temps en séance pour les échanges et discussions, ou pour palier à l'annulation d'une séance de cours.",
        "assessment_methods": "L’évaluation consiste en un projet de groupe visant l’analyse puis la formulation de recommandations pour améliorer un dispositif médiatique existant. Les modalités pratiques de ce travail seront exposées aux étudiants au début du quadrimestre et disponibles sur Moodle. Dans le cadre d’une seconde session, les modalités d’évaluation sont identiques mais le travail devra être réalisé individuellement. Dans le cadre d'une évaluation continue, les enseignants peuvent demander aux étudiants des travaux additionnels qui serviront à alimenter la discussion sur les thématiques abordées lors des séances de cours.",
        "other_info": "English-friendly Course Reading: bibliographical references in English can be provided Questions: students can ask their questions in English Evaluation: students can do presentations and answer exam questions in English Dictionary: students are allowed to use a dictionary (monolingual French dictionary or bilingual French-mother tongue dictionary, as specified by the teacher), including for exams. Concernant l'usage des outils d'intelligence artificielle, il est attendu des étudiant·es qu'ils en aient un usage responsable, tel que défini dans \"La note sur l'utilisation responsable des IA\" approuvée en juillet 2024 par le bureau de la Faculté ESPO disponible sur le Moodle du cours.",
        "online_resources": "Les supports de présentation, liens utiles, consignes de travaux et autres ressources extérieures seront mis à disposition des étudiants sur la plateforme Moodle du cours.",
        "bibliography": "Gomez-Mejia, G. (2016). Les fabriques de soi ? Identité et industrie sur le web. MkF éd. Meunier, J.-P., & Peraya, D. (2010). Introduction aux théories de la communication. Armando Editore. Jewitt, C. (Éd.). (2014). The Routledge handbook of multimodal analysis (2nd ed). Routledge. Souchier, E., Candel, E., Jeanne-Perrier, V., & Gomez-Mejia, G. (2019). Le numérique comme écriture - Théories et méthodes d’analyse : Théories et méthodes d’analyse. Armand Colin. Cardon, D. (2019). Culture numérique . Presses de SciencesPo. Jauréguiberry, F., & Proulx, S. (2011). Usages et enjeux des technologies de communication . Editions érès. Jenkins, H., Purushotma, R., Clinton, K., Weigel, M., & Robison, A. J. (2006). Confronting the Challenges of Participatory Culture : Media Education for the 21st Century (The John D. and Catherine T. MacArthur Foundation Reports on Digital Media and Learning) [White paper]. The John D. and Catherine T. MacArthur Foundation.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2701",
        "title": "Parcours multimédia",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Baudoux Nicolas",
            "Devaux Sarah",
            "Thiran Yves"
        ],
        "teaching_language": "Français",
        "prerequisites": "Ce cours présuppose comme acquis l'utilisation d'un ordinateur et de son système d'exploitation ainsi que l'utilisation des outils communs de navigation et des logiciels bureautiques de base (gestionnaire de courrier, traitement de texte, tableur, etc.)",
        "topics_covered": "Le « Parcours Multimédia » consiste en une mise à jour technique des étudiants du master en information et communication et fait partie du tronc commun de toutes les finalités. Ce cours introductif à la conception multimédia prépare les étudiants aux différents exercices pratiques qu'ils auront à réaliser durant leur master. Les thèmes abordés durant ce parcours sont les suivants : • La prise de son, le montage et le mixage d’une production audio • La prise de vue, la composition, et la retouche d’une image • Les bases de la PAO et de la mise en page • La captation et le montage d’une séquence vidéo",
        "content": "Le « Parcours Multimédia » consiste en une mise à jour technique des étudiants en information et communication. Ce cours introductif à la conception multimédia prépare les étudiants aux différents exercices pratiques qu’ils auront à réaliser durant leur futur master. Pour chacun de ces formats, un exercice principal évalué sera associé (avec éventuellement des exercices préparatoires complémentaires). Au terme de cet enseignement, l'étudiant sera capable de maîtriser les différentes opérations techniques fondamentales nécessaires à la réalisation d'un dispositif audio-scripto-visuel de qualité, c'est-à-dire la captation , le traitement et l'agencement sur supports numériques de texte, d'images, de sons et de vidéo.",
        "teaching_methods": "Exposé magistral et démonstration avec support de présentation accompagné d'exercices à réaliser individuellement ou en groupe. Consignes d'exercices et feedbacks via la plateforme MoodleUCL du cours.",
        "assessment_methods": "Ce cours est évalué de manière continue durant le premier quadrimestre. Au cours du quadrimestre, les étudiants devront produire plusieurs travaux, dont 3 seront évalués. Chaque travail devra être remis pour une date précise du quadrimestre. Seuls les fichiers déposés sur Moodle seront corrigés , les travaux transmis par d’autres voies seront considérés comme non remis ; les fichiers vidéo doivent être lisibles dans Quicktime ou VLC équipés des plugins usuels ; les fichiers illisibles seront assimilés à des travaux non remis . Chaque exercice est évalué selon un \"barème\" indiquant sa qualité par rapport aux standards attendus en milieu professionnel : A signifie que le travail pourrait être pris en compte pour une publication tel quel (cote 16+), B qu’il serait publiable moyennant quelques modifications mineures (cote 13-15), C qu’il ne pourrait pas être publié sans une révision substantielle (cote 10-12), D qu'il serait complètement à refaire (cote 1-9) E qu'il n'est pas lisible, remis en retard ou non-remis (cote 0). Cette évaluation est complétée par un court commentaire explicatif. A la fin du quadrimestre, ces évaluations lettrées qui cachent une note chiffrée sont intégrées dans une note globale qui est la note sur 20 de l'étudiant·e. Si un étudiant ne réalise pas dans les délais impartis au minimum 2 travaux sur les 3 qui feront l'objet d'une évaluation, il sera déclaré absent et ne pourra présenter ces travaux plus tard dans l'année. Il obtiendra alors la note \"A\" pour l'ensemble des activités liées à ce cours et ce, aussi bien à la session de janvier qu'à celle de septembre. Modalités de seconde session En cas d’échec à la session de janvier, plusieurs situations sont envisageables : Si l'étudiant·e a obtenu un \"A\" un \"B\" ou un \"C\" à un exercice, il ne peut pas représenter l’exercice Si l'étudiant·e a obtenu un \"D\" ou un \"E\" l'exercice doit être (re)présenté.",
        "other_info": "Ce cours présuppose comme acquis l'utilisation d'un ordinateur et de son système d'exploitation ainsi que l'utilisation des outils communs de navigation et des logiciels bureautiques de base (gestionnaire de courrier, traitement de texte, tableur, etc.) Sauf consigne explicite liée à un exercice précis, l'utilisation d'outils de génération automatique de contenu (texte, image, vidéo) est strictement prohibée et entraînera la cotation 0 pour le travail concerné.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=10053",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu1327",
        "title": "Méthodes d'évaluation d'un dispositif médiatique",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Kieffer Suzanne",
            "Zen Mathieu"
        ],
        "teaching_language": "Français",
        "prerequisites": "ce cours nécessite une connaissance théorique et conceptuelle préalable dans le domaine de l'analyse des dispositifs sémio-techniques",
        "topics_covered": "Ce cours entend introduire les étudiants aux principales méthodes permettant d'évaluer un dispositif médiatique en vue de son optimisation, de son redesign, ou de la conception d'un dispositif alternatif. Le cours couvrira les thèmes suivants: '     principaux cadres théoriques de référence en évaluation: e.g. analyse de la tâche, théorie de l'activité, sociologie des usages; '     planification de l'évaluation; '     identification des acteurs concernés (usagers, parties prenantes); '     identification des objectifs de l'évaluation; '     méthodes d'évaluation heuristique (application de critères et principes par un expert) ou basées sur le recueil de données auprès des usagers (observation, entretiens, focus groups, tests utilisateurs); '     techniques de traitement des données et de présentation des résultats de l'évaluation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette UE, l'étudiant aura développé: -       une connaissance des ancrages théoriques, des procédures, des conditions d'applicabilité, de la valeur ajouté et du coût de chacune des méthodes enseignées, lui permettant d'opérer un choix informé de la méthode la plus appropriée en contexte d'évaluation -       la capacité à mettre en oeuvre de façon élémentaire chacune de ces méthodes séparément dans le cadre d'exercices dédiés La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) ». La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "content": "De l’utilisabilité à l’expérience utilisateur Principes d’utilisabilité des sites web Évaluation heuristique Prototypage Méthodes de recherche qualitative Méthodes de recherche quantitative Esthétique des interfaces graphiques",
        "teaching_methods": "Enseignement hybride combinant cours ex cathedra, travaux pratiques et enseignement par projet. Cours ex cathedra en présentiel, ateliers en distanciel.",
        "assessment_methods": "Contrôle continu comprenant des travaux en groupe (60% note finale) avec un examen en janvier (40% note finale). En septembre (deuxième session), travail individuel sur mesure en fonction des résultats obtenus au premier quadrimestre à remettre le 1er jour de la session. Toute l’information utile relative à ces modalités est à disposition sur moodle.",
        "other_info": "Une partie des ressources pédagogiques est en anglais",
        "online_resources": "Moodle (en asynchrone) : diapositives du cours, ressources bibliographiques, calendrier, modèles et grilles critériées, exercices, tests, devoirs, ateliers avec évaluation par les pairs Microsoft Teams (en direct) : calendrier, réunions, documents, discussion, notes de cours Liens web : vidéos explicatives, sites web, logiciels en ligne",
        "bibliography": "DONDIS, D. A. A Primer for Visual Literacy, vol. 3. The MIT Press, June 1973. GALITZ, W. O. The Essential Guide to User Interface Design : An Introduction to GUI Design Principles and Techniques. John Wiley & Sons, 2002. NGO, D. C. L., TEO, L. S., AND BYRNE, J. G. Modelling interface aesthetics. Information Sciences 152 (2003), 25–46. NIELSEN, J. Designing web usability: The practice of simplicity. New Riders Publishing, 1999. NORMAN, D. A. Emotional design: Why we love (or hate) everyday things. Basic books, 2005. REINECKE, K., AND GAJOS, K. Z. Quantifying visual preferences around the world. In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (2014), ACM, pp. 11–20. SALIMUN, C., PURCHASE, H. C., SIMMONS, D. R., AND BREWSTER, S. The effect of aesthetically pleasing composition on visual search performance. Proc. 6th Nord. Conf. Human-Computer Interact. Extending Boundaries - Nord. ’10 (2010), 422 TRACTINSKY, N., A.S KATZ, AND IKAR, D. What is beautiful is usable. Interact. Comput. 13, 2 (Dec. 2000), 127–145. VANDERDONCKT, J., AND GILLO, X. Visual techniques for traditional and multimedia layouts. In Proc. Work. Adv. Vis. interfaces (1994), ACM, pp. 95–104.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2902",
        "title": "Mémoire ou Mémoire-stage",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "content": "L’étudiant·e effectue un stage qui s’inscrit dans l’activité LCOMU2902 - Mémoire-stage (15 ECTS). Le mémoire et le stage, bien qu’ils fassent l’objet d’une évaluation distincte, constituent les deux composantes de la note finale. Le stage, évalué à partir du rapport de stage et de l’avis écrit du/de la maître de stage, représente un tiers de la cote tandis que le mémoire correspond aux deux tiers restants et est noté sur base du manuscrit. L’étudiant·e doit prester l’équivalent de quatre semaines à temps plein (38 heures) sur son lieu de stage. Son temps de travail peut être ventilé de diverses manières (travail à temps plein puis à temps partiel, étalement du stage sur plusieurs mois, interruption du stage, etc.). La ventilation du stage est à convenir avec le/la maître de stage et à préciser en détail dans le projet de stage.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2608",
        "title": "Séminaire de recherche en technologies médiatiques 2",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Fastrez Pierre",
            "Tilleul Camille"
        ],
        "teaching_language": "Français",
        "prerequisites": "LCOMU2603  Séminaire de recherche en communication socio-éducative 1",
        "topics_covered": "Le séminaire repose sur la réalisation de travaux personnels (individuels ou de groupe) de la part des étudiants. Chaque travail correspond à un thème différent. Exemples: L'effet de dispositifs technologiques particuliers sur l'apprentissage: cartes conceptuelles, hypermédia, jeux vidéo, MOOCs,... ; L'évaluation des compétences en littératie médiatique ; Les personal learning environments ; ...",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Se documenter sur une question spécifique liée soit à l'utilisation des médias et des technologies de communication à des fins éducatives, soit à l'éducation aux médias et à la littératie médiatique  ; 2. Construire une problématique reflètant l'état actuel des connaissances scientifiques en la matière ; 3. Formuler une question de recherche ancrée dans cette problématique, et, le cas échéant, une hypothèse y répondant ; 4. Concevoir un dispositif de recueil et d'analyse de données empiriques approprié pour répondre à la question de recherche posée ; 5. Avoir acquis la capacité à approfondir la question de l'apprentissage par les médias éducatifs en intégrant les apports des autres disciplines concernées, notamment les sciences de l'éducation, à l'approche communicationnelle.",
        "content": "Le séminaire est centré sur la réalisation par l'étudiant·e d'un travail de recherche personnel, présenté et discuté en séance, ayant pour objet la conception de dispositifs de recueil et d'analyse de données concernant les relations entre les technologies médiatiques et les pratiques, compétences ou connaissances développées par leurs usagers, envisagées:; soit en termes d'effets éducatifs des médias; soit en termes de littératie médiatique développée par l'usager; soit en termes de conséquences cognitives de l'usage de la technologie. Le séminaire porte essentiellement sur l'acquisition de compétences méthodologiques dans le domaine de la recherche sur les technologies médiatiques. En conséquence, il portera sur des thèmes et des terrains variables d'une année à l'autre en fonction de l'évolution des tendances dans le domaine de recherche concerné et des projets de mémoire des étudiant·es.",
        "teaching_methods": "Travaux de recherche dirigés: mise en oeuvre par les étudiant·es (individuellement ou en groupe) d'un dispositif de recherche sur une thématique liée au séminaire. Appréciation du dispositif, et de la cohérence entre ses hypothèses, sa démarche méthodologique et ses conclusions. Présentation et discussion en séance des travaux des étudiant·es, en plusieurs étapes (a minima: questions de recherche initiales, état d'avancement à mi-quadrimestre, présentation finale en fin de quadrimestre).",
        "assessment_methods": "L'étudiant·e est évalué·e sur base de son travail de recherche (individuel ou en groupe): élaboration du dispositif de recherche au fil du quadrimestre, tel que présenté en séance et détaillé dans des documents intermédiaires (50% de la note finale); dispositif de recherche finalisé, tel que présenté dans un travail écrit remis à l'issue du séminaire (50% de la note finale). En cas de deuxième inscription à l'examen, l'étudiant·e est évaluée sur la production d'un travail écrit détaillant un dispositif de recherche soit améliorant celui présenté en première session, soit indépendant de celui-ci et élaboré en autonomie, à rendre pour la session d'inscription à l'examen.",
        "other_info": "Le séminaire constitue pour l'étudiant·e l'un des lieux d'intégration des différents enseignements dans le domaine de la communication médiatisée des connaissances. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant·es.",
        "online_resources": "Site web moodle: descriptif du séminaire annonces concernant le séminaire consignes et espace de dépôt des supports de présentations, des documents intermédiaires et du travail final Si les mesures sanitaires relatives au covid19 empêchent la tenue des séances de cours en présentiel, Microsoft Teams pourra être utilisé pour assurer l'enseignement à distance.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2420",
        "title": "Connaissance de l'actualité 1",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Standaert Olivier"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours fournit aux étudiant.e.s en journalisme les outils et les éléments leur permettant d'acquérir une maîtrise suffisante des composantes essentielles de l'actualité contemporaine, essentiellement nationale et régionale. Le cours entend assurer un suivi de l'actualité récente (nationale et internationale) et l'inscription des problématiques traitées dans leur contexte politique, économique, social, historique, culturel et sociétal.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. démontrer l’acquisition des bases et des méthodes de recherche d’information indispensables pour suivre et traiter les grandes questions d’actualité, essentiellement nationale et  régionale 2. maîtriser (factuellement et contextuellement) les grands dossiers (essentiellement nationaux) d’actualité traités durant le cours 3. attester et de démontrer la qualité de son suivi de l’actualité (nationale et internationale)",
        "content": "Le cours vise à plonger les édtudiants dans un suivi rigoureux, régulier et critique de l'actualité telle que traitée par les médias d'information belges francophones. Il se centre sur le suivi de l'actualité belge (régionale, nationale) et internationale : politique, sociale, économique, culturelle, sportive… Au cours du quadrimestre, il approfondit l'étude et la connaissance de 3 grands dossiers d'actualité belge (Histoire politique/institutionnelle de la Belgique – Justice – Forces politiques en présence aux niveaux de pouvoir fédéral et régions/communautés) Les séances (en présentiel sauf consignes contraires) visent une appropriation de la connaissance de l'actualité par les étudiants. Des invités éventuels  permettront de compléter la connaissance des dossiers analysés et de les situer dans l'actualité.",
        "teaching_methods": "Séances de séminaire visant une appropriation de la connaissance de l'actualité par les étudiant.e.s. Des invité.e.s (à distance ou en présentiel) permettront de compléter la connaissance des dossiers analysés (voir le programme présenté en début de cours) Préparation de dossiers d'actualité présentés par les étudiants Questionnaires thématiques portant sur les 3 thèmes du quadrimestre Questionnaires portant sur le suivi de l'actualité Ce cours nécessite le recours à un encadrement spécifique par un assistant.",
        "assessment_methods": "Première session : • Évaluation continue • Questionnaires portant sur le suivi de l’actualité : 8 pts • Questionnaires portant sur les 3 thématiques du quadrimestre (Histoire politique/institutionnelle de la Belgique – Justice – Forces politiques en présence aux niveaux de pouvoir fédéral et régions/communautés) : 4 pts • En session Jury (oral individuel) portant  sur le suivi de l'actualité du quadrimestre écoulé et la connaissance des trois dossiers thématiques: 8 pts --> D’autres éléments pourront être pris en considération et pourront amener une modulation de la note finale (/20) allant de -3 à +3. Ces éléments sont : la qualité et la pertinence des questions posées aux conférences, l’implication et la qualité de la participation aux cours et aux échanges, le parcours d’ensemble du quadrimestre --> Toutes les informations et toutes les consignes seront présentées progressivement et disponibles (au fur et à mesure) sur Moodle Deuxième session : • 2 travaux écrits sur des thématiques d'actualité présentées en début de seconde session : 2 x 4 pts = 8 pts --> Les consignes et les modalités seront disponibles sur Moodle dans les premiers jours de juillet • En session : un jury oral individuel portant sur le suivi de l'actualité belge (régionale, nationale / politique, sociale, économique, culturelle, sportive…) et internationale depuis le début du premier quadrimestre : 12 pts",
        "other_info": "Le suivi de l'actualité peut nécessiter la capacité de traitement de sources en langues étrangères (anglais, néerlandais)",
        "online_resources": "Des documents, des références, des notes… sont mis à disposition sur Moodle Calendrier, informations, consignes… progressivement disponibles sur Moodle",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2910",
        "title": "Séminaire  d'accompagnement au mémoire : méthodologie",
        "credits": "2.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Jojczyk Joanne",
            "Philippette Thibault",
            "Standaert Olivier"
        ],
        "teaching_language": "Français",
        "prerequisites": "Les étudiants sont sensés avoir suivi les cours de méthodologie du baccalauréat ou des enseignements équivalents",
        "topics_covered": "L'objectif de ce séminaire est de préparer les étudiants au travail qu'ils devront fournir dans le cadre du mémoire. Il est composée de séances de natures très différentes (ex-cathedra ou pas, en groupes complet ou pas), en partie traditionnelle et en partie en apprentissage à distance. Ces différents éléments abordent tous les points que les étudiants doivent connaître pour faire leur mémoire : délimitation d'un sujet et problématique, corpus et méthodologies, gestion du temps et planification du travail, écriture scientifique et argumentative, citations des sources et bibliographies, recherche documentaire et état de l'art, partie empirique, etc. Certaines de ces matières feront l'objet d'application au sein du séminaire, d'autres seront théoriques. Les étudiants seront parfois amenés à travailler en auto-apprentissage via un elearning.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. délimiter un sujet de mémoire ; 2. définir un projet de recherche en prévoyant les développements théoriques et méthodologiques qui seront nécessaires et en évaluant les implications concrètes que ces choix supposent (et donc la faisabilité du projet) ; 3. concevoir ce qu'est un mémoire de communication, les différentes étapes à suivre, les exigences formelles à rencontrer.",
        "content": "Le séminaire d’accompagnement vise à aider les étudiant.e.s à entamer l'exercice de mémoire et plus spécifiquement à : Circonscrire son objet de recherche (en Information et Communication) Savoir problématiser et poser une question centrale à sa recherche Savoir faire un état de l'art et construire une bibliographie aux normes APA en utilisant un outil idoine (Zotero) Construire son cadrage théorique Apprendre à lire et synthétiser un article scientifique Construire sa méthodologie de recherche En outre, le séminaire accompagne l'étudiant-e dans son choix de type de mémoire, de promotrice ou promoteur en phase avec son sujet.",
        "teaching_methods": "Le séminaire est composé de séances théoriques prises en charge par les titulaires et ponctuées par les quiz de l'évaluation continue. Certaines séances sont communes et d'autres spécifiques à un des masters de l'Ecole de Communication. Les séances sont données en priorité en présentiel.",
        "assessment_methods": "L'évaluation est différente en première et seconde session !!! Première session Mini-quiz à la fin de chaque séance (S1-S6) : Si 7/10 ou plus obtenu lors du test, point acquis pour cette partie. A la fin, un-e étudiant-e peut donc acquérir jusqu'à 6 points sur 20. Examen écrit final sous forme de Maxi-quiz pour 14 points sur 20. Seconde session Travail final tenant de l'état d'avancement normal d'un étudiant-e en fin de premier Master. Travail de 15 pages (hors annexes) comprenant : La présentation du sujet de recherche ou du projet et une justification étayée de l’enjeu traité au regard de son master Une synthèse (éventuellement intégrée) de minimum dix articles scientifiques en lien étroit avec sa thématique de recherche La rédaction d’une problématique en référence aux articles traités et proposition d’une question centrale de recherche bien formulée et justifiée sur base d'un ou plusieurs enjeu(x) liés à sa discipline/son master Une proposition de dispositif méthodologique de collecte de données adapté à son projet et réaliste à mettre en oeuvre. En annexe, ce dispositif devra être représenté graphiquement et chaque outil/méthode justifié par des objectifs de recherche clairs. Une bibliographie indicative substantielle et mise en forme selon les normes APA Un planning prévisionnel de sa recherche pour l'année 2 de son master (sous forme de Diagramme de Gantt) L'évaluation continue n'est plus prise en compte lors de la seconde session, le travail valant pour 100% de la note finale",
        "other_info": "Ce cours se donne en français. English-friendly course Questions: students can ask their questions in English Dictionary: students are allowed to use a dictionary (monolingual French dictionary or bilingual French-mother tongue dictionary, as specified by the teacher), including for exams Note: the course materials as well as the exam are mostly in French",
        "online_resources": "Les notes et supports seront disponibles sur Moodle Cours : LCOMU2910-Séminaire d'accompagnement au mémoire : méthodologie | MoodleUCLouvain",
        "bibliography": "Quivy, Raymond, et Luc Van Van Campenhoudt. Manuel de recherche en sciences sociales . 6e édition revue et Augmentée. Paris: Armand Colin, 2022.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu1211",
        "title": "Théories en information et communication",
        "credits": "5.00",
        "hours": "30.0 h + 20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Haineaux Esther",
            "Philippette Thibault"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours présente les concepts fondateurs des sciences de l'Information et de la Communication (SIC) et en expose les principales théories. Il abordera les théories dites « techniques » de la communication, qui visent, comme le font les travaux de Claude Shannon, à décrire, voire à améliorer le processus de communication. Il se penchera ensuite sur les théories dites « sociales » de la communication, qui font appel aux différents champs des sciences humaines et sociales pour analyser les pratiques de communication. Elles s'attachent notamment à comprendre le rôle des médias dans nos sociétés, la formation de l'opinion publique, les phénomènes d'influence à l'oeuvre dans la publicité ou dans la propagande, les usages des technologies ou encore la réception des messages.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de présenter et discuter l'ensemble des théories fondamentales qui constituent le champ à la fois disciplinaire et interdisciplinaire des sciences de l'Information et de la Communication (SIC). Cette connaissance permettra à l'étudiant de situer ces théories dans le champ des sciences humaines et sociales, et d'inscrire les théories SIC en lien avec les autres cours d'introduction aux sciences humaines inscrits au programme des études en information et communication.",
        "content": "Le cours propose une revue systématique et critique des composantes conceptuelles essentielles et des grandes théories fondatrices des SIC. Il fait apparaître les articulations entre les théories et les auteur.e.s de référence pour dessiner les lignes constitutives des SIC, depuis ses origines. Le cours veille à inscrire les SIC en tant que champ disciplinaire et interdisciplinaire au sein des sciences sociales, en articulant la découverte des SIC avec les autres cours de sciences humaines inscrits au programme des études en information et communication, et en démontrant en quoi les SIC peuvent jouer un rôle fédérateur au sein du vaste secteur d’études que constituent les sciences humaines et sociales. Le cours est structuré en plusieurs chapitres (non-chronologiques) : Chapitre 0 : Introduction Chapitre 1 : L'évolution des systèmes de communication humaine Chapitre 2 : Les modèles fonctionnalistes de l'Information Chapitre 3 : Faire signe Chapitre 4 : Industrialisation et Culture de Masse Chapitre 5 : Théorie des effets limités Chapitre 6 : Théorie sur l'opinion et l'espace public Chapitre 7 : Les études culturelles Chapitre 8 : Du télégraphe à l'homme-orchestre Chapitre 9 : Les métiers de la communication Chapitre 10 : Synthèse et conclusion sur quelques enjeux",
        "teaching_methods": "Le cours théorique est donné sous forme de séances ex-cathedra. En début de séance, un moment Q/R pourra être organisé sur base de la séance de cours précédente afin d'évaluer la progression dans la compréhension de la matière. Note: la participation et performance à ces tests de compréhension pourra donner lieu à un \"bonus\" dans l'évaluation finale (voir partie évaluation de cette fiche). Les travaux pratiques associés au cours s’adressent uniquement aux étudiants de Bloc 1 COMU (COMU11BA) en première inscription . Ils visent à accompagner les étudiants dans la lecture de textes relatifs aux théories en information et communication. Le TP est organisé sous la forme d’une classe inversée : il est demandé aux étudiants de travailler sur des chapitres d'un ouvrage de référence ( L'explosion de la Communication: Introduction aux théories et aux pratiques de la communication de Philippe Breton et Serge Proulx), qui seront ensuite discutés en séances. L’étudiant sera évalué de façon continue lors du TP sur sa maitrise des différents chapitres, à travers plusieurs modalités (fiches de lecture, quiz, tests, etc.).",
        "assessment_methods": "Pour le cours : examen écrit de type QRM ou QCM, pouvant comporter l'une ou l'autre questions ouvertes. Pour les exercices (COMU11BA) : participation active aux TP et évaluations régulières au cours de l’année, en lien avec les lectures. Evaluation Pour les étudiants de COMU11BA , les exercices pratiques valent pour 40% de la note finale, les 60% restants étant évalués à travers l'examen final (l'examen est composé de 80% de questions de connaissance et de 20% de questions sur les lectures complémentaires obligatoires). Pour les autres étudiants ( hors COMU11BA ), l'évaluation est constituée à 100% de l'examen (l'examen est composé de 80% de questions de connaissance et de 20% de questions sur les lectures complémentaires obligatoires). Seconde session L'examen de seconde session vaut pour 100% de la note et est basé uniquement sur la connaissance de la matière et les lectures complémentaires obligatoires (pas de remédiation des notes de TP). La pondération de l'examen est identique à celle de la première session. Information à l'attention des étudiant.e.s \"bisseurs\" Dans le cas où un.e étudiant.e aurait obtenu une moyenne supérieure à l’équivalent de 10/20 à la partie TP mais devrait se réinscrire au cours, il peut demander le report de cette note l’année suivante pour la session de juin via l’outil prévu à cet effet sur la plateforme Moodle du cours au début du quadrimestre.",
        "other_info": "Le cours n'a pas de syllabus mais est constitué d'un ensemble de supports de présentation et de ressources accessibles sur la plateforme Moodle du cours (portefeuille de textes, exercices et quiz, etc.). Les contenus exposés oralement font partie de la matière du cours et l'étudiant·e doit donc veiller à être à jour sur la matière exposée.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=11703",
        "bibliography": "O. Aïm, & S. Billiet (coord.) (2015), Communication, Paris : Dunod. D. Bougnoux (2001 [1998]), Introduction aux sciences de la communication, Paris : La Découverte (coll. Repères). P. Breton, & S. Proulx (2006 [2002]), L'explosion de la Communication: Introduction aux théories et aux pratiques de la communication, Paris : La Découverte (coll. Repères). Y. Jeanneret (2011 [2000]), Y a-t-il (vraiment) des technologies de l'information ?, Paris : Septentrion. J. Lohisse (1998), Les systèmes de communication : approche socio-anthropologique, Paris : Armand Colin. A. & M. Mattelart (1995 [1977]), Histoire des théories de la Communication, Paris : La Découverte (coll. Repères). E. Maigret (2015 [2003]), Sociologie de la Communication et des Médias, Paris : Armand Colin. J.-P. Meunier, & D. Peraya (2010 [1997]), Introduction aux théories de la communication, Bruxelles : De Boeck Supérieur. Y. Winkin (dir.) (2000 [1981]), La nouvelle Communication, Paris : Ed. du Seuil.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2124",
        "title": "Compétences numériques du journalisme",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Carton de Wiart Ambroise",
            "Descampe Antonin"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours initie les étudiant.e.s en journalisme aux bases tecnhiques suivantes : balises HTML, css, outils d’infographie, outils en ligne open source, tags, API, CMS. Il traite de la veille informationnelle (veille sur internet, flux RSS, bookmarks)  et de la gestion des communautés (réseaux sociaux, recherche de sources, vérification de l’information sur le Web, gestion de commentaires…). Il aborde le traitement digital de l’information (outils de couverture –Cover It Live, Google Maps…–), le marketing de l’information (référencement, optimisation pour moteurs de recherche (SEO), mesure et analyse de fréquentation) et la création journalistique collaborative avec d’autres métiers de l’information (développeurs, techniciens, graphistes, designers, statisticiens…)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. maîtriser la transmission des contenus dans les différentes temporalités de la production médiatique, les plateformes multimédias et les caractéristiques médiatiques spécifiques des différents supports 2 maîtriser de la veille informationnelle 3 maîtriser des outils et le cadre du journalisme participatif 4 maîtrises des outils digitaux de traitement de l’information de terrain 5 démontrer sa capacité de compréhension et d’analyse des audiences digitales et de leurs outils d’évaluation 6. démontrer sa capacité de collaboration journalistique avec les autres métiers impliqués dans la production d’informations",
        "content": "Le cours est structuré en modules traitant chacun d'un domaine spécifique du journalisme numérique et permettant d'aborder les thématiques décrites ci-dessus. Les principaux modules sont par exemple: les bases du web et les formats web innovants tel que les formats de type scrolly-telling, le journalisme mobile ( MoJo ) et le live blogging , le journalisme de données, l' open-source intelligence (OSINT), la protection des informations et des sources. En fonction de l'évolution des pratiques du journalisme numérique, certains modules peuvent être remplacés par d'autres en fonction des besoins identifiés et de leur priorité.",
        "teaching_methods": "Le cours est composé de séances qui se veulent les plus interactives possibles et qui sont axées au maximum sur la mise en oeuvre pratique des compétences numériques acquises et sur des mises en situation concrètes.",
        "assessment_methods": "Evaluation continue sur base des travaux individuels et de groupe réalisés à l'issue de chaque module durant le quadrimestre. Les modalités de la seconde session sont identiques: travaux individuels et de groupe, réalisés sur les thématiques abordées durant le cours. Utilisation des outils d'IA L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant·es.",
        "other_info": "English-friendly Course Reading: bibliographical references in English can be provided Questions: students can ask their questions in English Evaluation: students can do presentations and answer exam questions in English Dictionary: students are allowed to use a dictionary (monolingual French dictionary or bilingual French-mother tongue dictionary, as specified by the teacher), including for exams",
        "online_resources": "Les supports de présentation, liens utiles, consignes de travaux et autres ressources extérieures (ouvrage de référence, etc.) seront mis à disposition des étudiants sur la plateforme Moodle du cours .",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu1322",
        "title": "Droit des médias et de la communication",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Jongen François"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours met en évidence l'interdisciplinarité qui touche à la fois au droit public (liberté d'expression, régimes d'autorisation, répartition des compétences), au droit pénal (délit de presse, responsabilité pénale), au droit privé (responsabilité civile, droit d'auteur, protection de la vie privée, droit à l'image), au droit économique (réglementation de la publicité, contrôle des concentrations) et au droit international (Union européenne et Convention européenne des droits de l'homme).",
        "content": "- Présentation des fondements constitutionnels, tant du point de vue des droits de l'homme et des libertés publiques (liberté d'expression et liberté d'entreprise) qu'en termes de répartition des compétences au niveau international et au niveau interne. - Analyse comparée du régime juridique des différents médias : presse écrite, radio-télévision, cinéma, Internet, ainsi que des dispositions réglementant leur responsabilité judiciaire (pénale ou civile) ou les voies de réparation extra-judiciaires (droit de réponse en écrit et en audio-visuel périodique). - Analyse des réglementations régissant les contenus des médias, abordant notamment les questions de hate speech, fake news, communication commerciale, objectivité de l'information.... - Méthode : La matière sera principalement étudiée au départ des textes applicables en Communauté française de Belgique, qu'ils soient internationaux, nationaux ou communautaires. Il sera fait appel à des études de cas tirés de la jurisprudence.",
        "teaching_methods": "Le cours est un cours magistral dispensé en grand auditoire. En situation jaune comme en situation orange, des cohortes d'étudiants seront constituées de façon à ce que le cours soit accessible de façon comodale via le streaming du cours donné à une partie de l’auditoire présente sur place. Les étudiants pourrront ainsi assister tour à tour au cours en présentiel, étant entendu qu’il sera permis à chaque étudiant de céder gratuitement à un autre son droit d’être présent à un cours donné (à la façon des permutations aux examens oraux). De la sorte, les étudiants qui préfèrent l’assiduité peuvent « récupérer » les places de ceux qui – pour des raisons sanitaires, pédagogiques ou autres – font le choix de ne pas assister au cours en présentiel. Il serait en effet dommage que des places restent inoccupées dans l’auditoire.",
        "assessment_methods": "Le cours fait l'objet d'un examen oral d'une quinzaine de minutes. Si la situation sanitaire le permet, l'examen est organisé en présentiel avec une première question à dix points, que l'étudiant tire au sort et qu'il peut préparer pendant l'examen de l'étudiant qui le précède, puis deux questions à cinq points choisies par l'enseignant pour avoir un aperçu des différentes parties du cours. Les principaux textes de législation et de jurisprudence seront placés à la disposition des étudiants dans le local de préparation. Si la situation sanitaire l'impose, l'examen est organisé en distanciel avec quatre questions à cinq points dont l'une tirée au sort par l'étudiant et les trois autres choisies par l'enseignant pour avoir un aperçu des différentes parties du cours.",
        "other_info": "Pré-requis : Droit public",
        "online_resources": "Les powerpoints du cours, les textes législatifs pertinents et la jurisprudence sont mis à disposition sur Moodle.",
        "course_materials": "Syllabus du cours",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2640",
        "title": "Education aux médias et littératie médiatique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Philippette Thibault",
            "Tilleul Camille"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours de Littératie médiatique aborde les mutations techniques et médiatiques intervenues dans les sociétés contemporaines et analyse les compétences numériques et médiatiques requises par les individus pour évoluer dans de tels environnements. Au fur et à mesure de cet enseignement, l'étudiant sera amené à réfléchir des situations de communication sur le plan des compétences requises par les usagers dans ce contexte.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. exposer et appliquer les cadres d'analyse vus au cours à différentes situations et contextes d'usage médiatique (par exemple : scolaire, professionnel ou loisir) ; 2. identifier les enjeux des usages en réception et production médiatique ; 3. réfléchir à la construction de dispositifs visant à évaluer le niveau de compétence des usagers, afin d'envisager ensuite de manière critique les moyens nécessaires au développement de ces compétences.",
        "content": "Ce cours aborde le lien entre littératie médiatique, éducation aux médias et éducation par les médias ; il discute le concept de littératie médiatique au regard d'autres concepts présents dans la littérature ( digital literacy , information literacy, computer literacy , etc.) ; il traite différents cadres d'analyse permettant d'évaluer les activités médiatiques (par exemple : lire, écrire, naviguer, organiser) et les dimensions des compétences associées (par exemple : technique, social, informationnel) ; il aborde enfin les enjeux en termes de compétences liés aux technologies contemporaines et à leurs usages. Cet enseignement est structuré en différents modules (l'ordre est susceptible d'être modifié) : Module 1 : Introduction aux notions d'éducation aux médias et de littératie médiatique, ainsi qu'aux autres littératies gravitant autour de ces deux termes. Module 2 : Les cadres de références de la littératie médiatique et de l'éducation aux médias Module 3 : L'implémentation de l'éducation aux médias et de la littératie médiatique en Belgique Francophone, d'hier à aujourd'hui. Module 4 : Evaluer les compétences et observer les pratiques médiatiques : une approche complexe Module 5 : Perspectives autour des « nouvelles formes de littératie » De manière non-récurrente, le cours donne la place à des interventions de chercheurs belges et/ou étrangers, experts du domaine.",
        "teaching_methods": "Le cours repose sur une pédagogie participative. A côté des exposés magistraux, les étudiant·e·s seront amenés à débattre de questions d'éducation aux médias et de littératie médiatique à travers un exercice de lecture-écriture dirigé. En fonction du thème annuel, un portefeuille de textes adapté sera fourni aux étudiant·e·s. Par ailleurs, des intervenant·e·s, chercheuse/chercheur ou praticien, pourront venir contribuer aux débats. Remarque : étant donné le caractère \"multi-sites\" de ce cours, la comodalité sera appliquée. La présence et la participation active durant les séances sera exigée pour la partie \"évaluation continue\" de la session 1.",
        "assessment_methods": "Les modalités d'évaluation varient entre la première et la seconde session ! Première session Évaluation continue sous forme de participation active à l’exercice de lecture dirigée et contribution aux débats (50% de la note) Examen écrit portant sur les modules théoriques (50% de la note) Seconde session Examen écrit portant sur l’ensemble du cours (modules théoriques + débats) (100% de la note)",
        "other_info": "Ce cours est également donné dans le cadre du Master en Education aux médias (co-diplomation IHECS-UCLouvain) et est emprunté par des étudiant·e·s du Master en Communication de l'UCLouvain Mons. English-friendly Course Reading: bibliographical references in English can be provided Questions: students can ask their questions in English Evaluation: students can do presentations and answer exam questions in English Dictionary: students are allowed to use a dictionary (monolingual French dictionary or bilingual French-mother tongue dictionary, as specified by the teacher), including for exams Utilisation des intelligences artificielles dans le cours L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant·es. Toute utilisation de cet outil à des fins de brainstorming, aide à la recherche, aide à la rédaction devra donc être mentionné clairement et de manière transparente. \"Si une partie de la tâche peut être accomplie par l'outil, il est essentiel que le résultat soit revu et intégré dans une démarche personnelle. L’étudiant·e est appelé à prendre le recul nécessaire, notamment par rapport aux limites et risques de ces outils. Il faut également signaler que lorsque l’on soumet un texte à une IA générative, celle-ci pourrait le réutiliser dans ses apprentissages ultérieurs, ce qui peut poser des problèmes de confidentialité et de droit d’auteur.\" (note facultaire relative à l'utilisation des IA génératives).",
        "bibliography": "Références (exemple) Auferheide (1993). Report on the National Leadership Conference on Media Literacy . Queenstown (M.D.): Aspen Institute ; Buckingham (2009). The future of media literacy in the digital age: some challenges for policy and practice , 2nd European Congress on Media Literacy, Bellaria (IT), 21-24 october 2009 ; Fastrez (2010). Quelles compétences le concept de littératie médiatique englobe-t-il ? Une proposition de définition matricielle , Recherches en Communication, 33(1): 35-52 ; Feuerstein (1999). Media Literacy in Support of Critical Thinking , Journal of Educational Media, 24(1): 43-54 ; Hobbs (1998). The seven Great Debates in the Media Literacy Movement , Journal of Communication, 48(1):16-32 ; Livingstone (2003). The changing nature and Uses of Media Literacy , Media@LSE, Electronic Working Paper, 4, see: http://eprints.lse.ac.uk/. Une liste de références bibliographiques et un portefeuille de lecture seront fournis en fonction de l’orientation de l’exercice de lecture et d’écriture dirigée. A list of bibliographical references and a reading portfolio will be provided according to the orientation of the guided reading and writing exercise.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu1316",
        "title": "Approches sémiotiques en communication",
        "credits": "5.00",
        "hours": "15.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            ". SOMEBODY"
        ],
        "teaching_language": "Français",
        "prerequisites": "Cet enseignement présuppose une connaissance de base des cadres, théories et concepts de la sémiotique structurale, pragmatique et cognitive",
        "topics_covered": "Le cours présente les différents principes méthodologiques associés aux grands courants de la sémiotique (structurale, pragmatique et cognitive) et les discute. Il décrit systématiquement les outils et les techniques qui en découlent, précise leur(s) champ(s) d'application et les applique à des dispositifs simples (texte, image, son, geste') ou complexes (audio-visuel, film, multimédia, site web, jeu vidéo,...). Il montre comment ces outils méthodologiques permettent d'évaluer tout dispositif mettant en jeu des signes ou des langages en s'efforçant d'expliciter le sens attaché à ceux-ci et de décrire leurs effets potentiels aussi bien sur le plan des relations induites que sur celui des effets cognitifs sollicités. Enfin, il s'interroge sur les contraintes et les limites de ces méthodes et décrit les pistes envisagées pour y remédier. Les séances d'exercices permettent aux étudiants d'acquérir la maîtrise concrète des principales méthodes abordées durant les séances cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette unité d'enseignement, l'étudiant est capable de: -       connaître les principales méthodes d'analyse sémiotique et leur terrain d'application -       appliquer ces méthodes et outils dans l'analyse de dispositifs concrets de communication en vue d'évaluer ou de formuler des hypothèses sur leur sens et sur leur fonctionnement du point de vue de l'interaction sociale et de la cognition.",
        "content": "Le cours est donné dans la perspective d’accompagner les étudiant.e.s dans la maitrise de méthodes d’analyse sémiotique de tout dispositif mettant en jeu des signes ou des langages, en s'efforçant d'expliciter le sens attaché à ceux-ci et de décrire leurs effets potentiels, aussi bien sur le plan des relations induites que sur celui des effets cognitifs sollicités.",
        "teaching_methods": "En prolongement des cours magistraux, des travaux individuels et des travaux de groupe obligatoires sont organisés afin de permettre aux étudiants de pratiquer les méthodes d’analyse présentées et de se les approprier. Le cours impose également des lectures complémentaires pour approfondir les contenus abordés.",
        "assessment_methods": "L'évaluation est continue et se construit au fil de la remise de trois travaux individuels (dont deux en ligne) et de deux travaux de groupe. Session de juin la note sur 20 est construite à partir des résultats obtenus aux travaux obligatoires. Deuxième session (septembre) : la note des travaux de groupe est conservée et les étudiant.e.s représentent, en complément, un examen individuel écrit ou oral (selon le nombre d’étudiants) qui consiste à analyser un dispositif qui met en jeu des signes ou des langages.",
        "other_info": "Ce cours a pour pré-requis le cours de Sémiotique générale ou tout enseignement équivalent.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=12143",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu1225",
        "title": "Méthodes d'analyse de contenu",
        "credits": "5.00",
        "hours": "15.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Sepulchre Sarah"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours de Méthodes d'analyse de contenu est complémentaire des autres cours de méthode dispensé durant le baccalauréat et complète la présentation des processus méthodologiques dans le champ des sciences de l'information et de la communication. L'objet de cette unité d'enseignement est de présenter l'analyse de contenu. Il s'agit d'une méthode spécifiquement conçue au sein des sciences de l'information et de la communication (et particulièrement dans le champ du journalisme) pour étudier de manière approfondie les documents (de toutes formes : écrit, sonores, visuels, audiovisuels, etc.). La méthode est avant tout quantitative. Le cours offrira cependant une ouverture vers les analyses de discours et les méthodes plus qualitatives qui sont souvent utilisées dans les mémoires de communication. Le cours vise à présenter de manière approfondie comment l'on mène une recherche en analyse de contenu, à fournir des repères épistémologiques, à engager une démarche concrète. A cette dernière fin, le cours ex-cathedra est complété par des séances de TP très importantes dans le volume du cours et son évaluation (cf ci-dessous).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce second cours de méthodes de recherche en communication veut placer la réflexion méthodologique et son application dans le champ de la science en Information et Communication.",
        "content": "Le cours de Méthodes d’analyse de contenu est complémentaire des autres cours de méthode dispensé durant le baccalauréat et complète la présentation des processus méthodologiques dans le champ des sciences de l’information et de la communication. L’objet de cette unité d’enseignement est de présenter l’analyse de contenu. Il s’agit d’une méthode spécifiquement conçue au sein des sciences de l’information et de la communication (et particulièrement dans le champ du journalisme) pour étudier de manière approfondie les documents (de toutes formes : écrit, sonores, visuels, audiovisuels, etc.). La méthode est avant tout quantitative. Le cours vise à présenter de manière approfondie comment l’on mène une recherche en analyse de contenu, à fournir des repères épistémologiques, à engager une démarche concrète. A cette dernière fin, le cours se donne en classe inversée.",
        "teaching_methods": "L’objectif du cours est de présenter les méthodes d’analyse de contenu afin que les étudiants puissent les appliquer correctement et en connaissance de cause. Le cours doit donc présenter les méthodes (leur positionnement dans la recherche, l’historique, les avantages et les inconvénients), mais surtout il s’agit de déployer les procédures et techniques concrètes afin que les étudiants puissent ensuite les appliquer. Le cours sont donnés en présentiel. Le cours sera composé de différents types de séances. 1. Des séances théoriques ex-cathedra seront très peu nombreuses et sur des matières précises (la présentation du cours, les statistiques)... Ces séances s'insèrent selon un calendrier précis dans la progression du semestre. 2. Des séances d'exercice en séances seront animées par la professeure et les assistant·es sur le mode classe inversée (obligation de lire des documents en amont, de répondre à un QCM théorique...). Les exercices seront parfois individuels, parfois en groupe de différentes tailles selon les cas. Autrement dit, dans ce cours, les séances théoriques et de TP sont décloisonnées. 3. En fonction des résultats des travaux de TP et des tests théoriques, des séances de remédiation pourraient être organisées par la professeure.",
        "assessment_methods": "Le cours est en évaluation continue et les exercices se font durant les séances. Votre présence est donc REQUISE durant les séances de cours et un travail continu et suivi sera nécessaire . - La matière théorique est soit intégrée aux travaux à rendre, soit fait l’objet d’évaluation par des tests durant le semestre. - Durant les séances des exercices d’application des méthodes vues dans les documents sont proposés. A partir d’un cas d’étude partagé par tous les étudiants, les groupes devront mettre en place le plan de recherche, les outils d’analyse, coder un corpus et tirer des interprétations. Ce travail est divisé en plusieurs sous-travaux (individuel ou de groupe). Le travail est donc évolutif et à produire en continu durant le semestre. Pour la seconde session, un travail reprenant les mêmes étapes de la recherche devra être complété. il s'agira d'une nouvelle recherche effectuée individuellement. Il comportera des parties théoriques et des exercices pratiques couvrant toute la matière. Ce travail devra être déposé sur Moodle en début de session et sera l'objet d'un examen oral en session. Il est impossible de bénéficier d'une remédiation durant l'été. Il est donc largement conseillé de participer aux travaux durant le semestre .",
        "other_info": "UTILISATION DE L'INTELLIGENCE ARTIFICIELLE Les exercices visant à démontrer la capacité de mener toutes les étapes d'une recherche, notamment à formuler des questions et hypothèses valables, à conceptualiser un échantillonnage, à prévoir et appliquer des mesures statistiques pertinentes, à rédiger des conclusions, les travaux remis doivent être composés par les étudiant·es sans aide de l'intelligence artificielle. Toute utilisation d'intelligence artificielle, y compris pour l'aide à la formulation, est proscrite.",
        "online_resources": "La page Moodle du cours comprend le descriptif du cours, l’agenda, les powerpoints projetés au cours, les documents liés au cours, éventuellement les vidéos du cours, des lectures complémentaires, des espaces de groupe, les consignes du travail et les espaces de dépôt.",
        "bibliography": "Quelques références du cours (non exhaustif et peut être alimenté différemment chaque année) : Luc Albarello, Etienne Bourgeois, Jean-Luc Guyot, Statistique descriptive. Un outil pour les practiciens-chercheurs (2011) Laurence Bardin, L'analyse de contenu (2007) Jean de Bonville, L'analyse de contenu des médias : de la problématique au traitement statistique (2006) William Fox, Statistiques sociales. Traduction et adaptation de la troisième édition américaine par Louis Imbeau (1999) Christophe Lejeune, Manuel d'analyse qualitative (2014) Dominique Maingueneau, Discours et analyse du discours (2017) Olivier Martin, L'analyse quantitative des données (2017) Alain Méot, Introduction aux statistiques inférentielles, de la logique à la pratique (2003) Roger Mucchhielli, L'analyse de contenu des documents et des communications (2006) Georges-Elia Sarfati, Eléments d'analyse du discours (2012)",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstic2000",
        "title": "Médias, information et connaissances",
        "credits": "4.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Jacques Jerry"
        ],
        "teaching_language": "Français",
        "topics_covered": "Problématique générale et enjeux de la médiatisation des connaissances. Évolution historique et anthropologique des rapports entre médias et connaissances. Panorama synoptique des réalisations et recherches en matière de médiation et médiatisation des connaissances. Cadres théoriques et notionnels permettant d'expliquer le fonctionnement communicationnel des dispositifs multimédias interactifs et de souligner leurs particularités en tant que vecteurs de connaissance.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de: maîtriser les principaux concepts des différents paradigmes envisagés; détecter les discours simplificateurs sur l'influence des dispositifs médiatiques sur les connaissances; développer une analyse originale, complexe et documentée de la relation entre dispositifs médiatiques et connaissances. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "content": "Le cours est divisé en trois parties qui envisagent de manière complémentaire la relation entre médias, informations et connaissances de leurs utilisateurs. Le chapitre \"Technique, sens et sociétés\", qui envisage cette relation en croisant les considérations historiques, anthropologiques et sociologiques pour produire une analyse du rôle de la médiation technique sur la culture et la transmission des connaissances. Le chapitre \"Médias et cognition\",  qui analyse la manière dont les médias et les informations modifient et conditionnent la nature et le déroulement des mécanismes cognitifs. Le chapitre, \"Enjeux communicationnels de l’intelligence artificielle\", questionnant le rôle des \"ingénieurs de la connaissance\" en passant en revue les principales innovations médiatiques contemporaines et l'implication de leur utilisation dans des situations d'apprentissage à l'heure de l'intelligence dite \"artificielle\". Une part importante du cours est dédiée à l'étude de cas permettant aux étudiants d'appliquer les perspectives ci-dessus à des dispositifs médiatiques contemporains présentant des enjeux de connaissance.",
        "teaching_methods": "Le cours se déroulera en présentiel en alternant exposés donnés par le professeur, discussions avec les étudiants, études de cas, et présentations de travaux par les étudiants. Certaines séances du cours doivent être préparées préalablement par une lecture critique de textes ou de documents audiovisuels. De manière ponctuelle, de courtes capsules vidéo présentant un point précis du cours pourront être utilisées afin de libérer du temps en séance pour les échanges et discussions, ou pour palier à l'annulation d'une séance de cours.",
        "assessment_methods": "Les étudiants doivent réaliser individuellement plusieurs travaux écrits prenant la forme : d'études de cas mobilisant les concepts vus aux cours de lectures critiques de textes ou de documents audiovisuels à réaliser afin d'alimenter certaines séances du cours Ces travaux sont susceptibles d'être présentés par les étudiants lors de certaines séances du cours. Evaluation en première session (juin): L'ensemble de ces travaux constitue un portfolio qui est évalué à auteur du 40% de la note finale. De plus, durant la session les étudiants passent un examen oral visant à évaluer leur capacité à restituer puis à mobiliser de façon critique et réflexive les concepts vus au cours. Cet examen vaut pour 60% de la note finale. Evaluation en seconde session (août): les conditions restent identiques, et les étudiants sont évalués sur base de la qualité de leur portfolio (40%) ainsi que sur base d'un examen oral (60%). Une note supérieure à 5/10 obtenue en première session pour l'examen oral ou le portfolio peut être reportée à la seconde session. Si tel est le cas, lors de la seconde session, l'étudiant ne repasse alors que la partie pour laquelle il n'a pas obtenu la moitié des points en première session. De plus, en cours de quadrimestre, la proposition est faite aux étudiant·es qui le souhaitent de venir réaliser en séance une présentation critique, documentée et interactive d'une question contemporaine de communication en lien avec les thématiques et les auteur·es vus au cours. Cette présentation pourra être valorisée sous la forme d'un bonus à la note finale obtenue allant jusqu'à 10% de celle-ci.",
        "other_info": "Ce cours est la plate-forme conceptuelle du tronc commun du master en STIC. Il est appelé à évoluer en fonction des développements des technologies et de leurs usages. English-friendly course : Reading: bibliographical references in English can be provided Questions: students can ask their questions in English Evaluation: students can do presentations and write essays in English; oral translation will be provided in case of Quiz Dictionary: students are allowed to use a dictionary (monolingual French dictionary or bilingual French-mother tongue dictionary, as specified by the teacher) Concernant l'usage des outils d'intelligence artificielle, il est attendu des étudiant·es qu'ils en aient un usage responsable, tel que défini dans \"La note sur l'utilisation responsable des IA\" approuvée en juillet 2024 par le bureau de la Faculté ESPO disponible sur le Moodle du cours.",
        "online_resources": "Les supports de présentation, liens utiles, consignes de travaux et autres ressources extérieures seront mis à disposition des étudiants sur la plateforme Moodle du cours.",
        "bibliography": "Andler, D. (2023). Intelligence artificielle, intelligence humaine : La double énigme . GALLIMARD. Bachimont, B. (2010). Le Sens de la technique : Le numérique et le calcul . Encre Marine. Davis, J. L. (2020). How Artifacts Afford : The Power and Politics of Everyday Things . MIT Press. Debray, R. (1991). Cours de médiologie générale (Gallimard). Paris: Gallimard. Debray, R. (2000). Introduction à la médiologie . Paris: Presses Universitaires de France - PUF. Cardon, D. (2015). A quoi rêvent les algorithmes. Nos vies à l’heure du big data. Paris: Le Seuil. Goody, J. (1979). La raison graphique. La domestication de la pensée sauvage . Paris: Les Editions de Minuit. Lagues, M., Beaudouin, D., & Chapouthier, G. (2017). L’invention de la mémoire - Ecrire, enregistrer, numériser . Paris: Cnrs. Leroi-Gourhan, A. (1964). Le Geste et la Parole, tome 1': Technique et Langage (Albin Michel). Paris: Albin Michel. Leroi-Gourhan, A. (1965). Le Geste et la Parole, tome 2': La Mémoire et les Rythmes (First Thus). Paris: Albin Michel. Lévy, P. (1990). Les technologies de l’intelligence. L’avenir de la pensée à l’ère informatisée. La Découverte. Meunier, J.-P. (2013). Des images et des mots: Cognition et réflexivité dans la communication . Louvain-La-Neuve: Editions Academia Norman, D. A. (1993). Les artefacts cognitifs. Raisons Pratiques , 17'34. Norman, (1994). Things That Make Us Smart: Defending Human Attributes In The Age Of The Machine (Reprint). Reading, Mass: Basic Books. Strum, S., & Latour, B. (2006). Redéfinir le lien social: des babouins aux humains. Sociologie de la traduction: Textes fondateurs , 71–86. Tisseron, S. (2015). Le jour où mon robot m’aimera - Vers l’empathie artificielle . Paris: Albin Michel.",
        "course_materials": "Slides vu au cours",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2810",
        "title": "Méthodes approfondies de recueil et d'analyse de données",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Heuchenne Cédric"
        ],
        "teaching_language": "Français",
        "prerequisites": "(cours de méthodes quantitatives et qualitatives de bac)",
        "topics_covered": "Les thèmes sont variables d'une année à l'autre, et portent alternativement sur les méthodes de recueil et d'analyse de données relatives à: l'enquête quantitative l'observation ethnographique les études de cas l'expérimentation et quasi-expérimentation Exemple pour l'enquête quantitative: les étapes de la conception d'un questionnaire la constitution d'un échantillon la préparation et le codage des données les étapes du traitement statistique des données, de leur description à leur analyse multivariée",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. avoir acquis une connaissance approfondie des usages possibles de différentes méthodes de recueil et d'analyse de données, en articulation les unes avec les autres ; 2. concevoir un plan de recherche intégré mobilisant une sélection de ces méthodes de façon pertinente, en fonction d'une question de recherche déterminée.",
        "content": "Le cours concerne principalement l’analyse, l’interprétation et la communication des résultats de sondage. A cette fin, les méthodes classiques d’échantillonnage (quotas, aléatoire, stratifié, en grappes…) utilisées pour développer des sondages d’opinion sont détaillées en précisant leurs caractéristiques, leurs intérêts et limitations. Les éléments cruciaux de fiabilité des études auxquels doivent être attentifs les communicants et politiques sont mis en évidence. Les principaux outils d’analyse de données de sondage sont ensuite abordés en mettant l’accent sur l’interprétation et la visualisation des résultats. Plan du cours : méthodes de recueil et d’analyse de données Partie I : recueil de données - Sondages : généralités - Méthodes d’échantillonnage empiriques - Méthodes d’échantillonnage probabilistes - Construction d’un questionnaire : formulation des questions - Marges d’erreur : formule et courbe caractéristique - Pondération, ré-équilibrage des données Partie II : analyse de données Bases de données : éléments matriciels - Analyse en composantes principales appliquée aux sondages d’opinion, limitations des corrélations - Analyse des correspondances multiples appliquée aux sondages d'opinion - Analyse factorielle multiple : détection des composantes principales d’un sondage",
        "teaching_methods": "Le cours se déroule sous forme d’ateliers. Une base de données de sondage, éventuellement choisie par l’audience est analysée tout au long du cours. Dans un premier temps, on critique la manière avec laquelle elle a été construite, tandis que dans un second temps, on en extrait les informations principales au travers d’outils d’analyse factorielle et des représentations graphiques inhérentes. Cours donné en présentiel. Quelques vidéos peuvent néanmoins être utilisées pour améliorer la compréhension ou ajouter des développements techniques",
        "assessment_methods": "Travail sur données réelles avec rapport final (à améliorer si un rattrapage doit être effectué en seconde session). Langue de l'évaluation: français",
        "online_resources": "Voir cours LCOMU2810 sur moodle.",
        "course_materials": "vidéos et documents (exercices, codes, démonstrations sur logiciel) sur moodle/videos and documents (exercices, codes, software demonstrations) on moodle",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu1121",
        "title": "Sémiotique générale",
        "credits": "4.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Catellani Andrea",
            "Gilson Gaël",
            "Gilson Gaël"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours présente, discute et confronte les grands courants de la théorie générale des signes, en décrit les concepts principaux et montre son apport à la compréhension des phénomènes propres au champ de l'information et de la communication. Il aborde les thèmes suivants: - notions de linguistique saussurienne (éléments de syntaxique et de sémantique) et introduction à la sémiologie structurale (Buyssens, Priéto, Hjelmslev, Barthes, Eco,...) - notions de pragmatique linguistique (analyse des contextes déïctique et interactionnel: Austin, Searle, Récanati, Ducrot,...) et générale (Jakobson, Bateson, Goffman) - notions de sémiotique inférentielle (présupposition, indirection: Searle, Grice), interprétative (Peirce) et cognitive (Sperber et Wilson, Lakoff et Johnson,...).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement l'étudiant sera capable de -présenter et discuter des principaux cadres théoriques et conceptuels permettant l'étude des systèmes de signes (digitaux et analogiques); - situer la sémiotique et évaluer sa contribution au champ des sciences de l'information et de la communication - entreprendre une démarche de description méthodique et rigoureuse de dispositifs sémiotiques élémentaires (média articulant texte et image)",
        "content": "Le cours présente, discute et confronte les grands courants de la théorie générale des signes, en décrit les concepts principaux et montre son apport à la compréhension des phénomènes propres au champ de l'information et de la communication. Les signes et les systèmes de signes sont ainsi étudiés selon trois approches entrecroisées : une approche structurale (analyse des signes, de leurs mises en systèmes et de leurs significations) ; une approche pragmatique (analyse des significations des signes et des systèmes sémiotiques en fonction de leurs contextes) ; une approche cognitive (analyse des stratégies d’interprétation des signes et des systèmes sémiotiques par les audiences). En vue d’étudier la signification du signe, les relations qu’il induit, les mécanismes cognitifs qu'il sollicite et les interprétations dont il fait l'objet et en même temps le constituent, le cours envisage le vocabulaire et les concepts de la sémiotique selon trois objectifs : un objectif théorique (comprendre et articuler les concepts théoriques de la sémiotique) ; un objectif méthodologique (construire des grilles d’analyse applicables sur différents systèmes de signes comme un texte, une image, une publicité, un jeu vidéo, etc.) ; un objectif pratique (appliquer ces grilles pour décrire et interpréter un système de signes). Ainsi seront étudiés, mis en perspective et appliqués les concepts suivants (liste non exhaustive) : langage / langue / parole (Saussure), signifiant, signifié et référent (Barthes), interprétant et processus sémiotique (Peirce), schéma de la communication (Jakobson), énoncé et énonciation (Benveniste), sèmes et isotopies (Rastier), narrativité du signe (Paolucci), ergodicité (Poulin), balance MES (Wong), encyclopédie (Eco), connotation et dénotation (Barthes), syntagme / paradigme / variation paradigmatique (Jakobson), code et message (Todorov), indice et signal (Priéto), contiguïté et substitution (Jakobson), abduction (Peirce), communication pertinente (Sperber & Wilson), métaphore conceptuelle (Lakoff & Johnson), contenu et relation (Bateson), embrayeurs (Jakobson), direction d’ajustement (Searle), actes de langage (Austin), etc.",
        "teaching_methods": "Des exposés théoriques, des échanges avec les étudiant·es (participation encouragée), des études de cas et exercices d’analyse en grand groupe, ainsi qu’un module de révisions pour préparer l’examen, constituent les principales méthodes du cours. Des lectures complémentaires seront proposées au fil du cours et des questions de révisions seront régulièrement distribuées pour aider les étudiant·es à synthétiser le cours.",
        "assessment_methods": "Session de janvier : l’examen consiste en un QCM (questions à choix multiples) qui évalue la compréhension des concepts et la capacité à les mobiliser pour résoudre des problèmes ou décrire un processus sémiotique. Session de septembre : même principe.",
        "other_info": "Ce cours fait partie de la mineure en information et communication. Il fournit les bases théoriques nécessaires au cours LCOMU1316 Approches sémiotiques en communication qui lui est centré sur la méthodologie et les outils d'analyse utilisés dans ce domaine.",
        "online_resources": "Page Moodle du cours.",
        "bibliography": "Bien qu’il en actualise les concepts, les méthodes et les exemples, le cours s’appuie sur l’ouvrage suivant : Verhaegen, P. (2010). Signe et communication . De Boeck Supérieur. La lecture est recommandée mais non obligatoire.",
        "course_materials": "Documents et slides mis à disposition sur le site du cours",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2431",
        "title": "Journalisme et audiences : mesures , usages et engagement des publics",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Grosjean Gaspard",
            "Standaert Olivier"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours vise à donner aux étudiants·e·s les compétences pour articuler leurs pratiquess journalistiques aux concepts, ressources et méthodes permettant de comprendre le fil socio-démographique, les usages et les évolutions des audiences face aux médias d'information. Ancré dans les approches spécifiques à l'Information et communication et aux Journalism studies - telles que l'audimétrie (traditionnelle et numérique), les études de réception, l'analyse croisée des stratégies éditoriales et marketing -, le cours s'appuie également sur des cadres relevant de la sociologie des publics et des usages des technologies de l'information et de la communication.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. intégrer à sa pratique journalistique et à ses réflexions/productions personnelles un positionnement argumenté sur l'appariement entre un projet éditorial et ses audiences; 2. maitriser les principaux concepts et les principales ressources et méthodes et méthodes permettant d'étudier et de définir les audiences des médias d'information; 3. déployer un regard prospectif et critique sur les évolutions de ce domaine d'étude dans le contexte de transformation des modèles d'affaires et éditoriaux des médias d'information.",
        "content": "Ce cours vise à donner aux étudiants les compétences pour articuler leur pratique journalistique aux concepts, ressources et méthodes permettant de comprendre le profil socio-démographique, les usages et les évolutions des audiences face aux médias d’information. Situé dans un contexte et des approches propres aux Sciences de l’information et de la communication et aux Journalism Studies , telles que l’audimétrie (traditionnelle et numérique), les études de réception, l’analyse croisée des stratégies éditoriales et marketing, il s’appuie également sur des cadres propres à la sociologie des publics et des usages des technologies de l’information et de la communication",
        "teaching_methods": "Le cours se donne via des séances magistrales (en présentiel sauf mention contraire). Les ressoures et documents utiles sont postés sur Moodle et viennent compléter la prise de note en séance.",
        "assessment_methods": "Le cours fait l'objet d'une évaluation continue, par l'entremise de travaux de groupe à rendre avant la session d'examen et pour lesquels les étudiants reçoivent une appréciation individualisée. En seconde session, les étudiants représentent individuellement le/les travaux en échec selon les mêmes modalités et au départ d'un sujet fixé par l'enseignant.",
        "online_resources": "Les étudiants ont accès aux supports de cours et aux ressources nécessaires à la réalisation des travaux d'évaluation continue sur l'espace Moodle du cours.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2102",
        "title": "Epistémologie de la recherche en sciences de la communication",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Scieur Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Philosophie des sciences et théories de la connaissance Epistémologie théorique et épistémologie de la méthode Paradigmes en épistémologie Recherches en SIC et démarches épistémiques Ethique(s) et recherches",
        "content": "Le cours envisage, de manière concomitante et interactive, de/d’ :a) présenter l’épistémologie sur un plan définitionnel, et de décliner ses dimensions « philosophie des sciences » et « théorie de la connaissance » par la référence aux auteurs principaux ; b) analyser la démarche scientifique de chercheur.euse.s « classiques » (comment ils produisent du savoir, et avec quelle validité) ; c) aborder l’étude épistémique de recherches scientifiques récentes, réalisées par des chercheur.euse.s confirmé.e.s ou des doctorant.e.s. Au terme de cet enseignement l’étudiant.e sera capable : de cerner des interrogations essentielles relatives à la philosophie des sciences et communes aux sciences sociales : l'articulation entre l'aspect historique et la dimension structurelle, les constructions paradigmatiques, l’émergence des sciences, etc. ; de maîtriser les modèles épistémiques en théorie de la connaissance et de les appliquer aux recherches menées en sciences de l’information et de la communication (SIC) ; de comprendre et d’analyser la portée de recherches récentes produites en SIC ; de proposer une démarche épistémique argumentée liée à un projet de recherche",
        "teaching_methods": "Lecture d’articles ou d’ouvrages, intervention de chercheur.euse.s, présentation magistrale de modèles épistémologiques",
        "assessment_methods": "Examen oral sur la base d’un travail écrit, individuel ou collectif, décrivant un projet de recherche soutenu par une démarche épistémologique argumentée et éventuellement un podcast ou une vidéo relatif à une problématique heuristique. Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à de l'intelligence artificielle est interdit que ce soit comme assistant linguistique, outil d'exploration et d'idéation ou comme outil de rédaction.",
        "online_resources": "via moodle",
        "bibliography": "BERTHELOT J.-M. (dir.) (2018), Epistémologie des sciences sociales, Paris, PUF. CHALMERS A. (1990), Qu’est-ce que la science, Paris, Le Livre de Poche. LE MOIGNE J.-L. (2021), Les épistémologies constructivistes, Paris, Que sais-je ? SOLER L. (2019), Introduction à l’épistémologie, Paris, Ellipses. WALTER J., DOUYERE D., BOUILLON J.-L., OLLIVIER-YANIV C. (dir.) (2019), Dynamiques des recherches en sciences de l’information et de la communication, https://hal.univ-lorraine.fr/hal-01885229/file/dynamiques-recherches-en-information-communication-190627.pdf",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2621",
        "title": "Développement technique de médias éducatifs",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Guillamet Ronan"
        ],
        "teaching_language": "Français",
        "content": "Ce cours est structuré en différentes étapes devant mener à la conception logicielle d’un média éducatif. La vision (note : l’aspect socio-éducatif est défini en collaboration avec l’atelier LCOMU2620) Définir la roadmap de son projet (planification, choix techniques…) Planification et mise en production (de manière agile) Sprints Compte-rendus sprints et développements futurs Revue de fin de sprints Rétrospective",
        "teaching_methods": "Ce cours est un atelier pratique qui alternera des séquences théoriques et méthodologiques en salle de classe, alternativement avec des moments de développement pratique en salle informatique durant lesquels l’enseignant suit et conseille chaque étudiant·e. En fonction de l’évolution sanitaire liée au COVID-19 (situations « jaune » ou « orange ») Les présentations théoriques et méthodologiques seront données « à distance » par l’enseignant via Microsoft Teams Des rencontres de suivi individuel ou en groupe seront planifiées soit en présentiel en salle avec distanciation sociale (situation « jaune »), soit en distanciel, toujours via l’outil Microsoft Teams (situation « orange »).",
        "assessment_methods": "L’évaluation de ce cours comportera deux parties : Une partie participation active au cours et aux différentes étapes de développement évaluées au terme de chaque sprint (25% de la note finale) Une défense de l’état d’avancement du projet en session (75% de la note finale) En fonction de l’évolution sanitaire liée au COVID-19 (situations « jaune » ou « orange ») La partie évaluation continue sera établie suite à chaque rencontre individuelle ou en groupe",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2100",
        "title": "Séminaire interdisciplinaire de recherche en communication 1",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Fastrez Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Au terme du séminaire, les étudiants doivent être capables de situer ces approches, en les différenciant et en identifiant leurs convergences, à partir, notamment, des questions suivantes :\r- Quelle problématique sous-tend chaque approche ? \r- Quels objets détude se donnent-elles ?\r- Quelles sont les modalités de leur élaboration théorique ? \r- Quelles méthodes dobservation et danalyse mettent-elles en place ? \r- Quels concepts fondamentaux construisent-elles ?\r- Quelles sont leurs interactions avec les pratiques de communication ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce séminaire vise à ce que les étudiants confrontent, en les articulant, diverses approches majeures de létude des systèmes de communication.",
        "content": "Chaque année, le séminaire aborde des approches majeures parmi celles qui envisagent les systèmes de communication. Ces approches peuvent être abordées au départ d’un champ ou d’un objet de recherche spécifique au sein des sciences de la communication, qui relève de l’expertise du professeur ou de la professeure animant le séminaire pour l’année en cours. Ces approches veilleront à croiser les perspectives sémiotiques, systémiques, narratologiques ainsi que des approches psychologiques, anthropologiques, sociologiques ou autres. Après avoir été présentées successivement, les approches choisies font l'objet d'une articulation comparative. Les étudiants sont invités à produire une analyse des relations entre les approches présentées au séminaire, selon un axe qu'ils se définissent, sous la direction du titulaire du séminaire. Les axes peuvent concerner la problématique, l'objet d'étude, le mode d'élaboration théorique, les méthodes, les concepts, la portée et l'évolution des approches théoriques. L'enseignement comprend le rappel synthétique des approches théoriques, un programme de lectures d'appui, une présentation de recherches exemplaires d'une démarche et une confrontation des différentes approches.",
        "teaching_methods": "Le séminaire est animé chaque année par un professeur étranger ou une professeure étrangère reconnu·e internationalement pour son expertise. Il se donne de façon intensive sur trois jours pleins consécutifs. Il comprend des exposés du titulaire et de chaque participant en interaction dynamique avec tous les autres membres du séminaire.",
        "assessment_methods": "L'évaluation porte, à partir des contributions de l’étudiant·e aux séances du séminaire d’une part, et d'un travail d'étude présenté par écrit par l'étudiant·e d’autre part, sur sa capacité de situer, de manière critique, les caractéristiques des approches théoriques étudiées durant le séminaire.",
        "other_info": "L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant·es.",
        "online_resources": "Les ressources seront choisies et communiquées en fonction des orientations adoptées par le séminaire. Elles sont rendues disponibles sur Moodle.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2603",
        "title": "Séminaire de recherche en technologies médiatiques 1",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Fastrez Pierre",
            "Tilleul Camille"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les thèmes envisagés varient en fonction d'une part des technologies et médias envisagés et, d'autre part de questions spécifiques relatives à l'activité cognitive de leurs usagers et de leur finalité (e.g. apprentissage, travail, jeu, communication). Exemples : L'effet de dispositifs technologiques particuliers sur l'activité cognitive de l'usager, en particulier dans des contextes d'apprentissage : cartes conceptuelles ; hypermédia ; jeux vidéo ; MOOCs ; visualisations de l'information ; outils de personal information management ; l'évaluation des compétences en littératie médiatique...",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Se documenter sur les questions liées : aux conséquences cognitives de l'usage des technologies médiatiques ; à l'utilisation des médias et des technologies de communication à des fins de communication des connaissances ; aux compétences liées à l'usage des médias et des technologies de communication. 2. Lire de façon critique la littérature scientifique consacrée à ces questions ; 3. Identifier les questions de recherche propres aux textes scientifiques lus et de formuler des questions de recherche alternatives ou complémentaires ; 4. Evaluer ces textes scientifiques sur le plan de la pertinence de leur méthode et de l'impact de celle-ci sur les résultats ; 5. Présenter de façon synthétique et de discuter la contribution scientifique d'un texte à la problématique scientifique dont il traite.",
        "content": "Le séminaire introduit à la recherche interdisciplinaire sur les relations entre les technologies médiatiques et les pratiques, compétences  ou connaissances développées par leurs usagers. Il a pour objectif d'apprendre aux étudiants à lire de façon critique et à discuter la littérature scientifique consacrée à ces questions. En ce sens, il constitue une étape préparatoire à la réalisation d'un travail de recherche personnel sur une question particulière (cf. LCOMU2608). Il repose pour ce faire sur l'analyse et la discussion de textes scientifiques issus notamment des sciences de la communication et des sciences de l'éducation.",
        "teaching_methods": "Le séminaire repose à titre principal sur les deux types d'activité suivants: Analyse et discussion collective de textes et d'expériences portant sur les thèmes choisis, introduits par les étudiants, sur base d'un portefeuille de lecture constitué chaque année en fonction des thématiques proposées; Exposés par des spécialistes (si l'opportunité de professeurs visiteurs se présente). Les séances d'analyse et de discussion collective de textes requièrent des étudiant·es participant·es de préparer un support de présentation à diffuser et/ou des questions à soumettre en séance.",
        "assessment_methods": "Evaluation continue. L'étudiant·e est évalué·es sur base de sa participation au séminaire: soumission de références de textes scientifiques susceptibles de faire l'objet d'une présentation au séminaire, correspondant au thème de l'année (10% de la note finale) présentation de textes en séance et participation à la discussion des textes présentés par les autres en séance (50% de la note finale) Rédaction d'un état de l'art synthétisant les articles discutés et présentés en séances ainsi que d'éventuelles lectures complémentaires et formulation d'une première question de recherche constituant le point de départ du travail développé dans le cadre du séminaire LCOMU2608 (40% de la note finale) En cas de deuxième inscription à l'examen, l'étudiant·e est évaluée sur la production d'un compte-rendu de lecture critique d'un ensemble de textes scientifiques similaire à ceux présentés en séance, à rendre pour la session d'inscription à l'examen.",
        "other_info": "Le séminaire constitue pour l'étudiant·e l'un des lieux d'intégration des différents enseignements dans le domaine de la communication médiatisée des connaissances. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant·es.",
        "online_resources": "Site web moodle: descriptif du séminaire annonces concernant le séminaire textes présentés et discutés en séance synthèses des textes rédigées par les étudiants les ayant présentés consignes et espace de dépôt du travail final Si les mesures sanitaires relatives au covid19 empêchent la tenue des séances de cours en présentiel, Microsoft Teams pourra être utilisé pour assurer l'enseignement à distance.",
        "responsible_entity": "COMU"
    }
]