[
    {
        "url": "https://uclouvain.be/cours-2024-lecri1504b",
        "title": "Eléments de procédure pénale (2e partie)",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Macq Christelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'étude du droit pénal s'attache plus particulièrement à l'exposé des principes généraux du droit pénal positif belge, à leur explication ainsi qu'à l'analyse de leurs fonctions réelles : la loi pénale, l'infraction, la sanction. L'étude de la procédure pénale s'attache à l'analyse des différentes phases du procès pénal : information du parquet, instruction préparatoire, poursuite, jugement, voies de recours. Le cours comporte aussi des exercices pratiques.",
        "content": "Ce cours a pour objet l'étude des différentes phases de la procédure pénale : information du parquet, instruction préparatoire, poursuite, jugement, voies de recours. Le rôle et les conditions dans lesquelles interviennent les différents acteurs de la phase préliminaire du procès pénal, du procès pénal de même que de l'exécution des peines seront abordés.",
        "teaching_methods": "Le cours repose sur un exposé oral qui a pour objectif d'exposer aux étudiants les grandes lignes de la matière en l'illustrant de situations concrètes. L'enseignement est par ailleurs dispensé au travers d'un support écrit, un manuel de procédure pénale, dont disposent les étudiants. Ils sont invités à préparer chaque cours magistral à partir d'une lecture du manuel. Les étudiants sont par ailleurs invités à aller assister à une audience pénale afin de mieux cerner les enjeux de terrain sous-jacents à l'étude de la matière.",
        "assessment_methods": "Les étudiants sont évalués par le biais d'un examen écrit à livre et cours fermés pour lequel ils doivent maîtriser à la fois le contenu de l'exposé oral et le contenu de leur support écrit. Ils diposent d'un Code pénal récent. Ils sont en outre, évalués sur leur participation à une audience pénale par le biais de la rédaction d'une note résumant ce qu'ils ont observé lors de l'audience. Enfin, les étudiants sont invités avant chaque cours à répondre à un petit test écrit évaluant la qualité de leur préparation au cours magistral. L'examen écrit compte pour 90% de la note finale et les autres prestations pour 10%.",
        "bibliography": "Pour aller plus loin: M-A Beernaert, H. D. Bosly et D. Vandermeersch, Droit de la procédure pénale , 9 e éd., 2021",
        "course_materials": "M-A Beernaert et al, Introduction à la procédure pénale, 8 e édition, La Charte, 2021",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5012",
        "title": "Grands courants en anthropologie",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2105",
        "title": "Sociologie de l'administration de la justice pénale",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Scheer David"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'enseignement est consacré à l'étude sociologique du fonctionnement du système de justice pénale, depuis la création de la loi pénale jusqu'à l'exécution des décisions des acteurs de la criminalisation secondaire. D'une part, il s'agit d'initier l'étudiant à la formalisation théorique systémique de cet objet (et révéler en quoi la trajectoire évoquée dans la phrase précédente n'est pas linéaire). D'autre part, il s'agit de faire valoir une théorisation de l'action pénale identifiant celle-ci comme produite non seulement par des normes légales ou des fonctionnements systémiques mais aussi par des registres normatifs que la sociologie des organisations et celle des professions ont mis en exergue.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de l'enseignement est de donner à l'étudiant accès à des résultats de recherches criminologiques sur l'organisation et le fonctionnement du système d'administration de la justice pénale et de lui fournir par ce biais les formes contemporaines de construction théorique de cet objet qui intègre la criminalisation primaire et la criminalisation secondaire. Cet enseignement constitue en quelque sorte le pendant sociologique de la formation de l'étudiant en droit pénal et en procédure pénale.",
        "content": "Le cours vise l’étude de l’élaboration des politiques publiques pénales et du fonctionnement de la justice pénale. Il repose sur un équilibre entre transmission de connaissances théoriques (maîtrise des concepts) et travail de mise en réflexion de ceux-ci au travers d’exemples concrets (cas d’étude ; recherches scientifiques en criminologie, en droit ou en sociologie…). A l’issue de cet enseignement, les étudiant·e·s devront être en mesure d’analyser et de déconstruire des politiques/pratiques/actualités pénales en s’appropriant les concepts abordés au cours. Il s’agit là tant d’un objectif de fond (saisir la matière dispensée au cours) que d’un objectif méthodologique (se saisir de la matière dispensée au cours). Acquis d'apprentissage A l'issue de l'unité d'enseignement, l'étudiant·e sera capable de : 1/ Restituer et maîtriser les grilles d'analyse et les concepts théoriques en sociologie de l'administration de la justice pénale ; 2/ Mobiliser les cadres théoriques et les appliquer à des cas pratiques ; 3/ Se faisant, être en capacité d' examiner et de (dé)construire des politiques et des pratiques de justice pénale.",
        "teaching_methods": "Sauf indication contraire, le cours aura lieu au rythme de deux heures par semaine, le mercredi de 8h30 à 10h30. Le cours se base sur l’alternance de séances théoriques et de séances d’illustration(s) empirique(s). Les séances théoriques s’appuient sur des lectures vivement recommandées. Les présentations powerpoint utilisées lors des cours sont rendues disponibles aux étudiant·e·s (mais ne se substituent aucunement aux explications données en cours : il s’agit de mots-clefs et/ou d’illustrations qui aident à la compréhension).",
        "assessment_methods": "L’évaluation consiste en un examen écrit composé de questions à choix multiples (QCM) et d’une ou plusieurs questions ouvertes. Cet examen compte pour 15 points . L’évaluation est complétée par un travail d’approfondissement . La forme de ce travail est laissée au choix de l’étudiant·e (texte, poster scientifique, conférence, podcast audio ou vidéo…). Ce travail compte pour 5 points .",
        "other_info": "A propos de l'intelligence artificielle Le recours à l'intelligence artificielle dans les productions personnelles sera limité à la correction orthographique et/ou à l'amélioration rédactionnelle. Ce recours doit être justifié et mentionné sous peine d'annulation de l'épreuve au motif de tricherie.",
        "online_resources": "L'étudiant·e doit impérativement s'inscrire sur Moodle pour avoir accès aux informations relatives au cours, ainsi qu'à des textes/supports complémentaires.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2200",
        "title": "Mémoire",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q1 ou Q2",
        "teaching_language": "Français",
        "prerequisites": "LECRI1503 Introduction à la criminologie LECRI1507 Séminaire de méthodologie du travail universitaire Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le mémoire présente les résultats d'un travail personnel. L'étudiant doit prouver sa capacité de faire le point sur une question, de rassembler des données, de les traiter et d'en faire la critique, de composer un texte de synthèse et de communiquer à autrui, dans une langue claire et rigoureuse, le fruit de ses investigations. Il ne s'agit pas nécessairement d'une recherche aboutissant à des nouvelles découvertes. L'étudiant doit néanmoins faire preuve d'une certaine originalité dans le traitement de son sujet. Chaque année, les professeurs et les membres du personnel scientifique communiquent les thèmes des mémoires qu'ils sont disposés à diriger.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le mémoire en criminologie est un travail personnel et approfondi de recherche et de réflexion qui atteste de la maîtrise par l'étudiant d'un sujet criminologique déterminé. Il poursuit comme objectif de mettre en évidence l'autonomie, le sens critique, les autres qualités personnelles et les compétences de l'étudiant.",
        "content": "Le travail de mémoire comporte deux prestations, auxquelles tous les étudiants sont soumis, même lorsqu'ils bénéficient d'un séjour d'échange à l'étranger. Ces deux prestations distinctes font l'objet d'une évaluation globale : - Un travail écrit. En tant que dernier travail écrit réalisé au cours de ses études, le mémoire oblige l'étudiant à exprimer sa pensée dans une langue précise et maîtrisée, à l'aide d'une argumentation servie par une recherche répondant aux exigences méthodologiques de recherche en criminologie. - Une soutenance orale, sous forme d'un échange de questions-réponses avec le promoteur et le lecteur. S'il le souhaite, l'étudiant peut, avec l'accord de son promoteur, faire part d'informations recueillies après le dépôt du mémoire. La soutenance est publique et a lieu en présence du promoteur et d'un membre du personnel scientifique ou académique.",
        "assessment_methods": "La note attribuée au mémoire reprend l'ensemble des prestations de l'étudiant : travail écrit et soutenance.",
        "other_info": "Dépôt d'un exemplaire électronique avant le dépôt de deux exemplaires \"papier\". Les dates de dépôt sont communiquées en début d'année académique.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecri1501",
        "title": "Histoire de la criminologie",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Renglet Antoine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours est essentiellement consacré aux savoirs sur le crime, la personne criminalisée et la réaction pénale qui leur est dévolue. Quant au crime et au criminel, seront abordées les pensées du XVIIIe siècle, la naissance des sciences sociales au début du XIXe siècle, le développement de la psychiatrie et enfin, la naissance de la criminologie comme activité spécifique de connaissance à l'époque de Lombroso. Quant aux théories portant sur la réaction pénale, seront étudiées les théories pénales du XVIIIe siècle (dites \"classiques\") auxquelles se sont opposées les théories positivistes. On examinera également l'apport des premiers sociologues à la pensée criminologique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de ce cours est d'introduire, dans une perspective historique, aux grandes questions débattues en criminologie depuis la formation de ce champ de savoir dans les pays occidentaux. Cette introduction transdisciplinaire où se croisent les apports de la médecine, de la psychiatrie, du droit pénal, de la sociologie, de la psychologie et de la philosophie met en évidence les enjeux théoriques, éthiques et politiques des savoirs sur le crime et sur la peine. La véracité des savoirs est bien moins importante que la compréhension du contexte de leur production : l'ancrage des pensées dans leur contexte spatio-temporel est plus important que leur validité contemporaine. L'étudiant devra pouvoir identifier les traits majeurs de différenciation et de ressemblance des savoirs étudiés et percevoir la complexité des pensées parfois cachée derrière le simplisme de quelques idées reçues.",
        "content": "Le cours est consacré à l’histoire des savoirs pré-criminels et à l’émergence de la criminologie parmi les sciences humaines et sociales depuis le 18e siècle jusqu’au milieu du 20e siècle. Il est organisé en trois parties : I – La rationalité pénale moderne II – Les savoirs pré-criminels III – La naissance de la criminologie En plus de faire connaître aux étudiants les théories et politiques pénales qui ont conduit à l’apparition de la criminologie, le cours a pour objectif de donner un recul historique et critique à travers l’analyse des développements des savoirs (juridiques, philosophiques et scientifiques), des évolutions sociétales et des transformations institutionnels dans le champs pénal qui ont conduit à la naissance de la criminologie comme discipline scientifique autonome",
        "teaching_methods": "Le cours est donné selon la modalité magistrale, en auditoire. Il est dispensé à l’appui de documents projetés sur grand écran via une présentation Power Point. Le syllabus est en cours d’élaboration. Il sera mis sur l’espace Moodle à la fin du cours. Indépendamment de ce syllabus, la matière à connaître pour l’examen est ce qui est dit au cours. Il est donc attendu que les étudiants soient présent lors des séances.",
        "assessment_methods": "Examen écrit, composé de courtes questions (pas de QCM).",
        "online_resources": "L’ensemble des supports du cours est mis en ligne sur l’espace Moodle du cours. Lectures, présentations Power Point (mises en ligne sur Moodle à la fin de chaque chapitre), syllabus (mis en ligne sur Moodle à la fin du cours).",
        "bibliography": "Debuyst C., et al. , Histoire des savoirs sur le crime et la peine , T. I : Des savoirs diffus à la notion de criminel-né , Bruxelles, De Boeck, 1995. Debuyst C., et al. , Histoire des savoirs sur le crime et la peine , T. II : La rationalité pénale et la naissance de la criminologie , Bruxelles, De Boeck, 1998. Emsley C., Crime, police and Penal Policy. European Experience, 1750-1940 , Oxford, OUP, 2007.",
        "course_materials": "Cf. supra",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2109",
        "title": "Droit de l'exécution des peines",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Beernaert Marie-Aude",
            "Moreau Thierry",
            "Nederlandt Olivia"
        ],
        "teaching_language": "Français",
        "prerequisites": "LECRI1504 Eléments de droit pénal et de procédure pénale Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours abordera les questions liées à l'exécution des différents types de peines (privatives de liberté, restrictives de liberté ou patrimoniales). Il examinera également la problématique de l'exécution des peines prononcées à l'étranger, ainsi que les régimes d'inscription d'une peine au casier judiciaire ou, à l'inverse, d'effacement des condamnations.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 2 Maîtriser et appliquer Maîtriser le contenu des principales règles du droit positif belge dans toutes ses branches, ainsi que celles du droit européen et du droit international, pouvoir en comparer les traits essentiels à quelques systèmes étrangers et être capable de passer de l’abstraction de la règle de droit aux faits, fussent-ils présentés de façon complexe, et inversement. 2.2 . Connaître et comprendre l’influence qu’ont certaines normes et institutions européennes et internationales sur ces différentes branches du droit. 2.6 . Etre capable de passer de l’abstraction de la règle de droit aux faits concrets, et inversement. 4 Réfléchir et participer Actualiser ses connaissances, percevoir les passerelles entre les différentes branches du droit, se forger des opinions personnelles et, le cas échéant, faire fructifier l’ouverture résultant d’un stage ou d’un séjour d’échange. 4.1. Actualiser et parfaire ses connaissances dans les différentes branches du droit de manière autonome, et d’ainsi se forger une solide culture juridique générale. 4.3. Dans une perspective interdisciplinaire, connaître, comprendre et mobiliser les concepts et théories issus d’autres sciences humaines (notamment l’économie politique, la philosophie, la psychologie, la sociologie, l’histoire et l’éthique) afin d’appréhender le rôle, la portée et les limites du droit et de la justice. 5 S'interroger et s'impliquer S’interroger sur les choix que véhiculent les normes, se forger des opinions personnelles et s’impliquer dans la promotion des valeurs fondatrices du droit. 5.2. Pouvoir, à propos d’une controverse juridique ou d’une problématique qu’il aurait identifiée, se forger et exprimer une opinion personnelle. 5.3. A raison d’une analyse des situations et mécanismes humains, familiaux, économiques ou sociaux appréhendés par le droit, réfléchir à la justesse des solutions juridiques, aux moyens de les améliorer et agir en ce sens. 5.4. Identifier et promouvoir les valeurs éthiques et sociales fondatrices du droit et de la justice, ainsi que se garder de toute forme d’instrumentalisation.",
        "content": "Après une introduction générale consacrée aux sources et aux acteurs du droit de l'exécution des peines, le cours traitera successivement de l'exécution des peines restrictives de droits et libertés, des peines patrimoniales et des peines privatives de liberté, de l'exécution de l'internement et enfin de la mémoire et de l'oubli des peines (casier judiciaire, effacement des condamnations, réhabilitation).",
        "teaching_methods": "Le cours est construit sur la base d'un processus particulier qui suppose la participation des étudiant.e.s au cours en présentiel et une inscription sur le site moodle du cours. Le principe est que l'étudiant·e acquiert la connaissance lors d'une préparation personnelle du cours (lectures et recherches) accompagnée d'une évaluation à déposer sur le site moodle avant le cours en présentiel. Les cours en présentiel sont consacrés à : -  répondre aux questions des étudiant·e·s sur la matière préparée -  approfondir certaines parties de la matière -  illustrer la matière par des exemples -  faire des exercices -  participer à des débats au sein de l'auditoire Le travail de préparation à fournir correspond au travail à fournir en blocus, l'étudiant·e étant immergé·e dans la matière pendant la durée du cours. Par conséquent, les évaluations qui précèdent les cours en présentiel et celles qui ont lieu lors de ces cours tiennent lieu d'examen.",
        "assessment_methods": "Le cours est un cours à évaluation continue. S'agissant d'un cours à évaluation continue, la présence à ce cours est requise. Les titulaires du cours peuvent, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 3 cours, sans fournir de motif justifié pour ses absences. L'évaluation prend diverses formes en fonction de la session concernée. En première session : 1) Chaque cours est préparé à l'avance par les étudiant·e·s. L'étudiant·e doit prendre connaissance de tous les documents qui lui sont fournis et peut être amené·e à faire des recherches. Avant la préparation, une question est transmise par l'enseignant. L'étudiant·e doit déposer sur le site du cours une réponse écrite et personnelle au plus tard la veille du cours.Le travail de préparation peut également se clôturer par un QCM à réaliser avant le cours. 2) A la fin de chaque cours, l'étudiant·e se voit soumettre une question avant de quitter le cours ou un QCM. Il n'y a pas d'examen en session. Les critères d'évaluation seront les suivants : compréhension de la matière (capacité à identifier et mobiliser les concepts et les sources de façon adéquate, rigueur, précision); analyse critique (capacité à nourrir le débat et à élargir la problématique, pertinence et profondeur de l'argumentation) aspects formels (orthographe, syntaxe, ponctuation, précision du vocabulaire...). En seconde session deux cas de figure peuvent se présenter : 1) Soit, l'étudiant·e qui a échoué a déposé toutes ses préparations (sauf dispense), assisté aux cours et présenté les interrogations ou les QCM en première session. Dans ce cas, son examen prendre la forme d’un take home qui portera sur l'ensemble de la matière. 2) Soit l'étudiant·e n'a pas déposé toutes ses préparations, assisté aux cours et présenté les interrogations ou les QCM en première session. Dans ce cas, il·elle doit accomplir une double prestation : - Le take home prévu dans le cas 1) - Un travail de 40 pages à remette par mail aux enseignants le premier jour de la session. Concernant ce travail, les étudiant·e·s doivent d’initiative prendre contact avec les enseignants avant le 15 juillet pour se signaler et leur demander le thème faisant l’objet du travail. Ce travail suppose au minimum : La prise de connaissance de tous les documents repris pour la préparation du cours Une recherche personnelle Une approche pratique Concernant l'usage de l'intelligence artificielle générative (TchatGPT et autres) Les étudiants indiqueront systématiquement toutes les parties de leurs prestations qui sont réalisées à l'aide d'une IA générative ainsi que les objectifs sous-tendant cette utilisation. Toutes les sources mentionnées dans une prestation doivent être rendues accessibles à l'enseignant, sans délai et sur simple demande. Elles sont déposées, le cas échéant, sur la plateforme Moodle, en même temps que leurs travaux. L’enseignant peut, pour l’évaluation de toute prestation écrite, interroger oralement l’étudiant sur le contenu de celle-ci, ainsi que sur la méthodologie suivie et les sources mobilisées.",
        "online_resources": "L'étudiant·e doit s'inscrire sur Moodle pour avoir accès aux powerpoints et aux textes à lire ainsi que pour déposer les documents et commentaires demandés pour les évaluations.",
        "bibliography": "M-A. Beernaert, Manuel de droit pénitentiaire, 4e éd., Limal, Anthemis, 2023 Th. Moreau, D. Vandermeersch et J.M. Hausmant, Eléments de droit pénal. Ancien et nouveau Code pénal, Bruxelles, La Charte, 2024 Code de droit pénal",
        "course_materials": "M-A. Beernaert, Manuel de droit pénitentiaire, 4e éd., Limal, Anthemis, 2023 Th. Moreau, D. Vandermeersch et J.M. Hausmant, Eléments de droit pénal. Ancien et nouveau Code pénal, Bruxelles, La Charte, 2024 (disponible au service cours dès la rentrée). La version 2022 est totalement déconseillée  vu l'importance des modifications. Code de droit pénal",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5036",
        "title": "L'aveu et ses significations",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim6022",
        "title": "Théories criminologiques contemporaines",
        "credits": "8.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2104",
        "title": "Sociologie de la criminalité, de l'acte criminel et de la déviance et exercices pratiques",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Brion Fabienne",
            "Francis Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Après une initiation aux règles de l'analyse causale dans les recherches quantitatives et qualitatives, le cours présente aux étudiants les théories telles que celles : de la désorganisation sociale, de l'association et de l'organisation sociales différentielles, du conflit de cultures de l'anomie de l'étiquetage en les rapportant au contexte dans lequel elles ont été élaborées ; à la perspective théorique dans laquelle elles s'inscrivent ; aux recherches empiriques à partir desquelles elles ont été générées, testées et modifiées aux applications auxquelles elles ont donné lieu. La capacité de formuler des hypothèses de recherche à partir des théories étudiées et la capacité de mobiliser les théories étudiées pour problématiser une situation à analyser sont développées dans le cadre des travaux pratiques organisés en complémentarité avec l'enseignement magistral.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à développer la formation sociologique des étudiants en leur proposant d'analyser les contributions de la sociologie à l'étude de la criminalité, de l'acte criminel et de la déviance. Trois objectifs plus spécifiques sont assignés au cours : - Développer l'esprit critique des étudiants, notamment en les familiarisant à la structuration paradigme de la criminologie sociologique à la pratique de l'analyse causale dans les recherches sociologiques étudiant la criminalité, l'acte criminel ou la déviance ; - Développer leurs connaissances en matière de théories sociologiques de la criminalité, de l'acte criminel et de la déviance, ainsi que la compréhension des concepts et des propositions que ces théories énoncent et articulent ; - Leur apprendre à voir dans ces théories, concepts et propositions des outils utiles et perfectibles et à les mobiliser dans un usage pratique, scientifique ou politique.",
        "content": "Après une initiation aux règles de l'analyse causale dans les recherches quantitatives (Hirschi et Selvin) et dans les recherches qualitatives (JP Deslauries et HS Becker), le cours présente aux étudiants les théories de la délinquance ou de la déviance élaborées par E. Burgess, CR Shaw, HD Mc Kay, E.Sutherland, L. Wirth, T. Sellin, E. Durkheim, R.K. Merton, R.A. Cloward, H.S. Becker, E.Goffman, H. Garfinkel , en les rapportant au contexte dans lequel elles ont été élaborées à la perspective théorique dans laquelle elles s'inscrivent aux recherches empiriques à partir desquelles elles ont été générées ou testées aux applications auxquelles elles ont donné lieu.",
        "teaching_methods": "Le cours est donné sous la forme d'un cours ex-cathedra. Toutefois, les enseignants veillent à donner aux étudiants l'occasion de poser les questions lors de chaque cours. La capacité de formuler des hypothèses et de mobiliser les théories étudiées pour analyser une situation donnée est développée dans le cadre des séances d'exercices pratiques, organisées en étroite collaboration par l'enseignante et l'assistant. Chaque étudiant est tenu de prendre part à l'ensemble des séances d'exercices pratiques. Ces séances favorisent l'appropriation - des règles de l'analyse causale dans les recherches quantitatives et qualitatives, des perspectives théoriques et des théories présentées au cours; exercent, à partir de l'analyse de données empiriques, la capacité de formuler des hypothèses de recherche à partir des théories étudiées et de mobiliser les théories étudiées pour problématiser une situation à analyse.",
        "assessment_methods": "Examen : écrit (exercices) à livre fermé. Les étudiants ne peuvent pas disposer des slides ou de leurs notes de cours. Un examen partiel  portant sur la première partie du cours (F. Brion) est organisé en octobre. La réussite de ce partiel dispense l'étudiant de présenter cette première partie lors de la session de janvier. En cas d'échec au mois de janvier, l'étudiant sera interrogé en 3e session (août) sur la totalité de la matière. La note de l'étudiant est répartie de la manière suivante: sur 45 points pour la 1er partie (F. Brion); sur 45 points pour la seconde partie (V. Francis) et sur 10 points pour les travaux pratiques (R. Varga). La présence aux travaux pratiques est obligatoire. Les titulaires peuvent, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 2 séances de travaux pratiques, sans avoir fourni à l'assistante un document justifiant ces absences.",
        "other_info": "Lectures complémentaires : Présentation, analyse et discussion de textes choisis de - E. Burgess, C.R. Shaw, H.D. McKay - E. Sutherland, T. Sellin - E.Durkheim, R.K. Merton - H.S. Becker, E. Goffman, H. Garfinkel",
        "online_resources": "Portefeuille de textes sur Moodle",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5032",
        "title": "Expériences carcérales : enjeux identitaires et institutionnels",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2305",
        "title": "Approche interdisciplinaire des pratiques criminologiques",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vander Elst Martin"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Repérage des conditions et des circonstances dont dépend toute pratique, ainsi que des exigences propres à son objet-bénéficiaire. Etude des modèles méthodologiques et de leurs références théoriques du point de vue de : leur conception des situations problématiques criminalisables et du changement qu'ils sont susceptibles d'y promouvoir ; leurs indications différentielles ; leurs procédures et techniques d'intervention ainsi que les processus spécifiquement mobilisés ; leur aptitude à inspirer différents types d'intervention et de finalités visées (d'ordre juridique, sociologique, psychologique, psychiatrique et médical) ; leur capacité à fonder des interventions individuelle, collective et institutionnelle ; leur adaptabilité aux contextes interculturels ; leurs implications éthiques et leurs conséquences sociales. Développement de méthodes d'analyse de ces enjeux des pratiques et d'évaluation de leurs effets et résultats.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de : ressaisir en quoi consistent les spécificités de la pratique dans ses rapports à ses conditions, son contexte, sa discipline d'appartenance, son réseau de coopération, sa référence aux modèles théorico-méthodologiques qu'elle prétend mettre en oeuvre ; dégager ces spécificités dans les différents champs d'intervention qu'investit la criminologie ; procéder à des confrontations intra-et interdisciplinaires sur cette mise à l'épreuve qu'apporte la pratique pour les modèles qui y président.",
        "content": "Le cours aborde deux grandes thématiques : les études décoloniales (15H) et les usages (pénaux) de la drogue (15H) La première thématique sera abordée en trois parties. La première est consacrée à l’élaboration d’un panorama général des différents auteurs et théories. La deuxième partie est consacrée à l’impact de ces théories dans le champ des sciences sociales en Belgique, notamment du point de vue de l’histoire de la criminologie belge. La troisième partie est consacrée à la formulation des enjeux éthiques et politiques de cette réflexion du point de vue des méthodologies de recherche. La seconde thématique sera abordée en deux parties. La première est consacrée aux pratiques criminologiques du chercheur dans le cadre de l’étude de populations dans des conditions d’illégalité et de grande précarité. La seconde est consacrée à l’étude du système pénal dans le champ de l’usage de drogues. La première thématique se propose d’interroger les « pratiques criminologiques » du point de vue du champ des études décoloniales. Seront abordés les grands thèmes suivants : les conditions socio-historiques d’émergence du tournant décolonial, d’un point de vue interdisciplinaire, dans les sciences humaines (panorama général des différents courants). les conséquences de ces changements de perspectives (démantèlement de l’ethnocentrisme, relations multidirectionnelles, tournant réflexif et auto-critique, standpoint theory, etc.) pour les sciences humaines et la criminologie en particulier. les transformations éthiques et politiques décoloniales dans les méthodes de recherche et dans l’approche du terrain (théorie de l’engagement, participation observante, ethnographie activiste, archéologie critique, etc.) les enjeux de positionnalité du chercheur. généalogie coloniale de la criminologie belge (défense sociale en Belgique et au Congo, politique indigène, gouvernementalité indirecte, co-construction de la figure du « criminel », du « sauvage » et du « fanatique » entre la Belgique et le Congo, tribunaux indigènes, etc.). La seconde thématique se propose d’interroger les « pratiques criminologiques » dans le champ des usages de drogues. Seront abordés les grands thèmes suivants : La position éthique et méthodologique du chercheur-criminologue lorsqu’il pénètre et étudie des mondes sociaux (les mondes de la drogue) dont il est étranger. Les difficultés à faire parler des individus dans des conditions de grande fragilité sociale et psychique. Comment recueillir et accueillir l’indicible ? Les productions scientifiques à propos de l’ « usage pénal des drogues ». L’analyse de ces productions à travers les productions discursives des usagers. Il s’agira d’interroger le fonctionnement du système pénal à travers l’expérience pénale de ses « clients ». Au terme du cours, l'étudiant sera capable : d’avoir une connaissance générale des différents courants et théories décoloniales ; d’en traduire les conséquences sur les pratiques criminologiques et sur l’histoire de la criminologie en Belgique ; de poser de façon interdisciplinaire les enjeux de positionnalité du chercher et d’ethnique de la recherche d’un point de vue décolonial. d’interroger la posture éthique et méthodologique du chercheur en criminologie dans le cadre de « terrains difficiles » d’avoir une connaissance critique des pratiques pénales dans le champ de l’usage de drogues",
        "teaching_methods": "La méthodologie du cours est participative et collective (appréciation des enjeux par la lecture et la réflexion en groupe, choix collectif des thèmes des travaux et production des travaux par les étudiants).",
        "assessment_methods": "L'évaluation repose exclusivement sur la présentation orale (lors de la troisième partie du cours) et sur la version écrite d'un travail collectif. La présence à ce cours est requise. Les titulaires du cours peuvent, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 3 cours, sans fournir de motif justifié pour ses absences.",
        "other_info": "Des lectures obligatoires sont associées à la deuxième partie du cours.",
        "online_resources": "Toute la documentation obligatoire est en ligne sur le site Moodle du cours.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2502",
        "title": "Perspectives critiques en criminologie clinique",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Englebert Jérôme"
        ],
        "teaching_language": "Français",
        "prerequisites": "LECRI1508 Introduction à la psychologie clinique LCRIM2103 Criminologie psychologique Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "- Rappel des principes de la démarche clinique et de ses dimensions. - Histoire de la criminologie clinique propre à l'Ecole de Louvain à partir de son fondateur, Etienne De Greeff, et de son successeur, Christian Debuyst. Leurs contributions majeures aux grands débats criminologiques seront examinées en vue de dégager leurs positions originales, critiques et contestatrices, en décalage par rapport aux idées dominantes de leur époque. - Mise en rapport de ces travaux avec ceux d'autres écoles et courants de pensée proches tant anciens que contemporains en vue de mieux saisir la spécificité et les limites des apports de l'Ecole de Louvain. - Etude approfondie des théories critiques pour poser les jalons nécessaires à la compréhension des effets de la subjectivité du chercheur et de l'objet « délinquance » sur l'élaboration de connaissances scientifiques objectives dans le domaine criminologique. - Analyse poussée de travaux de recherche à travers une perspective phénoménologique et interdisciplinaire entendant comprendre ensemble le drame vécu du sujet délinquant et la réaction sociale à son égard.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maîtriser les présupposés, concepts, théories et principes méthodologiques caractérisant ladite « Ecole de Louvain » ainsi que d'autres courants de pensée proches, représentatifs d'une criminologie clinique critique 2 Relativiser la différence entre délinquance et non-délinquance en considérant le passage à l'acte comme processus historique, dramatique, interrelationnel, dynamique ainsi que comme mode de solution à un problème existentiel singulier et collectif 5 Déconstruire les notions abstraites justifiant les politiques sécuritaires et la pénalisation des délinquants ainsi que les instruments d'évaluation clinique de la dangerosité et du risque de récidive 3 S'interroger sur le sens de l'élaboration des connaissances scientifiques en criminologie clinique, en particulier sur la subjectivité du chercheur criminologue clinicien comme acteur personnellement impliqué dans son objet d'étude (comme être sentant, affecté, ému, etc.) 4 Repérer les obstacles ou les biais à l'élaboration desdites connaissances en vue d'en faire les leviers de la découverte scientifique à travers un cheminement personnel et personnalisé 6 Mobiliser l'ensemble des notions étudiées pour analyser de manière interdisciplinaire et approfondie des données cliniques (cas ou situation problématique) en tenant compte du contexte où interagissent divers facteurs (biologiques, psychologiques, sociaux, etc.) 7 Comprendre le passage à l'acte à travers le vécu du sujet et son point de vue propre sans négliger la réaction sociale ou pénale à son égard",
        "content": "Le cours évoque des problématiques cliniques et psychopathologiques dans le domaine de la criminologie selon une perspective phénoménologique. Cette année, une réflexion approfondie sera menée à propos de la psychose. Les grandes formes de psychopathologies (schizophrénie, paranoïa, condition borderline) seront présentées avec une focalisation sur l’expérience en première personne (le vécu) des personnes affectées de ces troubles. Les modes d’entrée spécifiques dans un parcours délinquant seront particulièrement développés pour chacune de ces psychopathologies. Seront aussi évoqués les enjeux éthiques, le rapport à la médication, au soin et à la thérapie, ainsi qu’à la notion de liberté.",
        "teaching_methods": "Exposés de l’enseignant avec discussions Visionnage de films avec débat Intervention de cliniciens spécialisés dans le domaine de la délinquance",
        "assessment_methods": "Examen oral sur base d’un travail écrit lié à une des thématiques développées au cours.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2504",
        "title": "Perspectives marxistes en criminologie",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Brion Fabienne",
            "Devresse Marie-Sophie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Sur le plan théorique : approfondissement des connaissances relatives aux concepts marxistes fondamentaux pour l'analyse des transformations historiques de la criminalité et de la pénalité ; approche des auteurs ayant contribué à la critique et à la diffusion de ces connaissances dans le champ des sciences sociales. Sur le plan des applications : approfondissement des connaissances relatives aux travaux criminologiques s'inscrivant dans une perspective marxiste (G. Rusche et O. Kirchheimer, D. Melossi, C. Vanneste, D. Greenberg) ; évaluation critique de ces travaux, à l'aune de l'objectif que leur ont assigné ces auteurs ; mise en débat de diverses conceptions de criminologie critique... Sur le plan \"méthodologique\" : familiarisation avec les outils qualitatifs et quantitatifs servant de support à l'analyse marxiste en criminologie Sur le plan éthique : sensibilisation des étudiants aux implications éthiques que suppose le choix d'une perspective théorique ; évaluation des usages, fonctions et effets des recherches criminologiques et pénologiques marxistes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant aura acquis les connaissances théoriques lui permettant de soutenir l'analyse : des variations qualitatives et quantitatives du recours aux méthodes pénales de contrôle social et de la place, variable, de la pénalité par rapport à d'autres dispositifs de contrôle social. Il sera également devenu un utilisateur averti des méthodes qui soutiennent cette perspective, tant d'un point de vue qualitatif que quantitatif. Il sera dès lors capable d'apprécier de  manière critique les travaux scientifiques produits par auteurs contemporains s'inscrivant dans cette perspective, et de mobiliser les concepts et méthodes qu'ils privilégient dans l'analyse des phénomènes sociaux contemporains survenant dans le domaine des normes sociales et pénales.",
        "content": "L'analyse des textes proposés aux participants au séminaire vise à mettre en évidence et déconstruire les biais qui s'introduisent dans la construction même de la connaissance en criminologie. Ces textes sont issus des différentes disciplines constitutives de la criminologie.",
        "teaching_methods": "La participation active des étudiants sera sollicitée tout au long du déroulement du séminaire sous une triple forme: discussions à la suite des exposés oraux, commentaires de lectures et réalisation d'un travail personnel ou collectif. Le séminaire sera également un lieu dans lequel seront mises en débat les questions épistémologiques liées au travail de recherche propre aux étudiants qui y participent.",
        "assessment_methods": "La présence à ce cours est requise. Les titulaires du cours peuvent, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un·e étudiant·e qui aurait été absent·e à au moins 3 cours, sans fournir de motif justifié pour ses absences. L’évaluation vise à mesurer l’acquisition des apprentissages précisés ci-dessus. Dans le cadre de cet enseignement, les étudiant·es sont évalué·es sur la base de deux épreuves : A.   Travail collectif obligatoire présenté oralement par groupe en cours de quadrimestre. Ce travail de groupe compte pour 40% de la note finale. Ce travail sera accompagné par une note de lecture personnelle réalisée individuellement par chaque étudiant·e à propos d'un texte scientifique relatif au thème de l'exposé et à remettre en cours de quadrimestre.  Cette note de lecture ne fera pas l'objet d'une évaluation spécifique mais sera assortie, si nécessaire, d'un retour pédagogique de la part des enseignantes. Seuls les étudiant·es ayant participé au travail collectif et ayant déposé cette note seront autorisé à déposer leur travail personnel (B) de fin de quadrimestre. B. Travail personnel obligatoire (en français) à remettre en fin de quadrimestre = approfondissement personnel d'une question traitée dans le  travail de groupe (60 % de la note finale). La note finale représente la moyenne pondérée des notes A et B. Le recours à l'IA dans les productions personnelles doit être justifié et mentionné sous peine d'annulation de l'épreuve au motif de tricherie.",
        "online_resources": "Voir, sur le Moodle du cours: Textes en lecture obligatoire et en lecture optionnelle PowerPoints des séances de cours Documents audio-visuels",
        "bibliography": "Textes et bibliographies disponibles sur Moodle.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5023",
        "title": "Perspectives critiques en criminologie clinique",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecri1504",
        "title": "Eléments de droit pénal et de procédure pénale",
        "credits": "7.00",
        "hours": "60.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hausman Jean-Marc",
            "Macq Christelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'étude du droit pénal s'attache plus particulièrement à l'exposé des principes généraux du droit pénal positif belge, à leur explication ainsi qu'à l'analyse de leurs fonctions réelles : la loi pénale, l'infraction, la sanction. L'étude de la procédure pénale s'attache à l'analyse des différentes phases du procès pénal : information du parquet, instruction préparatoire, poursuite, jugement, voies de recours. Le cours comporte aussi des exercices pratiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Savoir-Lire 1. une loi ou un traité et ses travaux préparatoires. 1 Connaître et comprendre Connaître et comprendre le rôle de la norme, les principes gouvernant son élaboration et son application, les étapes essentielles de l’évolution du droit, le contenu des principales règles du droit positif belge, l’impact sur celui-ci des normes européennes et internationales et les traits essentiels de certains systèmes étrangers. 1.1 . Maîtriser la langue du droit, c’est-à-dire le vocabulaire juridique, les concepts et les institutions du droit, les principes et méthodes gouvernant son élaboration, sa hiérarchisation, son interprétation, son application, son contrôle et son abrogation. 1.3. Comprendre le rôle de la norme, du juge et des autres acteurs du droit dans un Etat de droit moderne. 1.4 . Maîtriser les techniques destinées à rechercher, référencer, lire, comprendre, confronter, utiliser et critiquer les sources du droit (législation, jurisprudence, doctrine). 1.5. Avoir une connaissance actuelle et une maîtrise générale des principes, règles, théories, doctrines et jurisprudences donnant corps aux différentes branches du droit, en particulier le droit constitutionnel, le droit des obligations, le droit pénal, le droit de la procédure pénale, le droit de l’Union européenne, le droit de la personne et de la famille, le droit social, le droit commercial, le droit des contrats, le droit administratif, les droits réels et intellectuels et le droit judiciaire. 2 Appliquer Appliquer le droit, c’est-à-dire passer de l’abstraction de la norme aux faits concrets et inversement et donc pouvoir apporter des solutions argumentées à un problème juridique diagnostiqué de manière autonome. 2.2. Utiliser efficacement tous types de recueils législatifs, quel qu’en soit le support, aux fins d’y trouver la norme applicable à une situation donnée, même si le contenu de cette norme n’a pas (encore) fait l’objet d’un enseignement spécifique. 2.3. Etre capable de passer de l’abstraction de la règle de droit aux faits concrets, et inversement. 4 S'interroger et s'impliquer S’interroger sur les choix que véhiculent les normes, s’impliquer dans la promotion des valeurs fondatrices du droit. 4.2. Identifier et promouvoir les valeurs éthiques et sociales fondatrices du droit et de la justice, ainsi que se garder de toute forme d’instrumentalisation 6 S'ouvrir S’ouvrir aux autres, aux autres sciences humaines, aux relations qu’elles entretiennent avec le droit et, le cas échéant, à d’autres cultures juridiques ou au monde professionnel. 6.2. Connaître et comprendre les concepts et théories issus d’autres sciences humaines (notamment l’économie politique, la philosophie, la psychologie, la sociologie, l’histoire et l’éthique) afin d’appréhender le rôle, la portée et les limites du droit et de la justice. 6.3. Faire fructifier l’ouverture intellectuelle résultant de connaissances approfondies en droit ou de connaissances d’initiation dans d’autres sciences humaines, ou encore d’un stage de la pratique juridique selon son choix de mineure.",
        "content": "L'enseignement est composé de deux parties. La première partie a trait au droit pénal général. Elle porte sur les sources du droit pénal ainsi que son interprétation. Elle couvre également la définition de l'infraction, ses catégories, ses conditions d'existence et son imputabilité à une personne. Elle vise enfin les différents aspects de la sanction pénale, ce qui comprend notamment les fonctions de la peine, sa mesure, ses modalités et son exécution. La seconde partie a pour objet l'étude des différentes phases de la procédure pénale : information du parquet, instruction préparatoire, poursuite, jugement, voies de recours. Le rôle et les conditions dans lesquelles interviennent les différents acteurs de la phase préliminaire du procès pénal, du procès pénal de même que de l'exécution des peines seront abordés.",
        "teaching_methods": "Le cours repose sur un exposé oral qui a pour objectif d'exposer aux étudiants les grandes lignes de la matière en l'illustrant de situations concrètes. L'enseignement est par ailleurs dispensé au travers de deux manuels, l'un consacré au droit pénal et l'autre à la procédure pénale, dont disposent les étudiants. Ils sont invités à préparer chaque cours magistral à partir d'une lecture de l'un ou de l'autre de ces ouvrages. Les étudiants sont par ailleurs invités à aller assister à une audience pénale afin de mieux cerner les enjeux de terrain sous-jacents à l'étude de la matière.",
        "assessment_methods": "Les étudiants sont évalués par le biais d'un examen écrit à livre et cours fermés pour lequel ils doivent maîtriser à la fois le contenu de l'exposé oral et le contenu de leur support écrit. Ils peuvent disposer d'un Code pénal récent. Celui-ci peut être annoté en respectant les « règles minimales » énoncées au point 1 de l’ Usage des codes et recueils de textes aux examens .  . Ils sont en outre, évalués sur leur participation à une audience pénale par le biais de la rédaction d'une note résumant ce qu'ils ont observé lors de l'audience. Enfin, les étudiants sont invités avant tous les cours ou à certains d'entre eux à rendre une préparation et/ou à répondre à un test écrit évaluant la qualité de leur préparation au cours magistral. En première session, l'examen écrit compte pour 90% de la note finale et les autres prestations pour 10%. En seconde session, l'examen écrit compte pour 100% de la note finale.",
        "bibliography": "Th. Moreau et al., Eléments de droit pénal et de procédure pénale , Bruxelles, La Charte, 2024. M.-A. Beernaert et al, Introduction à la procédure pénale, 9e éd., Bruxelles, La Charte, 2024.",
        "course_materials": "Th. Moreau et al., Eléments de droit pénal et de procédure pénale, Bruxelles, La Charte, 2024. M.-A. Beernaert et al, Introduction à la procédure pénale, 9e éd., Bruxelles, La Charte, 2024 M.-A .Beernaert, et al., Code essentiel droit pénal 2024, Larcier, 2024",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2303",
        "title": "Approche interdisciplinaire de la criminalistique",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bitzer Sonja"
        ],
        "teaching_language": "Français",
        "prerequisites": "LECRI1502 \"Introduction à la criminalistique\" et LCRIM2113 \"Criminalistique et médecine légale\" Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Étude critique d'instruments criminalistiques quant à leur fondement scientifique, leur validité, leur traduction juridique, leurs usages conventionnels et leurs détournements parfois.",
        "content": "Etude de la science forensique, en construisant sur les bases acquises lors du cours en mineure. L’accent sera mis sur une vision critique de la science forensique, tant au niveau de son application dans le cadre juridique donné, tant au niveau de sa compréhension et son application par ses acteurs à l’intérieur de ce cadre. Il s’agit de mettre l’emphase sur une approche interdisciplinaire, qui permettra aux étudiant.e.s d’identifier les axes d’intégration entre la criminologie et la science forensique, de comprendre et reconnaitre l’utilité de la science forensique pour informer la criminologie et vice-versa et en évaluer l’usage.",
        "teaching_methods": "A travers des exposés magistraux et des exercices, les étudiant.e.s pourront se familiariser avec l’apport d’une telle intégration au monde scientifique. Le cours sera organisé autour de plusieurs activités de groupes pendant lesquelles les étudiant.e.s présentent leurs travaux, discutent de l’intégration, présentent leur critique et se donnent un retour mutuel.",
        "assessment_methods": "L’évaluation porte sur les travaux en petits groupes et leur présentation qui consiste en une production d’une analyse critique de l’utilisation de la science forensique ou encore d’une approche d’intégration de la science forensique et de la criminologie (30%), et un examen oral (70%). La présence à ce cours est requise. Les titulaires du cours peuvent, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 3 cours, sans fournir de motif justifié pour ses absences.",
        "other_info": "Les étudiant·es indiqueront systématiquement toutes les parties de leurs prestations qui sont réalisées à l'aide d'une IA générative ainsi que les objectifs sous-tendant cette utilisation. Toutes les sources mentionnées dans une prestation doivent être rendues accessibles à l'enseignant, sans délai et sur simple demande. L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5021",
        "title": "Séminaire d'épistémologie en criminologie",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2310",
        "title": "Approche interdisciplinaire du terrorisme",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Brion Fabienne",
            "De Valkeneer Christian-Paul",
            "Hausman Jean-Marc"
        ],
        "teaching_language": "Français",
        "prerequisites": "Pré-requis juridiques : LECRI1504 Eléments de droit pénal et de procédure pénale Pré-requis sociologiques : LCRIM2104 Sociologie de la criminalité, de l'acte criminel et de la déviance",
        "topics_covered": "Le cours est divisé en deux parties. La première, qui combine sciences juridique et politique (critial security studies), analyse les évolutions du droit motivées par la lutte contre le terrorisme et l'extrémisme violent et interroge leurs effets, notamment sur les droits, les libertés et les méthodes de sécurité. Une attention particulière est réservée aux glissements du judiciaire vers l'administratif, aux dispositifs de lutte contre le terrorisme et contre la radicalisation, et aux implications du redoublement de la figure du terroriste par celle du combattant. La seconde examine les contributions de la criminologie et des diverses théories de la sociologie des mouvements sociaux à l'explication et à la compréhension du terrorisme et de la radicalisation. Elle situe ces phénomènes dans le champ plus large de l'étude des processus de mobilisation, de recrutement, de structuration des organisations et de transformation des répertoires d'action, et montre comment ils sont affectés par la répression.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de ce cours est de transmettre aux étudiants les outils juridiques, politologiques, criminologiques et sociologiques de base pour penser le terrorisme et l'antiterrorisme, la radicalisation et la contre-radicalisation. Au terme du cours, ils se seront appropriés ces outils et devront : être capables de comparer les diverses problématisations criminologiques et sociologique du terrorisme, de la radicalisation et de la violence politique être  capables  de décrire et d'analyser les recompositions des champs de la répression et de la prévention consécutives à la mise en 'uvre des politiques de contre-radicalisation. être capables d'évaluer ces politiques et d'argumenter leur position théoriquement, mais aussi empiriquement, en se référant à divers cas.",
        "content": "Les apports juridiques, criminologiques et sociologiques font l'objet d'un exposé magistral. L'exposé est accompagné d'une présentation Powerpoint. S'agissant des approches criminologique et sociologique, les différentes théories sont analysées dans leurs rapports ; chacune d'entre elles est située dans son contexte d'émergence et illustrée à partir d'exemples. Au terme du cours, deux cas sont étudiés de manière interdisciplinaire. Le cours compte au total 30h de cours, dont 15 consacrées aux approches juridique et politologique, et 15 consacrées aux approches criminologique et sociologique.",
        "teaching_methods": "Le cours est dispensé en auditoire. Il se présente sous la forme d’exposés magistraux. Le cours encourage la participation active des étudiants sous la forme de questions et de discussions à la suite des exposés magistraux. Il vise aussi à développer chez les étudiants une réflexion personnelle et critique sur la thématique du terrorisme. Les étudiants sont amenés à visionner des vidéos, à écouter des enregistrements audio ou à lire des textes préalablement à certains cours magistraux. Certains de ces supports font également partie de la matière d’examen.",
        "assessment_methods": "L’évaluation prend la forme d’un examen écrit. La première partie est axée, pour l’essentiel, sur l’approche criminologique du terrorisme. Elle compte pour la moitié de la note finale. La seconde partie porte, plus spécialement, sur les aspects juridiques du terrorisme. Elle compte pour la moitié de la note finale. Les modalités d’évaluation sont identiques en juin et en septembre. Les titulaires du cours pourront, en vertu de l’article 72 du Règlement général des études et examens, proposer au jury de s’opposer à l’inscription de l’étudiant qui n’aurait pas assisté à trois cours ou plus, lors de la session de juin ou de septembre.",
        "online_resources": "Sont accessibles sur la plate-forme Moodle : • les présentations (ppt ou autres) mobilisées pour les exposés magistraux ; • les éventuelles présentations (ppt ou autres) mobilisées par les invités ; • les lectures obligatoires et les lectures conseillées ; • les liens vers les vidéos et les enregistrements audio.",
        "course_materials": "Voir l'onglet \"Ressources en ligne\".",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2222",
        "title": "Séminaire d'accompagnement du mémoire",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bitzer Sonja",
            "Branders Chloé",
            "Brion Fabienne",
            "De Valkeneer Christian-Paul",
            "De Weirt Xavier",
            "Devresse Marie-Sophie",
            "Englebert Jérôme",
            "Francis Vincent",
            "Janssen Christophe",
            "Kalonji Ditunga Johan",
            "Renard Bertrand",
            "Scheer David",
            "Vander Elst Martin",
            "Vesentini Frédéric"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "L'objectif de ces séances est d'amener l'étudiant à définir le thème de son mémoire et la méthodologie.",
        "content": "Les séminaires d'accompagnement du mémoire ont lieu durant le deuxième quadrimestre de la première année de master. L'objectif de ces séances est d'amener l'étudiant à définir le thème de son mémoire et la méthodologie. Les séminaires sont un lieu d'échange entre étudiants sur l'ensemble des recommandations de fond et de forme relatives à la rédaction future de leur mémoire. Chaque titulaire peut exposer aux étudiants les difficultés relatives aux objets, problématiques, orientations disciplinaires ou matières auxquels se rattache le séminaire d'accompagnement du mémoire, ceci afin d'orienter les étudiants dans la formulation de leur projet.",
        "teaching_methods": "Le séminaire comprend des séances collectives. Il peut, en outre, comprendre des séances individuelles.",
        "assessment_methods": "La présence à ce séminaire est requise. Le ou la titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un·e étudiant·e qui aurait été absent·e à au moins 2 séances de séminaire, sans fournir de motif justifié pour ses absences. Le/la titulaire du séminaire accompagne la réalisation du projet par l'étudiant et lui expose les façons de l'améliorer. Les étudiant·es sont donc évalué·es sur la base d’un travail écrit personnel obligatoire à remettre en fin de quadrimestre. Le recours à l'IA dans les productions personnelles doit être justifié et mentionné sous peine d'annulation de l'épreuve au motif de tricherie.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2108",
        "title": "Criminologie et psychiatrie et exercices pratiques",
        "credits": "6.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Kalonji Ditunga Johan"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les formes historiques de la psychiatrie et du mode de construction des catégories psychopathologiques : maladies, syndromes, troubles, personnalités pathologiques, etc Description de la nosographie psychiatrique classique et des classifications actuelles. Discussion des problèmes de diagnostic, pronostic, traitement. Introduire à la question des relations entre la psychopathologie, les actes pathologiques, la commission d'infraction, délits ou de crimes, ainsi qu'aux possibilité d'intervention des différents acteurs (psychiatre, éducateur, justice). Poser le problème de l'expertise mentale au sein de l'administration de la justice, en explorer les modalités et introduire à une compréhension des différents discours et de leur prise dans les enjeux institutionnels. Connaissance du cadre légal de la pratique psychiatrique et des modalités de traitement non volontaire (internement et collocation). Apprendre à se poser la question du statut de la maladie mentale et du malade mental, et des implications légitimes du fait de la présence de troubles, syndromes ou organisation de personnalité. Situer ces enjeux de manière critique dans le cadre de l'évolution de la psychiatrie contemporaine.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 En termes de connaissances, l'étudiant devra être capable de : Se repérer dans les différents discours et écrits proposés par la psychiatrie dans ses différents courants Appréhender les principes de relatifs à la psychopathologie, aux grands syndromes psychiatriques ainsi qu'aux diverses conceptions de la psychiatrie contemporaine, Appréhender de manière critique les apports de la psychiatrie à la criminologie, la place de l'expertise psychiatrique et des mesures de contraintes ou de défense sociale En termes de compétences, l'étudiant devra être capable de : poser les bases d'un dialogue entre les discours médicaux et juridiques, dans le respect des différences épistémologiques, produire une analyse des interrelations et des demandes réciproques entre psychiatrie et système pénal.",
        "content": "-        Chap. I : Des réformes sociétales et pénales avec anthropologisation du droit pénal. -        Chap. 2 : De la naissance de l’aliénisme et de l’espace médicolégal. -        Chap. 3 : De l’explication psychologique de la folie à sa naturalisation biologique. -        Chap. 4 : De l'Ecole positiviste italienne et de la Défense sociale en Belgique. -        Chap. 5 : L’expertise psychiatrique en contexte pénal. -        Chap. 6 : Psychiatrie et psychopathologie en milieu carcéral. -        Chap. 7 : La mesure de sûreté pour la protection de la société ou le retour de la défense sociale. -        Chap. 8 : La psychopathe ou la psychiatrisation du Mal ?",
        "teaching_methods": "Cours donné sous forme magistrale. Séances de travaux pratiques en classes réduites avec repris de la matière",
        "assessment_methods": "L'évaluation se basera à la fois sur le travail durant le quadrimestre et sur un examen écrit. Évaluation des travaux pratiques (1/5 note) Examen écrit (4/5 de la note)",
        "online_resources": "Notes et slides mis sur Moodle Portefeuille de lecture, transmis via Moodle, constitué de quelques articles représentatifs des différents enjeux",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5031",
        "title": "Sens et fonctions de la peine",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecri1503",
        "title": "Introduction à la criminologie",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Devresse Marie-Sophie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours aborde des thèmes et concepts suivants : crime, criminel, victime, réaction sociale, processus pénal, alternatives à la justice pénale, sentiment d'insécurité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de cet enseignement est double : 1. D'une part, introduire l'étudiant(e) à une réflexion interdisciplinaire sur des thématiques criminologiques, 2. D'autre part, le sensibiliser aux implications de cette interdisciplinarité dans la construction des savoirs.",
        "content": "Le cours vise à présenter les concepts centraux en criminologie au départ de la pluralité d'approches auxquels ceux-ci donnent lieu, au regard des diverses disciplines qui s'en saisissent (sociologie, droit, psychologie, sciences biomédicales). Ces concepts sont présentés, analysés et illustrés par des expériences de terrain, des résultats de recherche, des débats d'actualité en lien avec les questionnements contemporains qui se posent dans le domaine de la déviance et de la délinquance.",
        "teaching_methods": "Cours ex-cathedra (cours-conférence) + travaux pratiques",
        "assessment_methods": "La présence aux TD est requise. La présence aux séances de travaux pratiques est requise. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un·e étudiant·e qui aurait été absent·e à au moins 2 séances de travaux pratiques, sans fournir de motif justifié pour ses absences. A mi-parcours des travaux dirigés, les étudiant·es doivent réaliser un court travail écrit personnel intermédiaire (en français) qui ne fait pas l’objet d’une notation mais est ensuite examiné avec eux en vue de faire état du niveau attendu dans la maitrise de la matière. Seul·es les étudiant·es qui auront remis ce travail seront admis à l’examen écrit relatif au contenu du TD. L’évaluation générale vise à mesurer l’acquisition des apprentissages précisés ci-dessus. Dans le cadre de cet enseignement, les étudiant·es sont évalué·es sur la base de deux épreuves : Un examen écrit (en français) portant sur le contenu du cours magistral et comportant plusieurs questions ouvertes à développement, chacune d’un poids équivalent (60% de la note finale). Un « take home » (en français) portant sur le contenu du TD, proposant un sujet de réflexion en rapport avec l’objet du TD suivi et à traiter sous la forme d’une dissertation argumentée et documentée  (40% de la note finale).     . La note finale est la moyenne pondérée des notes A et B. Dans la note finale, la partie A vaut pour 12/20 et la partie B vaut pour 8/20. En session de rattrapage, les modalités de l'examen écrit seront identiques à la première session, le mode d'évaluation des TD pourra être adapté (remise d'un travail au lieu d'un take home) en fonction du nombre d'étudiant·es. Le recours à l'IA dans les productions personnelles doit être justifié et mentionné sous peine d'annulation de l'épreuve au motif de tricherie.",
        "online_resources": "PowerPoints des séances du cours magistral (sur Moodle) Textes en support des TD (sur Moodle) Textes en lecture optionelle (sur Moodle)",
        "bibliography": "Une bibliographie indicative est fournie aux étudiants en vue d'un approfondissement de la matière.",
        "course_materials": "Ch. Adam, J.-F. Cauchie, M.-S. Devresse, F. Digneffe & D. Kaminski (2014), Crime, Justice et lieux communs. Une introduction à la criminologie, Bruxelles, Larcier, 258p. Lecture complémentaire au cours.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lneer2423",
        "title": "Nederlands - Interactieve communicatie voor studenten in de criminologie - Intermediair niveau",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Sterkendries Nele"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Cette unité d'enseignement est de niveau intermédiaire et suppose donc au départ une maîtrise productive de la grammaire et du vocabulaire de base ainsi que la maîtrise des aptitudes langagières aux niveaux décrits pour l'unité d'enseignement de niveau intermédiaire ( LNEER1823 ) ou pour l'unité d'enseignement équivalente de première année du Baccalauréat en Droit ( LNEER1821 ). Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Cette unité d'étude est axée sur la pratique de la communication interactive et les thèmes abordés seront en relation avec le domaine d'études.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension à la lecture de lire de façon autonome et comprendre des textes portant sur des sujets relatifs au domaine d'études en comprenant, le cas échéant, la position ou le point de vue particulier adoptés par l'auteur. de lire une correspondance courante dans son domaine et saisir l'essentiel du sens. Niveau B2 du \" Cadre européen commun de référence pour les langues \" 2 Compréhension à l'audition individuelle de suivre et comprendre l'essentiel d'une conférence ou un exposé à condition que le sujet en soit familier (relatif au domaine d'études). de comprendre l'essentiel de la plupart des documents radiodiffusés ou télévisés à condition que le sujet en soit familier. Compréhension à l'audition interactive de suivre et comprendre l'essentiel de discussions et de débats portant sur des sujets relatifs au domaine d'études. de saisir une grande partie de ce qui est dit dans une conversation courante en langue standard. Niveau B2- du \" Cadre européen commun de référence pour les langues \" 3 Expression orale (objectif principal) individuelle de faire (après préparation) un exposé simple et clair et ensuite prendre en charge les questions posées par le public. d'expliquer son point de vue suffisamment bien pour être compris sans difficulté. Expression orale (objectif principal) interactive d'exposer ses opinions et les défendre dans le cadre d'un débat portant sur un sujet relatif à son domaine d'études. de soutenir sans trop de difficulté une conversation ou une discussion conduite dans une langue standard avec un interlocuteur natif, si ce dernier adapte son discours. Niveau B1 du \" Cadre européen commun de référence pour les langues \" 4 Expression écrite d'écrire une synthèse d'un texte d'informations factuelles portant sur un sujet de son domaine d'études et donner son opinion. Niveau B1 du \" Cadre européen commun de référence pour les langues \" 5 Code Vocabulaire : consolidation du vocabulaire général (+/-2000 mots) et intégration du vocabulaire spécifique (+/- 500 mots). Grammaire : consolidation des structures spécifiques du néerlandais. L'utilisation du code est vue dans une perspective communicative sans toutefois négliger la correction. Culture Au niveau de toutes les aptitudes précitées : sensibiliser l'étudiant à la culture flamande et néerlandaise.",
        "content": "Cette unité d'enseignement vise à rendre l'étudiant capable de s'exprimer dans le contexte socioprofessionnel dans lequel il est appelé à s'insérer (le monde policier, le monde judiciaire, le monde de l'exécution des mesures et des peines, le monde de la prévention ou de l'intervention psycho-sociale). Celui-ci pratiquera la langue en situations concrètes en utilisant les fonctions langagières spécifiques à ces situations. Il consolidera et enrichira ses connaissances en vocabulaire, grammaire et prononciation. Il recevra un feedback régulier portant sur sa production orale. Les compétences à acquérir correspondent au Niveau B1 du « Cadre européen commun de référence pour les langues » en expression orale.",
        "teaching_methods": "Encadrement : cours en groupes de 20 ! En fonction de l’évolution de la situation sanitaire, il est possible que les modalités d’enseignement soient modifiées. Les étudiants en seront avertis dans les meilleurs délais. Cette unité d'enseignement (LNEER2423) se donne en présentiel et inclut aussi du travail en auto-apprentissage via la plate-forme Moodle. Pratique de la langue en situations concrètes en utilisant les fonctions langagières spécifiques à ces situations Consolidation et extension des connaissances de l'étudiant en vocabulaire, grammaire et prononciation Feedback régulier portant sur la production orale de l'étudiant",
        "assessment_methods": "La présence aux cours de langues est requise . Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 2 cours sans fournir de motif justifié pour ses absences. Examen à la session de janvier/juin A. Evaluation continue (60%) : Durant le quadrimestre, les étudiants seront amenés à réaliser plusieurs tâches. - Tâche 1 : Passer un appel téléphonique - travail individuel (1/20) - Tâche 2 : Réflexion personnelle sur un podcast/vidéo de 'De Universiteit van Vlaanderen' sur un sujet criminologique (choix parmi une série de vidéos sur Moodle) - travail individuel (2/20) - Tâche 3 : Faire une présentation sur un sujet criminologique - travail par deux étudiants (3/20) - Tâche 4 : Mener une discussion sur un sujet criminologique - travail par quatre étudiants (2/20) Il y aura également deux tests réguliers portant sur le vocabulaire, le grammaire, l’expression écrite, la compréhension à la lecture et la compréhension à l'audition. (2 tests de 2/20 chacune) : 4/20 B. Examen oral (40%) : Présentation individuelle formelle d'un sujet à orientation criminologique sur base d'un portefeuille d'articles scientifiques Examen à la session de septembre Mêmes modalités qu'en janvier/juin.- Les étudiant(e)s qui échouent à l'examen oral individuel lors de la première session devront repasser cet examen lors de la deuxième session (août-septembre). - Les étudiant(e)s qui ont obtenu plus de ≥6/12 pour les tâches d'évaluation permanente lors de la première session garderont leurs notes lors de la deuxième session. - Les étudiant(e)s qui ont obtenu moins de <6/12 pour les tâches d'évaluation permanente lors de la première session devront repasser les tâches pour lesquelles ils ont reçu une note d'échec. L'étudiant qui n’aurait pas assisté au cours pendant le quadrimestre sera tenu de présenter tous les tests du quadrimestre. Il· devra également regarder 4 vidéos imposées, les résumer et les commenter à l’oral. Il· présentera ensuite l’examen en lui-même. ! En fonction de la situation sanitaire, il est possible que les modalités d'évaluation soient modifiées. Les étudiants en seront avertis dans les meilleurs délais . Sauf demande de note de présence, l’absence à l'examen oral entraînera une note finale d’absence.",
        "other_info": "UE équivalente offerte dans d'autres programmes UCL : LNEER2440 (Psp 1 ba)",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=656",
        "course_materials": "Syllabus : \"Interactieve communicatie voor studenten in de criminologie\" Moodle : «Interactieve communicatie voor studenten in de criminologie»",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5013",
        "title": "Crime et littérature",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5015",
        "title": "Conscience sociale et conscience morale",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldroi1308",
        "title": "Théorie du droit et de la pensée juridique contemporaine",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Schutter Olivier"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours introduit l'étudiant aux principaux débats portant sur le rôle du droit dans la société et les transformations que ce rôle a connues. Plutôt qu'une introduction abstraite ou purement doctrinale à ces débats, le cours devra les adosser à leur contexte historique - et situer ainsi la généalogie des questions qu'a rencontrées la théorie du droit - et tenter d'en situer l'apport pour la réflexion portant sur des questions contemporaines, telles que, par exemple, la montée du rôle du juge dans les sociétés démocratiques, le rapport entre démocratie et constitutionnalisme, ou la procéduralisation accrue du droit. \r\rAfin d'atteindre les objectifs précités, le cours de Théorie du droit et de la pensée juridique contemporaine proposera une lecture de la manière dont ont évolué, depuis le début du siècle dernier, les rapports du droit au marché, et les interprétations successives qui ont été proposées de ces rapports. Le cours mettra donc l'accent sur les différentes fonctions qui ont été attribuées à l'État dans la régulation des rapports de marché, depuis la conception de l'État libéral à la montée de l'État social et aux remises en cause de celui-ci, ou aux tentatives de le redéfinir, auxquelles on assiste aujourd'hui. Au départ de cette clé de lecture, le cours propose une comparaison des évolutions qui ont eu lieu aux États-Unis d'une part, en Europe d'autre part. Une place importante sera réservée à l'étude du rôle des rapports entre liberté contractuelle et droits fondamentaux, à la régulation du marché par l'État, ainsi qu'aux rapports entre la régulation juridique et l'analyse économique.\r\rAucun pré-requis n'est imposé pour ce cours. La méthode d'enseignement est classique : le cours est fondé sur des exposés magistraux, entrecoupés de discussions avec l'auditoire auxquelles l'étudiant est invité à participer. Le cours prend appui sur une farde de documentation comprenant des articles de doctrine et des décisions de jurisprudence, utiles pour la présentation de la matière. Une bibliographie sera également fournie à l'étudiant, afin de lui permettre, s'il le souhaite, de compléter les notes qu'il aura prises au cours ou de mieux se préparer aux séances d'enseignement. L'examen est écrit, à livre fermé. Il se compose de deux questions de réflexion, dont l'objectif est d'évaluer la capacité de l'étudiant à relier les débats théoriques examinés dans l'enseignement à des questions doctrinales plus concrètes qu'il pourra rencontrer dans sa pratique professionnelle à l'avenir",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à introduire l'étudiant aux débats théoriques portant sur l'évolution du droit dans les sociétés contemporaines et aux différentes interprétations qui en sont proposées. L'étudiant devra ainsi avoir accès aux concepts et aux auteurs qui lui permettront d'adopter une position critique et réflexive à propos de la situation actuelle du droit positif.",
        "content": "Le cours proposera de cartographier les développements de la rationalité gouvernementale depuis la naissance des sociétés modernes dans le monde occidental, en mettant en avant le rôle du droit dans l'organisation des rapports entre Etat et marché. Nous passerons en revue successivement l'héritage des révolutions libérales, centrées sur l'affirmation de l'autonomie individuelle et collective, et débouchant dans un premier temps sur l'Etat libéral, et ensuite sur l'Etat providence (partie I); les néolibéralismes, visant à gouverner par la diffusion des mécanismes de marché (partie II); l'apport, depuis les années 2000, des sciences comportementales (partie III), parallèlement à l'émergence, également au cours de la période récente, des dispositifs visant à renforcer l'auto-détermination (les \"communs\", l'organisation de la \"sociodiversité\", c'est-à-dire d'un pluralisme des modes de vie, et la démocratie participative) (partie IV).",
        "teaching_methods": "Le cours reposera sur des cours magistraux, régulièrement interrompus pour des échanges interactifs, ainsi que sur des interventions d'intervenants extérieurs et des courtes séquences vidéo. Certains enseignements se tiendront sur le modes des \"classes inversées\", c'est-à-dire qu'ils se fonderont sur des vidéos que les étudiant.e.s visionneront AVANT le cours, de manière telle que celui-ci partira des questions que les vidéos suscitent. Ces enseignements sur le mode \"inversé\" exige donc de la part des étudiant.e.s une préparation préalable au cours.",
        "assessment_methods": "EVALUATION CONTINUE ET EXAMEN Ce cours fait l'objet d'une évaluation continue. Au début de chaque séance d'enseignement à partir du deuxième cours, chaque séance commencera par la distribution d'un questionnaire à choix multiples portant sur la matière enseignée au cours précédent. L’évaluation finale se fondera sur les réponses à ces QCM. (Bien entendu, en cas d'absence justifiée, la moyenne sera calculée uniquement sur la base des QCM qui ont été soumis). En cas d’échec dans le cadre de l’évaluation continue, un examen sera organisé en seconde session. Cet examen prend la forme d'un court travail portant sur une question de réflexion qui sera proposée à l’étudiant.e par le titulaire du cours.",
        "online_resources": "Le cours bénéficie d'une présence sur Moodle où l'étudiant trouvera toutes les ressources nécessaires, y compris, dans la mesure du possible, afin de préparer les séances d'enseignement.",
        "responsible_entity": "BUDR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2307",
        "title": "Droit des victimes et victimologie",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Janssen Christophe",
            "Renard Bertrand"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Après avoir présenté les diverses définitions de la victime, selon la psychologie et la sociologie criminologique et selon le droit, le cours retracera l'historique de l'intérêt pour les victimes sur le plan psychosociologique et sur le plan politico-juridique. Le cours abordera ensuite les différents aspects disciplinaires en visant à mettre en évidence leurs interactions. Le droit des victimes sera étudié dans ses composantes civile, pénale et administrative : fondement civil de la réparation, évolution de la place de la victime dans la procédure pénale, développement des fonds publics d'indemnisation. Les effets symboliques et concrets de cette évolution sur le procès pénal seront notamment examinés. Le cours analysera aussi les prises en charge des victimes en fonction des situations victimologiques et des courants théoriques ; une importance particulière sera accordée aux prises en charge de type psycho-dynamique et aux groupes de parole. Chaque année des thèmes spécifiques seront abordés, afin de mieux comprendre certains enjeux liés au statuts particuliers de la victime, tels que les victimes de la traite d'êtres humains et le dispositif légal mis en place, les victimes des atteintes au droit des gens (crimes contre l'humanité, crimes de guerre, génocide) ou les nouveaux dispositifs mis en place sur le plan socio-thérapeutique, tels que la prise en charge multidirectionnelle de réfugiés de pays en guerre (par exemple de l'ex-Yougoslavie).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant aura acquis : une bonne connaissance des droits des victimes et de l'évolution de la place de la victime dans le système pénal; la capacité d'analyser les effets provoqués par les modifications de la position et des pouvoirs des acteurs du procès pénal; la capacité de comprendre les indications quant aux types de prises en charge psychologiques et sociales en fonction des situations (agressions collectives, agressions sexuelles, etc.), ainsi que les fondements conceptuels liés à ces  prises en charge; la capacité d'articuler les fonctions juridiques, sociopolitiques et thérapeutiques des dispositifs mis en place à l'égard des victimes.",
        "content": "Partie Juridique et criminologique Partie Psychologique Introduction : Victimologie ou Traumatologie? 1. Approche freudienne des psychotraumatismes 2. Approche winnicottienne des psychotraumatismes 3. Ecriture du trauma 4. Terrorisme et traumatismes collectifs",
        "teaching_methods": "Cours magistraux, rencontres avec des invités, discussions sur base d'un objet culturel (film, pièce de théâtre...).",
        "assessment_methods": "Examen oral basé sur un court travail écrit.",
        "online_resources": "Moodle - Teams",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5035",
        "title": "Crime, économie et structure sociale",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim6001",
        "title": "Séminaire de recherche en criminologie",
        "credits": "8.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim6000",
        "title": "Mémoire/thèse",
        "credits": "24.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2301",
        "title": "Entretien psychologique et social",
        "credits": "3.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Janssen Christophe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Etude des fondements anthropologiques et épistémologiques de la méthode, ainsi que de ses modèles théoriques, ses principes techniques et ses dispositifs. Examen des variations méthodologiques selon : les finalités poursuivies dans divers domaines ; les particularités des interlocuteurs (âge, sexe, statut, milieu socio-culturel) ; les modalités de son exercice (individuel, groupal, institutionnel). Approfondissement de composantes décisives : les variables dont dépend la réalisation de l'entretien ; la question de l'offre et de la demande ; les attitudes du praticien et l'impact de ses interventions ; les mécanismes psycho-sociaux mobilisés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de : différencier les usages et les variations de la méthode selon les finalités spécifiques des types d'intervention, de recherche, d'aide ou de traitement au service desquels elle est impliquée dans les différents champs de la criminologie ; en analyser les fondements théoriques et les techniques ; en dégager la dynamique relationnelle et les processus psycho-sociaux en jeu ; contrôler l'impact des positions et attitudes du praticien ; apprécier la portée des données ainsi recueillies, en tenant compte des implications éthiques ; s'entraîner à la pratique et à une évaluation de celle-ci, dans un esprit critique concernant les usages de l'évaluation.",
        "content": "Introduction I. Quelques généralités Intersubjectivité et cocréation d’un lien Cadre, dispositif et éthique II. Différents cadres d’entretien Entretiens cliniques Entretiens de recherche Entretiens d’évaluation Méthode particulière : le récit de vie",
        "teaching_methods": "Cours théorique (15h) basé sur la pratique clinique de l'enseignant. Exercices pratiques (15h) Entretiens et jeux de rôle par petits groupes sous la supervision d'un assistant. Les scénarios des jeux de rôles sont collectés auprès de criminologues praticiens à partir de situations rencontrées réellement.",
        "assessment_methods": "Examen écrit",
        "other_info": "Les concepts utilisés sont clarifiés chaque fois que nécessaire.",
        "online_resources": "Powerpoint placé sur Moodle.",
        "bibliography": "•BARTHELEMY E., MEERSEMAN C., SERVAIS J.-F., Confidentialité et secret professionnel : Enjeux pour une société démocratique , Bruxelles, Yapake.be, 2011 •BLANCHET A., GOTMAN A., L’entretien, Malakoff, Armand Colin, 2015 •BIVORT Ph., « La métaphore du cadre », In KINOO Ph., MEYNCKENS-FOUREZ M., VANDER BORGHT Ch. (dir.), Supervision en institution et analyse des pratiques. Eloge du conflit et du plaisir, Louvain-la-Neuve, De Boeck, 2019, p. 89-99 •LEGRAND M., L’approche biographique , Desclée-De Brouwer, 1993 •LEGRAND M., de GAULEJAC V. de et al., Intervenir par le récit de vie, entre histoire collective et individuelle , Ramonville Saint Agne, Erès, 2008 •LOEVENBRUCK H., Le mystères des voix intérieures , France, Denoël, 2022 •MARTIN M., « Le cadre thérapeutique à l’épreuve de la réalité », Les Cahiers de psychologie clinique , 2001/2, 17, p. 103-120 •RICOEUR P., Temps et récits (3 tomes) , Paris, Seuil, 1983-1985 •RICOEUR P., Soi-même comme un autre , Paris, Seuil, 1990 •RICOEUR P., Ecrits et conférences 1 : Autour de la psychanalyse , Paris, Seuil, 2008 •VIAUX J.-L., « Les paradoxes de l’expertise psychologique », Le Journal des psychologues , 2012/7, 300, p. 66-72 •WINNICOTT D.W., « Cure », In MARIN C., WORMS F., A quel soin se fier? Conversations avec Winnicott, Paris, P.U.F., 2015",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespo1122",
        "title": "Fondements du droit public et privé",
        "credits": "5.00",
        "hours": "40.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Bazier Pierre",
            "Bonbled Nicolas",
            "Marique Enguerrand",
            "Slingeneyer de Goeswin Thibaut",
            "Vanderschuren Justin"
        ],
        "teaching_language": "Français",
        "topics_covered": "C'est au travers des diverses espèces des règles de droit qui y sont applicables qu'est abordé - dans une première partie - l'environnement institutionnel.  Cela implique l'identification des règles (Traités internationaux, règle-ments et directives de la Communauté européenne, Constitution belge, lois fédérales, décrets et ordonnances des communautés et régions ), l'autorité dont elles émanent (qui fait les traités internationaux ? d'où émanent les arrêtés communautaires ou régionaux ?), leur mode d'élaboration (comment sont fabriquées et publiées ces rè-gle ?), ainsi que leur domaine matériel (quelle est la compétence de l'autorité fédérale ?  quel est le domaine d'action des communautés et des régions ?).\r\rLa seconde partie est - pour l'essentiel - centrée sur quelques questions fondamentales relatives à l'acte juridique au moyen duquel l'individu met en uvre sur le terrain du droit la liberté d'action sont il jouit (autonomie de la volonté, consensualisme, conditions de validité des actes, preuve, exécution).  Des éléments de base sont également fournis à propos des principes qui régissent la responsabilité civile (conditions de mise en uvre, faute, réparation",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'enseignement vise à donner une image précise de l'environnement institutionnel et juridique de la société belge aux travers des règles de droit qui y ont cours, de manière à ce que l'étudiant perçoive d'une part ce qu'est le droit imposé par l'autorité publique et d'autre part le droit que les individus sont autorisés à créer pour leurs besoins au travers de l'acte juridique et du contrat.\rIl s'appuie sur les textes actuellement en vigueur (traités internationaux, Constitution belge, lois, décrets et ordon-nances) qu'il convient d'analyser et de comprendre tout en percevant le pourquoi et le comment de la solutions qu'ils imposent.\rIl s'agit, en réalité, d'une première vue d'ensemble qui, par cela qu'elle concerne le droit, doit rendre l'étudiant attentif à des réalités élémentaires : exactitude des concepts (annulation, abrogation, suspension), pertinence (ne point confondre la chose dont il s'agit, ses causes et ses conséquences) et correction dans l'analyse et l'expression (en quoi une loi fédérale se distingue-t-elle d'un décret régional ?).",
        "content": "Chapitre préliminaire La notion de droit Les branches du droit Partie I : les sources des règles générales et abstraites Etude systématique des règles de droit national (Constitution, lois, décret, ordonnances, convention collective de travail, coutume, jurisprudence, etc.) et de droit international (Union européenne, Communautés euro-péennes, Convention européenne des droits de l'homme). Partie II : Introduction au droit privé Théorie générale de l'acte juridique (Notions, classifications, éléments constitutifs, sanctions des irrégularités, responsabilité délictuelle et contractuelle). Méthode N'étant pas assorti de travaux pratiques ou de séances de monitorat, le cours est dispensé sous forme magistrale. Contenu des cours LESPO1122A, LESPO1122B et LESPO1122C : Le cours se présente sous la forme de leçons. Celles-ci sont choisies de manière à développer les thèmes à aborder dans le cadre du cours. Elles peuvent notamment porter sur : « Le ‘droit’, ses acceptions, ses valeurs & ses fonctions » ; « La règle de droit » ; « La ‘personne’, ses ‘droits subjectifs’ et son ‘patrimoine’ » ; « Eléments relatifs au système 'fédératif' belge » ; « Eléments de droit des contrats » ; « Eléments de responsabilité extracontractuelle » ; etc. Contenu du cours LESPO1122D : Introduction générale : définitions et fonctions du droit, concepts de “règle de droit”, de “Etat de droit”, de “personne”, de “droits subjectifs”, de “branches du droit”... ; Structure de l’Etat belge et exercice des pouvoirs en Belgique ; Sources formelles du droit belge ; Cohérence de l’ordre juridique belge ; Théorie générale du contrat ; Principes généraux de la responsabilité civile ; Conclusion et réflexions sur la validité de la norme juridique.",
        "teaching_methods": "Méthodes d'enseignement pour les cours LESPO1122A, LESPO1122B et LESPO1122C : Le cours se présente sous forme de leçons. Celles-ci sont développées en présentiel, lors du cours magistral, ou exposées par le biais de documents – ces derniers étant identifiés comme matière de cours par le titulaire du cours. Méthodes d'enseignements pour lecours LESPO1122D : Le cours sera donné en présentiel. Il s’agit d’un cours ex cathedra avec présentation (via Wooclap) de questions d’examen des années précédentes.",
        "assessment_methods": "Modes d'évaluation des acquis des étudiants pour les cours LESPO1122A et LESPO1122B : * L’évaluation porte sur l’ensemble de la matière vue dans le cadre du cours. Il s’agit, d’une part, de la matière développée au cours magistral et, d’autre part, de la matière exposée par écrit et identifiée comme telle par le titulaire du cours. * L'évaluation des acquis se fait au moyen d'un examen écrit comportant des questions de type \"QCM\". Aucune pénalité n'est appliquée en cas d'absence de réponse ou de réponse incorrecte. L'examen comporte également des questions Vrai ou Faux à courte justification. Les consignes précises et des exemples seront donnés au cours magistral. * L'étudiant peut être en possession et utiliser à l'examen les textes législatifs et réglementaires expressément autorisés par le titulaire du cours. Sur ces textes, ne peut figurer aucune annotation (sauf des renvois entre les articles). Les étudiants ne peuvent pas disposer de leur Manuel, de leurs notes de cours, des slides ou de synthèses lors de l'examen. Les consignes précises et des exemples seront donnés au cours magistral. * Les modalités d’évaluation sont identiques en première session et en seconde session. Modes d'évaluation des acquis des étudiants pour le cours LESPO1122C : * L’évaluation porte sur l’ensemble de la matière vue dans le cadre du cours. Il s’agit, d’une part, de la matière développée au cours magistral et, d’autre part, de la matière exposée par écrit et identifiée comme telle par le titulaire du cours. * L'évaluation des acquis se fait au moyen d'un examen écrit de type \"QCM\". Aucune pénalité n'est appliquée en cas d'absence de réponse ou de réponse incorrecte. Les consignes précises et des exemples seront donnés au cours magistral. * L'étudiant peut être en possession et utiliser à l'examen les textes législatifs et réglementaires expressément autorisés par le titulaire du cours. Sur ces textes, ne peut figurer aucune annotation (sauf des renvois entre les articles). Les étudiants ne peuvent pas disposer de leur Manuel, de leurs notes de cours, des slides ou de synthèses lors de l'examen. Les consignes précises et des exemples seront donnés au cours magistral. * Les modalités d’évaluation sont identiques en première session et en seconde session. Modes d'évaluation des acquis des étudiants pour le cours LESPO1122D : * L’évaluation porte sur l’ensemble de la matière vue dans le cadre du cours. Il s’agit de la matière développée dans le syllabus. Les parties “pour mémoire” du syllabus ne font pas partie de la matière de l’examen. * L'évaluation des acquis se fait au moyen d'un examen écrit. Il y a trois types de questions : 1) questions de type \"QCM\" ; 2) questions de manipulation du Code ; 3) questions ouvertes d'application et de restitution.  La partie QCM se compose de 15 items à 4 options de réponse. Un point est attribué à chaque réponse correcte et aucun point n’est attribué en cas d'absence de réponse ou de réponse incorrecte. * L'étudiant peut être en possession et utiliser à l'examen les textes législatifs et réglementaires expressément autorisés par le titulaire du cours. Sur ces textes, ne peut figurer aucune annotation (sauf des renvois entre les articles). Les consignes précises et des exemples seront donnés au cours magistral. * Les modalités d’évaluation sont identiques en première session et en seconde session.",
        "other_info": "Il n'y a pas de pré-requis particuliers. Une connaissance correcte de la langue française et une idée même élémentaire de l'organisation de la société suffisent. Le maniement des textes auxquels il est fait référence (Code, etc.) constitue un élément indispensable pour acquérir la maîtrise de la matière.",
        "bibliography": "Pour les cours LESPO1122A et LESPO1122B: * J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2021; * textes législatifs et réglementaires mentionnées au cours et repris dans le Code Bac (nouvelle édition chaque année académique); * Powerpoint du cours magistral. Pour le cours LESPO1122C : * Powerpoint du cours magistral, accessible sur la plate-forme Moodle et sur Teams ; * J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2023 ; * Code pour l'économie et la gestion, vol. A et B, Bruxelles, la Charte (recueil de textes juridiques) ou autres textes juridiques, disponibles sur la plate-forme Moodle et sur Teams, expressément autorisés par le titulaire du cours ; * Autres documents identifiés comme matière du cours par le titulaire du cours, accessibles sur la plate-forme Moodle et sur Teams. Pour le cours LESPO1122D: *Powerpoint du cours magistral, accessible sur la plate-forme Moodle *Syllabus *Code Bac Vol. I Généralités (éd. La Charte) * Lecture conseillée : J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2023.",
        "course_materials": "Pour les cours LESPO1122A et LESPO1122B : Manuel d'introduction au droit (Politeia, 2023 (2e édition)) Pour le cours LESPO1122C (P. Bazier) : Powerpoint du cours magistral accessible sur la plate-forme Moodle Pour le cours LESPO1122C (P. Bazier) : Code BAC – Economie / Gestion / Sciences humaines (la Charte - die Keure) (recueil de textes juridiques) ou autres textes juridiques, disponibles sur Moodle et autorisés par le titulaire du cours Pour le cours LESPO1122C (P. Bazier) : autres documents identifiés comme matière du cours par le titulaire du cours, accessibles sur la plate-forme Moodle Pour le cours LESPO1122C (P. Bazier) : J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2021, 647 pages (support de la matière vue au cours magistral) Pour les cours LESPO1122A et LESPO122B : textes législatifs et réglementaires mentionnées au cours et repris dans le Code Bac (nouvelle édition chaque année académique) Pour le cours LESPO1122D : Syllabus (via La Duc) Pour le cours LESPO1122D : Powerpoint du cours magistral (via Moodle) Pour le cours LESPO1122D : Code Bac Vol. I Généralités (éd. La Charte) Pour les cours LESPO1122A et LESPO1122B : Powerpoint du cours magistral",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5022",
        "title": "Approche critique des sciences forensiques",
        "credits": "1.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecri1507",
        "title": "Séminaire de méthodologie du travail universitaire",
        "credits": "4.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Francis Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Séminaire : Présentation des techniques d'approche des sources d'information pertinentes - Collecte et analyse des sources bibliographiques. Travaux pratiques : Choix d'un sous-thème particulier - Délimitation de l'objet d'étude - Essai d'analyse et d'explication des options méthodologiques choisies - Développement de l'esprit critique et de la capacité de formalisation du raisonnement - Communication des résultats - Réalisation d'un travail personnel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de ce séminaire est d'initier l'étudiant au travail universitaire, au travers de questions concrètes ancrées dans la discipline criminologique. Il sera amené à maîtriser les techniques de base du travail universitaire : compréhension opératoire des notions d'analyse, de synthèse et de résumé ; recherche, usage et analyse critique des sources bibliographiques ; maitrise des outils de recherche informatisés (catalogues, bases de données scientifiques, moteurs de recherche...) ; utilisation des conventions de références ; apprentissage des standards de présentation de rapports écrits et notamment des règles relatives au plagiat...",
        "content": "Le séminaire est donné sous forme d'exposés magistraux (présentation d'une démarche de recherche documentaire, définition des concepts, critique des sources...) tandis que les travaux pratiques reposent sur des exposés participatifs supposant une démarche active de l'étudiant (présentation d'une démarche de recherche documentaire, illustration à l'aide d'exemples concrets)",
        "teaching_methods": "Cours magistral accompagné de travaux pratiques",
        "assessment_methods": "Pour le séminaire : évaluation continue (examen écrit en octobre et examen écrit en session) Pour les travaux pratiques : Un travail de 6 pages maximum, à rendre pour le premier jour de la session (80% de la cote de TP) Un rapport intermédiaire d’une page, préparé au cours des séances avec feedback continu (avec les trois éléments mentionnés, 20% de la cote de TP). La présence aux séances de travaux pratiques est requise. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 2 séances de travaux pratiques, sans fournir de motif justifié pour ses absences.",
        "online_resources": "Principalement; le tutorial Infosphère. Voir https://bib.uclouvain.be/infosphere/ Mais également Moodle.",
        "course_materials": "Moodle",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1124",
        "title": "Philosophie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Camilleri Sylvain",
            "Frogneux Nathalie",
            "Malinge Yoann"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les différentes dimensions des sociétés humaines étudiées au sein de la Faculté ESPO (économie et gestion, sociologie et anthropologie, science politique, communication) ne peuvent valablement être étudiées que dans la perspective d'une approche globale de la question : \" Qu'est-ce que l'Homme ? \". Cette approche globale est fournie par la philosophie. La philosophie sera donc enseignée en tant que dimension partiellement constitutive de la problématique des sciences de l'Homme et non en tant que discipline spécialisée, séparée des sciences humaines et sociales. Ce cours jette les bases des cours spécialisés de philosophie qui apparaîtront dans les années ultérieures du bac et de la maîtrise dans différents programmes. On pense notamment à ceux portant sur l'épistémologie des sciences sociales, l'éthique, la philosophie politique, la philosophie de la communication, etc. Compte tenu de l'existence de ces cours spécialisés ultérieurs, le cours de première année en baccalauréat aura une portée générale. Il servira d'initiation à un mode de questionnement et à un corpus de références particulier. Le cours de philosophie est en outre destiné à fournir à l'étudiant (qui, dans le système d'enseignement belge en tout cas, n'a jamais eu de formation spécifique à la philosophie et à son histoire) les repères fondamentaux de l'histoire de la philosophie occidentale. Cette histoire n'est pas abordée pour elle-même et de manière chronologique mais sous forme d'indications qui permettent de situer dans le temps les diverses réponses apportées à la question qui oriente l'ensemble du cours : \" Qu'est-ce que l'homme ? \".",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. avoir les éléments nécessaires pour poser dans une perspective philosophique des questions relevant des disciplines enseignées au sein de la Faculté ; 2. observer comment la constitution de ces questions par la philosophie se développe dans un cadre conceptuel qui mêle des enjeux ontologiques à des questions épistémologiques, éthiques et esthétiques ; 3. avoir les informations nécessaires pour reconstituer au moins schématiquement la genèse des problématiques dans l'histoire de la philosophie occidentale.",
        "content": "Les contenus abordés au cours de philosophie portent sur les dimensions constitutives de l'existence et de la vie humaine. On abordera ainsi quelques questions fondamentales, parmi lesquelles celles de la sagesse, du bonheur, du désir, de la liberté, du travail, du pouvoir, de la connaissance, de la communication, du langage, etc. Le choix des thèmes abordés et leur mode de présentation appartiennent à l'enseignant.  L'accent sera mis sur les connexions entre les thèmes plutôt que sur le détail. Une argumentation de type philosophique sera directement mise en oeuvre dans cet enseignement qui ne doit pas se présenter comme un catalogue de savoirs plus ou moins périmés mais comme la démarche d'exploration rationnelle d'un savoir vivant. Il est en effet fondamental que le cours se présente comme un questionnement philosophique en acte. La genèse historique de ces questions sera mise en lumière à travers un commentaire de quelques grands apports des auteurs classiques. Selon des modalités et dans une ampleur qui sont à la discrétion de l'enseignant, une initiation à la lecture des textes philosophiques est souhaitable.",
        "teaching_methods": "Le cours se donnera sous la forme d'une série de leçons magistrales durant lesquelles les étudiant.e.s. pourront intervenir librement et/ou seront sollicité.e.s. par l'enseignant pour répondre à des questions et/ou engager des discussions. En fonction de la situation sanitaire, l'enseignement pourra être co-modal, en présence ou à distance.",
        "assessment_methods": "L'examen consistera en un QCM et/ou une série de questions ouvertes. Cela vaut pour toutes les sessions concernées. En cas d’évolution des conditions sanitaires vers un code orange ou rouge, l’examen écrit aura peut- être lieu en distanciel (fonction du code couleur) via un logiciel informatique fourni aux enseignant.es par l’institution universitaire (tel que Moodle).",
        "other_info": "le support du cours est déposé sur le site Moodle du cours LCOPS 1124.",
        "course_materials": "Les supports de cours et les annonces se trouveront sur Moodle.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl2423",
        "title": "English Communication Skills for Students in Criminology",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Heiderscheidt Nathalie"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "LANGL1823 ou tout autre cours équivalent ( Niveau B1+ du « Cadre européen commun de référence pour les langues » en compréhension à la lecture et Niveau B1 du même cadre en compréhension à l'audition.) Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Cette unité d'enseignement est articulée autour de différentes situations concrètes en lien avec le monde socio-professionnel lié à la criminologie. Les activités de formation porteront sur : la situation de participation à une réunion la présentation d'une communication sur un sujet dans le domaine de la criminologie la communication téléphonique l'interview d'un témoin, d'un suspect, ... la négotiation avec différents acteurs la rédaction d'un mail, '",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : s'exprimer en anglais dans le contexte socioprofessionnel dans lequel il est appelé à s'insérer (le monde policier, le monde judiciaire, le monde de l'exécution des mesures et des peines, le monde de la prévention ou de l'intervention psycho-sociale). maîtriser les techniques de communication propres au milieu professionnel maîtriser du code (vocabulaire général et spécifique) maîtriser la prononciation (phonétique et accent tonique) Les compétences à acquérir correspondent au Niveau B1 du « Cadre européen commun de référence pour les langues » en expression orale.",
        "content": "Cette unité d'enseignement vise à rendre l'étudiant capable de s'exprimer en anglais dans le contexte socioprofessionnel dans lequel il est appelé à s'insérer (le monde policier, le monde judiciaire, le monde de l'exécution des mesures et des peines, le monde de la prévention ou de l'intervention psycho-sociale). Celui-ci pratiquera la langue en situations concrètes en utilisant les fonctions langagières spécifiques à ces situations. Il consolidera et enrichira ses connaissances en vocabulaire, grammaire et prononciation. Il recevra un feedback régulier portant sur sa production orale. Les compétences à acquérir correspondent au Niveau B1 du « Cadre européen commun de référence pour les langues » en expression orale.",
        "teaching_methods": "Cette unité d'enseignement se donne en présentiel et inclut aussi du travail en auto-apprentissage via la plate-forme Moodle. Pratique de la langue en situations concrètes en utilisant les fonctions langagières spécifiques à ces situations Consolidation et extension des connaissances de l'étudiant en vocabulaire, grammaire et prononciation Feedback régulier portant sur la production orale de l'étudiant",
        "assessment_methods": "La présence aux cours de langues est requise . Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 2 cours, sans fournir de motif justifié pour ses absences. Examen à la session de janvier/juin (100%) Evaluation continue (50%) Examen oral (50%) : Présentation individuelle formelle d'un sujet à orientation criminologique sur base d'un portefeuille d'articles scientifiques Examen à la session de septembre (100% ou 50%) Mêmes modalités qu'en janvier/juin. La note d'évaluation continue à hauteur de 50% n'est prise en compte que si elle est en faveur de l'étudiant.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=571",
        "course_materials": "Le syllabus LANGL 2423  «English Communication Skills for Students in Criminology» Le cours en ligne sur Moodle «English Communication Skills for Students in Criminology»",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2110",
        "title": "Droit de la fonction de police",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Valkeneer Christian-Paul"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'enseignement aborde successivement les matières suivantes : le développement socio-historique des systèmes policiers belges; les différentes techniques policières, essentiellement dans leurs rapports avec la recherche des infractions et de leurs auteurs; les rapports entre les services de police et les autorités; l'analyse criminologique des stratégies policières.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 2 Maîtriser et appliquer Maîtriser le contenu des principales règles du droit positif belge dans toutes ses branches, ainsi que celles du droit européen et du droit international, pouvoir en comparer les traits essentiels à quelques systèmes étrangers et être capable de passer de l’abstraction de la règle de droit aux faits, fussent-ils présentés de façon complexe, et inversement. 2.1 . Avoir une connaissance actuelle et une maîtrise générale des principes, règles, théories, doctrines et jurisprudences donnant corps aux différentes branches du droit, en particulier le droit fiscal et le droit comptable, le droit international privé, le droit international public, le droit des sociétés, le droit patrimonial de la famille, le droit de la sécurité sociale et le droit des sûretés. 2.2 . Connaître et comprendre l’influence qu’ont certaines normes et institutions européennes et internationales sur ces différentes branches du droit. 2.5. Dans l’une ou l’autre branche du droit, pouvoir, de manière autonome et créative, diagnostiquer un problème juridique complexe, en discerner, dans les moindres détails, les difficultés, en élaguer les éléments périphériques, y apporter des solutions argumentées, fondées sur des recherches approfondies, livrées dans une synthèse claire sous-tendue par un raisonnement juridique poussé, cohérent et crédible. 2.6. Etre capable de passer de l’abstraction de la règle de droit aux faits concrets, et inversement. 4 Réfléchir et participer Actualiser ses connaissances, percevoir les passerelles entre les différentes branches du droit, se forger des opinions personnelles et, le cas échéant, faire fructifier l’ouverture résultant d’un stage ou d’un séjour d’échange. 4.2 . Apercevoir, mobiliser et exprimer les liens, passerelles et prolongements unissant entre elles les différentes branches du droit afin d’analyser une situation factuelle.",
        "content": "1. Evolution du système policier belge de 1830 à nos jours, 2. La structure du système policier belge La police locale La police fédérale 3. Les missions des services de police 4. La compétence des services police 5. Les méthodes d'enquête Le contrôle d'identité La fouille des personnes et des véhicules Le traitement de l'information Les interrogatoires Les mesures relatives aux télécommunications Les méthodes particulières de recherche Les visites domiciliaires Les privations de liberté L'examen et le traitement des traces biologiques Les saisies Eu égard au volume, sans cesse croissant, de la matière, seuls les points 1 à 4 sont examinés chaque année. En ce qui concerne les méthodes d'enquête (point 5), un choix est opéré en fonction de l'actualité législative ou jurisprudentielle.",
        "teaching_methods": "La méthode d'enseignement est classique, le cours étant donné de manière magistrale. Les exposés sont, illustrés par des exemples concrets et complétés d'une dimension critique intégrant les aspects relatifs à la mise en oeuvre concrète de la norme.",
        "assessment_methods": "Examen écrit",
        "online_resources": "Plusieurs jeux de powerpoints placés sur Moodle.",
        "bibliography": "C. De Valkeneer, \"Manuel de l'enquête pénale\", Ed. Larcier, 2005, 2e ed.",
        "course_materials": "C. De Valkeneer, \"Manuel de l'enquête pénale\", Ed. Larcier, 2005, 2e ed.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2311",
        "title": "Théories de la sécurité",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Valkeneer Christian-Paul",
            "Francis Vincent"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "content": "Nous assistons depuis quelques décennies à une mutation profonde des stratégies de sécurité, que ce soit à travers de nouvelles législations, l’émergence de nouveaux acteurs ou, encore, la mobilisation et la montée en puissance des nouvelles technologies de l’information et de la communication (vidéosurveillance, bases de données numériques, analyses algorithmiques, etc.). Afin de rendre compte de cette mutation, de sa complexité et de ses enjeux (juridiques et sociocriminologiques), le cours proposera un enseignement essentiellement théorique qui abordera l’objet « sécurité » selon deux axes : à travers une approche qui mobilisera des concepts et cadres théoriques de nature sociocriminologiques susceptibles de nous éclairer sur les processus de transformation en cours. Le concept de sécurité y est également abordé dans sa dimension historique; à travers sa construction juridique : le droit en matière de sécurité  et son développement de plus en plus autonome par rapport au droit pénal.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "L’examen sera écrit ou oral selon  le nombre d’étudiants. Dans l’hypothèse d’un examen écrit, il s’agira d’un examen à questions ouvertes.",
        "other_info": "Le cours offrira les compétences juridiques et théoriques aux étudiants qui souhaiteront suivre le cours d’ « Approche interdisciplinaire de la sécurité » (LCRIM2308), lequel aborde les questions de sécurité de manière concrète à travers des études de cas.",
        "online_resources": "Un portefeuille de textes et des fichiers PowerPoint relatifs à chaque séance seront mis en ligne sur le site Moodle.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5011",
        "title": "Considérations criminologiques sur les différences culturelles",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl2623",
        "title": "Professional Integration Seminar for Criminologists",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Heiderscheidt Nathalie",
            "Nyssen Jean-Paul"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "LANGL2423 ou tout autre cours équivalent. (Niveau B1 du « Cadre européen commun de référence pour les langues » en production orale). Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Cette unité d'enseignement est articulée autour de différentes situations concrètes en lien avec le monde socio-professionnel lié à la criminologie. Les activités de formation porteront sur : l'entretien d'embauche (y compris la rédaction du CV et de la lettre de motivation) la présentation publique d'une institution la préparation et la mise en scène d'une interview professionnelle d'une personne nécessitant l'intervention d'un criminologue la préparation et la participation à une réunion professionnelle",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : rédiger une lettre de motivation et un CV passer un entretien d'embauche réaliser un fichier 'Powerpoint' de présentation de l'institution dans laquelle il a effectué son stage faire une présentation orale de son institution décrire brièvement par écrit la situation introductive à l'interview professionnelle ainsi que son protocole poser ou répondre à des questions lors d'une interview professionnelle décrire brièvement par écrit la situation introductive à une réunion professionnelle diriger et participer à une réunion professionnelle maîtriser les techniques de communication propres au milieu professionnel Les compétences à acquérir correspondent au Niveau B2 du « Cadre européen commun de référence pour les langues » pour les aptitudes suivantes : expression orale expression écrite",
        "content": "Cette unité d'enseignement vise à rendre l'étudiant capable de s'exprimer en anglais dans le contexte socioprofessionnel dans lequel il est appelé à s'insérer (le monde policier, le monde judiciaire, le monde de l'exécution des mesures et des peines, le monde de la prévention ou de l'intervention psycho-sociale). Expression orale individuelle : pouvoir passer un entretien d'embauche en rapport avec un poste à pourvoir dans l'institution où l'étudiant effectue son stage. pouvoir faire un exposé de l'institution dans laquelle l'étudiant effectue son stage et prendre en charge les questions posées par le public. Expression orale interactive : pouvoir interroger de manière adéquate une personne nécessitant l'intervention d'un criminologue dans le cadre socio-professionnel. dans le cadre d'une réunion professionnelle, pouvoir expliquer son point de vue suffisamment bien pour être compris sans difficulté, en enchaînant les arguments et les explications avec logique, en donnant les avantages et les inconvénients d'options diverses et en liant ses interventions à celles de ses interlocuteurs. Expression écrite Pouvoir rédiger un curriculum vitae et une lettre de motivation Pouvoir rédiger un document PowerPoint sur l'institution dans laquelle l'étudiant effectue son stage Pouvoir rédiger la situation introductive d'une interview professionnelle ainsi que son protocole Pouvoir rédiger un document de préparation à une réunion professionnelle.",
        "teaching_methods": "Cette unité d'enseignement se donne en présentiel et inclut aussi du travail personnel pour la préparation des projets. Le cours est axé sur la pratique de la communication interactive. Les activités proposées viseront à consolider et développer les techniques de communication propres au milieu professionnel tout en perfectionnant la maîtrise du code (vocabulaire général et spécifique, grammaire) nécessaire à la mise en pratique de ces techniques. Ces activités simuleront des situations réelles faisant appel à l'expression orale et écrite. Les activités proposées seront de deux types : 1. Présentation par le professeur des fonctions langagières et des techniques plus directement liées à la vie professionnelle (entretien d'embauche, présentation orale, interview d'une personne, participation à une réunion, ...) et activation par les étudiants de celles-ci dans des exercices oraux de simulation en classe. 2. Présentation des travaux préparés par l'étudiant en rapport avec son stage : entretien d'embauche (+ lettre de motivation et CV) présentation de l'institution de stage à l’aide d’un document PowerPoint interview d'une personne nécessitant l'intervention d'un criminologue organisation de et participation à une réunion professionnelle traitant d'un cas particulier L'enseignant mettra à la disposition de l'étudiant une panoplie d'outils (techniques de communication, fonctions langagières, vocabulaire général et spécialisé, rappels grammaticaux, ...) et de ressources (documents écrits, audiovisuels, sites internet ...) qui lui permettront d'être opérationnel dans chacune des situations de communication interactive, pour autant qu'il s'y prépare avec toute l'application requise. Des activités de 'feedback' et de remédiation seront également prévues. Des instructions détaillées concernant chaque activité seront communiquées à l'avance aux étudiants.",
        "assessment_methods": "La présence au cours est requise . En vertu de l’article 72 du RGEE, 2 absences injustifiées pourraient entraîner une invalidation des notes prises en compte dans la note finale. Le titulaire du cours peut proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 2 cours, sans fournir de motif justifié pour ses absences. L’étudiant serait donc renvoyé à la session suivante. Remise des travaux écrits : tout étudiant n’ayant pas transmis un travail écrit au professeur endéans l’échéance fixée se verra refuser l'accès à la présentation orale du projet concerné. 1. Session de janvier : -  L'évaluation continue porte sur la préparation écrite et la présentation orale des 4 activités de formation suivantes (80%) l'entretien d'embauche (pendant le quadrimestre) la présentation publique d'une institution (pendant le quadrimestre) la préparation et la mise en scène d'une interview professionnelle (pendant le quadrimestre) la préparation de et la participation à une réunion professionnelle (à la session de janvier sauf pour les étudiants Erasmus sortants) - L'évaluation continue porte également sur la participation active au cours et le niveau de langue spontanée (20%) 2. Session de septembre (100% ou 80%) : L'étudiant qui a obtenu une note inférieure à 10/20 en janvier représentera uniquement les projets auxquels il a échoué. La note de participation active et du niveau de langue spontanée (à hauteur de 20%) n’est prise en compte en septembre que si elle est en faveur de l'étudiant. L’étudiant qui n’aurait pas assisté au cours se verra imposer une quantité substantielle de travail supplémentaire à déterminer par le professeur.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=593",
        "course_materials": "Le syllabus LANGL 2623  « Entry to Professional Life Seminar for Criminologists» Le cours en ligne sur Moodle  « Entry to Professional Life Seminar for Criminologists»",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim6021",
        "title": "Théories de l'intervention en criminologie et pratiques alternatives",
        "credits": "8.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2113",
        "title": "Médecine légale en criminologie",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Schmit Grégory"
        ],
        "teaching_language": "Français",
        "prerequisites": "Il est intéressant d'avoir suivi au préalable LECRI1502 \"Introduction à la science forensique\" mais ce n'est pas un prérequis.",
        "topics_covered": "Évolution du concept de mort dans l'histoire et articulation avec l'apparition et le développement de la médecine légale Définition juridique de la mort, approche des concepts de mort naturelle, mort violente, mort subite, mort suspecte et implications juridiques du constat de décès Étude générale de l'expertise médico-légale et sa place dans l'enquête criminelle Etude des grands concepts médico-légaux : balistique, lésions par objets piquant/tranchant, asphyxies, accidentologie, identification des personnes, agressions sexuelles, etc. Approche des techniques de laboratoire propres à la médecine légale (imagerie post-mortem, anatomo-pathologie, détermination de l'âge, etc.) et leur place dans l'enquête criminelle Introduction à la médecine légale clinique, sa place dans l'enquête criminelle (article 399 et 400 du Code pénal, expertise de qualification des faits infractionnels, etc.) et ses interférences avec le secret médical",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension des différents concepts de « mort » et leur implication sur le plan juridique Compréhension de la place de l'expert dans la procédure judiciaire Intégration des grands concepts médico-légaux Compréhension des rôles respectifs des différents acteurs",
        "content": "Le cours sera articulé en trois parties. La première partie concerne l'histoire de la médecine légale et son évolution au sein de la société et du monde judiciaire. La valeur de l'expertise en droit sera également abordée dans cette première partie. La deuxième partie abordera le concept de la mort et ses différentes définitions ainsi que quelques éléments de thanatologie. Cette partie abodera également les grands principes de traumatologie médico-légale (balistique, lésions contuses, etc.) et les grands syndromes médico-légaux (asphyxie, explosion, etc.) afin de familiariser le futur professionnel avec le vocabulaire permettant la lecture et la compréhension de rapports d'expertise. Enfin, la troisième partie sera consacrée à la toxicologie forensique clinique en étudiant les effets des principaux toxiques rencontrés en médecine légale (alcool, cocaïne, cannabis, etc.).",
        "teaching_methods": "La méthode d'enseignement est classique, le cours étant donné de manière magistrale. Les supports de cours (powerPoint) sont disponibles à l'avance sur moodle.",
        "assessment_methods": "En première session, examen écrit reprenant des questions à choix multiples (QCM). En deuxième session, examen oral avec préparation écrite.",
        "online_resources": "Supports placés sur Moodle",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2505",
        "title": "Recherches en politique criminelle",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Devresse Marie-Sophie"
        ],
        "teaching_language": "Français",
        "prerequisites": "La participation à ce cours demande une formation de base en criminologie et en droit pénal. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "La définition de la politique criminelle en tant que méthode de lutte contre les phénomènes criminels sera interrogée dans son rapport avec les notions de politique publique et de politique pénale ; les champs d'action respectifs de ces modes d'intervention publique seront examinés. La manière dans laquelle le concept de politique criminelle s'est construit, en correspondance avec l'évolution plus générale des modes d'intervention de l'Etat, sera analysée en référence à la littérature scientifique contemporaine et sur la base de documents politiques choisis. Des exemples concrets de politiques criminelles seront étudiés. Ils donneront l'occasion, d'une part, de mettre en évidence les notions plus spécifiques mobilisées dans le domaine des politiques criminelles (prévention, efficacité, expertise, criminalistique), ainsi que les usages du savoir scientifique dans la définition et la mise en oeuvre de ce champ. D'autre part, ils permettront développer une réflexion sur les méthodologies employées et sur celles disponibles, et de poser la question du rôle du chercheur et de l'expert dans les processus d'évaluation des politiques criminelles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - Maîtriser les principaux outils conceptuels permettant d'analyser la conception et la mise en oeuvre des politiques criminelles - Comprendre la manière dans laquelle les politiques criminelles sont construites et évoluent - Comprendre le rôle joué par le savoir scientifique à la fois dans la conception des politiques criminelles et dans leur mise en oeuvre - Connaître les principaux outils méthodologiques pertinents pour la recherche et l'évaluation dans ce domaine - Se familiariser avec des exemples concrets de recherches menées dans le domaine étudié",
        "content": "Sur la base d'une appréhension des différentes acceptions des termes \"politique criminelle\", le cours vise à présenter d'abord certains modèles théoriques de politique criminelle et à les illustrer par des recherches réalisées sur le sujet dans divers domaines (stupéfiantes, terrorisme, violences conjugales ou intrafamiliales etc.). Il s'agira, ensuite, d'étudier des dispositifs et des pratiques spécifiques de lutte contre le crime et d'appréhender divers modèles d'évaluation de ces politiques. Une telle approche permettra de développer la connaissance des outils de recherche utilisés afin de fonder la politique criminelle et d'en assurer le suivi et l'évaluation.",
        "teaching_methods": "Durant le cours, les étudiants seront amenés (individuellement ou en petits groupes) à apporter leur contribution à l'analyse théorique d'exemples de politiques criminelles spécifiques et à envisager des hypothèses de recherche dans des domaines divers. Certaines séances du cours seront dispensées sous forme de cours ex cathedra. Les séances relatives aux recherches effectuées seront interactives et orientées vers la construction d'un travail personnel. Les étudiants seront amenés à animer certaines séances par la présentation de leurs réflexions.",
        "assessment_methods": "L'ensemble du séminaire vise à l'élaboration d'un projet de recherche présenté sous forme de devis de recherche, de plan raisonné d'article ou de poster scientifique. L’évaluation vise à mesurer l’acquisition des apprentissages précisés ci-dessus. Dans le cadre de ce cours, les étudiant·es sont évalué·es sur la base d’un travail personnel obligatoire (en français) à remettre en fin de quadrimestre (100% de la note finale). La présence à ce cours est requise. La titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un·e étudiant·e qui aurait été absent·e à au moins 3 cours, sans fournir de motif justifié pour ses absences. Le recours à l'IA dans les productions personnelles doit être justifié et mentionné sous peine d'annulation de l'épreuve au motif de tricherie.",
        "other_info": "Le plan du cours et les thématiques abordées seront établis en collaboration avec les étudiant·es. Des éléments bibliographiques seront proposés aux étudiant·es, comprenant éventuellement des textes dont la lecture sera obligatoire.",
        "online_resources": "Sur Moodle: Documents en lecture obligatoire et en lecture facultative PowerPoints des séances ex-cathedra Rapports de recherche et rapports d'évaluation présentés à titre d'exemples",
        "bibliography": "Documents et bibliographies proposés sur Moodle.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecri1508",
        "title": "Introduction à la psychologie clinique générale et criminologique",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Janssen Christophe"
        ],
        "teaching_language": "Français",
        "prerequisites": "Eléments de psychologie générale",
        "topics_covered": "Définir la psychologie clinique et la situer dans le champ de la psychologie. Introduire les notions de « normal » et de « pathologique », de « thérapeutique » mais aussi d'« individu », de « personne » et de « sujet ». Transmettre une conceptualisation du développement de la subjectivité et ses avatars (notamment psychopathologiques). Initier l'étudiant à quelques développements nosologiques (névrose, psychose, perversion, états-limites). Mettre au travail les notions de cadre et de dispositif dans le champ clinique ainsi que la prééminence du travail d'écoute. Soumettre à la réflexion les rapports qu'entretiennent les repères théoriques et la rencontre de sujets singuliers dans un cadre clinique. Développer la question de la demande et de son déploiement. Présenter les trois courants principaux que sont la psychanalyse, la systémique et le cognitivo-comportementalisme (spécificités, dispositifs, fondements épistémologiques, etc.). Aborder quelques questions contemporaines auxquelles se confronte la psychologie clinique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant(e) sera capable de : mesurer les enjeux propres à la psychologie clinique : approche, méthode, objets et champs d'intervention restituer une approche du développement psychique en l'articulant à diverses souffrances potentielles du sujet relevant de la psychopathologie distinguer les notions de cadre et de dispositif mesurer l'importance de mettre au c'ur de la psychologie clinique le travail d'écoute et définir les spécificités de celui-ci penser une mise en rapport des théories générales en psychologie clinique et de la rencontre avec des sujets singuliers distinguer les différents courants propres au champ de la psychologie clinique comprendre ce qu'est une demande dans un cadre clinique et la façon dont il convient (ou non) d'y répondre comprendre les enjeux cliniques contemporains auxquels nous confrontent les transformations sociales récentes.",
        "content": "1. Approche historique et épistémologique de la psychologie clinique Ce premier temps permettra de situer épistémologiquement la discipline \"psychologie clinique\". Il s'agira également d'en comprendre l'évolution au sein d'une société en mutation. 2.Eléments de psychanalyse Ce deuxième temps de l'enseignement consistera à transmettre aux étudiants une théorisation de l'appareil psychique telle que proposée par la psychanalyse. Il s'agira d'évoquer les notions de symptôme, de pulsion, de transfert, etc. 3. Notions de psychopathologie Dans un troisième temps, il s'agira de découvrir diverses pathologies (psychoses, névroses, perversions). 4. Questions cliniques criminologiques Ce dernier temps de l'enseignement permettra d'intégrer les trois points qui précèdent en les articulant à des questions criminologiques (i.e. criminalité des mouvements sectaires).",
        "teaching_methods": "Cours magistraux.",
        "assessment_methods": "Examen écrit.",
        "online_resources": "Moodle - Teams",
        "bibliography": "CANGUILHEM G. [1966], Le normal et le pathologique, Paris, Presses universitaires de France, 2005. CHABERT C., VERDON B., Psychologie clinique et psychopathologie, Paris, Presses universitaires de France, 2008. ROUSSILLON R., Manuel de psychologie et de psychopathologie générale, Paris, Elsevier Masson, 2014. WINNICOTT D.W., Playing and Reality, London:Routledge, 1971. ...",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5014",
        "title": "Art et Crime",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5037",
        "title": "Actualité de la recherche en criminologie",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2506",
        "title": "Recherches en psychopathologie et criminologie",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Janssen Christophe",
            "Kalonji Ditunga Johan"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours est accessible aux étudiants ayant une base de formation en psychopathologie et psychologie clinique. Pour les étudiants en criminologie : avoir suivi au moins un des deux cours de \"Perspectives psychanalytiques en criminologie\"(LCRIM2501) ou \"Perspectives critiques en criminologie clinique\" (LCRIM2502). Pour les étudiants d'autres facultés choisissant ce cours à option, avoir suivi au moins un cours de psychopathologie ou psychologie clinique. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Préciser ce que l'on entend par psychologie pathologique, quelles sont les exigences théorico-cliniques de la discipline et les conséquences de sa démarche dans le débat avec les disciplines juridiques, notamment en matière de responsabilité et de culpabilité. Etudier différents registres psychopathologiques en examinant : - la diversité des formes et figures qui relèvent de chacun de ces registres ; - ce qui, de l'existence humaine, s'y pathologise ; - quels en sont les enjeux et les processus dynamiques ; - en quoi ils sont susceptibles de donner lieu à des manifestations délinquantes et/ou déviantes. Les domaines à ainsi explorer sont ceux des troubles contactuels, des inversions et perversions sexuelles, des conflictualités névrotiques et des altérations psychotiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de : concevoir les démarches de recherche pertinentes concernant les formes de la psychopathologie susceptibles de participer à l'engendrement de diverses modalités de délinquance et/ou de déviance. appréhender les différences de méthode et de résultat entre les recherches à partir de cas singuliers en vue d'élaborer la dynamique interne des troubles (en outre la recherche en psychanalyse) et les recherches visant à dégager les tableaux typiques et les facteurs de risques, de maintien ou de rechute de la pathologie saisir les points de vue respectifs dans le débat entre juriste et spécialiste en pathologie psychique au sujet de l'éventuelle part de pathologie dans la délinquance ; pouvoir identifier comment les insertions sociales et les implications dans la délinquance peuvent conduire à des troubles psychopathologiques.",
        "content": "Ce cours de recherche consiste en la transmission dans une perspective psychopathologique, d'éléments théoriques en lien avec une thématique spécifique  (i.e. Le crime immotivé, les crimes de masse, crime et adolescence, crime et idéologie, etc.). Sur cette base, chaque étudiant devra travailler à partir d'un cas réel ou fictionnel et de la littérature scientifique. Des séances de cours seront consacrées à ce travail en groupe.",
        "teaching_methods": "Cours théoriques, lectures et discussions.",
        "assessment_methods": "Travail individuel écrit présenté oralement lors des dernières séances de cours.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5002",
        "title": "Lutte contre les atteintes criminelles aux droits de l’Homme: consensus et efficience des instances internationales",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl1823",
        "title": "English receptive skills for students in criminology",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Heiderscheidt Nathalie"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Le Niveau A2 du \"Cadre européen commun de référence pour les langues\". Toutefois, l'étudiant plus faible pourra se remettre à niveau grâce aux outils de remédiation mis à sa disposition.",
        "topics_covered": "Cette unité d'enseignement est articulée autour de différents thèmes liés à la criminologie. Les textes et vidéos abordés au cours proviennent de sources authentiques et impliquent, pour les textes, la lecture et la préparation à domicile de la part de l'étudiant qui doit mettre en oeuvre les stratégies de lecture acquises en classe. L'analyse et les commentaires des textes et vidéos en classe impliquent l'interaction des étudiants. Le vocabulaire et les structures de base sont consolidés par le biais d'exercices écrits et oraux (analyse et commentaires). La grammaire est vue en contexte et renforcée par des exercices réguliers. La prononciation du vocabulaire général et spécifique est exercée de façon systématique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : A la fin de cette unité d'enseignement, l'étudiant aura développé ses compétences, essentiellement réceptives, en anglais. Il sera capable de 1 [Compréhension à la lecture] Comprendre un texte en anglais orienté vers la criminologie Niveau B1+ du Cadre européen commun de référence pour les langues 2 [Compréhension à l'audition] Comprendre une communication orale claire et standard dans ce même domaine Niveau B1 du CECR pour les langues 3 [Connaissance du Code] Maîtriser le vocabulaire (élémentaire, intermédiaire, académique et spécifique à la criminologie). Maîtriser les principaux points grammaticaux (formes verbales). Maîtriser la prononciation du vocabulaire vu.",
        "content": "Cette unité d'enseignement vise à améliorer la compréhension à la lecture et à l'audition de matériel authentique dans le domaine de la criminologie. Il vise également à donner aux étudiants une meilleure maîtrise du code linguistique de l'anglais à travers des exercices de grammaire et de prononciation ainsi qu'à développer le vocabulaire général, académique et spécifique des étudiants. Au terme de ce cours les étudiants auront atteint le niveau B1+ du Cadre européen commun pour les langues en compréhension à la lecture et le niveau B1 en compréhension à l'audition.",
        "teaching_methods": "Cette unité d'enseignement se donne en présentiel et inclut aussi du travail en auto-apprentissage via la plate-forme Moodle. Lecture à domicile de textes, de façon extensive et en adoptant les stratégies de lecture Analyse et commentaire de ces textes au cours Pratique du vocabulaire des textes Analyse et résumé de points grammaticaux Décodage, au rythme de chacun, de programmes vidéo, de façon extensive et intensive Pratique de la prononciation de mots de vocabulaire général et spécifique",
        "assessment_methods": "En début d'année, les étudiants peuvent passer un test dispensatoire d'un niveau équivalent à l'examen final (inscription obligatoire). Les étudiants ayant obtenu la note de 12/20 ou plus seront dispensés du cours et de l'examen. La présence aux cours de langues est requise . Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 2 cours par quadrimestre, sans fournir de motif justifié pour ses absences. Les modalités d’évaluation de cette unité d’enseignement sont les suivantes : Examen partiel en janvier (35%) Examen écrit portant sur les textes et vidéos abordés au Q1 ainsi que sur la matière d'auto-apprentissage du Q1 + test de lecture à haute voix (30%). QCM et questions ouvertes. Evaluation continue (tests + exercices sur la plate-forme Moodle) (5%) Examen final en juin (65%) Examen écrit portant sur les textes et vidéos abordés au Q2, sur la matière d'auto-apprentissage du Q2 et sur les compétences acquises en lecture et audition + test de lecture à haute voix (55%). QCM et questions ouvertes. Evaluation continue (tests + exercices sur la plate-forme Moodle + participation active au cours tout au long de l'année) (10%) Examen à la session de septembre (100% ou 85%) L'examen de septembre porte sur la matière de toute l'année. QCM et questions ouvertes. La note d'évaluation continue à hauteur de 15% n'est prise en compte que si elle est en faveur de l'étudiant.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=670",
        "course_materials": "Le syllabus LANGL 1823 « English receptive skills for students in  criminology » Le  cours en ligne sur Moodle « English receptive skills for students in criminology »",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldrop2123",
        "title": "Droit pénal international",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Steenberghe Raphael"
        ],
        "teaching_language": "Français",
        "topics_covered": "Cet enseignement est spécialisé. Il s'appuie sur la connaissance des notions de base en droit pénal général, en droit de la procédure pénale et en droit international public.\nIl entend étudier des phénomènes juridiques qui connaissent des développements récents et importants.  \n\nLa première partie du cours est relative à la coopération internationale en matière pénale. Elle comportera d'abord l'étude des différents espaces institutionnels d'élaboration et de mise en 'uvre  de la coopération Après avoir fait l'inventaire des principales caractéristiques des traités et autres instruments internationaux adoptés dans le cadre des Nations-Unies, l'on s'interrogera sur la notion de crime international.\nEnsuite, le cours sera consacré à l'étude de certains crimes, en l'occurrence les violations graves du droit international humanitaire (les crimes commis lors des conflits armés, les crimes contre l'humanité et le crime de génocide). Il portera enfin sur l'examen de la responsabilité pénale des individus, auteurs ou complices de ces crimes, que celle-ci soit mise en 'uvre devant les juridictions pénales nationales (notamment belges) ou devant les juridictions pénales internationales (tribunaux pour l'ex-Yougoslavie et le Rwanda, Cour pénale internationale) ou les tribunaux mixtes (ex. : Sierra Leone ou Cambodge).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 2 Maîtriser et appliquer Maîtriser le contenu des principales règles du droit positif belge dans toutes ses branches, ainsi que celles du droit européen et du droit international, pouvoir en comparer les traits essentiels à quelques systèmes étrangers et être capable de passer de l’abstraction de la règle de droit aux faits, fussent-ils présentés de façon complexe, et inversement. 2.1 . Avoir une connaissance actuelle et une maîtrise générale des principes, règles, théories, doctrines et jurisprudences donnant corps aux différentes branches du droit, en particulier le droit fiscal et le droit comptable, le droit international privé, le droit international public, le droit des sociétés, le droit patrimonial de la famille, le droit de la sécurité sociale et le droit des sûretés. 2.2 . Connaître et comprendre l’influence qu’ont certaines normes et institutions européennes et internationales sur ces différentes branches du droit. 2.6. Etre capable de passer de l’abstraction de la règle de droit aux faits concrets, et inversement.",
        "content": "Après avoir examiné les caractéristiques des instruments juridiques adoptés au sein des Nations Unies en matière pénale et s'être interrogé sur la notion de crime international et son évolution, l'on étudiera les violations graves du droit international humanitaire (crimes commis lors des conflits armés, crimes contre l'humanité, crime de génocide). L'étude portera, d'abord, sur les principes généraux qui s'appliquent en cette matière et, ensuite, sur la définition de ces crimes et la détermination de leur champ d'application. Elle portera, le cas échéant, sur quelques éléments de droit substantiel énoncé dans les conventions internationales, sur le contenu des obligations des Etats en la matière et sur les dispositions internationales prises en vue du contrôle de l'application de ces conventions. Elle portera, enfin, sur l'examen de la responsabilité pénale des auteurs ou complices de ces crimes, que celle-ci soit mise en oeuvre devant les juridictions pénales nationales, internationales ou mixtes, et notamment sur la procédure mise en oeuvre devant la Cour pénale internationale.",
        "teaching_methods": "Il s'agit d'un cours magistral, mais qui laisse une place pour l'intervention des étudiants et de leurs questionnements et réflexions.",
        "assessment_methods": "L'étudiant peut apporter uniquement son Code à l'examen (sans annotations ; surlignages et renvois numériques tolérés).",
        "other_info": "Le cours s'appuie sur la connaissance des notions de base en droit pénal général, en droit de la procédure pénale et en droit international public.",
        "online_resources": "Pr M.-L. Cesoni Un plan détaillé du cours est mis à disposition sur moodle, ainsi que des extraits d'arrêts à étudier. Pr D. Vandermeersch Une synthèse du cours sera postée sur moodle.",
        "responsible_entity": "BUDR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2308",
        "title": "Approche interdisciplinaire de la sécurité",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Valkeneer Christian-Paul",
            "Francis Vincent"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le concept de sécurité occupe depuis quelques décennies une place centrale dans les champs politiques, sociaux et médiatiques. Différentes théories, dont notamment celles sur l'insécurité, ont tenté d'expliquer cette émergence et de mettre en évidence ses causes. Les pouvoirs publics ont développé des programmes de nature diverse - préventif et répressif - faisant appel à de multiples intervenants (travailleurs sociaux, urbanistes, policiers, magistrats) afin de répondre à cette demande réelle ou induite de sécurité. Plusieurs opérateurs privés ou parapublics ont fait de la sécurité une dimension à part entière de leurs activités. Pensons aux sociétés de transport en commun, à la grande distribution ou aux établissements scolaires. Fondé sur une démarche pluridisciplinaire, l'enseignement est conçu comme un travail d'équipe rassemblant plusieurs enseignants venus d'horizons différents (criminologie, histoire, architecture, sciences politiques, communication sociale...) qui analyseront le concept au travers de leurs champs d'analyse respectifs. Selon les années, l'accent pourra être mis davantage sur tel ou tel aspect de la problématique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable : - d'appréhender de manière critique le concept de sécurité et les enjeux qu'il sous-tend : dans son évolution historique ; dans sa construction récente et dans les causes qui sous-tendent son émergence ; dans sa prise en charge par les pouvoirs publics (Etat, ville, justice) ; dans son expression médiatique et les effets de celle-ci sur les perceptions du phénomène ; dans ses prolongements urbanistiques ; dans sa dimension technologique ; dans sa place dans les politiques pénales et dans les attentes que nourrissent à son endroit les victimes. - de mobiliser les enseignements transmis et les instruments mis à sa disposition pour devenir un acteur constructif dans les différents champs abordés.",
        "teaching_methods": "Le cours est dispensé sous la forme d’un séminaire consacré, dans un premier temps, à l’analyse de textes scientifiques relevant de diverses approches disciplinaires en matière de sécurité (droit, sociologie, histoire, urbanisme, nouvelles technologies...) et, dans un second temps, à la mobilisation des connaissances acquises en vue d’élaborer (par groupes de 4/5 étudiants) des plans d’actions à même de répondre à une problématique de sécurité, locale et concrète (casus), proposée par les enseignants.",
        "assessment_methods": "L’évaluation porte sur deux types de prestation : La présentation (avec PowerPoint) par groupe d'un plan d’action en matière de sécurité. La rédaction d’un texte de 8 à 10 pages traitant plus en profondeur d’une question théorique abordée lors du cours et choisie par l’étudiant·e. Les étudiants indiqueront systématiquement toutes les parties de leurs prestations qui sont réalisées à l'aide d'une IA générative ainsi que les objectifs sous-tendant cette utilisation. Toutes les sources mentionnées dans une prestation doivent être rendues accessibles à l'enseignant, sans délai et sur simple demande. Elles sont déposées, le cas échéant, sur la plateforme Moodle, en même temps que leurs travaux. L’enseignant peut, pour l’évaluation de toute prestation écrite, interroger oralement l’étudiant sur le contenu de celle-ci, ainsi que sur la méthodologie suivie et les sources mobilisées.\" La présence à ce cours est requise. Les titulaires du cours peuvent, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 3 cours, sans fournir de motif justifié pour ses absences.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1007",
        "title": "Sociologie : éducation, santé et travail",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Zune Marc"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours aborde : ·         les théories et l'épistémologie de la sociologie ·         les auteurs fondateurs et contemporains ·         les identités et les liens sociaux ·         le regard sociologique sur les champs de l'éducation-santé-travail",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant devra être capable de/d': ·         comprendre l'objet d'une approche sociologique des faits sociaux, et la manière dont la sociologie traite des dimensions collectives et individuelles, de liberté et de contrainte, de la vie en société. Cerner les différentes options méthodologiques de la sociologie (enquêtes par questionnaires, entretiens, observations, démarche idéal-typique) ·         utiliser activement les concepts sociologiques dans l'interprétation du monde social qui est le sien et sa place dans ce monde, en lui permettant de rompre avec le sens commun et de développer son sens critique ·         acquérir une compréhension critique de quelques problématiques issues de champs sociologiques particuliers (l'éducation, la santé et le travail) Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1 : maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation ·         comprendre et expliciter l'objet spécifique et les grands courants théoriques des disciplines proches : philosophie, anthropologie, sociologie, linguistique ; ·         identifier et expliciter les liens qui existent entre la psychologie, la logopédie, les sciences de l'éducation et les disciplines proches ; ·         comprendre et expliciter les modèles des modes de fonctionnement ordinaires et atypiques les plus fréquentes des individus, groupes et organisations. Secondairement, ce cours vise à amener les étudiants à : A2 : analyser et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie connaître les différents outils d'observation et d'analyse qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation ; sélectionner les données, théories, méthodes et outils pertinents face à une situation simple ; utiliser ces données, théories, méthodes et outils pour modéliser une situation simple ; prendre conscience de l'influence de ses propres représentations et préjuges dans son analyse ; faire la distinction entre une analyse professionnelle et une analyse relevant du sens commun. E2. : identifier l'apport et la plus-value de la recherche scientifique en psychologie sur sa compréhension de situations données faire une analyse critique de la littérature existante sur une problématique de recherche du domaine ; discerner les spécificités d'une approche scientifique plutôt que naïve du domaine.",
        "content": "Le cours a pour objectif d'introduire les étudiants à la discipline sociologique. Le cours se divise en deux parties. La première aborde l'analyse sociologie de la modernité (Durkheim, Weber; Beck). La seconde partie traite plus spécifiquement des champs de l'éducation, de la santé mentale et du travail en traitant de manière approfondie des questions spécifiques : qu'est-ce que la normalité des comportements sociaux, comment expliquer les inégalités de réussite scolaire, quelles sont les analyses de la responsabilisation en matière d'emploi et de travail ?  De manière plus transversale, il s'agit de montrer les formulations et reformulations successives de la distinction entre structuralisme et actionnisme, et les fondements épistémologiques qui les sous-tendent. Sur le plan de la méthode, le cours vise une appropriation des concepts par les étudiants, ce qui implique une pédagogie reposant sur un équilibre entre apports conceptuels et exemples d'application, au travers de reportages, de photographies, de tableaux statistiques, d'enquêtes réalisées dans l'auditoire.",
        "teaching_methods": "Presentation, exemples, travail autonome",
        "assessment_methods": "L'évaluation finale du cours fera l'objet d'un examen écrit. Cet examen peut comprendre des questions fermées et des questions ouvertes, et la répartition des questions en fonction de ces deux modalités peut varier d'une session à l'autre. Des exemples d'examens d'années antérieures sont disponibles sur Moodle. Les étudiants reçoivent leur copie corrigée.",
        "online_resources": "Voir la page Moodle du cours",
        "bibliography": "Support de cours : voir ressources scannées et postées sur l'espace Moodle du cours.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2501",
        "title": "Perspectives psychanalytiques en criminologie",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Masson Antoine"
        ],
        "teaching_language": "Français",
        "prerequisites": "Avoir suivi un cours de base traitant de la psychologie clinique ou de la criminologie psychologique Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Parmi les thèmes à aborder : Les apports critiques de la psychanalyse concernant l'établissement des faits, depuis le texte de Freud en 1906 jusqu'à la pensée des différences et nouages entre réalité interne et externe, construction psychique, réel, vérité, fantasme. L'analyse métapsychologique du crime et du criminel. L'étude de causalité complexe entre le crime et les avatars oedipiens et narcissiques. L'étude des notions de « crime paranoïaque » et de « crime pervers ». L'étude des troubles du caractère, « exceptions », « criminel par sentiment de culpabilité ». La compréhension de la « compulsion d'aveu », et l'étude des dynamiques psychiques s'établissant entre le criminel et ses juges. Les tendances criminelles chez les enfants normaux et le crime dans les sociétés primitives. La dynamique psychique du passage à l'acte, ses déterminants inconscients. Les modes d'articulation entre le discours psychanalytique, le discours juridique et les autres discours des sciences humaines. Les éclairages psychanalytiques des ressorts psychiques inconscients à l'oeuvre sur les différentes scènes du système pénal (procédure pénale, sanction, contrainte)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant sera en mesure d'appréhender de manière critique la littérature psychanalytique, les fondements théoriques des pratiques inspirées par la psychanalyse. Cet objectif principal implique de pouvoir saisir et déployer : la place du crime (symbolique) au fondement de conception freudienne du psychisme ; la manière dont la psychanalyse (avec l'hypothèse de l'inconscient) a transformé et enrichi la conception anthropologique en général et en particulier l'anthropologie du crime et de la sanction ; les différentes lectures psychanalytiques du crime et/ou du criminel, en outre le rapport entre crime et les organisations psychiques ; les différentes lectures psychanalytiques de la réaction au crime tant au niveau de la psychologie collective que chez les juges et autres intervenants impliqués dans le système pénal et l'administration des preuves ; les débats, entre psychanalystes et entre les psychanalystes et autres disciplines, quant à la nature même et la portée de l'apport spécifique de la psychanalyse à la criminologie ; les enjeux épistémologiques de la recherche en psychanalyse, la rigueur de la méthode visant à saisir une singularité psychique, les exigences de la démarche clinique, tout en saisissant du même coup les limites afin d'éviter les interprétations sauvages ainsi que les extrapolations et généralisations abusives ; les débats éthiques qui ont traversé les différents courants de la psychanalyse dans son contact avec la criminologie (liberté, responsabilité et inconscient...), les éléments de réponse mais aussi les questions controversées et les problèmes encore en suspens ; le retentissement des apports de la psychanalyse (influences, emprunts, oppositions...) dans d'autres disciplines : psychiatrie, psychologie, sciences de l'éducation, anthropologie, politique criminelle, histoire, philosophie, littérature, art, etc.",
        "teaching_methods": "Les objectifs seront réalisés par le biais de lectures et commentaires de textes ayant marqué l'implication de la psychanalyse dans le champ de la criminologie, depuis les premiers fondements freudiens jusqu'à la période contemporaine, en passant par la réinterprétation des textes freudiens à partir de l'anthropologie structurale, de la linguistique et de la topologie. Il s'agira de retracer l'évolution des découvertes et des innovations conceptuelles au fil de l'histoire des courants psychanalytiques en prenant appui sur la lecture des textes les plus représentatifs et sur l'étude d'exposés de cas disponibles dans la littérature ; d'interroger du même coup l'implication active de la psychanalyse dans la transformation des savoirs et des pratiques.",
        "assessment_methods": "Examen oral",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecri1502",
        "title": "Introduction à la science forensique",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bitzer Sonja"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'introduction à la science forensique abordera l'histoire et le développement de la discipline, ainsi que ses relations avec la criminologie. Le processus global, c'est-à-dire depuis la scène de crime jusqu'au procès, sera présenté en considérant la trace comme élément central. La deuxième partie se concentre sur la diversité des traces rencontrés sur une scène de crime, au sens large. Des empreintes anthropométriques, aux traces de personnes et d'objets, en passant par les traces physico-chimiques et biologiques, sans négliger les traces numériques. Tous les types de traces seront examinés quant à leur nature, leurs caractéristiques, leur spécificité, leurs méthodes de recherche, de prélèvement et d'analyse. Finalement, l'interprétation des résultats d'analyse par le rapport de vraisemblance du théorème de Bayes sera étudié. La dernière partie se focalise sur l'intégration des traces dans le système judiciaire belge. L'accent est donc mis sur les lois en vigueur concernant l'application de méthodes scientifiques au service de la procédure judiciaire ainsi que le statut d'expert forensique au sens juridique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de : définir la science forensique et la trace ; comprendre et énoncer les principes forensiques ; décrire et expliquer les différentes approches méthodologiques (ACE-V, logique indiciaire, Bayes, renseignement, etc.) ; décrire la nature et les caractéristiques des différentes traces exploitées dans l'investigation criminelle (papillaires, biologiques, d'objet, etc.) ; reconnaître la pertinence et l'utilité de la trace, ainsi que les rôles principaux de la science forensique ; relier ces concepts avec des exemples de cas réels impliquant les différents types de trace.",
        "content": "Initiation aux fondements de la science forensique, reconnue comme science à part entière en mettant un accent particulier sur les raisonnements intrinsèques à cette discipline. Formation des étudiants dans une perspective critique au processus holistique allant de la scène de crime jusqu’à l’utilisation des traces au procès, tout en passant en revue les méthodes d’investigation, les différents types de trace, les techniques d’analyses ainsi que leur intégration dans l’enquête et dans le système judiciaire.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "L’évaluation vise à mesurer l’atteinte des acquis d’apprentissage visés. L’évaluation est réalisée à l’aide d’un examen écrit (en francais) constitué d’une partie comprenant des questions QCM et d’une partie comprenant des questions ouvertes. La note finale est la moyenne arithmétique des notes des deux parties.",
        "online_resources": "Moodle",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2304",
        "title": "Ethique des pratiques criminologiques",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Renard Bertrand"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "La première partie du cours est théorique. Elle propose, au départ d’un choix d’auteurs ayant conceptualisé le sujet, diverses approches de la question éthique dans leur rapport avec les situations criminologiques professionnelles que l’étudiant·e est susceptible de rencontrer La seconde partie impose aux étudiant·es une participation individuelle et collective dans la construction et l’élucidation de dilemmes professionnels rencontrés dans trois champs de pratiques. Ce travail s’appuie sur des textes et des ressources audiovisuelles ad hoc . La pratique criminologique se trouve souvent confrontée à des choix difficiles : de nombreux dilemmes et paradoxes l'affectent (parmi lesquels, par exemple, la dualité des fonctions d'aide au sens large et des fonctions de contrôle). Directeurs de prison, agents de probation, policiers, magistrats, services d’aide aux victimes doivent en permanence se situer face à des exigences qui apparaissent souvent comme contradictoires ou trouver des réponses à des questions pour lesquelles aucune norme instituée ne peut servir d'outil. La réflexion éthique sera menée à partir de divers champs particuliers d'intervention dont le choix pourra évoluer selon les années (par ex. police, magistrature et victimes, exécution des peines).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est double. Au terme du cours, l'étudiant devra être capable de situer les pratiques criminologiques dans les champs normatifs où elles s'inscrivent : droit, déontologie et éthique. L’étudiant devra savoir identifier les ressorts et composantes de dilemmes éthiques afin de de transformer et/ou de produire du sens dans l’action. sachant que les normes ne constituent que des repères incomplets, comprendre et appréhender les principales questions qui se posent au niveau de la définition de l'éthique dans la philosophie contemporaine, ainsi que l'enjeu et le sens des débats éthiques ; il-elle devra aussi se montrer capable de réfléchir à la construction d'un cadre de référence éthique pour l'action dans le champ criminologique.",
        "content": "La première partie du cours est consacrée aux aspects éthiques en criminologie. Trois secteurs d'intervention et divers enjeux seront rencontrés au moyen de lectures et de diffusion de films ou documentaires, support de la présentation de dlimmes par les étudiants et de leur discussion collective.",
        "teaching_methods": "Le cours est de nature interactive. Après des séances théoriques introductives, les étudiants se répartiront en groupes thématiques et prépareront l'animation des séances thématiques qui suivront, en construisant des dilemmes éthiques.",
        "assessment_methods": "La présence à ce cours est requise. Les titulaires du cours peuvent, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un·e étudiante qui aurait été absent·e à au moins 3 cours, sans fournir de motif justifié pour ses absences. L’évaluation vise à mesurer l’acquisition des apprentissages précisés ci-dessus. Dans le cadre de ce cours, les étudiant·es sont évalué·es sur la base d’un examen écrit (en français et à livre ouvert) comportant une ou plusieurs question(s) à développement d’un poids équivalent (100% de la note finale). Le recours à l'IA dans les productions personnelles doit être justifié et mentionné sous peine d'annulation de l'épreuve au motif de tricherie.",
        "other_info": "La présence est impérative au premier cours , mais également à toutes les autres séances. Ceci est propre à la pédagogie spécifique de l'enseignement, pédagogie qui sera présentée lors de la première séance durant laquelle des choix seront opérés pour la suite du cours, choix impliquant les étudiant.e.s. Les étudiant.e.s qui savent déjà qu'elles/ils ne pourront pas assister au premier cours ou qui ont des difficultés à assurer un présentiel régulier sont prié.e.s de s'orienter vers un autre cours à option.",
        "online_resources": "Les textes en lecture obligatoire et facultative sont disponibles sur Moodle, ainsi que les liens vers les supports documentaires.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2306",
        "title": "Approche interdisciplinaire de la prévention et du traitement de la délinquance",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Branders Chloé",
            "Englebert Jérôme",
            "Kalonji Ditunga Johan"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Définition des notions de base afin de discerner les spécificités et de préciser les modes d'interactions possibles entre elles : protection, prévention, aide, accompagnement, suivi, (ré)éducation, remédiation, médiation, soins thérapeutiques ou palliatifs). Examen des relations entre réaction pénale et réponse visant la santé/qualité de vie. Etude des interactions institutions-pratiques, ainsi que de l'impact des contextes dans lesquels l'intervention se déroule (prison, probation, libération conditionnelle, aide contrainte, réseaux d'intervenants) Analyse des différents modèles possibles pour concevoir les problèmes en cause et de ceux qui concernent le traitement, ainsi que des modalités de rapport entre ces deux ordres de modèles. Exposé des paradigmes méthodologiques majeurs dans leurs modèles théoriques, leurs principes techniques, les processus de changement auxquels ils oeuvrent et dans leurs applications en matière de délinquance (que l'on en soit auteur ou/et victime). Illustrations par des témoignages cliniques. Analyse des particularités dues à l'âge des intéressés (enfance, adolescence, âge adulte) ainsi qu'à la prise en charge de famille, de couple ou autre groupe. Discussion de recherches évaluatives en matière de traitement de la délinquance",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de : - différencier la pluralité des formes d'intervention et des types de finalités qui peuvent tous relever de la prévention et du traitement ; - penser l'articulation entre la prévention/protection et le traitement d'une part et d'autre part la répression et la sanction ; - discriminer les niveaux individuel, collectif et institutionnel en tant que cibles, moyens et dimensions de l'intervention - apprécier les contributions respectives des diverses disciplines qui mènent des recherches en ce domaine ; - évaluer les spécificités et les indications des différents modèles mis en pratique en fonction des formes de délinquance concernées et suivant la théorisation des problèmes en cause.",
        "content": "Le cours est consacré au traitement de la délinquance dans une perspective clinique au sens large. Un éclairage psychologique, psychiatrique et sociologique a pour objectif de produire un savoir critique dans le domaine de la criminologie à propos des modalités de prise en charge, d’évaluation et de thérapie à l’égard des personnes délinquantes. Une évolution des pratiques pénales en matière d’organisation du soin en prison et une réflexion sur les auteurs d’infractions à caractère sexuel sera développée. Une partie du cours abordera également le cas spécifique des mineurs ayant commis un fait qualifié d’infraction.",
        "teaching_methods": "Exposé des problématiques et commentaires de textes.",
        "assessment_methods": "Examen oral",
        "course_materials": "Notes de synthèse et textes de référence.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5001",
        "title": "Radicalisations, identités et reconnaissance",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecri1505",
        "title": "Approche criminologique de la marginalisation et de l’exclusion sociale",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Branders Chloé"
        ],
        "teaching_language": "Français",
        "topics_covered": "Approche des principaux concepts et théories de la marginalisation, de ses causes et de ses effets. Analyse des processus de marginalisation liée aux évolutions économiques et sociales et mise en lien avec les processus de criminalisation. Etude de phénomènes sociaux interrogeant la relation entre ces dives concepts (par ex. les émeutes urbaines).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à permettre aux étudiants de : - développer une connaissance des concepts fondamentaux en matière de déviance et de marginalité, - saisir la dimension complexe de la relation opérée entre marginalisation, délinquance et criminalisation, -faire les liens entre les théories vues au cours et des situations pratiques rencontrées dans la réalité sociale (développement d'une grille de lecture). Ce cours vise à introduire les étudiants intéressés (il s'agit d'un cours à option) aux questions actuelles en matière de marginalisation, d'exclusion et de désaffiliation. L'approche est pluridisciplinaire en ce sens que ces concepts sont abordés à travers des perspectives historique, sociologique, juridique et psychologique.  Elle doit permettre à l'étudiant, à  partir de son curriculum propre (ce cours est suivi par des étudiants en criminologie, psychologie, droit, sociologie, histoire'), de situer les questions de marginalisation d'exclusion dans un cadre plus large et dans une perspective dynamique.",
        "content": "Le cours a pour objet l’analyse des processus de marginalisation et d'exclusion sociale en lien avec le crime (compris dans un sens large) et son traitement social. L'analyse des processus se fera de manière pluridisciplinaire et critique. Après une première partie introductive reprenant les grandes notions clés du cours (marginalisation, exclusion, stigmatisation, étiquetage, criminalisation, système d’oppression...), nous nous intéresserons à l’analyse de plusieurs phénomènes sociaux révélant ces processus de marginalisation liés au crime. Dans un second temps, nous étudierons les moyens d’enrayer les processus de marginalisation par l’analyse de pratiques inclusives et d’actions à visée émancipatrices. Des clés d’analyse conceptuelles seront fournies afin de saisir la complexité de ces pratiques et de ces actions (inclusion sociale, intersectionnalité, théorie de la reconnaissance, démocratie culturelle…). Le cours s’organisera autour des grandes thématiques suivantes : - La criminalisation de la misère et la pauvreté en prison ; - La racialisation du crime et les effets discriminatoires du système pénal ; - La reproduction de la violence symbolique et l’Aide et la protection de la jeunesse ; Les cas suivants pourront faire l’objet d’analyses : - Le théâtre en prison ; - Les émeutes urbaines ; - Le mouvement hip-hop ; - … En fonction de l'actualité, les thématiques et cas d’analyse sont susceptibles de changer.",
        "teaching_methods": "Cours ex-cathedra avec méthodes participatives et intéractives avec l'auditoire, interventions de personnes extérieures et de terrain",
        "assessment_methods": "Examen écrit (dissertation originale, analyse de cas ou questions ouvertes)",
        "other_info": "Support : plan de cours, portefeuille de lectures et liste de références bibliographiques.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1235",
        "title": "Introduction à l'épistémologie et à la démarche scientifique des sciences sociales",
        "credits": "2.00",
        "hours": "20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Berger Mathieu"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour but d'initier les étudiants à l'épistémologie des sciences sociales et aux conditions (sociales, historiques et scientifiques) de production et de validation d'un savoir scientifique en sciences sociales. Il vise ainsi à installer chez les étudiants les fondements nécessaires au développement réflexif d'une démarche de recherche en sciences sociales (au sens large du terme).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de l'enseignement, l'étudiant devra être capable : -          de comprendre les critères de démarcation de la science ' autrement dit, de répondre à la question : qu'est-ce que la science ? Quels sont les critères qui qualifient une démarche scientifique ? -          d'élucider et de raisonner la position des sciences sociales face aux autres sciences, notamment dites « dures » -          d'élucider la position des sciences sociales face aux savoirs sociaux non scientifiques ; -          de comprendre et de maîtriser la (ou les) démarches qui fonde(nt) la construction de connaissances en sciences sociales, ce qui suppose : o   ce comprendre ce qu'implique la construction d'une problématique, à partir d'exemples tirés de disciplines différentes ; o   de distinguer la démarche hypothético-déductive de la démarche inductive et d'en saisir les fondements épistémologiques ; o   de distinguer entre « expliquer » et « comprendre » (démarches explicative et compréhensive) ; o   de formuler des hypothèses de recherche pertinentes dans le cadre de ces deux démarches -          de distinguer entre échelles d'analyse",
        "content": "Plan indicatif du cours : 1. L'émergence du raisonnement scientifique : pourquoi et comment pense-t-on ? 2. Qu'est-ce qu'une enquête ? 3. Qu'est-ce qu'une enquête scientifique ? 4. Formation du jugement et inférences fondamentales : déduction, induction, abduction 5. Qu'est-ce qu'une enquête en sciences sociales ? 6. Pluralisme de la recherche en sciences sociales : disciplines, théories, programmes, paradigmes 7. \"Epistémologie du point de vue\" ( standpoint epistemology ) _____ A l'issue de l'enseignement, l'étudiant devra être capable : de comprendre les critères de démarcation de la science, autrement dit, de répondre à la question : qu'est-ce que la science ? Quels sont les critères qui qualifient une démarche scientifique ? de comprendre ce qui caractérise la scientificité propre aux sciences sociales, par rapport aux sciences naturelles ; de distinguer les sciences sociales, comme disciplines empirico-conceptuelles, d'un côté, et la théorie sociale et politique, ou la philosophie, de l'autre ; de saisir la distinction entre les savoirs constitués par les sciences sociales et les savoirs sociaux non scientifiques ; de comprendre et de maîtriser les démarches qui fondent la construction de connaissances en sciences sociales, ce qui suppose d'avoir une compréhension approfondie de ce qu'est une \"enquête\" et une définition robuste de la notion de \"problématique\" ; de distinguer \"données qualitatives\" et \"données quantitatives\", tout en approchant de manière réflexive la notion même de \"donnée\" ; de distinguer les différentes inférences fondamentales du raisonnement que sont la déduction, l'induction et l'abduction, ainsi que les logiques et dispositifs de recherche qui leur correspondent  ; de distinguer, pour les sciences sociales, des enjeux de \"description\", de \"comprehénsion\", d' \"explication\" et de \"critique\", ces différentes opérations fondant des paradigmes différents ; de saisir les limites des sciences sociales et la dépendance de leurs théories vis-à-vis de présupposés méta-théoriques d'ordre philosophique.",
        "teaching_methods": "Le cours d’ Introduction à l’épistémologie et à la démarche scientifique des sciences sociales repose principalement sur des exposés théoriques, agrémentés d'illustrations puisées dans la pratique de la recherche. Le cours se donnera principalement en présentiel, avec, au maximum 20% des séances données à distance via Microsoft Teams.",
        "assessment_methods": "L'évaluation repose sur un examen écrit de deux heures à livre fermé portant sur l'ensemble de la matière. Une première partie de l'examen propose des questions \"fermées\" de restitution. Une second partie propose des questions \"ouvertes\", et donc un exercice de brève rédaction sur 20 lignes maximum. Les réponses sont des réflexions personnelles qui s'appuient sur les éléments vus au cours sans être une pure restitution \"telle quelle\" de ces éléments. Les mêmes modalités d'évaluation valent pour la session de janvier et la session d'août",
        "course_materials": "Slides du cours postés au fur et à mesure sur Moodle Les lectures indiquées dans le cadre du cours sont soit postées sur Moodle par l'enseignant, soit à rechercher en ligne ou en bibliothèque par les étudiants",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5034",
        "title": "Approches interdisciplinaires de la désistance",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2309",
        "title": "Crime, justice et culture",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Devresse Marie-Sophie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Les études culturelles se caractérisent par leur dimension trans/interdisciplinaire. Celle-ci permet d'approcher théoriquement et empiriquement sous des angles divers les dynamiques sociales et politiques qui traversent la culture contemporaine, ses fondements historiques, ses traits, les conflits qui la traversent, etc. Les chercheurs qui se spécialisent en études culturelles étudient généralement comment les pratiques culturelles se rapportent à des systèmes de pouvoir « associés ou opérant à travers des phénomènes sociaux tels que l'idéologie, les structures de classe, les formations nationales, l'origine ethnique, l'orientation sexuelle, le genre et la génération ». Il s'agit dès lors d'un courant de recherche à forte dimension critique, s'intéressant à la relation complexe existant entre culture et pouvoir. Du point de vue de la criminologie, l'approche culturelle s'intéresse à la relation entre délinquance et justice pénale et replace celle-ci dans les rapports qu'elle entretient avec des phénomènes connexes et variés tels que les représentations médiatiques du crime, la pénalisation des cultures minoritaires, les manifestations publiques d'émotion par les victimes de la criminalité, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de : maitriser un corpus de connaissances relatives aux Cultural Studies en général et à la Cultural Criminology en particulier ; maitriser les outils et méthodes d'analyses propres aux Cultural Studies en général et à la Cultural Criminology en particulier ; faire usage de manière transdisciplinaire des connaissances acquises dans l'ensemble de leurs enseignements aux fins d'éclairer l'analyse d'une production culturelle ; faire preuve d'ouverture et de créativité à travers la réalisation d'un travail personnel d'analyse d'une production culturelle ; communiquer, dialoguer et collaborer dans le cadre de la partie « analyse de productions culturelles » de l'enseignement.",
        "content": "Le cours est structuré en quatre parties: A. Une séance introductive présentera le plan de cours, la méthode pédagogique utilisée et permetttra l'organisation des séances suivantes. B. L'enseignement sera ensuite consacré à un cadrage théorique d'ordre général concernant les cultural studies en général et à la cultural criminology en particulier. C. Il sera ensuite subdivisé en plusieurs modules de deux heures consacrés à la présentation de travaux de groupes qui viseront: à la présentation d'un domaine culturel particulier (perspectives théoriques, recherches déjà menées sur le sujet, identification des questions, controverses et enjeux principaux etc.) à une analyse d'un ou plusieurs cas illustratifs de la théorie vue au cours (analyse de documents, diffusion d'extraits de fictions, de documentaires, etc.). La participation active des étudiant.e.s sera donc requise en séance dans la troisième partie du cours. D. Une séance finale conlusive et évaluative clotûrera l'enseignement.",
        "teaching_methods": "La méthode se fondra sur une alternance entre enseignement magistral, diffusion de documents audio-visuels et présentations de travaux.",
        "assessment_methods": "La présence à ce cours est requise. La titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un·e étudiante qui aurait été absente à au moins 3 cours, sans fournir de motif justifié pour ses absences. L’évaluation vise à mesurer l’acquisition des apprentissages précisés ci-dessus. Dans le cadre de ce cours, les étudiant·es sont évalué·es sur la base de deux travaux : Travail collectif obligatoire présenté oralement par groupe en cours de quadrimestre = analyse au départ d'une grille de lecture élaborée réflexivement, des éléments sociaux, politiques, idéologiques en jeu dans l'une ou plusieurs productions culturelles s'intéressant au crime et à la justice pénale (thèmes imposés). (70 % de la note finale) Travail personnel obligatoire (en français) à remettre en fin de quadrimestre = synthèse d'une lecture choisie par l'éudiant·e en relation avec son thème de travail collectif et la cultural criminology (30 % de la note finale). La note finale est donc la moyenne pondérée des notes A et B. Dans la note finale, la partie A vaut pour 14/20 et la partie B vaut pour 6/20 Le recours à l'IA dans les productions personnelles et collectives doit être justifié et mentionné sous peine d'annulation de l'épreuve au motif de tricherie. .",
        "other_info": "Une majorité des sources mobilisées pour le cours et des médias analysés sera en langue anglaise. Il convient donc d'avoir une connaissance suffisante de l'anglais pour participer. La présence est impérative au premier cours fixé la semaine de rentrée , mais également à toutes les autres séances. Ceci est propre à la pédagogie spécifique de l'enseignement, pédagogie qui sera présentée lors de la première séance durant laquelle des choix seront opérés pour la suite du cours, choix impliquant les étudiant.e.s. Les étudiant.e.s qui savent déjà qu'elles/ils ne pourront pas assister au premier cours ou qui ont des difficultés à assurer un présentiel régulier sont prié.e.s de s'orienter vers un autre cours à option.",
        "online_resources": "Plan de cours, dias power-points, portefeuille de lectures, documents audio-visuels disponibles sur Moodle ou en accès libre sur Internet et liste de références bibliographiques.",
        "bibliography": "Documents et bibliographies présentés sur Moodle.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1234",
        "title": "Théories et concepts en sociologie",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Zune Marc"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Principaux modes de théorisation découverts à partir de leur mise en uvre dans des recherches concrètes.\r- Concepts clés et principaux courants en sociologie.\r- Epistémologie de la sociologie et de l'anthropologie.\r- Les composantes de la théorisation : paradigmes, théories s.s., concepts, hypothèses générales.\r- Articulation entre théorie, méthode et objet.\r- La construction d'un objet socio-anthropologique et d'une problématique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Alors que le cours de BAC 1 introduit à la démarche sociologique et anthropologique à partir de problématiques sociales caractéristiques des sociétés contemporaines, ce cours-ci, situé en BAC 2, vise à donner une compétence théorique et conceptuelle (située à un niveau moyen d'abstraction et de systématicité) en sociologie. \r En particulier, il s'agira d'apprendre à répondre aux deux questions suivantes :\r- Quels sont les principes clés de l'analyse socio-anthropologique des phénomènes sociaux ?\r- En quoi consiste le travail de théorisation et de conceptualisation ?",
        "content": "Le cours de Théories et concepts en sociologie vise à aider les étudiants à mieux comprendre les processus de conceptualisation et de théorisation en sociologie. Le cours s'appuie sur trois parties : (1) une première partie vise à développer le \"regard sociologique\" à partir d'enquêtes empiriques ayant conduit à des conceptualisations innovantes, (2) une deuxième partie développer les théorisations sociologiques fondamentales proposées par Durkheim, Weber et Marx, et (3) une troisième partie aborde des conceptualisations et théorisations plus contemporaines.",
        "teaching_methods": "Exposés, analyses de matériaux empiriques, réalisation de travaux d'appropriation par les étudiants",
        "assessment_methods": "L'évaluation comprend 3 parties : (1) remise de 5 \"petits travaux\" en cours d'année et d'une analyse transversale. Ces travaux correspondent à une évaluation continue et sont valorisés à hauteur de 5 points sur 20 (2 points acquis lors de la remise, 2 pts valorisant la qualité des travaux, 1 point pour l'analyse transversale). Ils doivent être remis aux dates précisées via Moodle. Etant donné qu'ils font l'objet d'une correction collective en cours d'année, les travaux peuvent être améliorés, mais pas remis en retard. Ce portfolio est valorisé pour la première et l'éventuelle seconde session. (2) une première partie d'examen portant sur le contenu du cours (10 points sur 20) (3) une deuxième partie d'examen portant sur des lectures approfondies (5 points sur 20) Il est nécessaire d'obtenir 10/20 à la première partie d'examen portant sur le contenu du cours pour réussir, et un minimum de 13/20 à cette même partie pour obtenir un grade, une fois les cotes des différentes parties globalisées.",
        "other_info": "Pré-requis : Socio-anthropologie des mondes contemporains (ex LESPO1113)",
        "online_resources": "Site Moodle du cours",
        "course_materials": "Van Campenhoudt, L. et Marquis, N., Cours de sociologie, Paris, Dunod.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5016",
        "title": "Victimologie, psychotraumatisme et questions identitaires",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldrop2072",
        "title": "Individu, famille et État",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Willems Geoffrey"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours tend à intégrer l'enseignement du droit de la personne et de la famille dans une réflexion générale, de type socio-politique, sur les rôles respectifs dévolus, dans la société contemporaine, à l'individu, à la famille et à l'Etat (ou à la société civile), lorsqu'il s'agit de déterminer les normes de la vie privée et familiale des individus. Le cours propose une approche interdisciplinaire dans le cadre de laquelle le droit de la personne et de la famille est envisagé à la lumière de différentes sciences humaines non juridiques (psychologie, philosophie, sociologie, histoire, anthropologie). Dans le cadre d’une telle approche, les règles de du droit de la personne et de la famille seront mises au regard de textes ressortissant à ces différentes disciplines (Françoise Héritier, Paul Veyne, Claude Levi-Strauss, etc.).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 2 Maîtriser et appliquer Maîtriser le contenu des principales règles du droit positif belge dans toutes ses branches, ainsi que celles du droit européen et du droit international, pouvoir en comparer les traits essentiels à quelques systèmes étrangers et être capable de passer de l’abstraction de la règle de droit aux faits, fussent-ils présentés de façon complexe, et inversement. 2.2. Connaître et comprendre l’influence qu’ont certaines normes et institutions européennes et internationales sur ces différentes branches du droit. 3 Expliquer et convaincre Passer aisément de la règle aux faits et inversement lors d’une discussion, communiquer de manière claire, précise, structurée et argumentée le fruit d’une recherche et le résultat d’une analyse juridiques et produire une étude juridique, dans le respect le plus absolu des règles gouvernant la production scientifique. 3.2 . Exprimer à haute voix, de manière vivante, structurée et argumentée le contenu d’un savoir, le fruit d’une recherche ou le résultat d’une analyse juridique dans un français clair et précis dont le registre est adapté au contexte et aux qualités des interlocuteurs [exposé, entretien, conversation, plaidoyer, etc.] et être capable d’en faire de même, par écrit, dans le respect de l’échéance assignée. 4 Réfléchir et participer Actualiser ses connaissances, percevoir les passerelles entre les différentes branches du droit, se forger des opinions personnelles et, le cas échéant, faire fructifier l’ouverture résultant d’un stage ou d’un séjour d’échange. 4.3. Dans une perspective interdisciplinaire, connaître, comprendre et mobiliser les concepts et théories issus d’autres sciences humaines (notamment l’économie politique, la philosophie, la psychologie, la sociologie, l’histoire et l’éthique) afin d’appréhender le rôle, la portée et les limites du droit et de la justice. 5 S'interroger et s'impiquer S’interroger sur les choix que véhiculent les normes, se forger des opinions personnelles et s’impliquer dans la promotion des valeurs fondatrices du droit. 5.1 . Comprendre le caractère relatif, dans le temps et dans l’espace, d’une solution juridique, et ainsi s’interroger sur la pertinence des choix qu’elle véhicule. 5.3 . A raison d’une analyse des situations et mécanismes humains, familiaux, économiques ou sociaux appréhendés par le droit, réfléchir à la justesse des solutions juridiques, aux moyens de les améliorer et agir en ce sens. 5.4 . Identifier et promouvoir les valeurs éthiques et sociales fondatrices du droit et de la justice, ainsi que se garder de toute forme d’instrumentalisation.",
        "content": "Ce cours tend à intégrer l'enseignement du droit de la personne et de la famille dans une réflexion générale, de type socio-politique , sur les rôles respectifs dévolus, dans la société contemporaine, à l'individu, à la famille et à l'Etat (ou à la société civile), lorsqu'il s'agit de déterminer les normes de la vie privée et familiale des individus. Le cours propose une approche interdisciplinaire dans le cadre de laquelle le droit de la personne et de la famille est envisagé à la lumière de différentes sciences humaines non juridiques (psychologie, philosophie, sociologie, histoire, anthropologie). Dans le cadre d’une telle approche, les règles de du droit de la personne et de la famille seront mises au regard de textes ressortissant à ces différentes disciplines (Françoise Héritier, Paul Veyne, Claude Levi-Strauss, etc.).",
        "teaching_methods": "Le cours met véritablement en exergue l'approche interdisciplinaire du droit de la personne et de la famille. Il est dispensé en auditoire et articule des exposés magistraux et des échanges interactifs entre les enseignants et les étudiants. Pour que ces échanges puissent être de qualité, les étudiants seront parfois invités à visionner une vidéo, à lire un texte non-juridique ou juridique préalablement au cours. Le cours accueille au demeurant plusieurs invités qui viennent apporter aux étudiants leur éclairage de spécialistes d'une science humaine non-juridique ou viennent exposer aux étudiants les spécificités de l'approche juridique de la vie privée et de la vie familiale dans d'autres ordres juridiques à propos desquels ils ont une expertise particulière.",
        "assessment_methods": "Les étudiant.e.s seront évalués par le biais d'un examen oral à livre fermé organisé durant la session de juin. Cet examen inclura une présentation personnelle conforme aux exigences spécifiées dans le vade-mecum du cours. Il pourra inclure la réalisation, durant le temps de préparation, d'une prestation écrite courte.",
        "online_resources": "Des notes de cours et des Power Points sont mis à disposition des étudiants pour chaque cours. Les lectures sont aussi mises à leur disposition via Moodle.",
        "responsible_entity": "BUDR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ecrim5033",
        "title": "Approches phénoménologiques des auteurs de violences",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q2",
        "institution de référence": "> Université catholique de Lille",
        "descriptif de l’ue": "> https://www.fld-lille.fr/formation/master-interdisciplinaire-criminologie-critique/",
        "faculté ou entité en charge (uclouvain)": "> ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2111",
        "title": "Méthodologie quantitative en criminologie et exercices pratiques",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vesentini Frédéric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours est une initiation à la lecture, la critique et la mise en œuvre d’une exploitation quantitative de données. Les situations/données exploitées sont directement en lien avec le domaine de la criminologie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 comprendre une analyse descriptive de données et de l’interroger de manière pertinente (littératie statistique) 2 utiliser les concepts justes pour décrire des données et de mobiliser les méthodes adéquates pour les exploiter 3 mettre en œuvre une collecte de données dans le domaine de la criminologie 4 mettre en œuvre une analyse descriptive critique sur base de données : tableaux, analyse bivariée, graphiques, statistique descriptive",
        "content": "En combinant parties magistrales et travaux pratiques, ce cours mettra les étudiant·es en situation : d’utiliser de manière pertinente les outils d’analyse statistique descriptive des données les plus répandus dans les travaux criminologiques ; d’appréhender les enjeux critiques liés à la quantification dans la production de savoirs criminologiques ; de s’initier aux grandes sources données disponibles (statistiques administratives et enquêtes), à leur potentiel et à leurs limites.",
        "assessment_methods": "En première session, l’évaluation reposera sur un travail de groupe et sur un examen écrit individuel. La note finale sera calculée comme la moyenne géométrique des notes obtenues à chaque partie. Elle est donc inférieure à la moyenne arithmétique en cas d'échec majeur dans une partie. Le travail de groupe consistera en l’élaboration d’une collecte de données ainsi qu’à leur traitement. Il aboutira à un travail écrit. Le suivi de ce travail se fera lors des travaux pratiques. L’examen écrit individuel aura lieu pour sa part en session et se fera à livre ouvert. En seconde session, les mêmes compétences seront évaluées, mais sur base d’un examen unique, oral et individuel. La présence aux séances de travaux pratiques est requise. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 2 séances de travaux pratiques, sans fournir de motif justifié pour ses absences.",
        "online_resources": "Plusieurs jeux de powerpoints placés sur Moodle",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2302",
        "title": "Approches cliniques des situations de conflits et de crises",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Janssen Christophe"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Etude de différents types de conflit et de phases critiques par rapport auxquels l'intervention du criminologue, notamment, peut être sollicitée. Examen des méthodes d'analyse permettant d'élucider la teneur problématique de ces situations, leurs tenants et aboutissants, tout en traitant les risques d'une aggravation néfaste. Evaluation des méthodes de gestion et de résolution : négociation, médiation, confrontation, en fonction de leurs visées, de leurs techniques, de leurs conditions et de leurs résultats. Evaluation des fonctions de la crise, de son pouvoir positif, de ses périls et de ses impasses. Interroger de manière critique les interventions et les prises en charge d'urgence/dans l'urgence, ainsi que le type de temporalité qu'elles supposent.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de : procéder à l'analyse clinique des enjeux et de la dramatique spécifiques à diverses situations de conflit et de crise ; en référer la survenue aux conditions de contexte, en retracer la genèse historique et anticiper leurs possibilités d'évolution ; apprécier la pertinence et les limites de diverses modalités d'intervention ; déceler les possibilités de changement et de transformation à travers la crise ; repérer cliniquement la \"valeur de vérité\" que peut, à l'occasion, représenter la crise en tant que révélatrice des impasses de l'ordre imposé.",
        "content": "Nous aborderons les notions de crise et de conflit en tant que processus. Ensuite, nous  parlerons plus précisément des modes d'intervention clinique en cas de crise ou de conflit. Une large partie du cours consistera en un accompagnement des travaux de groupes. Chaque groupe développera une analyse d'une situation de conflit ou de crise. Les séances dédiées à la transmissions de quelques notions théorico-cliniques et celles consacrées à l'accompagnement des travaux de groupes se donneront en alternance. Etant donné le dispositif du cours, la présence des étudiant.es est absolument indispensable et obligatoire pour prétendre à une évaluation favorable en fin de semestre.",
        "teaching_methods": "L'enseignant alternera des temps d'exposés en vue de transmettre quelques conceptions théoriques essentielles à la compréhension des notions de crise et de conflit et des moments de travail en sous-groupe acompagné par le professeur. La méthode d'enseignement se veut particulièrement participative puisque une part importante du contenu de l'enseignement sera apportée par la mise aux travail des étudiants dans le cadre de leur présentations en groupe.",
        "assessment_methods": "Présentation orale (ou vidéo) en groupe. Chaque étudiant rédigera aussi un court travail écrit qui vaudra pour la moitié des points. La présence à ce cours est requise. Les titulaires du cours peuvent, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 3 cours, sans fournir de motif justifié pour ses absences.",
        "online_resources": "Moodle - Teams",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2106",
        "title": "Sociologie de la pénalité, de la peine et du contrôle social",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Brion Fabienne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours examine comment, au niveau macro-sociologique, divers auteurs majeurs ont pensé les relations entre formes et formations sociales, d'une part, et formes et formations pénales, d'autre part ; au niveau méso-sociologique, divers auteurs majeurs ont pensé la prison, ses fonctions et ses effets, tout particulièrement pour les personnes privées de leur liberté. Il présente et discute les théorisations et reprises théoriques, en les rapportant: au contexte dans lequel elles ont été formulées ; à la perspective théorique dans laquelle elles s'inscrivent ; aux recherches empiriques à partir desquelles elles ont été formulées, éprouvées et modifiées aux applications auxquelles, le cas échéant, elles ont donné lieu. La capacité de - formuler des hypothèses de recherche à partir des théories étudiées - mobiliser les théories étudiées pour problématiser une situation - mobiliser les outils et techniques d'analyse requis pour l'évaluation critique de la pénalité et de peines déterminées est stimulée dans le cadre de l'enseignement magistral.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à développer la formation sociologique des étudiants en leur proposant d'analyser les contributions de la sociologie à l'étude de la pénalité, de la peine et du contrôle social. Trois objectifs plus spécifiques sont assignés au cours : - Développer l'esprit critique des étudiants, notamment en situant la pénalité par rapport à d'autres dispositifs de régulation sociale ; en développant la connaissance et la maîtrise des outils d'analyse requis pour l'évaluation critique de la pénalité et de peines déterminées en mettant en évidence les inférences qu'il est possible de tirer à partir de l'observation historique ou empirique de systèmes concrets de peines - Développer leurs connaissances en matière de théories sociologiques de la pénalité et de la peine, ainsi que la compréhension des concepts et des propositions que ces théories énoncent et articulent ; - Leur apprendre à voir dans ces théories, concepts et propositions des outils utiles et perfectibles et à les mobiliser dans un usage pratique, scientifique ou politique.",
        "content": "Le cours s'organise en deux parties, l'une consacrée aux théories sociologiques de la pénalité, et l'autre aux théories sociologiques de la prison. Les auteurs travaillés dans la première partie sont (1) Emile Durkheim (reprise : Harold Garfinkel) (2) Georg Rusche/Otto Kirchheimer (reprises : Thorsten Sellin, Dario Melossi, Alessandro De Giorgi) (3) Michel Foucault (reprise : Malcolm Feeley et Jonathan Simon) Les auteurs travaillés dans la seconde partie sont : (1) Donald Clemmer (reprise : Donald Lawrence Wieder) (2)  Gresham Sykes (reprise : Axel Honneth, Alison Liebling) (3) Erving Goffman  (reprises : Anselm Strauss, Jim Thomas) Des études contemporaines retravaillant les oeuvres léguées par ces théoriciens seront présentées et discutées.",
        "teaching_methods": "Cours ex cathedra ; le cas échéant, invitation d'intervenants extérieurs (1 ou 2)",
        "assessment_methods": "Examen écrit (QCM + 2 questions ouvertes)",
        "online_resources": "Slides et portefeuille de lectures sur Moodle",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2101",
        "title": "Méthodologie qualitative en criminologie et exercices pratiques",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Scheer David"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours magistral abordera successivement trois grandes étapes de la construction de la méthodologie de recherche (conçue comme réflexion préalable à la mise en oeuvre d'une recherche) : la formulation d'une question, son inscription dans une problématique et les conséquences techniques des deux premières étapes. La dimension qualitative de la recherche ne concerne à proprement parler que cette troisième étape.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise, dans la perspective d'une application à court terme pour les besoins du mémoire, mais aussi dans une perspective critique ultérieure, à fournir une initiation à la démarche générale de recherche qualitative en criminologie, depuis les premières questions d'ordre épistémologique, essentielles au démarrage de la recherche jusqu'aux questions techniques de l'échantillonnage (qualitatif), de la récolte des données (observation, entretien...) ainsi que de l'analyse des données (théorie fondée, analyse structurale, induction analytique...).",
        "content": "Une partie du cours est consacrée aux questions transversales et préalables à toute démarche de recueil et d'analyse des données. C'est dans cette partie que sont discutées les questions essentielles de la démarche de recherche (induction et déduction), de la sélection des unités d'observation (définition du champ d'analyse et échantillonnage) et de la validité (validités externe et interne et triangulation). Une seconde partie du cours est consacrée aux techniques de recueil et d'analyse des données particulièrement utilisées en criminologie. L'initiation aux méthodes est favorisée par leur illustration par des recherches criminologiques.",
        "teaching_methods": "L'enseignement est de type magistral. Les exercices pratiques sont organisés par séries en complémentarité avec l'enseignement magistral. Ils portent sur les étapes de la construction d'un projet de recherche avec un accent marqué sur les techniques d'analyse de données.",
        "assessment_methods": "L'avaluation du cours magistral consiste en un examen écrit. La présence aux séances de travaux pratiques est requise. Le titulaire du cours peut (article 72 du Règlement général des études et examens) proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un·e étudiant·e qui aurait été absent·e à 2 séances de travaux pratiques, sans fournir de motif justifié pour ses absences.",
        "other_info": "A propos de l'intelligence artificielle Le recours à l'intelligence artificielle dans les productions personnelles sera limité à la correction orthographique et/ou à l'amélioration rédactionnelle. Ce recours doit être justifié et mentionné sous peine d'annulation de l'épreuve au motif de tricherie.",
        "online_resources": "Une page Moodle dédiée au cours comporte des informations et ressources complémentaires à l'étude du cours.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2103",
        "title": "Criminologie psychologique et exercices pratiques",
        "credits": "6.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Englebert Jérôme"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Préciser sur quoi porte et en quoi consiste la démarche de la psychologie pour traiter de la signification psychologique de la délinquance. - Situer ses bases anthropologiques, épistémologiques et méthodologiques. - Questionner la différence \"délinquance non-délinquance\". - Distinguer la recherche clinique et l'enquête ou l'investigation expérimentale. - Articuler la dramatique intra-et interpersonnelle qui se résout par la délinquance. - Examiner en particulier : la structuration historique de la personnalité, ses modes d'organisation et de fonctionnement ; les avatars du rapport aux lois anthropologiques et aux règles sociales ; le passage à l'acte comme tentative de réalisation et recours au réel externe ; les modalités de liaison et de déliaison avec autrui ; l'engendrement du sens de la valeur et de la référence aux valeurs ; l'élaboration de l'image de soi et les processus d'identification ; le développement de la socialisation et des capacités de jugement moral ; les processus de psychocriminogenèse ; l'importance d'une perspective différentielle. - Adapter et compléter ces enjeux en lien avec les transformations anthropologiques, les places assignées à la psychologie et les ambitions des paradigmes dominants, en vue d'introduire l'étudiant à une analyse critique de la construction de son savoir et de ses implications pratiques. Des exercices pratiques sont organisés par séries, en complémentarité avec l'enseignement magistral, en vue d'un approfondissement et d'une appropriation personnels de la matière.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de : comprendre les contributions de la psychologie aux modèles et méthodes dans les différents champs de la criminologie ainsi qu'à l'étude des phénomènes de délinquance, faire dialoguer les différents auteurs de référence dans leurs contributions respectives à l'élaboration de thèmes transversaux.",
        "content": "Le cours est consacré à la compréhension de l’humain (délinquant). Au-delà d’une considération de l’individu réduit à sa dimension de criminel, l’objectif de fond consiste en une étude de l’« humain en situation » rencontrant les particularités de la délinquance. Réaliser cette tâche complexe (et procéder dès lors à une série de déconstructions), consiste à procéder 1/ à une compréhension du sujet détenu et du vécu carcéral, 2/ à une compréhension du sujet délinquant et des processus criminologiques, 3/ à une compréhension de certains troubles de la personnalité et certaines formes de déviances rencontrés dans ce domaine, 4/ à une intégration de dimensions historiques de la compréhension psychologique des délinquants, 5 / Enfin, répondant à une perspective concrète et pragmatique, une analyse compréhensive d’un cas, Jonas, sera réalisée.",
        "teaching_methods": "Exposés de l’enseignant basés sur un ppt complet et discussions (pas de comodal/hybride et les cours ne sont pas enregistrés)",
        "assessment_methods": "Cours magistral (75% de la note) : examen écrit (questions ouvertes) TP (25% de la note) : examen à cours ouvert La présence aux séances de travaux pratiques est requise. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 2 séances de travaux pratiques, sans fournir de motif justifié pour ses absences.",
        "online_resources": "Diapositives PowerPoint déposées sur Moodle",
        "course_materials": "Livre de référence :  Englebert, J. (2013). Psychopathologie de l’homme en situation : Le corps du détenu dans l’univers carcéral. Paris : Hermann. Seconde édition 2017.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lneer2623",
        "title": "Séminaire d'insertion professionnelle en néerlandais pour les criminologues - Niveau intermédiaire/avancé",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Jonkers Sara"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Cette unité d'enseignement est de niveau intermédiaire/avancé et suppose au départ la maîtrise des aptitudes langagières aux niveaux décrits pour l'unité d'enseignement de niveau intermédiaire ( LNEER2423 : niveau B1 du CECR pour l'expression orale et écrite, niveau B2 du CECR pour la compréhension à la lecture, niveau B2- pour la compréhension à l'audition). Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Cette unité d'études est axée sur la pratique de la communication interactive et les thèmes abordés seront en relation avec le domaine d'études.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension à la lecture de lire de façon autonome et comprendre des textes portant sur des sujets relatifs au domaine d'études en comprenant, le cas échéant, la position ou le point de vue particulier adoptés par l'auteur. de lire une correspondance courante dans son domaine et saisir l'essentiel du sens. Niveau B2 du \" Cadre européen commun de référence pour les langues \" 2 Compréhension à l'audition individuelle de suivre et comprendre l'essentiel d'une conférence ou un exposé à condition que le sujet en soit familier (relatif au domaine d'études). de comprendre l'essentiel de la plupart des documents radiodiffusés ou télévisés à condition que le sujet en soit familier. Compréhension à l'audition interactive de suivre et comprendre l'essentiel de discussions et de débats portant sur des sujets relatifs au domaine d'études. de saisir une grande partie de ce qui est dit dans une conversation courante en langue standard. Niveau B2- du \" Cadre européen commun de référence pour les langues \" 3 Expression orale (objectif principal) individuelle de faire (après préparation) un exposé simple et clair et ensuite prendre en charge les questions posées par le public. d'expliquer son point de vue suffisamment bien pour être compris sans difficulté, en enchaînant les arguments et les explications avec logique et en donnant les avantages et les inconvénients d'options diverses. Expression orale (objectif principal) interactive d'exposer ses opinions et les défendre dans le cadre d'un débat portant sur un sujet relatif à son domaine d'études. de soutenir sans trop de difficulté une conversation ou une discussion conduite dans une langue standard avec un interlocuteur natif. Niveau B1+ du \"Cadre européen commun de référence pour les langues \" 4 Expression écrite d'écrire des lettres (formelles) qui transmettent des informations factuelles et de synthétiser des informations et des arguments issus de sources diverses. Niveau B1+ du \"Cadre européen commun de référence pour les langues \" 5 Code Vocabulaire : consolidation du vocabulaire général et du vocabulaire spécifique. Grammaire : consolidation des structures spécifiques du néerlandais. L'utilisation du code est vue dans une perspective communicative sans toutefois négliger la correction. Culture Au niveau de toutes les aptitudes précitées : sensibiliser l'étudiant à la culture flamande et néerlandaise.",
        "content": "Cette unité d'enseignement vise à rendre l'étudiant capable de s'exprimer en anglais dans le contexte socioprofessionnel dans lequel il est appelé à s'insérer (le monde policier, le monde judiciaire, le monde de l'exécution des mesures et des peines, le monde de la prévention ou de l'intervention psycho-sociale). Expression orale individuelle : pouvoir passer un entretien d'embauche en rapport avec un poste à pourvoir dans l'institution où l'étudiant effectue son stage. pouvoir faire un exposé de l'institution dans laquelle l'étudiant effectue son stage et prendre en charge les questions posées par le public. Expression orale interactive : pouvoir interroger de manière adéquate une personne nécessitant l'intervention d'un criminologue dans le cadre socio-professionnel. dans le cadre d'une réunion professionnelle, pouvoir expliquer son point de vue suffisamment bien pour être compris sans difficulté, en enchaînant les arguments et les explications avec logique, en donnant les avantages et les inconvénients d'options diverses et en liant ses interventions à celles de ses interlocuteurs. Expression écrite Pouvoir rédiger un curriculum vitae et une lettre de motivation Pouvoir rédiger un document PowerPoint sur l'institution dans laquelle l'étudiant effectue son stage Pouvoir rédiger la situation introductive d'une interview professionnelle ainsi que son protocole Pouvoir rédiger un document de préparation à une réunion professionnelle.",
        "teaching_methods": "Cette unité d'enseignement se donne en présentiel et inclut aussi du travail personnel pour la préparation des projets. Le cours est axé sur la pratique de la communication interactive. Les activités proposées viseront à consolider et développer les techniques de communication propres au milieu professionnel tout en perfectionnant la maîtrise du code (vocabulaire général et spécifique, grammaire) nécessaire à la mise en pratique de ces techniques. Ces activités simuleront des situations réelles faisant appel à l'expression orale et écrite. Les activités proposées seront de deux types : Présentation par le professeur des fonctions langagières et des techniques plus directement liées à la vie professionnelle (entretien d'embauche, présentation orale, interview d'une personne, participation à une réunion, ...) et activation par les étudiants de celles-ci dans des exercices oraux de simulation en classe. Présentation des travaux préparés par l'étudiant en rapport avec son stage : entretien d'embauche (+ lettre de motivation et CV) présentation de l'institution de stage à l’aide d’un document PowerPoint interview d'une personne nécessitant l'intervention d'un criminologue organisation de et participation à une réunion professionnelle traitant d'un cas particulier Toutes ces activités requièrent un travail de préparation de la part de l'étudiant à qui il est également demandé de se prendre en charge pour parfaire ses connaissances linguistiques (étude de vocabulaire et révision de points de grammaire via d'outils qui sont mis à la disposition de l'étudiant ).",
        "assessment_methods": "La présence à ce cours est requise. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui n'aurait pas assisté à 2 séances sans fournir de motif justifié pour ses absences . Session de janvier : L'évaluation continue porte sur la préparation écrite et la présentation orale des 4 activités de formation suivantes (80%) l'entretien d'embauche la présentation publique d'une institution la préparation et la mise en scène d'une interview professionnelle la préparation de et la participation à une réunion professionnelle L'évaluation continue porte également sur un teste de vocabulaire (10%) et la participation active au cours et le niveau de langue spontanée (10%) Session de septembre : L'étudiant qui a obtenu une note inférieure à 10/20 en janvier représentera uniquement les projets/tests auxquels il a échoué. La note de participation active n’est prise en compte en septembre que si elle est en faveur de l'étudiant. ! Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tests LNEER2623 est explicitement interdit et sera considéré comme un cas de tricherie. ! En fonction de l’évolution de la situation sanitaire, il est possible que les modalités d'évaluation soient modifiées. Les étudiants en seront avertis dans les meilleurs délais .",
        "online_resources": "Le cours en ligne sur Moodle « LNEER2623: Nederlands: Professionele integratie voor studenten criminologie »",
        "course_materials": "Syllabus : « Nederlands: Professionele integratie voor studenten criminologie »",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2503",
        "title": "Perspectives foucaldiennes en criminologie",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Brion Fabienne"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Sur le plan théorique : approfondissement des connaissances relatives aux outils forgés par Michel Foucault d'une part pour armer la critique, susciter l'intolérance à l'intolérable et stimuler « l'indocilité réfléchie » et « l'inservitude volontaire », d'autre part pour asseoir l'analyse des formes de répression et d'assujettissement, des transformations de la gouvernementalité et des méthodes de sécurité dans les sociétés libérales. Sur le plan des applications : approfondissement des connaissances relatives aux travaux criminologiques, sociologiques, juridiques ou de sciences politiques s'inscrivant dans une perspective foucaldienne (N. Rose, J. Simon, B. Harcourt, J.-M. Chaumont, A. Rouvroy, D. Bigo, J. Donzelot) ; évaluation de ces travaux, à l'aune des exigences éthiques et politiques et des objectifs théoriques et pratiques assignés à la critique. Sur le plan méthodologique : familiarisation aux trois approches critiques élaborées par Foucault ; formation à l'analyse documentaire. Sur le plan éthique : à travers l'analyse des tensions qui traversent l'oeuvre de M. Foucault et qui lui confèrent sa dynamique, sensibilisation des étudiants à la question des rapports entre éthique et politique dans la recherche",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de penser l'entreprise critique foucaldienne dans sa spécificité et de mobiliser les concepts qui en constituent les ressorts. Il aura acquis les connaissances théoriques lui permettant de soutenir l'analyse critique : 1) des formes contemporaines de répression et d'assujettissement, 2) des transformations des modes de gouvernementalité et des méthodes de sécurité dans les sociétés libérales et 3) pour les criminologues, de la place, variable, de la pénalité par rapport à d'autres dispositifs de contrôle social. Il sera également devenu un utilisateur averti des méthodes de recherche pertinentes dans cette tradition de recherche. Il sera dès lors capable d'apprécier de manière critique les travaux scientifiques produits par des auteurs contemporains s'inscrivant dans cette perspective, et de mobiliser les concepts et méthodes qu'ils privilégient dans l'analyse des formes contemporaines de contrôle social.",
        "content": "Le cours sera développé en deux temps. Le premier sera dédié à l'étude de l'oeuvre de Michel Foucault ; le second, aux reprises dont ce travail a fait l'objet dans des recherches contemporaines relatives aux mécanismes et processus de répression et d'assujettissement, aux transformations de la gouvernementalité et aux méthodes de sécurité dans les sociétés libérales. Une attention toute particulière sera accordée à la manière dont politique et éthique sont nouées dans l'entreprise critique.",
        "teaching_methods": "La participation active des étudiants sera sollicitée tout au long du séminaire sous une triple forme: lectures, exposés oraux et discussions consécutives aux lectures, rédaction d'un travail personnel. Le séminaire sera également un lieu dans lequel seront mises en débat les questions relatives aux rapports de l'éthique et de la politique dans l'entreprise critique.",
        "assessment_methods": "La présence à ce cours est requise. Les titulaires du cours peuvent, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un·e étudiant·e qui aurait été absent·e à au moins 3 cours, sans fournir de motif justifié pour ses absences. L’évaluation vise à mesurer l’acquisition des apprentissages précisés ci-dessus. Dans le cadre de cet enseignement, les étudiant·es sont évalué·es sur la base de leur participation aux discussions (20%) et de deux épreuves (2 x 40%) : A.   Travail collectif obligatoire présenté oralement par groupe en cours de quadrimestre (40% de la note finale). Ce travail sera accompagné par une note de lecture personnelle réalisée individuellement par chaque étudiant·e à propos d'un texte scientifique relatif au thème de l'exposé et à remettre en cours de quadrimestre.  Cette note de lecture ne fera pas l'objet d'une évaluation spécifique mais sera assortie, si nécessaire, d'un retour pédagogique de la part des enseignantes. Seuls les étudiant·es ayant participé au travail collectif et ayant déposé cette note seront autorisé à déposer leur travail personnel (B) de fin de quadrimestre. B. Travail personnel obligatoire (en français) à remettre en fin de quadrimestre = approfondissement personnel d'une question traitée dans le  travail de groupe (40 % de la note finale). Le recours à l'IA dans les productions personnelles doit être justifié et mentionné sous peine d'annulation de l'épreuve au motif de tricherie.",
        "online_resources": "Voir, sur le Moodle du cours: Textes en lecture obligatoire et en lecture optionnelle PowerPoints Documents audio-visuels",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lneer1823",
        "title": "Nederlands - Begrip van juridisch gerichte teksten - Intermediair niveau",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Demeulenaere Isabelle",
            "Schrijvers Lutgarde",
            "Sterkendries Nele"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Cette unité d'enseignement est de niveau intermédiaire et suppose donc une maîtrise productive satisfaisante de la grammaire et du vocabulaire de base ainsi que la maîtrise des aptitudes langagières aux niveaux décrits pour l'unité d'enseignement de niveau élémentaire ( LNEER1820 - niveau A2 du Cadre européen commun de Référence pour les Langues).",
        "topics_covered": "Cette unité d'enseignement est articulée autour de textes oraux et écrits d'intérêt général et à orientation juridique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension à la lecture de lire des textes factuels sur des problèmes contemporains ou sur des sujets relatifs au domaine d'études avec un niveau satisfaisant d'autonomie et de compréhension . Niveau B1+ du « Cadre européen commun de référence pour les langues » 2 Compréhension à l'audition individuelle : comprendre les points principaux d'un exposé à condition que le sujet en soit familier et la   présentation clairement structurée, comprendre les points principaux de documents radiodiffusés ou télévisés factuels à condition que le sujet en soit familier et que la langue soit standard et clairement articulée. Niveau B1+ du « Cadre européen commun de référence pour les langues » 3 Code Vocabulaire : consolidation du vocabulaire de base et extension du vocabulaire général ainsi que du vocabulaire juridique. Grammaire : consolidation des structures spécifiques du néerlandais (les adverbes pronominaux, le mot \"er\", l'inversion, la voix passive, la subordonnée et les conjonctions). Culture Au niveau de toutes les aptitudes précitées : sensibilisation à la culture flamande et néerlandaise.",
        "content": "Cette unité d'enseignement consiste à revoir et étendre les connaissances lexicales générales ainsi que les connaissances lexicales spécifiques au domaine d'études, revoir les points de grammaire spécifiques du néerlandais et à consolider la compréhension et l'utilisation productive de ces structures par des exercices écrits et oraux, exercer et développer les aptitudes réceptives (lecture et audition) et, dans une moindre mesure, productives.",
        "teaching_methods": "Encadrement: cours en groupes de 20 à 30 étudiants Révision des connaissances lexicales générales et extension des connaissances spécifiques au domaine d'études (manuel 'Introduction au vocabulaire juridique' - De Boeck Supérieur - I. Demeulenaere e.al.). Révision en contexte des points de grammaire spécifiques du néerlandais. Consolidation de la compréhension de ces structures par des exercices écrits et oraux. Exercisation et développement des aptitudes réceptives et productives par le biais de stratégies de compréhension à la lecture et à l'audition suivis d'exercices variés de production écrite et orale.",
        "assessment_methods": "Plusieurs moments d'évaluation sont prévus pour cette UE- un test de mi-quadrimestre au 1er quadri, en classe, qui comptera pour 2 points; - un examen de fin de quadrimestre en S14 du Q1, en auditoire, qui comptera pour 5 points; - un test de mi-quadrimestre au 2nd quadri, en classe, qui comptera pour 3 points; - un examen de fin de quadrimestre en S13 du Q2, en auditoire, qui comptera pour 10 points. La note obtenue en janvier reflètera le résultat au test de la S7 et de l'examen de la S14. SI cette note est inférieure à 10/20, l'étudiants devra repasser la matière du Q1 lors de la session de mai/juin. En cas d'absence injustifiée au test de mi-quadrimestre, l'étudiant obtient 0 pour le test. En cas d'absence justifiée au moyen d'un certificat médical, le test ne sera pas pris en compte et l'examen de fin de quadri sera pondéré en fonction. SESSION d'AOÛT/SEPTEMBRE Lors de la session d'août/septembre, un examen unique portant sur la matière du Q1 et du Q2 sera organisé. Cet examen comptera pour 20 points, donc la totalité de la note finale. Les tests de mi-quadrimestre ne seront plus pris en considération. Un·e étudiant·e qui aurait obtenu 10 ou plus au partiel de janvier, mais qui termine l'année avec une note inférieure à 10, devra donc repasser l'entièreté de la matière en août/septembre.",
        "other_info": "UE équivalente offerte dans d'autres programmes UCLouvain : LNEER1821 (DROI11BA)",
        "online_resources": "https://moodle.uclouvain.be",
        "course_materials": "'Introduction au néerlandais juridique', K. De Rycke, I. Demeulenaere, L. Schrijvers, MP Vanelderen, éditions De Boeck supérieur Plateforme Moodle",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2221",
        "title": "Stage et séminaire de supervision du stage",
        "credits": "12.00",
        "hours": "300.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Les différents secteurs couverts par le stage sont : - les services de police et de magistrature - l'aide et la protection de la jeunesse - les interventions psychosociales des adultes - l'exécution des peines et mesures - le domaine de la recherche. Le stage comme outil de formation s'accompagne d'un encadrement théorique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le stage contribue à la formation des étudiants en criminologie. Il permet à l'étudiant de s'engager progressivement dans une pratique professionnelle accompagnée d'une réflexion théorique. L'objectif du stage est également de permettre à l'étudiant d'accéder progressivement à une pratique autonome, comparable à celle que mettent en oeuvre les travailleurs du service qui l'accueille. Ces objectifs de formation sont nombreux et diversifiés et souvent indissociables. On peut distinguer les objectifs : d' information et de connaissance : acquérir des informations et des connaissances en rapport avec le stage, cadre juridique dans lequel se développent les activités du service, mode de fonctionnement du service et des services avec lesquels vous êtes amenés à collaborer, connaissance pratique et théorique des problématiques rencontrées et des modes d'intervention adoptés dans le service ou ailleurs... liés à l'acquisition de savoir-faire ou de compétences professionnelles : entretiens, animations, enquête, guidance, rédaction de rapports, etc. liés au développement des capacités d'analyse pluridisciplinaire et d'analyse critique des problématiques et des modes d'intervention rencontrés . liés au développement d'aptitudes personnelles : capacité d'écoute, gestion du stress, travail en équipe, gestion des émotions, etc.",
        "content": "Le stage de 300 heures se déroule au 1er quadrimestre de la dernière année du Master, dans des différents secteurs criminologiques approuvés par l'Ecole de Criminologie. Il est accompagné d'un séminaire de supervision du stage de 30 heures pour lequel la participation est obligatoire.",
        "assessment_methods": "Un rapport de stage devra être remis selon les indications fournies par les tuteurs académiques. La présence à ce séminaire est requise. Les titulaires du cours peuvent, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 3 séances, sans fournir de motif justifié pour ses absences.",
        "responsible_entity": "ECRI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldroi1220",
        "title": "Introduction à la psychologie",
        "credits": "3.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bouchat Pierre",
            "Nils Frédéric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Loin de viser à l'exhaustivité, le cours porte sur les questions suivantes :\r\rPartie 1 : Généralités (15 heures)\r1. Définition, historique, méthodes et champs de la psychologie ; 2. L'apprentissage; 3. La mémoire; 4. La motivation ; 5. Les émotions ; 6. La psychologie clinique et la psychopathologie.\r\rPartie 2 : Psychologie sociale (30 heures)\r1. Le rapport à autrui : le caractère social de l'individu ; 2. La formation d'impression ; 3. Les normes sociales ; 4. Conformité et obéissance ; 5. Résistance et innovation; 6. L'agression interpersonnelle; 7. Relations et conflits intergroupes\r\rL'enseignement magistral peut être, le cas échéant, complété selon les besoins de l'enseignement par d'autres méthodes pédagogiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître/ comprendre Connaître et comprendre le rôle de la norme, les principes gouvernant son élaboration et son application, les étapes essentielles de l’évolution du droit, le contenu des principales règles du droit positif belge, l’impact sur celui-ci des normes européennes et internationales et les traits essentiels de certains systèmes étrangers. 1.3. Comprendre le rôle de la norme, du juge et des autres acteurs du droit dans un Etat de droit moderne. 4 S'interroger/ s'impliquer S’interroger sur les choix que véhiculent les normes, s’impliquer dans la promotion des valeurs fondatrices du droit. 4.1 . Comprendre le caractère relatif, dans le temps et dans l’espace, d’une solution juridique, et ainsi s’interroger sur la pertinence des choix qu’elle véhicule. 6 S'ouvrir S’ouvrir aux autres, aux autres sciences humaines, aux relations qu’elles entretiennent avec le droit et, le cas échéant, à d’autres cultures juridiques ou au monde professionnel. 6.2. Connaître et comprendre les concepts et théories issus d’autres sciences humaines (notamment l’économie politique, la philosophie, la psychologie, la sociologie, l’histoire et l’éthique) afin d’appréhender le rôle, la portée et les limites du droit et de la justice.",
        "content": "Le cours porte sur les thèmes suivants : Partie 1 : Psychologie générale 1. Définition, historique, méthodes et champs de la psychologie ; 2. L'apprentissage; 3. La mémoire; 4. La motivation ; 5. Les émotions ; 6. La psychopathologie. Partie 2 : Psychologie sociale (15 h) 1. Le rapport à autrui : le caractère social de l'individu ; 2. Les stéréotypes de genre, 3. Les normes et l'influence sociale; 4. Conflits et médiation, 5. Psychologie des groupes ; 6. La mémoire collective des guerres et post-conflit",
        "teaching_methods": "Le cours prend la forme d'exposés magistraux.  L'enseignement magistral peut être, le cas échéant, complété par d'autres méthodes pédagogiques.",
        "assessment_methods": "L'évaluation est réalisée au moyen d'un examen écrit de type QCM (questions à choix multiples). Cette évaluation constitue 100% de la note de l'UE. La note finale est la somme des notes des deux parties de l'examen, chacune valant pour 50% de la note finale (et correspondant aux deux parties du cours). Les modalités d’évaluation sont identiques en première session (juin) et en seconde session (août).",
        "other_info": "HORAIRE DU COURS Le cours se donne au 2e quadrimestre, le lundi de 8h30 à 10h30. Il n'y a pas de pré-requis pour ce cours d'introduction.",
        "online_resources": "Partie 1 Des présentations ppt postées sur MoodleUCL (en fonction de l'avancement du cours). Pour certaines parties du cours, des documents écrits et des vidéos sont proposés aux étudiants à titre d'information complémentaire. Partie 2 Des présentations ppt postées sur MoodleUCL (en fonction de l'avancement du cours).",
        "responsible_entity": "BUDR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2107",
        "title": "Droit de la protection de la jeunesse",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Moreau Thierry"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours a pour objet : L'étude des textes légaux de droit international et de droit interne, qui concernent principalement l'autorité parentale et son contrôle, la délinquance juvénile et les mineurs en difficulté et en danger; Une approche historique de ces textes; L'étude de la mise en oeuvre de ces textes et les débats qui figurent au sein de celle-ci (jurisprudence nationale et internationale, politique criminelle, pratiques); Les critiques dont font l'objet ces textes et leur mise en oeuvre; Les projets de réformes de ces textes ; L'étude d'expériences étrangères; Une réflexion sur la place de l'enfant au sein du dispositif juridique. Certains aspects de la matière feront l'objet d'une analyse plus approfondie de la part des étudiants du master en droit, au moyen d'un portefeuille de lectures indiquées par l'enseignant.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 2 Maîtriser et appliquer Maîtriser le contenu des principales règles du droit positif belge dans toutes ses branches, ainsi que celles du droit européen et du droit international, pouvoir en comparer les traits essentiels à quelques systèmes étrangers et être capable de passer de l’abstraction de la règle de droit aux faits, fussent-ils présentés de façon complexe, et inversement. 2.2. Connaître et comprendre l’influence qu’ont certaines normes et institutions européennes et internationales sur ces différentes branches du droit. 2.6. Etre capable de passer de l’abstraction de la règle de droit aux faits concrets, et inversement. 4 Réfléchir et participer Actualiser ses connaissances, percevoir les passerelles entre les différentes branches du droit, se forger des opinions personnelles et, le cas échéant, faire fructifier l’ouverture résultant d’un stage ou d’un séjour d’échange. 4.1 . Actualiser et parfaire ses connaissances dans les différentes branches du droit de manière autonome, et d’ainsi se forger une solide culture juridique générale. 4.3. Dans une perspective interdisciplinaire, connaître, comprendre et mobiliser les concepts et théories issus d’autres sciences humaines (notamment l’économie politique, la philosophie, la psychologie, la sociologie, l’histoire et l’éthique) afin d’appréhender le rôle, la portée et les limites du droit et de la justice. 5 S'interroger et s'impliquer S’interroger sur les choix que véhiculent les normes, se forger des opinions personnelles et s’impliquer dans la promotion des valeurs fondatrices du droit. 5.2 . Pouvoir, à propos d’une controverse juridique ou d’une problématique qu’il aurait identifiée, se forger et exprimer une opinion personnelle. 5.3 . A raison d’une analyse des situations et mécanismes humains, familiaux, économiques ou sociaux appréhendés par le droit, réfléchir à la justesse des solutions juridiques, aux moyens de les améliorer et agir en ce sens. 5.4. Identifier et promouvoir les valeurs éthiques et sociales fondatrices du droit et de la justice, ainsi que se garder de toute forme d’instrumentalisation.",
        "content": "Le cours a notamment pour objet dans le cadre d'une approche juridique et criminologique : -  Un examen textes légaux de droit international et de droit interne, qui concernent principalement l'autorité parentale et son contrôle, la délinquance juvénile et les mineurs en difficulté et en danger; -  Une approche historique de ces textes; -  L'étude de la mise en oeuvre de ces textes et les débats et critiques qu'elle suscite -  Les projets de réformes de ces textes ; -  L'étude d'expériences étrangères; -  Une réflexion sur la place de l'enfant au sein du dispositif juridique.",
        "teaching_methods": "Le cours est construit sur la base d'un processus particulier qui impose que l'étudiant soit présent au cours en présentiel et inscrit sur moodle. Le principe est que l'étudiant acquiert la connaissance lors d'une préparation personnelle du cours (lectures et recherches) accompagnée d'une évaluation à déposer sur le site moodle la veille du cours en présentiel. Les cours en présentiel sont consacrés à : -  répondre aux questions des étudiants sur la matière préparée -  approfondir certaines parties de la matière ou à en donner un éclairage particulier -  illustrer la matière par des exemples -  faire des exercices -  participer à des débats au sein de l'auditoire A la fin du cours en présentiel, il y a une interrogation. Le travail de préparation à fournir correspond au travail à fournir en blocus, l'étudiant étant immergé dans la matière pendant la durée du cours. Par conséquent, les évaluations qui précèdent les cours en présentiel et celles qui ont lieu lors de ces cours tiennent lieu d'examen.",
        "assessment_methods": "Le cours est un cours à évaluation continue. S'agissant d'un cours à évaluation continue, la présence à ce cours est requise. Les titulaires du cours peuvent, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 3 cours, sans fournir de motif justifié pour ses absences. L'évaluation peut prendre diverses formes. En première session : 1) Chaque cours est préparé à l'avance par les étudiants. Il doit prendre connaissance des de tous les documents qui lui sont fournis. Il peut être amené à faire des recherches. Avant la préparation, une question est transmise par l'enseignant. L'étudiant doit déposer sur le site du cours une réponse écrite et personnelle au plus tard la veille du cours.Le travail de préparation peut également se clôturer par un QCM à réaliser avant le cours. 2) A la fin de chaque cours, l'étudiant se voit soumettre une question à résoudre avant de quitter le cours ou un QCM. Il n'y a pas d'examen en session. Les critères d'évaluation seront les suivants : compréhension de la matière (capacité à identifier et mobiliser les concepts et les sources de façon adéquate, rigueur, précision); analyse critique (capacité à nourrir le débat et à élargir la problématique, pertinence et profondeur de l'argumentation) aspects formels (orthographe, syntaxe, ponctuation, précision du vocabulaire...). En seconde session deux cas de figure peuvent se présenter : 1) Soit, l'étudiant qui a échoué a déposé toutes ses préparations (sauf dispense), assisté aux cours et présenté les interrogations ou les QCM en première session. Dans ce cas, son examen prendra la forme d’un take home qui portera sur l'ensemble de la matière. 2) Soit l'étudiant n'a pas déposé toutes ses préparations, assisté aux cours et présenté présenté les interrogations ou les QCM en première session. Dans ce cas, il doit accomplir une double prestation : - Le take home prévu dans le cas 1) - Un travail de 40 pages à remette par mail aux enseignants le premier jour de la session. Concernant ce travail, les étudiants  doivent d’initiative prendre contact avec l'enseignant avant le 15 juillet pour se signaler et lui demander le thème faisant l’objet du travail. Ce travail suppose au minimum : § La prise de connaissance de tous les documents repris pour la préparation du cours § Une recherche personnelle § Une approche pratique Concernant l'usage de l'intelligence artificielle générative (TchatGPT et autres) Les étudiants indiqueront systématiquement toutes les parties de leurs prestations qui sont réalisées à l'aide d'une IA générative ainsi que les objectifs sous-tendant cette utilisation. Toutes les sources mentionnées dans une prestation doivent être rendues accessibles à l'enseignant, sans délai et sur simple demande. Elles sont déposées, le cas échéant, sur la plateforme Moodle, en même temps que leurs travaux. L’enseignant peut, pour l’évaluation de toute prestation écrite, interroger oralement l’étudiant sur le contenu de celle-ci, ainsi que sur la méthodologie suivie et les sources mobilisées.",
        "online_resources": "L'étudiant·e doit s'inscrire sur Moodle pour avoir accès aux powerpoints et aux textes à lire ainsi que pour déposer les documents et commentaires demandés pour les évaluations.",
        "bibliography": "",
        "course_materials": "Plusieurs jeux de powerpoints et farde de lecture placés sur Moodle.",
        "responsible_entity": "ECRI"
    }
]