[
    {
        "url": "https://uclouvain.be/cours-2024-wdent2154",
        "title": "Implantologie",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            ". SOMEBODY",
            "Hardy Chloé",
            "Mahy Pierre",
            "Toma Selena"
        ],
        "teaching_language": "Français",
        "assessment_methods": "Examen écrit sous forme de QROC se portant sur toute la matière.",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lneer2453",
        "title": "Communication interactive néerlandaise - Niveau intermédiaire",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Houdmont Dag"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Cette unité d'enseignement est de niveau intermédiaire et suppose donc au départ une maîtrise productive de la grammaire et du vocabulaire de base ainsi que la maîtrise des aptitudes langagières aux niveaux B1 du \" Cadre européen commun de référence pour les langues \"",
        "topics_covered": "Cette unité d'enseignement est axée sur la pratique de la communication interactive comme elle se déroule dans la pratique quotidienne dans le cabinet dentaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Expression orale (objectif principal) interactive d'exposer ses opinions et les défendre dans le cadre d'un débat portant sur un sujet relatif à son domaine d'études. de soutenir sans trop de difficulté une conversation ou une discussion conduite dans une langue standard avec un interlocuteur natif, si ce dernier adapte son discours. Expression orale (objectif principal) individuelle faire (après préparation) un exposé simple et clair et ensuite prendre en charge les questions posées par le public. d'expliquer son point de vue suffisamment bien pour être compris sans difficulté. Niveau B2- du \" Cadre européen commun de référence pour les langues \" 2 Compréhension à l'audition individuelle suivre et comprendre l'essentiel d'une conférence ou un exposé à condition que le sujet en soit familier (relatif au domaine d'études). de comprendre l'essentiel de la plupart des documents radiodiffusés ou télévisés à condition que le sujet en soit familier. Compréhension à l'audition interactive suivre et comprendre l'essentiel de discussions et de débats portant sur des sujets relatifs au domaine d'études. saisir une grande partie de ce qui est dit dans une conversation courante en langue standard. Niveau B2 du \" Cadre européen commun de référence pour les langues \" 3 Compréhension à la lecture de lire de façon autonome et comprendre des textes portant sur des sujets relatifs au domaine d'études en comprenant, le cas échéant, la position ou le point de vue particulier adoptés par l'auteur. de lire une correspondance courante dans son domaine et saisir l'essentiel du sens. 4 Code Vocabulaire : consolidation du vocabulaire général (+/- 2000 mots) et intégration du vocabulaire spécifique (+/- 500 mots). Grammaire : consolidation des structures spécifiques du néerlandais",
        "content": "Cette unité d'enseignement consiste à former l'étudiant à la communication interactive orale et écrite dans son domaine d'études: la medecine dentaire. Plus précisément elle consiste à pratiquer la communication interactive, présenter et exercer des techniques de communication (aptitudes sociales, participation à une réunion, un débat ou une négociation, communication téléphonique, rédaction d'un rapport, d'une synthèse, d'un e-mail, présentation d'un sujet en relation avec le domaine d'études, ...), perfectionner la maîtrise du code (vocabulaire général et spécifique, grammaire) nécessaire à la mise en pratique de ces techniques.",
        "teaching_methods": "Les activités proposées seront de deux types : Présentation et activation des fonctions langagières plus directement liées à la vie professionnelle (aptitudes sociales,  communication téléphonique, jeux de rôles « patient ' dentiste » ...). Activités d'expression orale individuelle et interactive. Cette partie comprend une présentation d'un sujet en rapport avec le domaine médical (dentisterie) suivie d'un débat (durée : une demi-heure). Toutes ces activités requièrent un travail de préparation de la part de l'étudiant à qui il est également demandé de se prendre en charge pour parfaire ses connaissances linguistiques (étude de vocabulaire, révision de points de grammaire, ...).",
        "assessment_methods": "Evaluation continue (participation au cours, présentation d'un sujet relatif au domaine d'études). Cette évaluation intervient pour 33% dans la note finale. Examen écrit Examen oral. Chaque partie: 33% de la note finale.",
        "online_resources": "http://moodleucl.uclouvain.be/ > LNEER2453",
        "bibliography": "Syllabus du cours : \"Nederlands voor Tandheelkunde\" ; Matériel supplementaire sur Moodle; Vidéos.",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2102",
        "title": "Santé, spiritualités et religions : B. Le spiritual care en médecine.",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Buchter Serena",
            "Lobo Bustamante Marcela"
        ],
        "teaching_language": "Français",
        "topics_covered": "Au sein des hôpitaux et des institutions de soins, il est souvent question de liberté religieuse ou de multiculturalisme, mais dans la pratique professionnelle, que signifient réellement ces notions ? Dans son quotidien professionnel, comment distinguer et articuler culturel, religieux, spirituel et éthique ? Ce cours a pour objectif de former l’étudiant·e aux enjeux liés à l’intégration des spiritualités et des traditions religieuses dans les soins de santé. Le cours permet d’acquérir : une connaissance des concepts liés au domaine ; un aperçu de la recherche universitaire dans ce domaine ; une connaissance de l’impact de l’intégration des spiritualités sur l’expérience de soins des patients et sur la prise en charge globale par les soignants et soignantes, particulièrement les médecins ; une approche de différentes traditions religieuses, dont les pratiques rituelles, les situations de migration et de traumatisme, les questions liées à la souffrance et à la mort.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître les enjeux liés à l'intégration des spiritualités et des traditions religieuses dans les soins de santé. 2 Identifier les réponses apportées par les religions aux questions existentielles. 3 Faire œuvre d'esprit critique en se situant de façon personnelle par rapport aux sujets abordés. 4 Comprendre la diversité des approches de santé (médicale, soignante, psychologique, etc.) dans la prise en compte de la spiritualité dans les soins. 5 Se situer par rapport aux différents enjeux autour de la spiritualité dans les soins de santé et dans les institutions de soins. 6 Prendre conscience de la diversité des approches religieuses (christianisme, islam, bouddhisme, judaïsme) et de leurs compréhensions concernant la santé et des questions qui y sont liées (guérison, souffrance, détresse spirituelle, mort, rites).",
        "content": "Au fil du cours, nous allons étudier les concepts fondamentaux liés à la spiritualité, à la religion et à la santé, et développer des compétences indispensables pour le Spiritual Care .Dans le cadre d'une approche holistique et d'un accompagnement personnalisé, il est crucial de tenir compte des valeurs, des visions du monde, des cultures et des spiritualités de la personne qui reçoit les soins. Le cours abordera les sujets suivants : 1. L'importance et l'impact des spiritualités, religions et visions du monde sur la façon dont la santé, les soins et la guérison sont représentés. 2.L'émergence du Spiritual Care dans la culture du soin médical et de son expression dans les trois registres : Cure-Care-Health. 3.L'évolution spirituelle et religieuse de la population occidentale et de son influence sur l'évolution du Spiritual Care . 4. L'intégration des diverses pratiques spirituelles soutenantes, telles que les rituels et les pratiques ressourçantes, fait partie intégrante du soin. 5.L'apprentissage des compétences au Spiritual Care pour mieux prendre soin de la personne malade: Présence consciente, travail sur soi. Soutien à la conversation sur un sujet existentiel et spirituel (dont anamnèse spirituelle) Savoir accueillir l'altérité (posture multi-inter-transculturelle-spirituelle-religieuse) et le cheminement de la personne soignée (sens et non-sens, etc.) 6. Le ( Spiritual ) self-care: prendre soin de la personne malade implique également de prendre soin de soi-même ( en quoi la dimension spirituelle, religieuse ou autre est soutenante dans les moments forts comme dans les épreuves)",
        "teaching_methods": "Les cours alternent les apports théoriques et les approches pratiques en lien avec la clinique. Des exercices ont lieu en auditoire, par des mises en situation exploitant les modules pédagogiques du Réseau RESSPIR (UCLouvain).",
        "assessment_methods": "L'examen sera en deux parties : Examen écrit : 3 questions ouvertes de contenus vus en cours Un travail à rendre le jour de l’examen (1 demi-page A4 présentant un outil d’anamnèse spirituelle à choix) => explication précises durant la séance 7\"",
        "other_info": "Cours destiné en priorité aux étudiant‧es de 2ème année de master en Médecine. Cours accessible aussi aux étudiant‧es de Santé publique, Sciences dentaires, Pharmacie, Sciences biomédicales, dans la limite des places disponibles (selon une répartition équilibrant les cohortes dans les trois cours LTECO en SSS).",
        "online_resources": "Tout est sur Moodle",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2125",
        "title": "Biomatériaux avancés et biotechnologies",
        "credits": "3.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dive David",
            "Lasserre Jérôme",
            "Ruelle Rémy"
        ],
        "teaching_language": "Français",
        "prerequisites": "L'étudiant doit maîtriser les notions relatives aux sciences cliniques théoriques et pratiques ainsi que celles relatives aux biomatériaux de base. Des notions d'anglais sont utiles.",
        "topics_covered": "L'activité aborde 3 thèmes spécifiques : Les biomatériaux avancés ; Les technologies appliquées aux sciences dentaires ; La régénération et ingénierie tissulaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de l'activité, l'étudiant doit : Avoir développé une pensée réflexive relative aux biomatériaux et techniques qu'il utilise et utilisera dans sa pratique de l'art dentaire ; Etre capable de développer un sens critique par rapport à des informations de différents niveaux qui lui seront transmises durant sa pratique professionnelle ; Avoir acquis des connaissances relatives à des nouveaux biomatériaux et technologies ou des nouvelles connaissances relatives à des biomatériaux et technologies connus ; Développer un esprit d'ouverture vis-à-vis des matériaux et technologies émergents.",
        "content": "1.     Biomatériaux a.     Update des résines composites b.     Alliages à mémoire de forme c.     Matériaux d'application orthodontique d.     MTA - biodentine 2.     Technologies : CAD/CAM 3.     Ingénierie tissulaire a.     Définitions ' embryologie ' bases cellulaires b.     Applications dentaires i.    Pulpo-dentinaire ii.    Revitalisation dentaire iii.    Dent complète c.     Applications parodontales i.    Membrane parodontale ii.    Matériau de comblement Alliages de titane et ostéointégration",
        "teaching_methods": "Le cours se donne sous forme d'exposés magistraux en auditoire, illustrés par des exemples concrets tirés de la littérature scientifique. Une visite d'un laboratoire dentaire est organisé par groupes d'étudiants.",
        "assessment_methods": "L'évaluation s'organise sous la forme d'un examen écrit avec questions à développement. Dans certains cas, des articles scientifiques peuvent être fournis et une analyse de ceux-ci peut être demandée par le biais de réponses à des questions de développement d'un esprit critique.",
        "online_resources": "Moodle",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2150",
        "title": "Douleurs oro-faciales",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Berquin Anne",
            "El Sankari Souraya",
            "Huart Caroline",
            "Jankovski Aleksandar",
            "Leprince Julian",
            "Mahy Pierre",
            "Pitance Laurent"
        ],
        "teaching_language": "Français",
        "content": "Introduction aux douleurs oro-faciales Mécanismes de douleur et éléments de neurophysiologie de la douleur orofaciale Douleurs aigues et chroniques: des approches différentes Troubles temporomandibulaires Douleurs des muqueuses Douleurs odontogènes Douleurs neuropathiques (intra et extra cranienne) Douleur de la sphère ORL Cours intégratif sur base de résolution de cas cliniques",
        "teaching_methods": "Cours magistraux Cours en classe inversée avec lecture de document préalable au cours Petits travaux de mise en pratique d'éléments vus aux cours théoriques Résolution de cas clinique en préparation à l'examen",
        "assessment_methods": "Examen oral pendant lequel l'étudiant est amenés à questionner un patient virtuel (jouer par l'interrogateurs) afin de dégager des hypothèses de diagnostic différentiel de douleur orofaciale de proposer des examen clinique et paraclinique de référer le patient adéquatement si ce n'est pas dans son champ de compétence de mettre en place un traitement dans le cadre d'une équipe pluridisciplinaire",
        "online_resources": "Les ressources pédagogiques comme les supports de cours, articles, lectures ou vidéos à regarder avant les cours, ... sont disponibles sur la plateforme Moodle.",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2190",
        "title": "Introduction et initiation aux sciences cliniques",
        "credits": "15.00",
        "hours": "220.0 h + 750.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Dewaele Magali",
            "Gillard Caroline",
            "Gilli Matthieu",
            "Hardy Chloé",
            "Mahy Pierre",
            "Mateu-Ramis Séverine",
            "Olszewski Raphaël",
            "Toma Selena"
        ],
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Il y a trois préalables à cette activité d'intégration professionnelle : 1. L'acquisition des crédits de l'activité d'intégration professionnelle « Laboratoire de dentisterie restauratrice et prothétique » (WDENT1325) ou la valorisation de crédits d'unités d'enseignement considérées comme équivalentes. 2. La réussite du test d'intégration, pratique et théorique, qui est organisé deux fois par an (en début des second et troisième quadrimestres soit en février et juillet en fonction des calendriers académiques) conditionne l'accès au module de stages cliniques actifs de cette UE. Un étudiant qui a acquis les crédits de l'UE WDENT1325 à la session de juin ou de septembre de l'année académique précédant son inscription à cette activité de stage est dispensé de la partie pratique du test. Tous les autres étudiants sont concernés par celle-ci. Ce test permet de confirmer que l'étudiant est capable de mobiliser les compétences acquises au cours de son parcours de formation au profit de la prise en charge efficiente d'un patient des Cliniques Universitaires Saint Luc, lieu de stage unique pour les étudiants du Master en sciences dentaires. Il vise aussi à s'assurer que les étudiants sont aptes à prendre en charge activement les patients dans le respect des procédures et installations du département clinique. En cas d'échec à ce test qui peut être présenté 2 fois par année académique, l'étudiant n'aura accès qu'au premier module de cette UE. 3. L'acquisition des crédits des UE suivantes ou la valorisation d'UE similaires  est un prérequis à la prise en charge active de patients par l'étudiant : -       Cariologie et dentisterie conservatrice (WDENT1391) -       Endodontie (WDENT1342) -       Pathologies médicales (1 ère partie) (WDENT1337) L'absence d'acquisition des crédits correspondants aux UE suivantes ou de valorisation d'UE similaires peut limiter l'accès ou le suivi de ces disciplines qui seront abordées lors de ce stage : -       Prothèse inamovible (1 ère partie) (WDENT1322) & (2 ème partie) (WDENT1323) -       Prothèse amovible complète (WDENT1320) -       Prothèse amovible partielle (WDENT1321) -       Chirurgie générale et bucco-dentaire (WDENT1351) -       Eléments de radiologie DMF et radioprotection (WDENT1360) -       Parodontologie (WDENT1335)",
        "topics_covered": "Cette activité clinique s'organise en deux modules : 1)     Stage clinique d'observation : la première partie consiste en des séances d'assistances organisées dès la rentrée de l'année académique auprès de stagiaires d'année supérieure ou d'assistants (dont l'assistant référent de l'étudiant) durant leurs plages de soins personnalisés. 2)    Stage clinique actif: la seconde partie correspond au début des stages cliniques actifs durant lesquels chaque étudiant stagiaire prend en charge activement des patients dans les disciplines suivantes : dentisterie conservatrice, prothèse dentaire, parodontologie et stomatologie (extractions dentaires simples sous anesthésie locale). Ces deux modules ont pour objectif le développement des compétences et de la posture professionnelle inhérentes à un futur praticien en sciences dentaires.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de cette activité, l'étudiant est capable, pour un cas clinique de dentisterie « de base », de : -  Réaliser un examen clinique et radiographique approprié, -  Etablir un diagnostic différentiel, -  Proposer un plan de traitement, -  Réaliser, sous supervision, les actes cliniques de base dans les disciplines de l'activité, -  Assurer le suivi du patient (démarches administratives, prise de rendez-vous de contrôle, '), -  Communiquer de manière appropriée avec le patient, -  Prendre en charge la gestion des situations dentaires aiguës, -  Gérer, dans le respect des procédures institutionnelles, l'organisation et le traitement des installations dentaires et du matériel qui lui est confié.",
        "content": "Assistances et soins aux patients au sein de l'IMDS.",
        "teaching_methods": "Lors du module de stage d'observation, l'étudiant assiste, de manière participative, un praticien (autre stagiaire d'année supérieure ou assistant) et observe toutes les procédures que celui-ci réalise pour la prise en charge de son patient : planning des rendez-vous, préparation du cabinet, réalisation des actes de soins, formalités administratives, rangement du matériel dans les règles d'hygiène hospitalière,... Ces stages cliniques d'observation et d'assistances passives doivent permettre à l'étudiant d'intégrer toutes les connaissances et compétences acquises durant le bachelier pour lui permettre de les mettre en pratique durant le second module de l'activité. Une partie de ces assistances est imposée à l'étudiant (\"obligations\"), mais la grande majoritée doit être réalisée de manière autonome, sans horaire pré-établit par le secrétariat facultaire. Lors du module de stage clinique actif, l'étudiant assure des séances de consultations, accueille des patients en urgence et prend lui-même en charge les patients pour qui il a élaboré un plan de traitement « de base » dans les disciplines de prothèse amovible et fixe, parodontologie et stomatologie pour les extractions simples sous anesthésie locale. Il réalise tous les actes cliniques sous la supervision d'assistants et d'enseignants de la discipline concernée.",
        "assessment_methods": "Cette activité est évaluée uniquement à la session de septembre. La note globale comprend, pour 25%, la note du test d'intégration (Test d'Entrée en Clinique: TEC), pratique et théorique, et, pour 75%, les activités cliniques de l'étudiant, actives (25%) et passives (50%). L'échec au test d'intégration est un facteur absorbant et induit une note d'insuffisance à cette activité. Chaque responsable de discipline évalue séparément l'étudiant sur base des critères qui sont annoncés et communiqués en début d'année académique. Le coordinateur de l'activité attribue la note relative aux stages sur base de la moyenne arithmétique des 4 notes individuelles. En cas d'échec, l'étudiant devra se réinscrire à l'activité lors de l'année académique suivante mais l'ensemble des actes cliniques réalisés restent comptabilisés pour la future évaluation de l'unité d'enseignement.",
        "other_info": "Cette activité de stages démarre au début du 1er quadrimestre du 1er bloc annuel de Master et se poursuit durant l'entièreté de l'année académique, y compris les mois d'été. Les étudiants sont dispensés d'obligations de présence durant les périodes de blocus et de sessions d'examen de janvier et juin. Ils ont par ailleurs le droit de s'absenter pour une période déterminée en avertissant le secrétariat et selon les règles en vigueur, communiquées au début de l'année académique. Si l'étudiant n'a pas acquis les crédits de cette UE durant son 1er bloc annuel de Master, il aura l'obligation d'assurer toutes les séances qui seront reprises à son programme durant les périodes de blocus et de sessions d'examen. ! L'activité 2190 n’est accessible qu’aux étudiants ayant validé leur bac.",
        "online_resources": "Prestations cliniques passives (assistances): signature dans carnet papier à remettre au secrétariat facultaire pour mi août. Prsctations cliniques actives (soins): dans le carnet de stage électronique.",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2295",
        "title": "Clinique de médecine dentaire pédiatrique",
        "credits": "6.00",
        "hours": "140.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Irakoze Armand",
            "Leprince Julian"
        ],
        "teaching_language": "Français",
        "topics_covered": "1. Accueil du patient ; 2. Anamnèse, observation clinique et examen radiologique pour l'établissement du diagnostic et du plan de traitement ; 3. Motivation à l'hygiène orale et préventions des affections carieuses en fonction de l'âge ; 4. Les méthodes du contrôle de la douleur et prise en charge du jeune patient à l'état vigile, sous sédation consciente ou sous anesthésie générale ; 5. Thérapeutiques restauratrices, endodontiques et chirurgicale des dents temporaires et définitives jeunes ; 6. Les traumatismes dentaires, leurs complications et leurs traitements ; 7. Harmonie des arcades : prévention et interception des malocclusions.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - Application clinique des connaissances acquises au cours de Médecine dentaire pédiatrique ; - Diagnostiques et thérapeutiques préventives, interceptives, restauratrices et chirurgicales des pathologies carieuses, non-carieuses et traumatiques de l'enfant et l'adolescent. Au terme de la formation, l'étudiant doit être en mesure : - De diagnostiquer toutes les pathologies dentaires carieuses et non carieuses chez l'enfant et l'adolescent, de proposer et d'assurer leurs traitements ; - D'établir et d'entretenir une relation de confiance avec le jeune patient et ses parents en tenant compte de l'âge ainsi que des antécédents familiaux, psychologiques et médicaux ; - D'assumer une éducation à la santé buccodentaire de l'enfant et de son entourage. - D'élaborer et d'appliquer un programme de prévention des affections carieuses en fonction de l'âge et amener l'enfant et ses parents à l'appliquer ; - D'appliquer les méthodes de contrôle de la douleur au cours des soins et extractions dentaires en tenant compte des spécificités anatomiques et psychologiques propres à l'enfant ; - De pallier, chez l'enfant et l'adolescent, toute perte dentaire prématurée, évaluer et prévenir ses conséquences sur la croissance et l'harmonie des arcades ; - De prendre en charge les traumatismes dentaires chez l'enfant et l'adolescent ainsi que leurs conséquences à court, moyen et long terme.",
        "content": "La clinique de Médecine Dentaire Pédiatrique permet au stagiaire de prendre en charge, dans la pratique, la santé bucco-dentaire globale de l'enfant et l'adolescent.",
        "teaching_methods": "Sous l'encadrement des assistants et des superviseurs, il accueille l'enfant et ses parents, propose les éléments nécessaires à l'établissement du diagnostic et du plan de traitement. Le plan de traitement est soumis à l'appréciation des superviseurs ainsi que toutes les étapes de la prise en charge préventive ou thérapeutique.",
        "assessment_methods": "L'étudiant dispose d'un carnet de stage où sont annotées les évaluations de toutes les prestations qu'il aura réalisées au cours du stage clinique de Médecine Dentaire Pédiatrique. Il présente à la fin de son stage une prise en charge complète avec justification et argumentation des traitements.",
        "other_info": "Support : Clinique de Médecine Dentaire Pédiatrique avec encadrement permanent (Chefs de clinique et assistants). Mise en discussion de la prise en charge des enfants atteints d'affections psychologiques ou physiques ne relevant plus de la médecine dentaire pédiatrique courante. Introduction à la philosophie des soins dentaires aux handicapés. Intégrations du problème dentaire des enfants médicalement compromis.",
        "bibliography": "Koch G, Poulsen S, Espelid I, Haubek D. Pediatric Dentistry: A Clinical Approach. WILLEY Blackwell, 3rd ed. 2017. Naulin-Ifi C. Odontologie Pédiatrique Clinique. Editions CdP ed. 2011. Fejerskov O, Nyvad B and Kidd E. Dental Caries: the Disease and its Clinical Management. Oxford, Blackwell Munksgaard, 3rd ed. 2015. Carvalho JC, Mestrinho HD, Oliveira LS, Varjão MM, Aimée N, Qvist V. Validation of the Visible Occlusal Plaque Index (VOPI) in estimating caries lesion activity. J Dent 2017;64:37-44. Figuero E,  Nobrega DF, Garcıa-Gargallo M, Tenuta LMA, Herrera D, Carvalho JC. Mechanical and chemical plaque control in the simultaneous management of gingivitis and caries: a systematic review. J Clin Periodontol 2017; 44 (Suppl. 18): S116–S134.",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2101",
        "title": "Santé, spiritualités et religions : A. Récits bibliques et récits cliniques",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lichtert Claude"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun",
        "topics_covered": "Le cours est centré sur la parole et le récit. Intitulé « Récits bibliques et récits cliniques, accompagnements et soins », le cours a pour objectif de présenter les récits bibliques comme des ressources privilégiées pour entrer dans les récits de vie des patients et les récits cliniques typiques du monde des soins. Une réflexion fondamentale sur le statut de ces trois récits permet de faciliter les rencontres, d’éclairer les tensions, de comprendre les imaginaires sollicités autour de la souffrance et de la mort, du guérir et du soigner. Le questionnement sur les récits permet en outre d’aborder les divers accompagnements dans le monde des soins de santé.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître les enjeux liés à l'intégration des spiritualités et des traditions religieuses dans les soins de santé. 2 Identifier les réponses apportées par les religions aux questions existentielles. 3 Faire œuvre d'esprit critique en se situant de façon personnelle par rapport aux sujets abordés. 4 Découvrir la littérature biblique dans sa diversité comme source culturelle pour la société et comme ressource pour l’accompagnement des patients. 5 Appréhender la spécificité des récits bibliques par rapport à d’autres récits présents dans le monde des soins de santé. 6 Distinguer entre une lecture fondamentaliste et une lecture critique de la Bible.",
        "content": "Le cours consiste en 8 séances en présentiel. Une séance est commune avec les étudiant·es des cours LTECO2102 et LTECO2103. Elle est consacrée aux fondements de l’éthique en l’Islam et sa compréhension de l’être humain. Sept séances sont donc spécifiques à ce cours. Les textes bibliques ont marqué l’histoire et la culture du monde occidental. Le cours établira qu’une lecture critique de ces textes, en tant que textes destinés à éclairer l’existence, exige une méthodologie spécifique et une connaissance minimale des acquis de la critique littéraire de la Bible. La compréhension de la spécificité de ces textes permet de mieux appréhender les récits des patients confrontés aux grandes questions de sens (« qu’est-ce que l’être humain ? », etc.). Par l’analyse de quelques textes bibliques, on indique comment la Bible permet de conduire une réflexion rigoureuse sur les questions religieuses, le sens de l’existence et la citoyenneté, y compris en contexte de pluralisme convictionnel.",
        "teaching_methods": "Cours magistral, sans PPT, en prenant appui sur l'expérience clinique, l'enseignant étant également responsable de l'équipe d'aumônerie (accompagnement spirituel) aux Cliniques universitaires Saint-Luc (https://www.saintluc.be/fr/aumonerie-catholique-presentation).",
        "assessment_methods": "L’examen consiste en un travail écrit, préparé en prenant appui sur le cours oral et sur les notes communiquées via Moodle. Toutes les précisions seront transmises par écrit via Moodle et commentées au cours. Pour la réalisation de ce travail, l'étudiant·e s'engage à ne pas avoir recours à l'Intelligence artificielle.",
        "other_info": "Ce cours est destiné aux étudiants du secteur des sciences de la santé (sauf IEPR). L'étudiant doit choisir un cours parmi trois possibilités (LTECO 2101, LTECO 2102 et LTECO 2103). L’enseignant est disponible à la fin de chaque cours et sur rendez-vous. L’échange par mail doit demeurer exceptionnel, dans la mesure où la question ne peut être posée au cours.",
        "online_resources": "Les notes de cours seront disponibles au fur et à mesure des séances, via Moodle.",
        "bibliography": "La bibliothèque du Secteur des soins de santé est fermée pour travaux, toutefois le service de prêt reste assuré (https://uclouvain.be/fr/bibliotheques/bss). Une bibliographie composée exclusivement d'ouvrages sera disponible via Moodle. Une bibliothèque d'articles relatifs au rapport entre spiritualités et soins de santé est disponible sur https://www.saintluc.be/fr/bibliotheque-numerique. Parmi les ouvrages écrits par Claude Lichtert, on peut noter : Lire la Bible ensemble. Quelques enjeux, résistances, méthodes et approches (coll. Bible), Europe, Domuni-Press, 2020, 85 p. [ressources électroniques commentées] avec Hautier Marie-Thérèse, Prendre soin de la relation à l’autre : de l’évangile de Luc à notre récit de vie (coll. Écriture en pastorale 5), Bruxelles, Lumen vitae, 2020, 122 p. La parole pour sortir de soi. Dieu et les humains aujourd’hui : parcours biblique (Bible), Domuni-Press, Toulouse, 2021, 82 p. D’amour et de haine. Chemins bibliques (Parole en liberté), Bière, Cabédita, 2021, 96 p. La parabole du fils prodigue. Lectures plurielles (Religions et spiritualité), L'Harmattan, Paris, 2022, 158 p. Vers un paradis urbain. Approche littéraire de la ville dans la Bible (Le livre et le rouleau), Éditions Jésuites, Paris, 2024, 279 p. Et ces deux émissions d'initiation biblique : \"Apprendre à lire la Bible\" (KTO TV 2022 - 53') : https://www.youtube.com/watch?v=RWR89xhtk5s&t=7s \"Prendre soin\" (KTO  TV 2021 - 53') : https://www.youtube.com/watch?v=FTw2qteNiGw&t=6s",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2294",
        "title": "Clinique de stomatologie et de chirurgie maxillo-faciale",
        "credits": "6.00",
        "hours": "140.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Magremanne Michèle",
            "Mahy Pierre",
            "Olszewski Raphaël"
        ],
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Cours de pathologies oro-faciales, cours de radiologie dento-maxillo-faciale, cours de pathologies chirurgicales spéciales, cours de chirurgie bucco-dentaire, cours de chirurgie générale",
        "topics_covered": "- toutes les pathologies orale et maxillo-faciales - anamnèse, imagerie médicale et examen clinique s'y rapportant",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 1. L'étudiant doit être capable de : - reconnaître toutes les lésions pathologiques de la sphère orale et maxillo-faciale ; - d'en interpréter les singes cliniques et pour les principales et plus fréquentes lésions, les signes radiologiques s'il échet ; - diagnostiquer les principales et les plus fréquentes de ces lésions, - de les traiter de manière symptomatique ou étiologique. 2. L'étudiant doit être capable d'extraire les dents de manière autonome",
        "content": "extraire des dents simples, extractions chirurgicales apprendre à en gérer les complications apprendre à faire une anamnèse aussi bien systémique que loco-régionale apprendre à faire un examen clinique local et régional apprendre à interpréter les principales techniques d'imagerie médicale pour ces pathologies orales et maxillo-faciales",
        "assessment_methods": "Examen pratique pour les extractions ; examen oral pour la partie clinique",
        "other_info": "Support : présence active et passive dans le service, soins aux patients, assistances aux consultations, aux séances de chirurgie sous anesthésie locale (dans le service) et sous anesthésie générale au QOP",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2156",
        "title": "Orthodontie et orthopédie dento-faciale",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "prerequisites": "Anatomie dentaire, Anatomie tête et cou, histologie du parodonte, histologie de l'os et du cartilage",
        "topics_covered": "- Le diagnostic orthodontique ; - Les troubles d'éruption ; - Les fonctions orofaciales ; - Les indications d'extraction ; - Les différentes thérapeutiques orthodontiques : actes préventifs, interceptifs ; - Les appareils fixes, amovibles ; - La croissance cranio-faciale et les traitements orthopédiques ; - Les conséquences, limites et récidives des traitements orthodontiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable : - d'analyser la croissance cranio-faciale : déterminer le type de croissance par analyse céphalométrique et clinique ; - de reconnaître des dysfonctions de la région oro-faciale, les conséquences pour l'occlusion et la croissance faciale et savoir comment les traiter ; - d'établir un diagnostic et un plan de traitement argumenté ; - de poser des actes de prévention et d'interception chez le jeune patient ; - de connaitre les indications et les principes de base des traitements orthodontiques (par appareil amovible et fixe) et des traitements orthopédiques ; - de connaitre les mécanismes d'action des traitements, les causes des récidives et comment y remédier.",
        "content": "L'examen clinique, radiologique et l'analyse céphalométrique Le déplacement dentaire, les éruptions et leurs troubles: les dysharmonies dentaires, les traitements préventifs et interceptifs La croissance maxillo-faciale, les dysmorphoses, les traitements orthopédiques Les appareils amovibles, la technique fixe, les contentions La stabilité du traitement orthodontique et les récidives",
        "teaching_methods": "Encadrement : Deux enseignants Le cours se donne sous forme d'exposés magistraux. Chaque thème est abordé au moyen d'une introduction théorique issue de la littérature scientifique et est illustré par des cas cliniques.",
        "assessment_methods": "Examen écrit comprenant des questions ouvertes et des questions de réflexion et d'analyse de cas cliniques",
        "online_resources": "Présentations PowerPoints",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2152",
        "title": "Pathologie et thérapeutique oro-faciale",
        "credits": "5.00",
        "hours": "50.0 h + 20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Roo An-Katrien",
            "Galant Christine",
            "Hoton Delphine",
            "Mahy Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Permettre au futur dentiste de pouvoir dépister précocément les principales lésions oro-faciales, les traiter surtout symptomatiquement s'il échet et pouvoir songer à orienter son patient vers le spécialiste adéquat s'il échet",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Fournir des éléments aux futurs dentistes permettant de\r- reconnaître les principales et plus fréquentes pathologies orales, périorales et maxillo-faciales\r- traiter ces mêmes pathologies dans le cadre des compétences du dentiste\r- prévenir certaines de ces pathologies\r- d'acquérir une démarche clinique si possible evidence-based.\rC'est un cours spécifiquement destiné au futur dentiste",
        "content": "description systématique des lésions de la muqueuse orale, des lésions cutanées périorales, des lésions osseuses maxillaires et mandibulaires, des ATM, des glandes salivaires et cervicales : étiopathogénie, épidémiologie, symptômes cliniques et radiologiques, anatomo-pathologie, diagnostic et diagnsotic différentiel, pronostique et traitement",
        "other_info": "Evaluation : examen écrit à la fin du premier semestre par QROC\r\rSupport : diapositives illustrant des cas cliniques, ppt. pour les diapositives et syllabus en Word sur i Campus\r\rPré-requis : microbiologie, physiopathologie générale, anatomo-pathologie générale, anatomie , imagerie dento-maxillo-faciale",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2290",
        "title": "Mémoire",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2121",
        "title": "Aspects organisationnels, légaux, sociétaux et déontologiques de la profession",
        "credits": "4.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Carsin Pierre",
            "Darche Vincent",
            "Pitance Laurent",
            "Schmitz Eliane"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les risques et les contraintes de l’exercice de la profession Les postes de travail et l’appartement professionnel (définitions –agencements) L’hygiène au cabinet dentaire La gestion du cabinet dentaire Les auxiliaires de soins Le code de déontologie La législation entre autres, les droits des patients Les formalités d’installation Les assurances sociales, INAMI, nomenclature Des notions de fiscalité",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Travailler dans des conditions saines et non-stressantes pour lui-même dans son cabinet D’éviter toute contamination lors de l’exercice de sa profession D’accomplir les formalités en vue de son installation Gérer son cabinet Respecter l’éthique professionnelle Respecter son patient De manier correctement la nomenclature",
        "content": "Les différents aspects sociétaux, légaux et déontologiques de la profession sont abordés, tels les rapports avec les patients, les droits de ceux-ci, la qualité des soins dispensés, les expertises et les rapports de confraternité. Le fonctionnement de l’Institut national d’assurance maladie et invalidité avec la nomenclature accessible aux praticiens de l’Art dentaire, les dispositions du tiers payant et du maximum à facturer sont étudiés. Des notions de fiscalité sont évoquées. Différents aspects organisationnels du cabinet dentaire (cabinet unique, cabinet de groupe), disposition des locaux, flux des patients, stérilisation du matériel, hygiène au cabinet dentaire, traçabilité et flux du matériel sont discutés et travaillés globalement entre l’enseignant et la cohorte mais également en groupes pendant les heures de travaux pratiques. Un intérêt tout particulier à la santé physique du praticien est présenté afin d’éviter les troubles musculo squelettiques liés à la position de travail. Vade mecum des bonnes postures et des activités physiques à privilégier.",
        "teaching_methods": "Cours magistral et travail en groupes pendant les heures de travaux dirigés. La présence est obligatoire lors de ces séances. Une non-participation peut entraîner une cote d'office inférieure à 10/20. En cas d'absences répétées, même justifiées, l'enseignant peut proposer au jury de s'opposer à l'inscription à l'examen relatif à l'UE en respect de l'article 72 du RGEE.",
        "assessment_methods": "30% de la cote pour les travaux de groupes : présentation orale devant la cohorte et les enseignants. 70% de la cote pour l’examen écrit : répartition proportionnelle aux heures de cours entre les différents intervenants. Une note très nettement insuffisante (égale ou inférieure à 30%) dans une des parties du cours, entraînera une cote inférieure à 10/20 et l'entièreté de la matière sera à représenter. Une note entre 9/20 et 9,9/20 reste insuffisante. En cas d’échec au travail de groupe : l’étudiant devra faire un travail individuel écrit. En cas d’échec à l’examen écrit, celui-ci sera représenté dans son entièreté.",
        "online_resources": "Inami .be",
        "course_materials": "Powerpoint",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2135",
        "title": "Urgences médicales au cabinet dentaire",
        "credits": "3.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Detaille Thierry",
            "Dupriez Florence"
        ],
        "teaching_language": "Français",
        "topics_covered": "1) Intoduction 2) Urgences médicales fréquentes et/ou à haut risque (progression dans les situations selon la logique d'intervention urgente \"A-B-C-D-E\") 3) Procédures d'urgence (principalement ateliers) 4) Stage d'observation au service des urgences",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquérir les connaissances et les compétences nécessaires, pour prévoir et prévenir les situations d'urgence médicale pouvant se présenter dans le cabinet dentaire, et y faire face efficacement le cas échéant.",
        "content": "1) Introduction - Objectifs & méthodologie - Epidémiologie - Loi & déontologie face à l'urgence médicale - AMU : loi & règlementation 2) Urgences médicales fréquentes et/ou à haut risque (progression dans les situations selon la logique d'intervention urgente « A-B-C-D-E ») - Formule par vignette clinique initiale - Révision des points-clé de la physiologie & physiopathologie des systèmes impliqués : cardio-vasculaire & circulatoire, respiratoire, neurologique, hémostase, immunitaire, spécificités pédiatriques - Attitudes pratiques - Evaluation du patient & identification du patient à risque : points clés de l'anamnèse & de l'examen clinique de base, classifications, paramètres (& spécificités pédiatriques) Programme : - difficulté respiratoire - hyperventilation - arrêt circulatoire - douleur thoracique - hémorragie - épilepsie - hypoglycémie - confusion - agitation - déficit neurologique - malaise vagal - syncope - allergie 3)   Spécificités Pédiatriques 4) Procédures d'urgence (principalement ateliers) - Formation à la RCP BLS-DEA selon les recommandations ERC, avec certification - Ateliers : modules concomitants avec une rotation de petits groupes d'étudiants dans chaque atelier durant ~ 30 minutes) Programme : - administration des médicaments - administrer de l'oxygène & de l'aérosol - administrer des autres médicaments - formation en RCP (avec DEA) - RCP et gestes spécifiques en pédiatrie - mise en position & condition - le matériel & la trousse d'urgence",
        "teaching_methods": "-     Cours magistraux : 1h vendredi-matin (début 01.02.2013) ; -     Ateliers & cours pratiques : 2 groupes de ~ 24 étudiants (2 après-midis) ;",
        "assessment_methods": "-          Examen écrit (QROC & QCM) sur toute la matière; -          Ateliers.",
        "other_info": "La participation aux ateliers est obligatoire, et est prise en compte pour la cote finale au prorata de 4 points / 20. Sont pris en compte au cours des ateliers : le respect des horaires et la ponctualité, la participation active, l'adéquation du comportement.",
        "online_resources": "-     Syllabus spécifique ; -     Copie des présentations PPT ; -     Livres & manuels de référence ; -     Références ERC (cf. formation certificative).",
        "bibliography": "-     Syllabus spécifique ; -     Copie des présentations PPT ; -     Livres & manuels de référence ; -     Références ERC (cf. formation certificative).",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2161",
        "title": "Pathologies et thérapeutiques maxillo-faciales et oto-rhino-laryngologie",
        "credits": "4.00",
        "hours": "25.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Dorlodot Clotilde",
            "Hassid Samantha",
            "Mahy Pierre"
        ],
        "teaching_language": "Français",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2140",
        "title": "Pharmacologie spéciale (2ème partie) et prescription médicale",
        "credits": "5.00",
        "hours": "52.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Grégoire Charles",
            "Verschuren Franck",
            "Yombi Jean Cyr"
        ],
        "teaching_language": "Français",
        "topics_covered": "- La prescription médicale (J.M. Maloteaux) - Les traitements de la douleur et de l'inflammation, les médicaments neurotropes (J.M. Maloteaux) - Les traitements des pathologies générales (Ph. Meert) - Les traitements antiseptiques et anti-infectieux (J.C. Yombi)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant aura acquis les compétences attendues d'un praticien en dentisterie pour : - interpréter le traitement en cours d'un patient ; - évaluer les indications d'un traitement médicamenteux en soins dentaires ; - programmer un traitement médicamenteux spécifique aux soins dentaires, en prenant en compte les interactions possibles avec les traitements existants et leur adaptation ; - prescrire au patient et lui détailler le traitement médicamenteux et ses effets, y compris les mises en garde pour les effets secondaires ; - établir une prescription médicamenteuse selon les recommandations professionnelles et les obligations légales.",
        "teaching_methods": "Cours magistral, qui aborde : la prescription médicale (F. Verschuren) les traitements de la douleur et de l’inflammation, les médicaments neurotropes (C.Grégoire) les traitements des pathologies générales (F. Verschuren) les traitements antiseptiques et anti-infectieux (J.C. Yombi) Au terme du cours, l’étudiant aura acquis les compétences attendues d’un praticien en dentisterie pour : interpréter le traitement en cours d’un patient évaluer les indications d’un traitement médicamenteux en soins dentaires programmer un traitement médicamenteux spécifique aux soins dentaires, en prenant en compte les interactions possibles avec les traitements existants et leur adaptation prescrire au patient et lui détailler le traitement médicamenteux et ses effets, y compris les mises en garde pour les effets secondaires établir une prescription médicamenteuse selon les recommandations professionnelles et obligations légales",
        "assessment_methods": "L’évaluation écrite comprend trois parties – une partie pour chaque enseignant, sous forme de QROC. Une cote de minimum 10/20 chez chacun des enseignants est nécessaire pour obtenir une note globale supérieure à 10. Une cote ≤ 8/20 dans une partie entraine un échec pour l’ensemble de l’évaluation. L'évaluation se rapporte à toute la matière.",
        "online_resources": "Chaque enseignant transmettra via Moodle ou directement des supports de cours de type syllabus ou copies de Powerpoint.",
        "bibliography": "- Copies de Powerpoint.",
        "course_materials": "Pharmacologie Spéciale, Prescription Médicale Pharmacologie Spéciale, Prescription Médicale",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2292",
        "title": "Clinique de dentisterie opératoire",
        "credits": "12.00",
        "hours": "350.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Carsin Pierre",
            "Gilli Matthieu",
            "Leprince Julian",
            "Mateu-Ramis Séverine",
            "Ruelle Rémy",
            "Schmitz Eliane"
        ],
        "teaching_language": "Français",
        "topics_covered": "Prévention, cariologie, dentisterie conservatrice, endodontie, urgences dentaires, plan de traitement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du stage, l'étudiant doit être capable de : Réaliser une anamnèse médicale et dentaire, un examen de bouche, prendre des radiographies, poser un diagnostic de la/ou des pathologies et proposer un plan de traitement complet ; Mettre en place les mesures individuelles de contrôle de la maladie carie dentaire depuis ses stades les plus précoces jusqu'aux stades les plus avancés ; Réaliser les différents types de cavités dentaires (Classes I, II, III, IV, V, restauration de cupides et de couronne dentaire) ; Maîtriser les techniques d'isolation des dents ; Maîtriser les concepts et techniques d'obturation dentaire provisoire et permanente (collage, résine composite, verres ionomères, amalgame dentaire,') ; Réaliser des traitements endodontiques de dents mono-, bi-, tri- et quadricanalaires, ainsi que les retraitements endodontiques « simples » et maîtriser les concepts biologiques associés ; Prendre en charge les urgences dentaires.",
        "teaching_methods": "Stage clinique supervisé étape par étape (sur base de check-list et guidelines) par les assistants et les professeurs.",
        "assessment_methods": "Evaluation des soins réalisés chez les patients dans le cadre des obligations inscrites dans le carnet de stage par les assistants et les professeurs sur base de grilles d'évaluation. Examens cliniques de dentisterie conservatrice et d'endodontie.",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl2453",
        "title": "Cours d'anglais médical",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Deneumoustier Aurélie"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi un cours correspondant (au minimum) au niveau B2 du « Cadre européen commun de référence pour les langues » (CECR). Le cours LANGL1856 proposé aux étudiants en BAC 2 a pour objectif de les préparer au cours de  MA1.",
        "topics_covered": "Le cours met l'accent sur la communication orale entre étudiants dans un contexte professionnel. Les situations nécessitent la conversation courante (socialisation, conversation téléphonique, prise de rendez-vous, réunion professionnelle), la consultation patient/dentiste, le langage propre à une présentation de techniques dentaires.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours a pour objectif de développer les compétences communicatives en expression orale pour permettre au diplômé en sciences dentaires d'accueillir et de s'entretenir avec un collègue anglophone et de pouvoir expliquer les soins dentaires à un patient anglophone. 2 En outre, l'étudiant doit pouvoir communiquer avec une certaine assurance sur des sujets familiers habituels ou non en relation avec ses intérêts et son domaine professionnel ainsi que de comprendre aisément et de donner une présentation Powerpoint sur des soins dentaires. Ceci nécessite l'acquisition et la prononciation correcte de termes spécifiques à la dentisterie, l'extension du vocabulaire général en contexte,  la révision des structures grammaticales et des  expressions idiomatiques  pour atteindre le niveau B2+ C1 du 'Cadre Européen de Référence des Langues'.",
        "content": "Pouvoir communiquer avec un certain degré de spontanéité et d'aisance qui rende possible une interaction normale avec un locuteur natif dans les principaux contextes médico-professionnels Niveau B2-C1 du \" Cadre européen commun de référence pour les langues Le vocabulaire général et spécifique au domaine de la dentisterie est révisé en regardant des films sur par exemple la gingivite, l'extraction d'une dent, l'orthodontie. Les connaissances sont ensuite consolidées par le biais d'exercices oraux (jeux de rôles, interviews, conversations en petits groupes de 2 ou 4).  La maitrise se poursuit par des présentations orales devant la classe de techniques ou sujets dentaires avant de se conclure pendant l'examen oral final qui consiste en une consultation entre un patient et dentiste ainsi qu'un test de prononciation.",
        "teaching_methods": "Cours de 30 heures en groupes de 20 étudiants maximum à raison de 2h par semaine le premier quadrimestre. Le cours se déroule en présentiel en petit auditoire avec 20 étudiants maximum. Vision de techniques de dentisterie via la platforme Moodle. Jeux de rôle divers. conversations téléphoniques. Simulation de consultations patient/dentiste.",
        "assessment_methods": "Différentes notes interviennent dans l'évaluation finale : Présence et participation active au cours (10%) Présentations orales au cours, (25%) Tests de vocabulaire et de grammaire au cours de l'année (20%) Conversation téléphonique (10%) Test de prononciation (10%) Examen oral qui consiste en une consultation dentiste/patient précédée d'une prise de rendez-vous téléphonique (25%) U ne absence (justifiée ou non) à l’examen oral entraîne une note finale d’absence (justifiée ou non). La présence aux cours de langues est requise. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier ou de septembre) d'un étudiant qui aurait été absent à deux cours sans fournir de motif justifié pour ses absences. Examen de Août/Septembre Les étudiants qui sont en échec en juin mais qui ont une note de 10/20 ou plus pour l’évaluation continue devront présenter : Test écrits portant sur les « Usage Notes » Consultation Test de prononciation Les étudiants qui sont en échec en juin et qui ont moins de 10/20 pour l’évaluation continue devront présenter : Test écrits portant sur les « Usage Notes » Consultation Test de prononciation Présentation orale de 10 minutes en lien avec la dentisterie basé sur un article de min.10 pages (en anglais)  dont copie devra parvenir à l'enseignant au plus tard une semaine avant la date prévue pour cette partie de l'examen .",
        "other_info": "ENCADREMENT cours en groupe de 20 étudiants maximum l'enseignant est disponible pendant ses heures de cours sur le campus de Woluwe et peut être contacté par email.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=4229",
        "course_materials": "Syllabus LANGL2453 Plateforme Moodle contenant les vidéos vues au cours, les fichiers audios pour la prononciation, des exercices complémentaires de vocabulaire et de grammaire (avec leurs solutionnaires) Usage Notes (Moodle UCL)",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2155",
        "title": "Médecine dentaire pédiatrique",
        "credits": "4.00",
        "hours": "35.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            ". SOMEBODY",
            "Beauquis Julien",
            "Delheusy Geneviève",
            "Fortpied Anne",
            "Irakoze Armand",
            "Leprince Julian"
        ],
        "teaching_language": "Français",
        "prerequisites": "Notions de psychologie de l'enfant et de l'adolescent, d'anatomie dentaire, de croissance et de développement des arcades (dentures temporaire, mixte et définitive jeune), de biomatériaux dentaires et de dentisterie restauratrice.",
        "topics_covered": "1. L'observation clinique et l'examen radiologique dans le diagnostic des affections dentaires chez l'enfant et l'adolescent ; 2. Physio-pathologie de la dent temporaire ; 3. Pathologies carieuses, pulpaires et pulpo-parodontales de la dent temporaire ; 4. Pathologies de la dent définitive immature; 5. Prévention des affections carieuses en fonction de l'âge ; 6. Les anomalies dentaires de nombre, de forme et de structure chez l'enfant ; 7. Le contrôle de la douleur chez le jeune patient ; 8. Thérapeutiques restauratrices et endodontiques des dents temporaires et définitives immature; 9. La petite chirurgie ; 10. Les traumatismes dentaires, leurs complications et leurs traitements ; 11. Harmonie des arcades : prévention et interception des malocclusions ; 12. Organisation des soins à l'état vigile, sous sédation consciente ou sous anesthésie générale",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Enseignement de l'ensemble des pathologies et thérapeutiques dentaires particulières à l'enfant et l'adolescent. Diagnostics et thérapeutiques préventives, interceptives et curatives. A l'état vigile, sous sédation consciente ou sous anesthésie générale. Au terme de la formation, l'étudiant doit être en mesure : - De diagnostiquer, chez l'enfant et l'adolescent, les affections dentaires carieuses et non carieuses et de les soigner ; - D'établir une relation de confiance avec le jeune patient et ses parents en tenant compte de l'âge ainsi que des antécédents familiaux, psychologiques et médicaux ; - D'élaborer un programme de prévention des affections carieuses en fonction de l'âge et amener l'enfant et ses parents à l'appliquer ; - D'appliquer les méthodes de contrôle de la douleur au cours des soins et extractions dentaires en tenant compte des spécificités anatomiques et psychologiques propres à l'enfant ; - De pallier, chez l'enfant et l'adolescent, toute perte dentaire prématurée, évaluer et prévenir ses conséquences sur la croissance et l'harmonie des arcades ; - De prendre en charge les traumatismes dentaires chez l'enfant et l'adolescent ainsi que leurs conséquences à court, moyen et long terme.",
        "content": "Le cours évalue l'ensemble des particularités que constitue la prise en charge globale de l'enfant et de l'adolescent, tant du point de vue psychologique que physiologique. La prévention et l'interception, les thérapeutiques précoces doivent s'inscrire en parfaite harmonie avec les notions essentielles de la croissance et du développement de l'enfant. La traumatologie, la réhabilitation du jeune patient édenté, la lutte contre les polycaries du jeune enfant, les spécificités des dentures temporaires, mixtes ou définitives immatures amènent à une justification de choix thérapeutiques parfaitement adaptés et différents de ceux de l'adulte.",
        "teaching_methods": "- Exposés magistraux, avec participation active de l'étudiant lors de l'exposé des cas cliniques. - Travaux pratiques : Anesthésie apicale et à l’épine de Spix chez les enfants et adolescents Préparation d’une cavité occluso-proximale d’une molaire temporaire Pulpotomie cervicale d’une molaire temporaire Préparation a minima d’une molaire temporaire pour réaliser une couronne préformée en nickel chrome Discussion de cas cliniques de traumatismes dentaires La participation aux travaux pratiques est obligatoire et indispensable pour valider l’unité d’enseignement. Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE*. »",
        "assessment_methods": "L'évaluation se fait à la fin des enseignements par un examen écrit. Les questions sont de type ouvertes ou choix multiple avec justification, pour l'ensemble du cours. En ce qui concerne la cotation, les questions ouvertes peuvent bénéficier d'une cotation différente selon leur complexité. Pour les questions à choix multiple avec justification, la seconde partie de la réponse vaut le double de la valeur de la première.",
        "bibliography": "Support : Koch G, Poulsen S, Espelid I, Haubek D. Pediatric Dentistry: A Clinical Approach. WILLEY Blackwell, 3rd ed. 2017. Naulin-Ifi C. Odontologie Pédiatrique Clinique. Editions CdP ed. 2011. Fejerskov O, Nyvad B and Kidd E. Dental Caries: the Disease and its Clinical Management. Oxford, Blackwell Munksgaard, 3rd ed. 2015. Carvalho JC, Mestrinho HD, Oliveira LS, Varjão MM, Aimée N, Qvist V. Validation of the Visible Occlusal Plaque Index (VOPI) in estimating caries lesion activity. J Dent 2017;64:37-44. Figuero E,  Nobrega DF, Garcıa-Gargallo M, Tenuta LMA, Herrera D, Carvalho JC. Mechanical and chemical plaque control in the simultaneous management of gingivitis and caries: a systematic review. J Clin Periodontol 2017; 44 (Suppl. 18): S116–S134.",
        "course_materials": "Power point",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2157",
        "title": "Orthodontie de l'adulte et pluridisciplinaire",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delatte Myriam"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Les spécificités des traitements orthodontiques de l'adulte ; - Les traitements esthétiques ; - L'orthodontie pré-prothétique ; - Les traitements ortho-parodontaux ; - Les fentes labio-palatines ; - Le syndrome d'apnée du sommeil.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - Connaître les possibilités de traitement ortho chez les patients adultes, leurs indications et limites ; - Comprendre la biomécanique des thérapeutiques adultes : ortho linguale, ancrages squelettiques, gouttières ; - Etablir un diagnostic et un plan de traitement argumenté spécifique à l'adulte ; - Pouvoir coordonner un traitement pluridisciplinaire (ortho-paro-prothèse-chirurgie).",
        "content": "Spécificités de la prise en charge orthodontique de l'adulte du diagnostic au plan de traitement adapté: utilisation des ancrages squelettiques, les indications d'extractions, les limites des traitements de compromis, la technique linguale, les gouttières thermoformées. L'orthodontie pluri-disciplinaire: les patients avec fentes labio-palatines, les traitements ortho-paro, l'orthodontie pré-prothétique, la chirurgie orthognathique, l'orthodontie et les apnées du sommeil",
        "teaching_methods": "Encadrement : Deux enseignants Cours dispensés sous forme d'exposés magistraux comprenant des bases théoriques mises en relation avec des situations cliniques documentées",
        "assessment_methods": "Examen écrit comprenant des questions ouvertes, de réflexion et possibilité d'analyse d'un cas clinique",
        "online_resources": "Présentations PowerPoint",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2257",
        "title": "Séminaires pluridisciplinaires",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            ". SOMEBODY",
            "Chantrenne Aurélie",
            "Hardy Chloé",
            "Irakoze Armand",
            "Magremanne Michèle",
            "Pitance Laurent",
            "Ruelle Rémy",
            "Toma Selena"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'atteinte des objectifs fixés passe par la présentation des séminaires cliniques inter-services. Ces séminaires sont organisés sous forme de plan de traitement pluridisciplinaire visant l'intégration optimale de toutes les notions apprises au cours de la formation, à partir de situations cliniques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité, l'étudiant doit être capable de proposer un plan de traitement intégré en tenant compte de tous les aspects thérapeutiques liés à la plainte du patient qu'il considère dans toute sa globalité.",
        "content": "Situations cliniques complexes et nécessitant une contribution pluridisciplinaire.",
        "teaching_methods": "Exposés magistraux ou enregistrés sollicitant la participation des étudiants dans l'élaboration du plan de traitement.",
        "assessment_methods": "L'évaluation se fera sous forme de questions ouvertes tirées des thèmes présentés au courant de l'année, visant à vérifier la capacité de l'étudiant, à partir d'une situation clinique spécifique, à tirer profit de toutes les notions apprises pour présenter un plan de traitement le plus intégré. Examen écrit (QROC) portant sur toute la matière",
        "other_info": "Les séminaires sont organisés après les heures de cliniques pour donner à tout étudiant l'opportunité d'y participer. La participation n'est pas obligatoire mais vivement conseillée.",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2291",
        "title": "Clinique de prothèse",
        "credits": "10.00",
        "hours": "280.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Dewaele Magali",
            "Dive David",
            "Gillard Caroline",
            "Hardy Chloé"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Prothèse inamovible sur dents naturelles et sur implants ; - Restaurations partielles collées postérieures ; - Prothèse amovible partielle ou complète (+/- implants) ; - Plans de traitement ; - Urgences prothétiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du stage, l'étudiant devra être capable de : - Proposer un plan de traitement complet tenant compte de l'état buccodentaire, de l'anamnèse et des exigences fonctionnelles et/ou esthétiques du patient. - Etablir un plan de travail séquentiel (y compris l'intervention des autres disciplines dentaires et le travail du laboratoire) - Réaliser les différentes séances cliniques de la préparation dentaire (pour la prothèse fixée), la temporisation, les séances d'empreinte, la prise d'occlusion éventuelle, les essais et placement. - Assurer les contrôles et les urgences prothétiques.",
        "content": "Prothèse inamovible : préparation dentaire - temporisation (provisoire) - empreinte unitaire - empreinte de situation ou empreinte globale - empreinte sur implants - prise d'occlusion - essai de transfert(s) ou d'armature - essai esthétique et fonctionnel - isolation (technique indirecte collée) - placement : scellement vs collage - contrôle. Prothèse amovible : empreintes primaire et secondaire - empreinte de châssis - empreinte sur implants - prise d'occlusion - essais des dents montées sur cire - placement - contrôle - rebasages temporaires ou définitifs - réparations.",
        "teaching_methods": "Le plan de traitement prothétique d'un patient est pris en charge par le stagiaire. Ce stage clinique est supervisé étape par étape par les assistants et les permanents ou assimilés.",
        "assessment_methods": "Évaluations continues tout au long du stage par les assistants et permanents dans le cadre des exigences définies en début de stage et sur base d'une grille d'évaluation. Réalisation d'un examen en prothèse amovible et un examen en prothèse inamovible supervisés par un permanent ou assimilié.",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2293",
        "title": "Clinique de parodontologie",
        "credits": "6.00",
        "hours": "140.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Lasserre Jérôme",
            "Toma Selena"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Prévention ; - Maladies parodontales ; - Plan de traitement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant doit être capable de : - diagnostiquer les différentes maladies parodontales et parimplantaires ; - connaitre le traitement adapté à chaque pathologie sur base, entre autre, de l'étiologie ; - intégrer la parodontologie dans le traitement conservateur, prothétique et pédiatrique. Les aspects liés à l'esthétique doivent également être maitrisés.",
        "content": "- Connaissance de l'étiologue et impact sur le traitement ; - Diagnostic des parodontopathies et leur traitement ; - Traitement non-chirurgical avec les aspects prophylactiques et médicamenteux ; - Réévaluation et indication de la chirurgie ; - Interactions parodontologie et prothèse ; - Implications des traitements parodontaux sur la santé générale.",
        "teaching_methods": "Stage clinique supervisé étape par étape par les assistants et les professeurs.",
        "assessment_methods": "Evaluation des soins réalisés chez les patients dans le cadre des obligations inscrites dans le carnet de stage par les assistants et les professeurs sur base de grilles d'évaluation. Un examen écrit sera prévu en fin de stage de M2 ( cet examen pourra être organisé sous diffréntes formes: présentation d'un cas clinique et/ou examen ecrit ou oral)",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2103",
        "title": "Santé, spiritualités et religions : C. Science, éthique et religion",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gaziaux Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "La science révèle un nouveau champ de connaissances et de croyances dans le monde contemporain, et plus particulièrement dans le monde de la santé. Comment les comprendre, les évaluer et les mettre en consonance-articulation non concurrentielle avec une croyance spirituelle ou religieuse ? Ce cours explore des concepts et aborde des outils pour ouvrir à la dimension éthique de ce questionnement. Les rapports entre science, éthique et foi sont complexes. Le monde de la santé est très concerné par diverses conceptions éthiques qui engagent des positionnements politiques différents et cruciaux pour notre existence et le vivre-ensemble (début et fin de vie, dons d’organe, éthique de la recherche, etc. Ces questions nécessitent une distance critique pour prendre en compte l'ensemble des personnes et des institutions concernées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître les enjeux liés à l'intégration des spiritualités et des traditions religieuses dans les soins de santé. 2 Identifier les réponses apportées par les religions aux questions existentielles. 3 Faire oeuvre d'esprit critique en se situant de façon personnelle par rapport aux sujets abordés. 4 Appréhender et distinguer les catégories fondamentales de la réflexion éthique (liberté, dignité, responsabilité, justice, etc.). 5 Proposer une argumentation éthique en faisant valoir la complexité des réalités humaines en jeu. 6 Comprendre la spécificité de certaines approches spécifiques à certaines approches spirituelles ou religieuses en éthique en général et en éthique biomédicale en particulier.",
        "content": "Le cours consiste en 8 séances en présentiel. Une séance commune avec les deux autres cours \"Santé, spritualités et religions\" est consacrée aux fondements de l’éthique en l’Islam et sa compréhension de l’être humain. Les séances du cours sont principalement des enseignements théoriques, illustrés de situations pratiques. L’objectif principal est d’initier à une démarche d’éthique et d'offrir des pistes pour penser le rôle des traditions religieuses et convictionnelles dans le domaine des sciences de la santé et des soins de santé. Le monde de la santé est très concerné les questionnements éthiques, lieux de réflexion et souvent de tensions avec les traditions religieuses. Pour aborder cette situation, la démarche part d’un éclaircissement de notions  telles que celles d'éthique, de morale, de science, de spiritualité, de religion, de normativité, etc.) et offre à partir de cet axe des outils pour penser une articulation différenciée et non concurrentielle entre elles. Ensuite, sera proposée une articulation entre éthique, et sagesse pratique qui ouvre à des perspectives en éthique biomédicale. Dans un troisième temps, le lien entre éthique et spiritualité, avec un focus particulier sur le domaine médical, sera présenté.",
        "teaching_methods": "Le cours se donnera de manière magistrale en présentiel. Des temps de discussion seront prévus.",
        "assessment_methods": "Examen écrit sur base du cours.",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2160",
        "title": "Eléments de psychopathologie",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Wintgens Anne"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Troubles de l'humeur ; - Troubles anxieux ; - Psychothérapies psychodynamiques ; - Bouffée délirante ; - Schizophrénie ; - Paranoïa ; - Troubles du comportement alimentaire ; - Eléments de psychiatrie chez l'enfant.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de recconaître un syndrôme psychiatrique franc et pourra adopter une attitude adéquate vis à vis du patient.",
        "content": "Pour chaque pathologie: symptomatologie - diagnostic - traitement - attitude du soignant.",
        "teaching_methods": "- La méthode du cours repose sur un exposé magistral et de nombreuses présentations cliniques. - De nombreuses questions sont résolues en cours.",
        "assessment_methods": "Examen oral",
        "online_resources": "Moodle : syllabus et podcasts",
        "bibliography": "Support : Syllabus, diapositives et podcasts.",
        "responsible_entity": "MDEN"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wdent2296",
        "title": "Clinique d'orthodontie",
        "credits": "3.00",
        "hours": "70.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Séances d'information par petits groupes.",
        "topics_covered": "Toutes les activités cliniques du service d'orthodontie : - Nouveaux cas ; - Patients du centre du sommeil ; - Patients du centre labio-palatin ; - Consultations enfants et adultes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - Connaître les indications et le timing d'un traitement orthodontique et pouvoir informer correctement les patients des possibilités thérapeutiques ; - Etre capable d'établir un diagnostic et un plan de traitement clinique.",
        "content": "Participation à la prise en charge des patients du service d'orthodontie: assistances au fauteuil, réalisation d'empreintes, exercices de diagnostic",
        "teaching_methods": "- Assistance active comprenant des discussions de cas cliniques avec le praticien + analyse du dossier clinique- rx-modèles - Séminaires par petits groupes.",
        "assessment_methods": "- Exercices de présentation de cas cliniques auprès des assistants ; - Examen oral en fin d'année avec présentation d'un cas clinique auprès de l'enseignant",
        "online_resources": "Cours d'orthodontie.",
        "responsible_entity": "MDEN"
    }
]