[
    {
        "url": "https://uclouvain.be/cours-2024-lecon2904",
        "title": "Political Economics : Explaining Public Policies",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "topics_covered": "Course description: https://directory.unamur.be/teaching/courses/ECONM904",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2605",
        "title": "Capital Markets Theory",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "topics_covered": "We will start to investigate the basic concepts in a simple binomial model in discrete time before generalizing them to general dynamic markets in discrete time. Before extending the concepts to continuous time, we will introduce the main mathematical tools of stochastic calculus. We will analyze applications to pricing of options on stocks and on interest rates via change of numeraire techniques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 The student will be able to master financial concepts related to modern asset pricing theory by arbitrage. This will allow him to get the knowledge necessary to evaluate most prices of financial derivatives on stock and in-terest rates.",
        "content": "We will present the main theoretical concepts and apply them in exercises to help for a better understanding.",
        "other_info": "The students should have basic knowledge in probability and statistics, mathematics, and finance. The evaluation will be an oral exam. The support is made of slides and exercises with their correc-tions.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2436",
        "title": "Monetary and Financial Macroeconomics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pensieroso Luca"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Une formation de base (niveau BAC) en microéconomie, macroéconomie et économétrie est nécessaire pour suivre ce cours.",
        "topics_covered": "Le cours de « Macroéconomie monétaire et financière » propose d'analyser des concepts et des problématiques économiques liées à la monnaie et aux marchés financiers et de mettre en perspective le rôle de ceux-ci dans l'analyse de la macroéconomie. Différentes thématiques sont abordées dans ce  cours : efficience des marchés financiers, mécanismes d'arbitrage sur les marchés financiers et rôle des anticipations, choix de portefeuille, spéculation et bulles financières, détermination des taux d'intérêt à court et à long termes, politique monétaire et marché du crédit, politique monétaire et marchés des changes. Ces thèmes seront abordés en suivant deux grands axes : (i) définition du point de vue de l'analyse monétaire et financière et (ii) implications pour l'analyse macroéconomique.  S'agissant des implications macroéconomiques, le cours visera notamment à montrer l'importance de la monnaie et des variables financières dans la détermination des performances et des politiques macroéconomiques d'un pays.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de l'activité, les étudiants seront capables, d'une part, de maîtriser les  concepts importants en économie monétaire et financière et, d'autre part, de comprendre les principaux aspects du rôle de la monnaie et des marchés financiers dans un contexte macroéconomique général.",
        "teaching_methods": "",
        "bibliography": "Champ B. and S. Freeman and J. Haslag, Modeling Monetary Economies , Cambridge University Press, Cambridge UK, 2022.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2600",
        "title": "Dynamical Methods in Economics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Oikonomou Rigas"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours clarifie au début les caractéristiques des systèmes dynamiques les plus courants en économie (systèmes différentiels ou en différence, déterministes ou stochastique), et présente quelques méthodes de résolution stan-dard. Suit alors une présentation détaillée des concepts de stabilité en mathématique et leur interprétation, ce qui débouche sur une séries de tests de stabilité, notamment asymptotique. L'absence de stabilité peut donner lieu à des dynamiques irrégulières, voire étranges, et la second partie du cours s'attèle précisément à développer des méthodes de détection de ces dynamiques complexes (notamment  autour du concept opérationnel de bifurca-tion).  Enfin le dernier tiers cours est consacré à l'optimisation dynamique : calcul des variations, contrôle opti-mal, et quelques rudiments de programmation dynamique (équations de Bellman) dans un cadre déterministe.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de ce cours est de décrire  rigoureusement les principales méthodes d'analyse des modèles dynami-ques courants en économie. L'accent est mis sur trois champs d'analyse essentiellement : les méthodes d'étude de la stabilité des systèmes dynamiques, les méthodes de détection des dynamiques complexes (notamment chaotiques), et enfin les techniques d'optimisation dynamique (notamment de contrôle optimal). L'étudiant sera évalué principalement sur ces thèmes et devra donc en maîtriser les aspects théoriques et opérationnels les plus fondamentaux.",
        "bibliography": "Barro, R. and Sala i Martin (2003) Economic Growth, MIT Press second edition . Lars Ljungqvist and Thomas J. Sargent (2012) Recursive Macroeconomic Theory , MIT Press, 3rd Edition Adda, J. and Cooper, R. (2003) ‘Dynamic Economics’, MIT Press.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1216",
        "title": "Croissance et développement",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De la Croix David",
            "Lefèvre Mélanie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Traits fondamentaux de la croissance économique, couvrant un double aspect : la transition vers un monde de croissance (révolution industrielle et transition démographique) et les écarts de revenus entre pays. Outre la dimension du revenu par habitant, il convient d'aborder les aspects démographiques, technologiques, de distribution du revenu et d'égalité des genres. Les différents modèles : Malthus (non-croissance), croissance néoclassique, croissance endogène. Les facteurs de la croissance et la politique de développement : le capital et l'aide au développement, la technologie, le capital humain et l'éducation, le contrôle des naissances, et les institutions (corruption, fragmentation sociale, démocratie).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ces vingt dernières années, la compréhension des mécanismes à la base du processus de croissance et de développement s'est considérablement développée. Le cours de croissance et développement a pour objectif de rendre familier pour l'étudiant les principaux mécanismes invoqués dans la littérature, ainsi que leur contrepartie empirique. Au terme du cours, l'étudiant devra pouvoir distinguer les apports des différents modèles et discuter des facteurs sous-jacents aux écarts de revenus entre pays.",
        "content": "Le cours aborde la question du développement économique et de la croissance sous deux angles : l'aspect temporel qui analyse le décollage et la croissance des pays développés au cours des derniers siècles ; l'aspect instantané qui s'intéresse aux écarts actuels de développement entre pays riches et pauvres. Dans une première étape nous étudierons une série de données se rapportant à l'évolution du revenu et de la population sur longue période, ainsi qu'à d'autres aspects du processus de développement. Une deuxième étape est consacrée à l'analyse des mécanismes de développement, incluant le modèle de stagnation - modèle Mathusien, le modèle de croissance classique, le modèle de croissance endogène et le modèle de croissance unifiée. Dans une troisième et dernière étape, on détaillera une série de facteurs jugés importants pour la croissance : épargne, progrès technique, éducation, institutions.",
        "teaching_methods": "Cours ex cathedra",
        "assessment_methods": "L'évaluation finale se fera sous forme d'examen écrit ou oral en fonction des sessions et/ou du nombre d'étudiants inscrits. Une attention particulière sera portée à vérifier la bonne compréhension des mécanismes vus au cours",
        "other_info": "Pré-requis : Economie politique, connaissance passive de l'anglais, mathématiques niveau secondaire",
        "bibliography": "Portefeuille de transparents I. Morris, Why the West Rules – For Now, Farrar, Straus and Giroux, 2010 Williamson, Macroeconomics, chapitre 7-8, Pearson, 2018 O. Galor, Unified Growth Theory, Princeton, 2015 W. Easterly, The Elusive Quest for Growth, Economists' Adventures and Misadventures in the Tropics, MIT Press, 2002 A. Maddison, The World Economy, A millennial perspective, OECD, 2001 G. Clark, A Farewell to Alms, Princeton University Press, 2007",
        "course_materials": "Portefeuille de transparents",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2374",
        "title": "Firm-Level analysis of labour and related issues",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2652",
        "title": "Advanced developement Economics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "topics_covered": "Course description: https://directory.unamur.be/teaching/courses/ECONM652",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1228",
        "title": "Regional Economy",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gomes Joseph"
        ],
        "teaching_language": "Anglais",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les villes, dont les frontières économiques s'étendent bien au-delà de leur limite administrative, jouent un rôle central dans les économies modernes. Partant, l'objectif de ce cours est d'introduire les étudiants aux principes économiques de base permettant d'expliquer, d'une part, la formation des villes et, d'autre part, la répartition des activités (logement, services, transport, emplois) au sein de celles-ci. Pour cela, on mobilisera simultanément les outils de la microéconomie et l'histoire économique. Dans la mesure où les emplois sont prioritairement localisés en milieu urbain, l'étude des systèmes urbains permettra d'aborder les questions régionales. Un bref panorama des économies régionales européennes sera ensuite présenté. Enfin, on terminera en étudiant les évolutions les plus récentes qui mettent à jour une structuration nouvelle des espaces, à savoir la péri-urbanisation.",
        "content": "Ce cours propose une introduction à la théorie (et à l'empirique) de l'économie urbaine et régionale. Parmi les sujets abordés figurent : l'urbanisation, la transition démographique, la décentralisation, les inégalités régionales et spatiales, le rôle de la géographie économique et des accidents historiques dans l'explication des inégalités, l'espace et les coûts économiques, les économies d'agglomération, ainsi que les nouveaux modèles de géographie économique.",
        "teaching_methods": "The course will take the form of lectures that will cover theoretical and empirical aspects of the course. The professor will subsequently share all the lecture notes and slides with the students.",
        "assessment_methods": "L'évaluation repose sur deux composantes : un devoir et un examen final. Chaque composante compte pour 50 % de la note finale. Devoir (50%) : Les étudiants devront soumettre un essai de 4 à 5 pages sur un sujet (à choisir parmi deux ou trois options proposées par le professeur). Une bibliographie non exhaustive sera mise à disposition sur Moodle. Les sujets seront disponibles en février et la date limite de soumission sera fixée vers la fin du mois d'avril (généralement le 21 avril, à confirmer par le professeur lors de la première séance). Examen final (50%) : L'examen final en juin sera un examen écrit comprenant un ensemble de questions visant à vérifier que les principaux concepts du cours ont été assimilés par les étudiants. Les étudiants auront la possibilité de repasser l’examen écrit en août si nécessaire. L'examen d'août comptera également pour 50 % de la note finale, les 50 % restants étant basés sur le devoir précédemment soumis. Il n'y a pas de deuxième session pour le devoir : tout devoir non soumis se verra attribuer une note de 0, qui sera maintenue lors de la deuxième session ! Note: Students are discouraged from using generative artificial intelligence (AI) systems in this course. However, if AI systems are used during assessments or class activities, they must adhere to the rules outlined in the faculty memorandum on this subject, which is available on the faculty’s intranet site: Note sur l’utilisation responsable des IA — Juillet 2024 .",
        "other_info": "Prérequis du cours : Les étudiants sont censés avoir acquis avec succès les concepts fondamentaux de la microéconomie et être capables de les utiliser pour étudier de nouvelles problématiques.",
        "bibliography": "There is no specific reference manual for this course. The professor will provide lecture notes in addition to references that can aid a deeper understanding of the issues.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1312",
        "title": "Economie publique",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hindriks Jean"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours commence par  une analyse descriptive de la taille du secteur public et du rôle de la taxation et sécurité sociale dans la redistribution des revenus. L'analyse descriptive met en évidence les différentes mesures d'inégalité et de pauvreté.\rL'analyse normative pose la question de l'opportunité et de la forme optimale des politiques d'intervention publique dans une économie de marché dont les défaillances sont liées aux effets externes, biens publics, concurrence imparfaite, et problèmes d'information. On pose aussi la question de la forme souhaitable de taxation (TVA et IPP) et d'assurance sociale. Dans ce cadre théorique, on pose les questions importantes touchant à la réforme fiscale, de la Sécurité Sociale et d'autres politiques de redistribution : privatisation de la Sécurité Sociale, financement de pensions de retraites de répartition versus capitalisation compte tenu du vieillissement de la population, universalité versus sélectivité, redistribution en argent versus en nature, impact de la mobilité sur les possibilité de taxation et de redistribution, concurrence fiscale.\rL'analyse positive étudie le rôle des processus politiques dans le choix et la forme des politiques de dépense et d'imposition.  On y étudie notamment le choix des politiques de taxation et assurance sociale par vote majoritaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à apprendre aux étudiants comment ils peuvent exploiter des outils d'analyse économique pour étudier des questions dans le domaine de l'économie du secteur public sous l'angle de l'efficacité de l'intervention publique (comme remède aux défaillances du marché) et sous l'angle redistributif en discutant de la taxation et sécurité sociale. L'accent sera mis sur l'apprentissage de la formulation d'une argumentation logique et cohérente.",
        "content": "Contenu Le cours s'articule en trois activités: des lectures, des activitées en ligne (exercises et serious games) et un travail de groupe sur données PISA 2018 avec logicile Stata.  Le cours présente une analyse normative et positive des politiques publiques dans un contexte de défaillance des marchés et de défaillance de la rationalité individuelle. Les domaines étudiés sont notamment l'économie publique comportementale, les biens publics, les externalités, et la fraude fiscale. Une partie plus pratique du cours analyse l'économie de l'enseignement avec une analyse empirique de l'enseignement sur base des données PISA 2018. L'approche vise à mesurer la mobilité sociale et les inégalités dans les sytèmes scolaires des pays de l'OCDE. Le cours consiste en un ensemble de lectures et des activités pratiques. L'enseignant synthétisera et commentera ces lectures dans les cours. L'étudiant est encouragé à assimiler la matière en résolvant des exercices et des questions posées pendant le cours. Le cours se divise en deux parties: le tronc commun qui recouvre la théorie de base et la méthode de l'économie publique et la partie pratique qui consiste en un travail de groupe empirique. Selon le temps disponible, le cours procédera aussi à un inventaire détaillé de l'Etat des finances publiques belges en anaysant la fiscalité, les dépenses publiques et la dette. Cette partie se basera sur le récent Manuel des Finances Publiques  du titulaire. Cette partie \"Finances Publiques\" sera couverte sous le format de classe inversée.",
        "teaching_methods": "La méthode d'enseignement combine: des exposée magistraux, des exercises en ligne avec solutions sur Youtube, des serious games et lab experiments en ligne, un jeu interactif et un travail de groupe sur base de données empiriques et du logicile stata. Le cours est dispensé en FR mais les supports du cours (ainsi que les slides) sont principalement en EN.",
        "assessment_methods": "La note finale est basée sur (1) un examen écrit à livre fermé (60%); un examen intermédaire (15%) et un travail de groupe (25%). Le questionnaire d'examen est en EN (en cohérence avec le support écrit du cours) mais les étudiant.es sont libres de répondre en FR ou EN. (Note : l'examen écrit à livre fermé est susceptible de se faire à distance si la situation sanitaire du moment l'exige). -",
        "other_info": "Support : Hindriks and Myles (2013) Intermediate Public Economics 2nd edition , The MIT Press.  Toutes les deux semaines a lieu une séance avec des exercices basés sur le manuel de solutions du livre mis en référence et dont les solutions sont disponibles sur Youtube. Des activités en ligne sont organisées qui visent à illustrer la section du cours consacrée à l'économie publique \"comportementale\". Un jeu interactif est organisé qui vise à illustrer le dilemme social de la coordination.",
        "online_resources": "l'ensemble des ressources du cours sont postées sur moodle.",
        "course_materials": "Hindriks and Myles (2013) Intermediate Public economics, 2nd edition, The MIT Press. Hashimizade, Hindriks & Myles (2013) Solutions Manual to Accompany Intermediate Public Economics, 2nd edition, The Mit Press Manuel des Finances Publiques (Politeia 2024)",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2051",
        "title": "Labor Economics and Employment Policies",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dejemeppe Muriel",
            "Rycx Lamme d'Huisnacht François"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Même s'il est de niveau introductif, ce cours s'appuie néanmoins sur un certain nombre d'acquis en mi-cro-économie (théorie de la firme, demande de facteurs, comportement microéconomique du consomma-teur/travailleur) et en macro-économie (formation des salaires au niveau agrégé; analyse des causes macro-économiques du chômage).",
        "topics_covered": "- Choix du facteur travail par les entreprises et choix de l'offre de travail par la population. -  Concurrence parfaite et imparfaite sur le marché du travail. -  Information imparfaite sur le marché du travail. -  Discrimination. -  Le rôle des institutions du marché du travail (législation du travail, syndicats, salaires minima, etc.). -  Analyse des performances sur le marché du travail, avec une attention particulière sur le chômage et l'efficacité des politiques d'emploi.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 -  Acquérir une connaissance de base des concepts statistiques dans le but de comprendre correctement une analyse descriptive des marchés du travail. - Acquérir une capacité à analyser des problèmes réels et à interpréter des faits (stylisés) relatifs à des  problèmes du marché du travail sur base de (i) un raisonnement et des arguments ancrés dans une approche théorique adéquate et (ii) une interprétation correcte des résultats pertinents d'une analyse empirique. - Prendre conscience des limites des théories de base utilisées en économie du travail. - Concernant les politiques d'emploi, développer une compréhension de leur raison d'être et de leur rôle sur base de la théorie ainsi qu'une compréhension des résultats empiriques sur les effets de ces politiques.",
        "content": "Le cours couvre une sélection parmi les thèmes suivants : Clarifications conceptuelles: objets de l'analyse économique du travail, approches méthodologiques principales. La mesure des phénomènes sur le marché du travail : emploi, chômage, salaire, inégalités,... La demande de travail par les employeurs. L'offre de travail par la population. Approches de concurrence parfaite et de concurrence imparfaite sur le marché du travail: quels éclairages apportent-elles sur les phénomènes concrets tels que les effets du salaire minimum ? Les négociations collectives et leurs effets. Les performances du marché du travail et les déterminants du chômage. Les effets des politiques d'emploi, de la protection sociale et des politiques de lutte contre le chômage. Les défis environnementaux actuels et le marché du travail.",
        "teaching_methods": "Différents modes d’apprentissage sont utilisés. Primo, il y a le travail hebdomadaire en salle de cours. Les temps en salle de cours alternent des enseignements magistraux ainsi que la résolution de problèmes, la discussion d’applications et/ou des échanges sur base de lectures préalables par l’étudiant·e. En raison de la crise du coronavirus, les enseignements auront lieu sur le site de Louvain-la-Neuve ou se feront en ligne selon les règles applicables au second quadrimestre.. La participation active des étudiants y est encouragée. Secundo, la bonne compréhension de la matière suppose la résolution d'exercices chez soi et/ou la lecture personnelle d’articles scientifiques.",
        "assessment_methods": "Modalité d’évaluation: En session, a lieu un examen écrit à livres fermés. L’examen portera sur l’ensemble de la matière vue durant le cours ainsi que sur des articles scientifiques complémentaires. L’examen sera composé de choix multiples et/ou de questions ouvertes.",
        "other_info": "Le cours s'appuie sur certains acquis de cours de micro-économie et de macro-économie vus dans un programme de bachelier en économie ou en économie et gestion. La personne qui n'a pas suivi ces cours trouvera des rappels dans les notes de cours. Le travail pour ces personnes sera donc plus important.",
        "online_resources": "Page Moodle du cours",
        "bibliography": "Boeri, T. & van Ours, J. (2021), The Economics of Imperfect Labor Markets, Third Edition, Princeton University Press. Borjas, George (2020) Labor Economics, Eighth edition (New-York : McGraw-Hill) Cahuc, Pierre, et André Zylberberg (2001) Le marché du travail (Paris, Bruxelles : De Boeck-Université) Cahuc, Pierre, et André Zylberberg  (2003) Microéconomie du marché du travail (Paris : Editions la Découverte, Collection Repères, 354) Cahuc, Pierre, and André Zylberberg  (2004) Labor economics (Cambridge : MIT Press) Cahuc, Pierre, Stéphane Carcillo, and André Zylberberg (2014) Labor economics (Cambridge : MIT Press) Ehrenberg, R.G. & Smith R. (2014), Modern Labor Economics, Theory and Public Policy, Pearson Education. Laing, Derek (2011) Introduction to classic and the new labor economics (New-York : W.W. Norton and Company) Sloane, Peter, Paul Latreille, and Nigel O’Leary (2013) Modern Labour Economics (Lon- don and New York : Routledge) Van der Linden, Bruno (2008) ‘Economie du travail.’ In ‘Economie,’ collection mention ed. (Paris : Eyrolles) chapter 7, pp. 129–151",
        "course_materials": "•\tNotes de cours disponibles sur la page Moodle du cours et sur la page personnel du suppléant (François Rycx) : https://francois.rycx.web.ulb.be/",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1323",
        "title": "Séminaire : économie et climat",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Perilleux Anaïs"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les enjeux environnementaux, et en particulier le changement climatique, viennent questionner la soutenabilité écologique et sociale de notre système économique. Ce séminaire propose de réfléchir aux tensions qui existent entre la croissance économique et les limites finies de la planète et à la nécessité de mobiliser de nouvelles grilles d’analyse, boussoles et indicateurs pour penser un développement soutenable de nos sociétés. L’objectif du séminaire est d'amener les étudiant.e.s à réfléchir de façon argumentée sur une problématique d’actualité en lien avec les enjeux climatiques et la soutenabilité de notre modèle économique. Le contenu précis de chaque séminaire peut changer d'une année à l'autre. A titre d'exemples, ce séminaire typiquement : aborde des thèmes tels que les promesses et limites de nouveaux systèmes de production et d’échange comme l’économie circulaire, l’économie de la fonctionnalité ou l’économie du partage, ainsi que de nouveaux instruments de régulation tels que le marché des droits à polluer (système d’échanges de quotas d’émission) ou la taxe carbone, discute de concepts tels que le découplage, l’effet rebond, ou l’exnovations, vise la mobilisation de nouveaux cadres théoriques et grilles d’analyse pour appréhender la question de la soutenabilité de notre modèle économique tels que : la théorie du donut, les théories de la transition ou le cadre conceptuel des communs.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le séminaire a comme objectif de faire travailler les étudiant.e.s sur des thèmes précis en lien avec les enjeux environnementaux, et en particulier climatiques, actuels et la façon dont ils questionnent la soutenabilité écologique et sociale de notre modèle économique. Les étudiant.e.s apprennent à appréhender la complexité que représente les enjeux de soutenabilité. Ils développeront leur capacité (1) d’analyse d’un problème économico-environnemental complexe, (2) de synthèse et d’argumentation économique cohérente, (3) de présentation orale (4) de travail en groupe.",
        "content": "L’objectif du séminaire est d'amener les étudiant.e.s à réfléchir de façon argumentée sur une problématique d’actualité en lien avec les enjeux climatiques et la soutenabilité écologique et sociale de notre modèle économique. Par groupe, les étudiant.e.s réalisent les productions suivantes : Une présentation orale d'un article scientifique. Un travail écrit : Par groupe, les étudiant.e.s se voient attribuer un acteur économique (ou un acteur politique dans le cadre de son rôle de régulateur d’un secteur économique). En utilisant les grilles d’analyse et les concepts vus dans le cadre du séminaire, les étudiant.e.s analysent et discutent les actions actuelles (et potentielles) de cet acteur pour lutter contre le changement climatique et répondre aux enjeux écologiques et sociaux. Le travail est nourri par des lectures et références à des articles publiés dans la littérature scientifique, par des documents spécifiques liés au terrain étudié et éventuellement par des interviews avec l’acteur dont l’action est étudiée (et/ou d’autres acteurs de terrain pertinents). Une présentation orale du travail écrit qui prend la forme d’une audience du tribunal des générations futures.",
        "teaching_methods": "Le seminaire débute par quelques cours magistraux. Différents concepts, cadres théoriques et grilles d’analyse sont présentés par le biais d’exposés ex-cathedra et de lectures assurées par les étudiant.e.s en amont et discutées ensemble lors des séances du séminaire. Les étudiants se voient ensuite attribuer par groupe un acteur économique (ou un acteur politique dans le cadre de son rôle de régulateur d’un secteur économique) en vue de discuter ses actions actuelles et potentielles pour lutter contre le changement climatique et répondre aux enjeux écologiques et sociaux. Lors des séances du séminaire, l’enseignante commente également des notes intermédiaires obligatoires réalisées par le groupe. Des échanges entre les groupes peuvent aussi être prévus. La (les deux) dernière(s) séances du séminaire sont consacrées aux présentations orales qui prennent la forme d’audiences du tribunal des générations futures.",
        "assessment_methods": "L’évaluation de chaque étudiant.e est basée principalement sur la qualité du travail écrit de son groupe (qui vaut pour 50% de la note finale) et sur la qualité des exposés oraux de son groupe (qui valent chacun pour 25% de la note finale). Ainsi, la répartition des points alloués aux trois productions attendues (réalisées par groupes) est la suivante : La présentation orale d'un article scientifique vaut pour 25% de la note finale. Le travail écrit vaut pour 50% de la note finale. La présentation orale du travail écrit qui prend la forme d’une audience du tribunal des générations futures vaut pour 25% de la note finale. La présence et la participation active au séminaire sont obligatoires et peuvent influencer la note finale de chaque étudiant.e. Des précisions sur les modalités d’évaluation sont présentées en début de cours et reprises dans des slides postés sur Moodle. Dans le cadre de l’évaluation de cette unité d’enseignement, le recours à de l’intelligence artificielle est interdite que ce soit comme assistant linguistique, outil d’exploration et d’idéation ou comme outil de rédaction.",
        "other_info": "Un nombre maximum de participants (en fonction du nombre total d'étudiants inscrits en approfondissement en économie) est accepté.",
        "online_resources": "La communication entre les élèves et l'enseignante passe par la plate-forme électronique Moodle. Vous devez vous inscrire au cours sur Moodle pour avoir accès aux documents en ligne, comme les diapositives ou tout matériel additionnel.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1333",
        "title": "Game theory and information in economics",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "topics_covered": "La première partie du cours donne les éléments de théorie de la décision et de théorie des jeux indispensables. La seconde partie est consacrée à l'économie de l'incertain. La troisème partie est consacrée à l'économie de l'information.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours s'adresse aux étudiants de l'orientation en économie du Bac ECGE (BAC3) qui veulent approfondir l'ana-lyse des problèmes économiques associés à l'incertain et à l'information en se basant sur les outils des théories de la décision et des jeux.\rLes thèmes de l'incertain et de l'information sont vastes. Nous avons choisi de traiter les plus importants durant les dix premières semaines de cours. Nous suggérons un ensemble de sujets d'intérêts pour les autres semaines : à cha-que année, des sujets spécifiques seront traités en fonction des besoins et des goûts des étudiants qui suivront le cours. Une première liste de sujets d'intérêts est suggérée. \rAu terme du cours, les étudiants devront maîtriser les concepts de théorie des jeux utilisés en économie de l'incertain et de l'information et être capables de les appliquer à des problèmes économiques concrets pour lesquels ils sont pertinents comme outils d'analyse et d'aide à la décision.",
        "content": "The course is divided into five chapters: Chapter 1 Decision theory: preferences, utility, loteries, uncertainty, risk aversion Chapter 2 Non-cooperative games: strategic form, best replies, dominant strategy, Nash equilibria, extensive form, backward induction, subgame perfection, Chapter 3 Two-player bargaining: axiomatic solutions. Chapter 4 Cooperative games with transferable utility: characteristic function, cost sharing, core, Shapley value, normative applications. Chapter 5 Voting games: weighted majority voting games, power indices.",
        "bibliography": "",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecso2320",
        "title": "Innovation sociale, politiques publiques et transitions",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Degavre Florence"
        ],
        "teaching_language": "Français",
        "prerequisites": "Il n'y a pas de préalable précis en lien avec le cours qui soient différents des prérequis pour accéder au programme.",
        "topics_covered": "Le cours porte sur le rôle de l'économie sociale et solidaire dans l'émergence et l'institutionnalisation d'innovations sociales et sur la façon dont celles-ci contribuent à dessiner de nouvelles politiques sociales et économiques à différents niveaux (local, régional, national et international).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de cette unité d'enseignement, l'étudiant-e est capable sur le plan théorique de mobiliser une grille d'analyse multi-niveaux afin de : - faire les liens entre les enjeux de la transition sociale et écologique et l'innovation sociale ; - d'identifier les différents types de politiques dont dépendent les initiatives de l'ESS et les modes d'insertion de ces dernières. Concrètement, la mobilisation de cette grille lui permettra : -       d'identifier, en vue de la mettre en 'uvre (fictivement), une innovation en lien avec un enjeu de la transition écologique et sociale, de formuler l'aspiration qui la justifie, les besoins auxquels elle répond, les acteurs auxquels elle s'adresse ou susceptibles de la soutenir; -       de sélectionner, parmi un ensemble, les ressources socio-économiques les plus adéquates et de justifier ce choix, -       de sélectionner, parmi un ensemble, les moyens et le mode de diffusion de l'innovation les plus adéquats et de justifier ce choix, -       d'insérer les logiques de l'innovation ainsi développée dans une grille d'analyse multi-niveaux.",
        "content": "Contexte du cours On retrouve des traces du concept d’innovation sociale depuis le XIXème siècle. Mais ce n’est que dans les années 2000, qu’il est devenu populaire dans le champ académique et bien au-delà, dans un contexte marqué par l'avènement de multiples crises systémiques, dont la crise financière mondiale de 2008. Connotée positivement, l’innovation sociale est perçue, tant à des échelles locales que globales, comme porteuse d’une vision originale des solutions à apporter aux problèmes socio-économiques et environnementaux contemporains. Depuis les années 2010, il est largement reconnu que les innovations sociales sont sociales à la fois dans leurs objectifs et dans leurs processus [1] . Dans ce sens, elles concernent de nouvelles idées qui répondent à des besoins sociaux mieux que d’autres solutions existantes (objectifs), tout en créant de nouvelles relations sociales (processus). Une telle reconnaissance ne devrait pas laisser croire à l’existence d’une définition consensuelle. L’innovation sociale est dépourvue d’une définition consensuelle, voire constitue un concept contesté. L’absence de définition consensuelle loin d’être un “défaut”, est conçue comme une situation épistémologique singulière, où ce qui compte pour l’analyste est de saisir les différents usages du concept ainsi que la richesse des expériences auxquels il renvoie. Malgré sa popularité, l'innovation sociale reste peu étudiée et enseignée en comparaison avec l’innovation technologique et commerciale (càd pour le marché). Ce cours vise à départir du paradigme techno-économique dominant, afin de parvenir à une meilleure compréhension empirique et théorique de l'innovation sociale. En puisant sur différentes approches théoriques (, nous examinerons dans ce cours les acteurs de l’innovation sociale, les modes d'expérimentation, les enjeux de pérennisation, diffusion et institutionnalisation, ainsi que les tensions et contradictions impliquées, et en reliant l'analyse à la transformation en cours des politiques publiques. Parmi les acteurs de l’innovation sociale, le cours accorde une attention toute particulière à ceux qui s’inscrivent dans l’économie sociale et solidaire, qui apparaît historiquement comme berceau d’innovation sociale. Structure du cours Le cours est organisé en 3 volets théoriques et un module pratique: Volet 1. Introduction: actualité politique de l’innovation sociale et politiques de la satisfaction des « besoin » (2 séances) 1.1 Présentation de la structuration du cours 1.2 L’actualité politique de l’IS 1.3  Nouvelles réponses à des besoins sociaux ? Volet 2.  Des théories de l’innovation aux théories de l’innovation sociale (4 séances) 2.1 Dépasser l’approche techno-économique de l’innovation 2.2 L’approche de l’acteur réseau (ANT): une sociologie de l’innovation 2.3 L’approche entrepreneuriale de l’innovation sociale 2.4 L’approche institutionnaliste: l’exemple des travaux du CRISES sur l’innovation sociale Volet 3. Le renouveau théorique de l’innovation sociale par l’approche “transitions” (3 séances) 3.1 Les “grassroots innovations” 3.2 Les politiques de soutien aux innovations de niche et leurs limites 3.3 L’innovation sociale pour la biodiversité Module pratique. Des études de cas d’innovation sociales en Belgique ( plusieurs moment répartis tout au long du cours) Le module pratique recouvre l’accompagnement du travail d’enquête mené par les étudiant·e·s auprès d'innovations sociales qui ont vu le jour en Belgique ces dernières années et qui ont un fort ancrage dans l’économie sociale et solidaire. C’est sur ce travail que repose l'évaluation du cours (cf. section mode d’évaluation). Un document intitulé “Consignes du travail” reprend de manière détaillée les attendus en matière de forme et de contenu pour la réalisation du travail. [1] Bureau of European Policy Advistors (BEPA) (2010). “Empowering people, driving change: Social innovation in the European Union”. Brussels. https://ec.europa.eu/migrant-integration/library-document/empowering-people-driving-change-social-innovation-european-union_en",
        "teaching_methods": "Le cours repose sur : (1) La présence au cours qui est obligatoire. (2) Des exposés récapitulatifs de l’enseignant·e faisant suite à la discussion des lectures obligatoires. (3) Des lectures obligatoires (une ou deux par séance). Chaque étudiant·e sera en mesure de poser des  questions ou d’interagir dans la discussion. ( Se) poser des questions et contribuer aux échanges fait partie de la méthode d’enseignement proposée. Voici quelques questions qui devraient accompagner la préparation des lectures obligatoires: Quel est le contexte du texte ? Qui? Quand? Où? Comment les auteur·trice·s définissent ou comprennent le concept d’innovation sociale? À partir de quels matériaux et méthodes les auteur·trice·s appuient-ils leurs conclusions ? Quelles sont les principales conclusions du texte en matière d’innovation sociale et politique publique ? (4) L’élaboration d’un travail de recherche appliquée comportant une partie collective et une partie individuelle (cf. module pratique) Les étudiant·e·s sont encouragé·e·s à poser leurs questions en cours ou sur Moodle pour le bénéfice de tous·tes. Seuls les mails demandant une réponse urgente en lien avec la logistique du cours trouveront une réponse.",
        "assessment_methods": "Evaluation L’évaluation du cours porte sur un travail pratique. Le travail mobilise les concepts, approches et théories vus en cours afin d’analyser un cas d'innovation sociale, ancré dans l’économie sociale et solidaire en Belgique. La réalisation du travail devra suivre la logique d’une grille précise qui sera mise à votre disposition (sur Moodle). Cette grille, appelée “consignes du travail”, est un ensemble de questions qui vous aidera à structurer votre recherche. Le travail comporte deux parties: une partie collective et une partie individuelle. Partie collective Votre groupe de trois personnes est formé au hasard par tirage au sort (afin de favoriser la mixité et écarter la reproduction de mécanismes d’exclusion). Votre groupe sélectionne un cas d’innovation sociale à partir d’une liste qui vous sera proposée en classe. Les cas sont attribués en fonction selon une priorité temporelle (premier arrivé Le travail collectif (rapport écrit final) est noté sur 20 => Note A Il est également prévu dans le cadre du travail collectif: La réalisation d’un exposé oral Le rendu d’une version intermédiaire du rapport écrit Partie individuelle La deuxième partie du travail est individuelle et demandera à chaque étudiant·e d’approfondir l’analyse sur une question spécifique. Le travail individuel (rapport écrit final) est noté sur 20. => Note B La cotation du cours La note finale est constituée des 2 parties intégrées. Le travail collectif compte pour 60% et le travail individuel pour 40%. La note finale est donc la moyenne pondérée des notes A et B, ajustée par un système de bonus et malus. Une absence non justifiée lors de l’exposé oral (-1) ou le non rendu du rapport écrit intermédiaire (-1) entraînera une décote (“points malus”, jusqu’à -2 donc). L'assiduité et la participation aux échanges en cours entraîneront une surcote (“points bonus”, jusqu’à +2). Précisions méthodologiques Plagiat Les étudiant·e·s doivent attentivement et correctement citer les sources dans leur travail. Les consignes (doc “consignes du travail”) fournissent des conseils pour bien citer ses sources. Si du plagiat venait à être constaté l’étudiant·e risque l'invalidation de son travail, voire des conséquences plus graves en accord avec le Règlement des études .  ( www.uclouvain.be/plagiat ). Intelligences artificielles (IA) génératives de type ChatGPT Les responsables du cours tolèrent (mais n'encouragent pas) l’usage IA génératives. Si utilisées, elles doivent l'être “de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique”. L’usage responsable des IA génératives requiert que l’étudiant·e indique “systématiquement toutes les parties du travail ayant fait l’objet d’une utilisation des IA, par ex. en note de bas de page en précisant si l’IA a été utilisée pour rechercher de l’information, pour la rédaction du texte ou pour la correction de celui-ci. Par ailleurs, les sources d’information doivent être systématiquement citées en respectant les normes de référencement bibliographique. L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées” [1] . [1] Cf. en conformité avec les recommandations sur l’utilisation des intelligences artificielles génératives (Note à l’attention du personnel enseignant de l’UCLouvain de juillet 2023).",
        "online_resources": "Support de cours et informations sur le site moodle du cours et/ou dans le contrat pédagogique",
        "bibliography": "Chaque séance s’accompagne d'une ou maximum deux lectures obligatoires rendues disponibles via moodle. Pour les séances qui indiquent deux lectures obligatoires, il s’agit de deux entraits (et non pas de l'entièreté des deux textes de référence). Toutes ces lectures sont disponibles sur la plateforme Moodle du cours. Les ouvrage ci-dessous sont conseillés en priorité pour approfondir le cours: - De Schutter, O. et Dedeurwaerdere, T. (dir.) (2022). “L'État partenaire. Transition écologique et sociale et innovation citoyenne”. Presses Universitaires de Louvain. - Juan, M., Laville J.L., et Subirats, J. (éd.) (2020).  “Du social business à l’économie solidaire. Critique de l’innovation sociale”. coll. Sociologie économique, Toulouse, Érès. - Klein, J.L, Boucher,  J.L., Camus,  A., Champagne, C., Noiseux, Y. (2019). “Trajectoires d'innovation: Des émergences à la reconnaissance”. Coll. Innovation Sociale, Presse de l’Université du Québec. - Moulaert, F., MacCallum, D., Mehmood, A., et Hamdouch, A. (dir.) (2013). “The International Handbook on Social Innovation. Collective Action, Social Learning and Transdisciplinary Research”. Cheltenham, Edward Elgar. Tous ces titres sont également disponibles via Moodle",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2310",
        "title": "The origins of growth and development",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Mariani Fabio"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours est organisé en 7 sections, avec une application ou un thème spécial par section.\r1.\tCroissance et développement : Une perspective millénaire. Special topic :  les déterminants démographico-immunologiques de la croissance moderne\r2.\tFaits stylisés de la croissance économique moderne et comptabilité de la croissance. Special topic : l'énigme du ralen-tissement de la croissance de la productivité (the productivity slowdown puzzle)\r3.\tLe modèle néoclassique de Solow-Swan. Application : les conséquences de l'épidémie du SIDA sur la croissance éco-nomique en afrique subsaharienne\r4.\tLe modèle de croissance optimale néoclassique. Special tools : optimisation dynamique, contrôle optimal, diagramme de phase\r5.\tCroissance endogène : le modèle AK. Special topic : La controverse Jones-McGrattan\r6.\tCroissance endogène : capital humain et dépenses publiques\r7.\tCroissance endogène et progrès technique. Special topic : La révolution informatique et le paradoxe de Solow",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de ce cours est de familiariser les étudiants avec les théories et les outils comptables et empiriques habituellement utilisés pour comprendre et analyser les faits saillants de la croissance économique contempo-raine. De nombreuses applications seront données pour illustrer les théories et les techniques abordées (Voir cahier des charges ci-dessous).",
        "bibliography": "No book is strictly required. Some material will be taken from: - Acemoglu, D. (2009): Introduction to Modern Economic Growth, Princeton University Press, Princeton, NJ. - Barro, R.J. and X. Sala-i-Martin (2004): Economic Growth, MIT Press, Cambridge, Ma. - Galor, O. (2023): The Journey of Humanity, Penguin, London, UK. Further readings (research papers, etc.) will be provided during the course, and made available on Moodle.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1112",
        "title": "Mathématiques en économie et gestion I",
        "credits": "6.00",
        "hours": "45.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lambrechts Pascal",
            "Van Vyve Mathieu"
        ],
        "teaching_language": "Français",
        "topics_covered": "Partie 1 : Ensembles, Relations et Eléments de logique formelle \rEnsembles. Nombres. Relation d'ordre.  Théorèmes et méthodes de démonstration. \rPartie 2 : Géométrie Plane : lien algèbre - géométrie\rDistance dans le plan. Droites et cercles. Equations et Inéquations. \rPartie 3 : Fonctions réelles d'une variable réelle, éléments d'analyse.\rDéfinition. Graphes de fonction. Limites. Continuité. Dérivées. Applications de la dérivée. Optimisation de fonc-tions d'une variable. Fonctions puissances, polynômes,  exponentielles et logarithmes.\rDérivées d'ordre supérieur. Approximations linéaires (différentielle) et polynomiales (Taylor). Intégration. \rPartie 4 : Introduction aux fonctions de plusieurs variables\rReprésentation des fonctions à deux variables. Dérivées partielles, Applications économiques. Outils de statique comparative : Règle de dérivation en chaîne, Elasticités.\rPartie 5 : Introduction au calcul matriciel\rMatrices. Résolution de systèmes linéaires. Inverse.  Déterminant.\r\r\rL'enseignement met l'accent sur la démarche de modélisation, et sur la résolution d'applications ou problèmes en sciences économiques, politiques et sociales à l'aide de méthodes mathématiques ou de logique formelle. Il vise à développer une démarche systématique d'analyse et de résolution",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce premier cours de mathématiques est consacré principalement à l'étude des fonctions réelles à une variable réelle. Le cours introduit également à l'étude des fonctions à plusieurs variables réelles et au calcul matriciel, et parcourt une large palette de techniques et concepts mathématiques essentiels pour les praticiens de l'économie et de la ges-tion.   \rOn peut résumer les objectifs et finalités du cours à deux dimensions essentielles :\r- L'apprentissage de l'outil mathématique (ce qui vise directement un ensemble de savoirs). L'acquis devrait être une capacité raisonnable à manipuler les notions étudiées dans le cours, qui sont les notions fondamenta-les utilisées dans les modèles et méthodes quantitatifs en sciences sociales.\r- L'apprentissage d'un raisonnement formalisé et rigoureux (ce qui est plus difficile à \ratteindre et vise davantage des \" savoir faire \" de modélisation mathématique)\rLe cours a aussi une fonction de mise à niveau de la formation mathématique que les étudiants ont reçue en huma-nités. Pour une partie des étudiants, il s'agira d'une révision dans le contexte spécifique des sciences sociales, pour une autre partie, il s'agira d'une mise à niveau.",
        "teaching_methods": "Le cours est donné sous forme - d'exposés magistraux (l'enseignant y définit les concepts, démontre les résultats, et les illustre à l'aide d'une application); pendant ces cours magistraux l'enseignant amène régulièrement les étudiants à se poser des questions liées au cours; - des séances d'exercices que les étudiants devront préparer à l'avance; les encadrants des séances seront là pour valider les solutions proposées par les étudiants et les aider à avancer sur les exercices sur lesquels ils ont été bloqués lors de la préparation.",
        "assessment_methods": "L'évaluation consiste en un examen écrit. Un test facultatif sera proposé au cours du quadrimestre; la note du test pourra éventuellement remplacer une partie de note d'une des questions de l'examen si cela avantage l'étudiant-e. Le test et l'examen pourront contenir une partie à rédiger et/ou une partie sous forme de QCM.",
        "other_info": "Pré-requis : Le cours n'a pas d'autres prérequis que le bagage mathématique correspondant à un programme d'au moins 4h de mathématiques en années terminales d'humanités. Evaluation : L'évaluation prend en compte les résultats des tests et les résultats d'un examen écrit.",
        "online_resources": "Des ressources en ligne sont proposées sur la plateforme moodle de l'UCLouvain: https://moodleucl.uclouvain.be/course/view.php?id=10228 . Les étudiants sont invités à s'inscrire au cours sur cette plateforme et à y suivre les actualités.",
        "bibliography": "Livre \"Mathématiques pour l'économie\" K. Sydsaeter, P. Hammond (collab. Arne Strom) édité par Pearson",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespo2103",
        "title": "Environnement et économie globale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Willems Bert"
        ],
        "teaching_language": "Français",
        "prerequisites": "Micro-économie et économie politique",
        "topics_covered": "Economie circulaire Politique environnementale taxe sur la pollution Permis d'émission négociables Evaluation monétaires des dommages Accord climatiques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de l'activité, les étudiants seront capables de comprendre les liens entre l'activité économique et l'environnement, l'apport de la théorie économique pour l'analyse de ces relations et les solutions qu'elle propose.",
        "content": "! This course will be taught exceptionally in English in 2024-2025 This course provides students with an introduction in environmental economics. The goal is to (1) provide students with a good analytical framework to study environmental problems, and (2) touch upon some specific policy issues. Those topics might change year by year. This course will be taught in English (lectures and learning material) with french welcome in class. Topics for the course will include among others Introduction to environmental economics. Externalities, public goods, role of the government, pigouvian taxes, tradeable emission permits Optimal level of pollution and the efficient reduction of emissions. Economics of finite resources (Hotelling Rule). Introduction to climate change economics. Introduction to cost-benefit-studies. Prerequisites: Good understanding of introductory (micro)economics is required for this course . Concept such as marginal cost, consumer surplus, and market clearing are assumed to well-understood.",
        "assessment_methods": "The evaluation of this course will be based for 60% on a written exam and on a participation grade (40%) which consists of in class presentations and a homework assignment. In order to pass the course, a passing grade for the written exam is necessary. In the resit of the course, the final grade for the course will be based for 100% on the written exam as there is no option to retake the participation grade for the course.",
        "other_info": "Moodle will be used for this course, where the slides and background material will be placed.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2861",
        "title": "Imperfections et interdépendances des marchés : un rôle pour l’intervention de l’état",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Descriptif du cours: https://directory.unamur.be/teaching/courses/ECONM861",
        "other_info": "Course taught at UNamur - Course description available on UNamur  https://directory.unamur.be/teaching/courses/ECONM861",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2720",
        "title": "Comparative social protection systems",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Simola Anna Maria"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours forme les étudiants à l'analyse comparée des systèmes de protection sociale. Il accorde une place importante à l'analyse des systèmes de protection sociale européens (aperçu historique de leur émergence et présentation des grandes caractéristiques, en prenant notamment appui sur la typologie d’Esping-Andersen et sa critique féministe).  Le cours décentre ensuite le regard, au travers d'une présentation des grandes caractéristiques des systèmes de protection sociale du ‘sud’, et d'une série d'enjeux contemporains globalisés qui redéfinissent les contours de la question de la justice sociale en lien, par exemple, avec les migrations, et le changement climatique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 introduire les éléments essentiels du débat sur les méthodes comparatives en sciences sociales; aider à la compréhension des différents modèles \"typiques\" de protection sociale; aider à la compréhension des éléments majeurs des \"systèmes\" de protection sociale existant dans les pays industrialisés (remarque: et pas seulement en Europe - le détour par le système américain est indispensable); aider au repérage et à l'analyse comparée des différences essentielles et de leurs effets spécifiques, selon les idéaux-types (\"modèles\") et les \"systèmes\" concrets; aider à la perception de l'importance relative du travail salarié dans le fonctionnement (financement, accès aux droits...) de chacun des modèles",
        "content": "L'objectif principal de ce cours consiste à familiariser les étudiant-e-s à l’examen comparatif des principaux régimes de protection sociale contemporains. Pour ce faire, le cours abordera les thématiques suivantes : Analyse comparée des systèmes de protection sociale du ‘nord’ : Aperçu historique de l'émergence des modèles et systèmes de protection sociale européens, et présentation des grandes caractéristiques de ces modèles et systèmes ; typologie d’Esping-Andersen ;  la critique féministe : gendering social protection analysis ; et la question migratoire. Analyse comparée des systèmes de protection sociale du ‘sud’ : Contextualisation, présentation des principales typologies, et études de cas centrées sur l’Amérique du Sud Enjeux contemporains globalisés : protection sociale transnationale ; changement climatique et justice sociale",
        "teaching_methods": "Le cours se donne en présentiel,et/ou à distance. Le cours est donné en anglais et s'appuie sur la participation active des étudiant·es (notamment, lecture et discussion de textes en classe). Il est accompagné d’une présentation powerpoint et de lectures obligatoires.",
        "assessment_methods": "Examen écrit.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir. Les étudiant-e-s disposent d’une version PDF des slides powerpoint présentés au cours. Les lectures obligatoires prennent la forme d’un portefeuille de lecture ou d’un livre.",
        "online_resources": "Les étudiant·es doivent s'inscrire au Moodle du cours. Ils et elles auront notamment accès aux présentations powerpoint en version pdf et à un portefeuille de lectures obligatoires.",
        "bibliography": "Des références bibliographiques utiles sont transmises au fur et à mesure des cours. Useful references will be provided during the semester.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1114",
        "title": "Statistiques et éléments de probabilité",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delacre Marie",
            "Delacre Marie",
            "von Sachs Rainer"
        ],
        "teaching_language": "Français",
        "topics_covered": "1 : Statistique Descriptive. Elle regroupe les méthodes permettant de condenser les données d'un échantillon ou d'une population en quelques caractéristiques utiles ou estimations. Les distributions de fréquences, les fonctions de densité et de répartition et les caractéristiques paramétriques et non paramétriques sont abordées dans les échantillons. 2 : Introduction au Calcul des Probabilités. Selon le procédé de sélection de l'échantillon, ces méthodes assurent le lien entre la population et son échantillon. Les matières abordées sont les règles de calcul des probabilités (conditionnelles, totales, formule de Bayes,...), la quantification des événements en variables aléatoires univariées et la distribution des probabilités associées, pour des ensembles finis. Les dénombrements issus de schémas expérimentaux qui génèrent les lois uniforme discrète, binomiale et hypergéométrique sont approfondis. 3 : Introduction à l'Inférence Statistique. Pour confronter les observations avec les hypothèses émises sur les paramètres d'une population, l'inférence statistique utilise des estimateurs. Cette partie du cours analyse ces estimateurs statistiques, leurs caractéristiques et leurs qualités d'inférence. La statistique est la science qui permet de confronter les données d'un échantillon (réalité des estimations ou données numériques recueillies en observant ou en expérimentant une partie de la population) avec la théorie (énoncé d'hypothèses abstraites sur des paramètres de population). C'est la science d'analyse de données quantitatives, qui s'applique très largement à l'ensemble des sciences économiques, politiques et sociales. Ce cours est une introduction à la statistique. L'enseignement est centré sur la résolution d'applications ou problèmes d'analyse des données en sciences économiques, politiques et sociales soumis aux étudiants et visant à développer une démarche systématique de résolution : Quelle est la question en termes quantitatifs ? Quels sont les outils utiles ? Les conditions de validité sont-elles respectées ? Comment calculer ces outils ? Quelle est la réponse à la question ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Décrire et d'analyser un échantillon ; 3. Identifier les procédures simples d'échantillonnage ; 4. Etablir les caractéristiques opérationnelles des statistiques de base (moyenne, déviation, proportion) dans ces procédures ; 2. Maîtriser les bases du calcul des probabilités appliqué à des dénombrements ; 5. Préciser les qualités des caractéristiques opérationnelles de statistiques de base qui permettent l'inférence sur des paramètres de la population.",
        "content": "Cette unité d'enseignement consiste en une introduction à la statistique. La statistique est la science qui permet de confronter les données d'un échantillon (données numériques recueillies en observant ou en expérimentant une partie de la population) avec la théorie (énoncés et tests d'hypothèses sur des caractéristiques de population). C'est la science d'analyse de données, qui s'applique très largement à l'ensemble des sciences économiques, politiques et sociales. Ce cours s'articule autour de la statistique descriptive, la théorie des probabilités et l'inférence statistique (introduction).",
        "teaching_methods": "Le cours est donné sous forme d'exposés magistraux (présentation des concepts, d'exemples d'applications, de résolutions de problèmes) et de séances d'exercices en petits groupes (résolutions d'exercices), complétés par une participation active des étudiants sous forme de lectures, de visualisation de vidéos, de préparation d'exercices et de réalisation de tests de connaissances. Le cours Moodle LCOPS1114 constitue le site de référence. Les étudiants sont invités à le consulter régulièrement. Des canaux spécifiques de communication et d'échanges entre les étudiants et l'équipe pédagogique sont mis en place (Forum Moodle, canaux Teams, réunions Teams, ...). Cet enseignement est conçu de façon à s'adapter rapidement à l'évolution sanitaire (enseignement en présentiel, comodal ou à distance). Les étudiants sont invités à vérifier régulièrement leur horaire de cours sur ADE ainsi que les informations disponibles sur Moodle. Durant la semaine Win Week, l'enseignant présente 1) les informations générales, pédagogiques et évaluatives relatives au cours ; 2) le contenu du cours et ses objectifs ainsi que les pré-requis nécessaires. Un auto-test de connaissances des pré-requis mathématiques à la matière sera proposé et, selon leurs résultats les étudiants seront invités à participer à des séances de remise à niveau mathématique. Les étudiants participent activement aux activités présentées sur un site spécialement dédié à la mise à niveau des étudiants.",
        "assessment_methods": "Examen final écrit (format papier ou sur ordinateur) : QCM et/ou questions numériques (avec réponses courtes) et/ou questions ouvertes en session d'examen. Ces modalités d'examen final sont identiques en seconde et troisième session.L'examen peut éventuellement être différent entre les auditoires COMU et HUSO/SOCA/SPOL.",
        "online_resources": "MOODLEUCL : cours LCOPS1114.",
        "bibliography": "Livre de référence : Notions de statistique, Christiane Simard, 3ème édition, Modulo Inc.",
        "course_materials": "Livre de référence : Notions de statistique, Christiane Simard, 3ème édition, Modulo Inc Slides du cours disponibles sur Moodle Ressources diverses sur Moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2823",
        "title": "Global macro-financial linkages",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "other_info": "Cours donné à l'UCLouvain Descriptif de cours site UNamur / ECONM823 https://directory.unamur.be/teaching/courses/ECONM823",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2353",
        "title": "Labour Productivity",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vandenberghe Vincent"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Formation de base en théorie microéconomique et en microéconométrie. Bonne maîtrise de l'anglais, lu, écrit et parlé",
        "topics_covered": "Le cours aborde quatre thèmes en  particulier. 1. Comment la théorie économique conçoit la productivité du travail est ses déterminants ? 2.  Quelles sont les problèmes inhérents à la mesure de la productivité du travail et à l'identification de ses déterminants? 3. Que peut-on attendre de l'analyse de données individuelles de salaires ? 4. Que peut-on comprendre de l'analyse de données de firmes? Le cours se termine pas l'étude de questions d'application, contemporaines/d'actualité, centrées sur la question de la productivité du travail.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours les étudiants doivent être capables d'utiliser des éléments de théorie économique en combinaison avec les outils modernes d'économétrie pour traiter rigoureusement et de façon originale la question des conséquences et des déterminants de la productivité du facteur travail pour les individus, les firmes et le marché du travail.",
        "content": "En dépit des bouleversements technologiques, le facteur travail reste central dans le fonctionnement des économies et société, La productivité du travail est un facteur déterminant des salaires individuels, du temps de travail, de la performance des entreprises, de la prospérité à long terme d’un pays, ou encore de sa capacité à financer le coût du vieillissement . Comprendre correctement le rôle de la productivité du travail, mesurer son niveau et son taux de croissance et identifier ses déterminants est donc essentiel pour quiconque s'intéresse à la formation des revenus individuels et leur distribution dans une économie de marché, mais aux questions d'organisation industrielle (IO) ou de développement/croissance. Le cours aborde quatre questions majeures. - Premièrement, comment la théorie économique conçoit-elle a priori la productivité du travail et ses déterminants (par exemple, la division du travail, le rôle du capital humain, l’intensité capitalistique et le progrès scientifique / technologique…)? En outre, quel est le lien entre la productivité du travail et les salaires, et pourquoi les deux ne sont-ils pas alignés (discrimination salariale)? - Deuxièmement, quels sont les défis conceptuels, méthodologiques et économétriques liés à la mesure de la productivité du travail et à l’identification de ses déterminants ? - Troisièmement, comment et dans quelle mesure les données sur les salaires peuvent-elles nous informer sur la productivité du travail ? - Quatrièmement, comment les données peuvent-elles être utilisées pour évaluer et appréhender la productivité du travail, ainsi que plusieurs questions d'actualité dans lesquelles elle joue un rôle clé ? Dans ce cours, l’accent est mis sur les liens entre la théorie économique/analyses empiriques et les questions politiques (investissement en capital humain, dissémination des robots et de l'IA, vieillissement, discrimination salariale fondée sur le sexe ou transition énergétique).",
        "teaching_methods": "Le point focal du cours est d'apprendre à l'étudiant à relier l'approche théorique d'une question à l'évidence empirique concernant une dimension transversale du marché du travail qu'est la productivité du facteur travail L'essentiel du cours est fait d'exposés entrecoupés de temps de discussion. Il comporte aussi des exercices à réaliser en cours de semestre et à réaliser individuellement.",
        "assessment_methods": "Évaluation sous forme d'examen écrit (100% de la cote finale), en session, en fin de semestre portant sur l'ensemble de la matière couverte.",
        "other_info": "Prérequis : une bonne formation en économie (microéconomie, économie du travail...) et économétrie appliquée. Les étudiants sont censés être familiarisés à l'analyse de base des données à l'aide de l'un des logiciels statistiques les plus courants (Stata, SAS, R). Il leur est fortement conseillé d'assister à l' ESL's Bootcamp .",
        "online_resources": "Compte TEAMS",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2314",
        "title": "Economic Geography",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gomes Joseph"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Basic notions of microeconomics and econometrics taught at the Bachelor level.",
        "topics_covered": "Le cours sera construit en trois parties. La première se concentrera sur l'économie géographique, la seconde sur l'économie urbaine et la troisième sur l'analyse des politiques régionales de développement. Le cours alternera en permanence éléments théoriques et empiriques. Des sujets divers, comme les conséquences spatiales de l'intégration européenne ou de l'ALENA, les disparités régionales de salaires en Chine, les pôles de compétitivité en Belgique et en France ou les fonds structurels européens seront abordés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le but de ce cours est de fournir aux étudiants les outils théoriques et empiriques nécessaires à la compréhension de l'inégale répartition des activités entres les régions d'un même pays. A la fin de l'activité, les étudiants seront capables d'analyser les formes, les causes et les conséquences des inégalités régionales de développement. Les aspects techniques des modèles et des méthodes économétriques utilisés dans les articles auxquels il sera fait référence ne sont pas l'objet principal de ce cours. On attend en revanche des étudiants qu'ils soient en mesure d'en comprendre les concepts et les mécanismes sous-jacents afin de les réutiliser dans des discussions argumentées portant sur les conséquences spatiales de l'intégration économique et sur le développement local.",
        "content": "Le cours sera divisé en deux parties. La première partie du cours donnera une formation pratique aux étudiants sur l'utilisation des systèmes d'information géographique (SIG) pour manipuler des données spatiales. La deuxième partie se concentrera sur l'analyse théorique et empirique de sujets de géographie économique. Exemples de sujets abordés dans cette section : Analyser les inégalités régionales et spatiales, évaluer le rôle de la géographie économique et des accidents historiques dans l'explication de ces inégalités, entre autres.",
        "teaching_methods": "La première partie du cours prendra la forme de séances de laboratoire sur ordinateur, où les étudiants seront guidés à travers les méthodes SIG par le professeur. Le Professeur mettra à disposition toutes les données de cette partie du cours avant le début des séances de laboratoire. Les notes de cours de cette partie seront également mises à disposition des étudiants. La deuxième partie du cours prendra la forme de cours magistraux qui couvriront les aspects théoriques et empiriques du cours. Cette partie du cours sera basée sur des cours magistraux et le professeur partagera par la suite toutes les notes de cours et slides avec les étudiants.",
        "assessment_methods": "Il y aura un examen écrit en juin, qui comptera pour 70 % de la note finale. Les étudiants devront également soumettre un projet basé sur un SIG après avoir terminé la partie pratique du cours dédiée aux SIG. Ce projet, qui sera réalisé individuellement ou en petits groupes (comme décidé par le professeur en fonction de la taille de la classe), constituera les 30 % restants de la note. Le professeur proposera des sujets pour le projet, et la date limite de soumission, généralement fixée au 31 mai, sera annoncée au début du cours. Les étudiants auront la possibilité de repasser l’examen écrit en août si nécessaire. L’examen d'août comptera également pour 70 % de la note finale, les 30 % restants étant basés sur le projet SIG précédemment soumis. Le projet SIG devra être soumis avant la date limite spécifiée (généralement le 31 mai), et la note de ce projet sera conservée pour la session d’août si l'étudiant doit repasser l'examen. Note: Students are discouraged from using generative artificial intelligence (AI) systems in this course. However, if AI systems are used during assessments or class activities, they must adhere to the rules outlined in the faculty memorandum on this subject, which is available on the faculty’s intranet site: Note sur l’utilisation responsable des IA — Juillet 2024 .",
        "other_info": "Une bonne formation en microéconomie, mathématiques et économétrie sera utile pour suivre le cours.",
        "online_resources": "",
        "bibliography": "Bibliographie: Theoretical and empirical part of the course: Economic geography, P.P. Combes, T. Mayer and J. Thisse, Princeton University Press. GIS part: Lecture Notes prepared by the Professor.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespo2104",
        "title": "Séminaire de gestion des questions environnementales",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Marichal Xavier"
        ],
        "teaching_language": "Français",
        "prerequisites": "Un cours d’économie et/ou de management de l’environnement",
        "topics_covered": "Économie et management de l’environnement",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage AA du programme, cette activité contribue au développement et à l'acquisition des AA suivants: 1. Agir en acteur socialement responsable 1.3. Décider et agir de manière responsable 2. Maîtrise des savoirs 2.3. Articuler des savoirs issus de différents domaines 2.4. Activer et appliquer des savoirs 3. Appliquer une démarche scientifique 3.1. Mener un raisonnement analytique 3.2. Collecter, sélectionner et analyser les informations 3.3. Penser le problème selon une approche systémique et globale 3.5. Dégager des solutions implémentables 4. Innover et entreprendre 4.1. Identifier des opportunités de nouveautés et faire preuve de créativité 5. Agir en contexte multiculturel et international 5.3. Comprendre et positionner son rôle personnel et son champ d'action 6. Travailler en équipe et en exercer le leadership 6.1. Travailler en équipe... 7. Gérer un projet 8. Communiquer 8.1. Exprimer un message de façon claire et structurée 8.3. Convaincre et négocier 9. Se développer 9.1. Gérer de façon autonome son travail",
        "content": "Visant à illustrer certaines approches de gestion des questions environnementales, le cours va se focaliser sur les approches préconisées par l’économie circulaire et sur des modèles économiques prenant en comptes les aspectssocio-environnementaux. Pour ce faire, les étudiant·es seront amenés à conduire une analyse au travers du prisme d’un modèle d’affaires « vertueux » tel que le ‘Circular Canvas ‘ ou le ‘Flourishing Business Canvas’. L’objectif est que les étudiants s’approprient les différents enjeux de l’engagement socialement responsable, avec prise en compte tant des questions environnementales que sociales et sociétales (parties prenantes). Le séminaire consiste en un jeu de rôle (mise en situation dans une organisation) orienté problème : les étudiants sont des experts en questions environnementales et sociales, et doivent aider l’organisation à comprendre les implications d’une problématique particulière. Ces problématiques sont liées aux grandes politiques environnementales actuelles à l’échelon européen ou belge (énergie, ressources, pollution, aspects sociaux…). Le cours commencera par une révision des notions d'économie (production et emploi, rareté et prix, revenus et consommation, répartition des richesses…) intégrées jusqu'ici par les étudiant·es, afin d’ « étendre leur regard » aux volets sociaux et environnementaux. On utilisera pour ce faire une combinaison des approches proposées par l'économie environnementale (LESPO 2103 Environmental Economics), l'économie du Donut et l'économie circulaire. Cette ouverture) se basera sur des lectures et des vidéos à visionner et discuter en cours sur base de restitutions par les étudiant·es, et se clôturera par un exposé de synthèse qui exposera les différences entre soutenabilité faible et soutenabilité forte en abordant les notions de capital social et de capital environnemental. Dans la foulée de cette mise en contexte, le séminaire proposera une série de jeux de rôles à l'ensemble du groupe d'étudiant·es pour appliquer ces aspects théoriques à des mises en pratique sur différents cas d'organisations (tant publiques que privées) confrontées à divers défis en lien avec les ODDs ainsi qu’avec les politiques environnementales préconisées par l'Europe et/ou la Belgique. Seront ainsi abordées les notions d'acteur socialement et environnementalement responsable, avec des exemples de projets durables et de pivots de modèles d'affaires, en soulignant leurs implications décisionnelles et opérationnelles. Les thèmes de ces mises en situation seront volontairement variés pour aborder différents enjeux et différents horizons temporels : impacts sociaux et environnementaux, mais aussi dépendances aux ressources (humaines et matérielles), prise en compte des externalités dans le modèle d’affaires, dialogue avec les parties prenantes... Le cours se poursuivra avec des séances de découvertes thématiques pour encourager chaque étudiant·e à avancer dans son travail personnel, en passant les défis en revue au fur et à mesure, avec débats et discussions pour aider chacun·e à progresser dans son analyse.",
        "teaching_methods": "Mélange de lectures et visionnages avec des présentations magistrales par l'enseignant, et ensuite mise en pratique et découvertes préparées par les étudiant·es.",
        "assessment_methods": "50% des points sont attribués pour la participation active au séminaire et des évaluations relatives à la préparation de chaque séance (tests Moodle au sujet des lectures ou visionnages préalables). 50% des points sont attribués sur base d'un travail individuel, avec remise d’un court rapport (max 8 pages) sur le problème abordé et les préconisations, et une discussion verbale en session pour discuter l’analyse des implications et les solutions possibles pour l’organisation étudiée. L'utilisation des intelligences artificielles lors des épreuves d'évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site Intranet de la faculté dans les informations à destination des étudiant·es. Il est attendu de tout étudiant·e une intégrité intellectuelle menant à indiquer en toute transparence l'usage éventuel des intelligences artificielles qui aurait été utilisées pour le travail.",
        "bibliography": "« Circular Advantage », par Accenture Strategy « Flourishing Enterprise Innovation Toolkit » par le Strongly Sustainable Business Model Group “ Circular Canvas ” par Circulab",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1115",
        "title": "Economie politique",
        "credits": "5.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Oikonomou Rigas",
            "Vannoorenberghe Gonzague"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours commence avec la présentation des grands principes de l'économie, de la manière de penser des économistes et des gains à l'échange. Le premier grand chapitre concerne le fonctionnement des marchés (demande, offre, élasticité, efficience des marchés). Le deuxième chapitre traite du rôle du secteur public (externalités, biens publics et ressources communes, système fiscal). On se tourne ensuite, dans un troisième chapitre, vers l'économie industrielle et l'analyse du comportement des entreprises dans différentes structures de marché (concurrence parfaite, monopole, oligopole). Vient alors, dans un quatrième chapitre, l'analyse de deux sujets plus approfondis : le marché du travail et le choix du consommateur. Les derniers chapitres couverts dans le cours concernent l'analyse macro-économique : l'économie réelle à long terme (production et croissance, système financier), le système monétaire, l'analyse de l'économie ouverte et les fluctuations économiques de court terme.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les économistes ont une façon d'étudier la réalité économique et sociale qui leur est propre, et que l'on peut présenter correctement, sans entrer immédiatement dans les détails de la théorie micro-économique parfois trop abstraite du consommateur, du producteur et de l'équilibre général et des modèles théoriques en macro-économie. Ce premier cours d'économie politique offre un aperçu des principes économiques et de ce qu'il est vraiment important de connaître pour démarrer en économie. Le cours adopte une démarche inductive, au sens où le point de départ repose sur des questions qui interpellent directement les étudiants, pour au travers de ces questions présenter les concepts importants de l'économie et illustrer la particularité de la discipline. Ainsi le cours vise à répondre aux questions suivantes : Que sont effectivement les forces du marché ? Pourquoi le marché est-il, dans certaines circonstances, une organisation efficace de l'activité économique ? Quels sont les avantages et limites du libre échange ? Comment l'impôt influe-t-il sur les mécanismes de marché ? Quel est le rôle de la monnaie ? Comment expliquer la diversité des niveaux de vie dans le monde ? Quel est le rôle de l'état dans une économie de marché ? Le cours présente aussi le rôle joué par les économistes en matière de politique économique. Cette approche inductive contraste radicalement avec l'approche déductive des cours de micro et macro. Nous pensons que les deux approches se complètent harmonieusement pour ceux qui souhaitent poursuivre dans le Bac ECGE, et que l'approche inductive permet aux autres, moins enclins à la formalisation, de comprendre les grands principes de l'économie et la façon particulière de penser des économistes.",
        "content": "Ce premier cours d'économie a pour objectif d'introduire les principes et concepts économiques de bases. Le cours est divisé en deux parties qui correspondent à deux manières, différentes mais complémentaires, d'appréhender la réalité économique: l'analyse microéconomique et l'analyse macroéconomique. La microéconomie étudie les choix individuels des agents économiques (consommateurs, travailleurs, investisseurs, entreprises,…) et le fonctionnement des marchés (biens de consommation, biens intermédiaires, travail, capitaux,…). La macroéconomie étudie l'économie dans son ensemble et les relations entre les variables économiques agrégées (croissance, chômage, inflation,...). Les diapositives utilisées au cours seront mises en ligne sur Moodle. Si vous désirez utiliser un manuel en complément, \" Introduction à l'économie \" d'Acemoglu, Laibson et List, édité par Pearson est une bonne référence.",
        "assessment_methods": "L'évaluation finale est un examen écrit.",
        "course_materials": "\"Economics\" by Acemoglu, Laibson et List",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2313",
        "title": "Empirical macroeconomics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Monti Francesca"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Dans une première partie, on étudiera, sous la forme de travaux personnels, les principales équations de comportement d'un modèle macroéconomique d'une petite économie ouverte: offre agrégée et demande de facteurs, consommation (et épargne), commerce extérieur, prix et salaires. L'accent sera mis sur les fondements théoriques de chacune de ces équa-tions, (y compris les interrelations indispensables à la cohérence interne du modèle et à sa plausibilité à moyen terme), l'interprétation et la critique des résultats ainsi que leurs implications en termes de politique économique. Cette démarche mettra aussi en évidence l'ordre de grandeur et l'évolution des principaux taux et élasticités macroéconomiques.\rOn abordera ensuite, sous forme de lectures dirigées, quelques questions de macroéconomie appliquée importantes trai-tées dans la littérature contemporaine.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Prolongement des enseignements de base de la macroéconomie, ce cours vise à étendre les connaissances de l'étudiant dans le domaine par une expérience dans la modélisation d'une petite économie ouverte. Il doit conduire à une meilleure appréciation des évidences empiriques et de leurs implications en termes de politique économique.",
        "content": "The course will explore topics in applied macroeconomics, with emphasis on the intersection between the empirical analysis and the theory. The objective of the course is to develop an understanding of the connection between the economic theory and real-world policy issues, an ability to apply the empirical methods to critically analyze the macroeconomic environment surrounding the policy decisions. The course will cover the estimation and identification of vector autoregressions (VARs) and local projections, focusing specifically on how these models are applied to understand the macroeconomic and financial impact of monetary and fiscal policies. I will also provide a brief introduction to Bayesian time-series econometrics. If time permits, we will also discuss the use of structural macro models policy analysis and forecasting. We will select and discuss some important issues in (applied) macroeconomics, integrating case studies and published papers.",
        "teaching_methods": "The course is taught in person, if possible. (Subject to changes due to the covid situation). Students will receive home assignments and will work individually and/or in groups.Students are supposed to be able to use an econometric software (e.g. Matlab or R) and some meetings may take place in the computing room.",
        "assessment_methods": "The grade will be based on the home assignments (40%) and a written exam at the end of the term (60%).",
        "other_info": ".",
        "online_resources": "See Moodle https://moodle.uclouvain.be/?redirect=0",
        "bibliography": "There is no required textbook. However, I plan to draw material from the following books and papers: Kilian, Lutz and Lütkepohl, Helmut, Structural Vector Autoregressive Analysis (as of July 2018, chapters can be downloaded freely on Kilian’s webpage: http://www-personal.umich.edu/~lkilian/book.html ) Ramey, Valerie , Macroeconomic Shocks and Their Propagation 2016 Handbook of Macroeconomics. Leeper, Eric and Sims, Christopher A., and Zha, Tao , What Does Monetary Policy Do? 1996 Brookings Papers on Economic Activity , 2, 1-78 Del Negro, M. and F. Schorfheide (2013) “DSGE Model-Based Forecasting” Handbook of Economic Forecasting, Volume 2, Part A, 2013, Pages 57-140 Fernández-Villaverde, Jesús, Juan F. Rubio-Ramírez, Thomas J. Sargent, and Mark W. Watson. 2007. \"ABCs (and Ds) of Understanding VARs.\" American Economic Review , 97 (3): 1021-1026. Forni and Gambetti “Sufficient information in structural VARs” Journal of Monetary Economics, Volume 66, September 2014, Pages 124-136 Jordà, Ò. (2005). Estimation and Inference of Impulse Responses by Local Projections. American Economic Review, 95 (1), 161–182. Uhlig, H. 2005. What are the Effects of Monetary Policy on Output? Results from an Agnostic Identification Procedure. Journal of Monetary Economics 52, 381-419. Silvia Miranda-Agrippino, Giovanni Ricco, Bayesian Vector Autoregressions: Estimation, Oxford Research Encyclopedia of Economics and Finance (forthcoming), Oxford University Press. doi:10.1093/acrefore/9780190625979.013.164 Silvia Miranda-Agrippino, Giovanni Ricco, Bayesian Vector Autoregressions: Applications, Oxford Research Encyclopedia of Economics and Finance (forthcoming), Oxford University Press. doi:10.1093/acrefore/9780190625979.013.478",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1224",
        "title": "Statistique en économie et gestion II",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Heuchenne Cédric"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Partie 1 : Méthodes de base de l'analyse statistique. \rAprès une introduction au modèle statistique (modèle de population et modèle d'échantillonnage), on montre comment les distributions d'échantillonnage de statistiques sont à la base de l'inférence. Ces propriétés permettent de contrôler la précision d'estimateurs ponctuels de construire des intervalles de confiance et de contrôler les risques d'erreur dans une procédure de test d'hypothèses.\rPartie 2 : Application à quelques problèmes types. \rLes méthodes de base peuvent alors être adaptées à l'analyse de problèmes d'application utiles en économie et gestion : Analyse de la variance (comparaison de plusieurs moyennes) ; Modélisation de relation entre variables (modèles linéaires) ; Etudes de variables catégorielles y compris un test d'indépendance entre variables. On introduira aussi à travers quelques exemples simples la méthode générale d'estimation par maximum de vraisemblance qui est particulièrement utile dans des modèles plus complexes abordés dans les cours d'économétrie qui suivront. Nous considérons finalement le problème d'une mauvaise spécification du modèle et le cas d'une régression non-linéaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de ce cours est d'introduire les raisonnements et les méthodes de base de l'analyse statistique, ainsi que ses applications à la résolution de problèmes statistiques simples rencontrés dans le domaine de l'économie et de la gestion. Ce cours vise aussi à enseigner la matière de base qui sera utilisée dans les cours de statistique et d'économétrie qui suivront dans le curriculum de l'étudiant.\rA l'issue du cours l'étudiant devra être capable de comprendre les mécanismes de base de l'inférence statistique et de résoudre pratiquement les problèmes standards d'estimation, de construction d'intervalles de confiance et de tests d'hypothèses sur des moyennes, variances et proportions. Il sera également capable de modéliser des relations entre variables par des modèles de régression linéaire simple, avec une introduction aux aspects multivariés.",
        "content": "Modèle statistique et distribution d'échantillonnage, Estimation ponctuelle, Estimation par intervalle, Tests d'hypothèses, Comparaison de moyennes, Modèle linéaire, y compris notation matricielle, Méthodes d'estimation y compris Maximum de vraisemblance, Propriétés d'estimateurs, Inférence dans la régression simple, Régression nonlinéaire Méthode : Le cours est donné sous forme : - d'exposés magistraux (sur base de vidéos préalablement visionnées par les étudiants, l'enseignant réintroduit et réinterprète les concepts avant d'engager le débat avec les étudiants qui répondent à des questions préparées -résolution autonome de problèmes-), - de séances d'exercices (l'enseignant y soumet des applications/problèmes aux étudiants et propose une démarche de résolution).",
        "teaching_methods": "Voir introduction du cours LECGE1224 sur moodle. Mode présentiel et distanciel combinés",
        "assessment_methods": "Evaluation en première session : deux cas de figures 1) Si l'étudiant est interrogé pendant l'année (système d'interrogation aléatoire lors de chaque cours), il obtient une note d'évaluation continue représentant 25% de la note finale de première session, les 75% restants correspondant à l'examen écrit final (QCM) programmé durant la première session d'examens. 2) Si l'étudiant n'est pas interrogé pendant les cours, 100% de sa note de première session correpondent à l'examen écrit final (QCM) programmé durant la première session d'examens. Evaluation en seconde session 100% de la note de seconde session correspondent à l'examen écrit final (QCM) programmé durant la seconde session d'examens. Langue de l'évaluation : français",
        "other_info": "Pré-requis : LECGE1114 Statistique en économie et gestion I ou cours jugé équivalent.",
        "online_resources": "Cours LECGE1224 sur moodle.",
        "bibliography": "Mathematical Statistics with Applications, 7ème édition. Wackerly, Mendenhall, Scheaffer.",
        "course_materials": "vidéos et documents (transcriptions, exercices, démonstrations sur logiciel) relatifs sur moodle/videos and related documents (transcriptions, exercices, software demonstrations) on moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1334",
        "title": "Seminar : International Trade and environment",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vannoorenberghe Gonzague"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le séminaire sera consacré à l'étude théorique et empirique du commerce international. Nous aborderons de manière interactive un nombre de questions liées aux grands enjeux du commerce international, par exemple l'impact du commerce sur la croissance, le développement ou les inégalités. Les étudiants utiliseront des méthodes empiriques, avec un travail sur des bases de données standards de commerce international, et relieront leurs résultats empiriques aux théories du commerce existantes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le séminaire a pour objectifs d'apprendre aux étudiants : (i) à gérer des bases de données et en distiller l'information essentielle, (ii) à présenter des statistiques de façon claire et efficace, (iii) à développer une argumentation économique précise et cohérente, (iv) à travailler collectivement et présenter oralement ces travaux et (v) à rédiger dans un anglais de qualité.",
        "content": "Lors de ce séminaire, les étudiants écrivent un rapport analysant les flux de commerce d’un pays, évaluent les bénéfices et les risques associés à ces flux et tirent les conclusions de leur analyse en termes de recommandations de politiques économiques pour le pays. Le travail a une importante composante quantitative et requiert que les étudiants analysent de larges bases de données à l’aide d’un logiciel statistique. Les étudiants doivent montrer leur capacité à appliquer un raisonnement économique rigoureux pour tirer les conclusions et les recommandations de politique économique de leur analyse. A travers leurs travaux, les étudiants seront exposés aux principales théories du commerce international et aux principaux débats contemporains de politique commerciale.",
        "teaching_methods": "Après quelques cours magistraux et sessions d’introduction à Stata, les étudiants travaillent en groupe durant le semestre avec deux rendez-vous obligatoires avec le professeur pour obtenir des commentaires sur l’avancée de leurs travaux. A la fin du semestre, tous les groupes rendent leur rapport et le présentent devant le professeur et les autres étudiants du cours.",
        "assessment_methods": "L’évaluation des étudiants se fait principalement sur la base des rapports qu’ils écrivent en groupe et sur la présentation de ces rapports. La participation aux meetings intermédiaires avec le professeur et aux présentations en fin de semestre est obligatoire. La participation active lors des cours sera aussi prise en compte dans la note finale. Les modalités exactes de l’évaluation seront annoncées sur la plateforme Moodle en début de semestre.",
        "other_info": "Des connaissances préalables en microéonomie et en économétrie sont recommandées. La communication entre les élèves et le professeur passe par la plate-forme électronique Moodle. Vous devez s'inscrire au cours sur Moodle pour avoir accès aux documents en ligne, comme les notes de cours, les diapositives, ou tout matériel additionnel.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2862",
        "title": "Politique économique et finances publiques",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Descriptif du cours: https://directory.unamur.be/teaching/courses/ECONM862",
        "content": "Course donné à UNamur - code UNamur ECONM862 / Description disponible https://directory.unamur.be/teaching/courses/ECONM862",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1226",
        "title": "Séminaire : Problématiques du marché du travail",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dejemeppe Muriel"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les thèmes retenus sont choisis de façon à faire appel aux notions déjà acquises par les étudiants dans les cours antérieurs en économie. Il s'agit d'aborder des questions d’actualité dans le domaine du marché du travail dont l'enjeu socio-économique est clair et donc motivant: les nouvelles formes de travail, les pénuries de main d’œuvre, la discrimination à l’embauche, l’impact des formations sur l’accès à l’emploi, les inégalités salariales, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le but de l'atelier est de faire travailler les étudiants sur des thèmes précis, afin de leur apprendre à développer une argumentation économique cohérente, à lire et synthétiser, à argumenter et rédiger et enfin à exposer une argumentation. Comme le nombre d'étudiants rendra un travail en groupe probablement nécessaire, la capacité à travailler collectivement sera aussi développée par l'atelier.",
        "content": "L’objectif du séminaire est d'amener les étudiants à réfléchir de façon argumentée sur une problématique d’actualité dans le domaine du marché du travail. Faut-il renforcer la migration légale pour raison économique pour faire face aux pénuries de main d'oeuvre ? L’ouverture des magasins le dimanche crée-t-elle de l'emploi ? Uber permet-il de créer de nouveaux emplois ? Quelle est l’ampleur de la discrimination raciale à l’embauche ? Les bureaux en open space améliorent-ils la productivité des employés ? Le phénomène de la \"grande démission\" est-il à l'oeuvre en Belgique ? Par groupe, les étudiants réalisent deux productions complémentaires : 1) Un travail écrit (de 3 à 5 pages) qui propose une analyse économique de la question de recherche posée (choisie par le groupe) à partir d'articles publiés dans la littérature économique. 2) Un reportage audio (+/- 2 minutes audio) dont l'objectif est de transmettre le message essentiel du travail écrit, de façon accrocheuse et convaincante. Pour cela, vous devez vous appuyer sur l'analyse économique développée dans votre travail, tout en étayant vos propos par le témoignage d'un acteur du terrain et par celui d'un expert de la problématique posée.",
        "teaching_methods": "Durant le quadrimestre, des séances obligatoires en salle sont organisées. Lors de ces séances, l'enseignant donne des consignes aux étudiants concernant la réalisation de leur travail écrit et audio, et commente des notes intermédiaires obligatoires avec l'aide d'un assistant. Pour favoriser les échanges entre les groupes, les étudiants sont aussi invités à lire et commenter les notes produites par d'autres groupes. Par ailleurs, des discussions sont organisées avec l'ensemble des étudiants et l'enseignant sur des problématiques transversales à l'ensemble des groupes. Les deux dernières séances du séminaire sont consacrées à l'écoute et la discussion des reportages audio. Afin d'aider les étudiants à réaliser le reportage audio, ils reçoivent les conseils avisés d'un journaliste économique lors d'une séance du séminaire. Concernant les aspects pratiques, des membres du Radiokot forment les étudiants à un logiciel de montage audio (Audacity) lors d'une autre séance du séminaire. L'assistant organise également des séances facultatives de questions/réponses avec les étudiants durant le quadrimestre. Si la situation sanitaire se détériore, ces modalités d'enseignement pourront évoluer vers un enseignement exclusivement à distance.",
        "assessment_methods": "L'évaluation individuelle porte sur 20 points et est réalisée à la session de juin. L'étudiant qui n'a pas participé régulièrement aux séances obligatoires du séminaire* obtient une cote de présence (0/20). L'étudiant est évalué sur la base (1) de sa présence et participation active lors des séances du séminaire, (2) de la qualité du travail écrit de son groupe et (3) de la qualité du reportage audio de son groupe. S’il apparaît une différence évidente d’implication entre les membres d’un même groupe pour la réalisation du travail, une évaluation différenciée au sein de celui-ci sera appliquée pour les points (2) et (3). Une seconde session au mois d'août n'est possible que pour l'étudiant qui a participé régulièrement aux séances obligatoires du séminaire*. Les modalités d'évaluation à la session d'août sont les mêmes que pour celles de juin. L'utilisation des intelligences artificielles lors des épreuves d'évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et duisponible sur le site intranet de la faculté dans les informations à destination des étudiant.es. * Une participation régulière aux séances obligatoires du séminaire signifie que l'étudiant n'a pas plus de 2 absences non dûment justifiées.",
        "other_info": "Pour participer au séminaire, il est vivement souhaité, mais pas obligé, d'avoir validé les crédits du cours d'économie politique (LECGE1115) et de suivre le cours de macroéconomie (LECGE1212).",
        "online_resources": "Voir Moodle UCL ( http://moodleucl.uclouvain.be/ ).",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2822",
        "title": "Development and society: economic approaches",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Anglais",
        "topics_covered": "Course description: https://directory.unamur.be/teaching/courses/ECONM822",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2331",
        "title": "Economics of Finance and Risk Management",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Wynendaele Pascal"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Ce cours porte sur la modélisation des taux d'intérêt et des risques du crédit avec un accent particulier sur les théories de courbe de rendement, les simulations de Monte Carlo et les approches fondées sur la segmentation. En ce qui concerne la modélisation des risques du crédit, nous nous concentrons sur les modèles d'estimation, les modèles de production-distribution.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 avoir une bonne compréhension de la modélisation des taux d'intérêt (y compris la modélisation des taux d'intérêt en incertitude) et des modèles des crédit à risque",
        "content": "Le cours se focalise essentiellement sur les aspects Business model de la banque et le process de gestion des risques qui répond de plus en plus à des contraintes règlementaires. Le cours aborde plus particulièrement : - Le rôle des banques dans le système financier et leur business model - L’impact de la politique monétaire de la BCE sur le fonctionnement des banques - Les principes majeurs de la gestion des risques et la notion de risque - La défaillance des systèmes de gestion des risques durant les crises financières de 2007 et 2011 - L’évolution de la règlementation bancaire : de Bâle 1 à Bâle 4 et le framework contrôle prudentiel mis en place par les autorités européennes - La gestion du risque de crédit (PD, LGD, EaD, M et RWA), du risque de marché (Value at Risk et Expected Shortfall) et du risque de liquidité (LCR et NSFR)",
        "teaching_methods": "Ex Cathedra Pas de travail.",
        "assessment_methods": "Examen classique écrit d'une durée de 2h mixant des questions à choix multiples et questions ouvertes. Course dispensé à l'UNamur (Namur)",
        "other_info": "Objectifs : Cours avancé d'économie de la finance de la perspective de la gestion des risques visant à discuter principalement de la notion de risque et des récents développements de la règlementation bancaire dans un conxte post crise financière.",
        "bibliography": "Risk Management and Financial Institutions, 5th Edition, John Hull, 2018 (Wiley) Santomero & Babbel: Financial markets, instruments and institutions (McGraw-Hill). Johnson",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2860",
        "title": "Politiques économiques : exercices de simulation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Descriptif du cours: https://directory.unamur.be/teaching/courses/ECONM860",
        "other_info": "Cours donné à l'UNamur - ECONM680 - https://directory.unamur.be/teaching/courses/ECONM860",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2821",
        "title": "Growing population and the environment: economic approach",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Anglais",
        "topics_covered": "Course description: https://directory.unamur.be/teaching/courses/ECONM821",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2351",
        "title": "Economie sociale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Helleputte Coralie",
            "Nyssens Marthe"
        ],
        "teaching_language": "Français",
        "prerequisites": "Prérequis : un cours de micro-économie ou d'économie politique de base ainsi qu'un cours d'économie publi-que. L'évaluation se base sur: : (1) les brèves contributions écrites et leurs présentations orales durant le quadrimestre (2) La note personnelle de synthèse construite et argumentée qui présentera l'analyse socio- éco-nomique d'une organisation d'économie sociale que l'étudiant aura choisi et aura visité. Le syllabus est composé d'une série d'articles de référence disponible à la CIACO",
        "topics_covered": "Dans un premier temps, il s'agit d'apporter les clarifications conceptuelles autour des notions telles que secteur non-marchand, économie sociale, tiers-secteur, secteur associatif' Ensuite, le cours développe les cadres d'analyse socio-économique qui expliquent le rôle respectif des secteurs public, privé lucratif et d'économie sociale dans la fourniture de biens quasi-collectifs. Enfin, le cours aborde différentes politiques publiques (inser-tion, services sociaux, coopération au développement') qui régissent la fourniture de ces biens quasi-collectifs. Ces politiques publiques sont replacées dans un cadre d'analyse comparative des différents Etat sociaux plus particulièrement européens. On référera systématiquement à la réalité belge et européenne de l'économie sociale et à ses enjeux.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours est consacré à l'analyse des organisations de l'économie sociale et du secteur non-marchand et de leurs liens avec les politiques publiques. L'objectif est de situer ces organisations au sein des économies de marché et d'analyser leurs raisons d'être aux côtés du secteur privé à but lucratif et des pouvoirs publics dans le champ des biens(quasi)-collectifs. Au terme de ce module, l'étudiant aura un aperçu des analyses socio-économiques du tiers-secteur et devra être capable de les exploiter dans l'analyse d'organisations spécifiques ainsi que de leurs liens avec les politiques publiques.",
        "content": "Le cours est consacré à l'analyse de l'économie sociale (entreprises sociales, coopératives, associations...). L'objectif est de situer l'économie sociale au sein des économies de marché et d'analyser les raisons d'être de ces organisations aux côtés du secteur privé à but lucratif et des pouvoirs publics. Au terme de ce cours, l’étudiant·e sera capable : de situer les différents concepts (économie sociale, économie solidaire, entreprise sociale, associations, coopératives) pour décrire ce troisième secteur avec leur apports et leurs limites ; d’analyser les caractéristiques spécifiques aux entreprises sociales, en particulier leurs façons de combiner un projet économique, une mission sociale ou sociétale et des modes de gouvernance participative ; d’analyser les trajectoires qui ont forgé une diversité de modèles d’entreprises sociales dans une perspective historique ; de comprendre le contexte dans lequel ces différents modèles évoluent et les interactions qu’ils développent avec les autres acteurs, publics et privés, et au croisement du marché, des politiques publiques et de la société civile ; d’identifier et interpréter les positionnements des acteurs de l’économie sociale par rapport aux modèles socio-économiques dominants et s’y référer dans son propre positionnement. Face à la diversité des terminologies, l'objectif du cours n'est pas de proposer une théorie unifiée mais d'analyser, en profondeur, différents éclairages. Il s'agit de se pencher sur des termes largement répandus, pour identifier ces organisations du troisième secteur (économie sociale, économie solidaire, associations, non marchand et entreprise sociale). Plutôt que d'opposer les termes les uns aux autres, il s'agit pour chacun d'eux d'expliquer leurs racines historiques et les contextes institutionnels au sein desquels ils ont émergé et de dégager leur potentiel analytique pour éclairer les dynamiques de ce troisième secteur. Il s'agit, pour chacun d'eux, d'être considéré comme un éclairage susceptible d'enrichir les approches existantes, avec ses apports et ses limites.",
        "teaching_methods": "Le cours est organisé selon cinq modules : L’économie sociale, L’économie solidaire, L’entreprise sociale, Les associations et Les politique publiques. L’enseignement est articulé autour d’un cours en ligne et de séances de cours au format « classe inversée ». Chaque module est donc composé de deux volets : un moment d’apprentissage à travers les supports de cours (cours en ligne et livre de référence) et de préparation, suivi d’une séance en classe pour asseoir ces apprentissages. Avant chaque séance, les étudiant·e·s suivent un module du cours en ligne selon le programme ci-dessous, réalisent les exercices et préparent les contributions demandées. Ces contributions sont à déposer sur Moodle pour au plus tard le dimanche soir avant minuit précédant la séance du mardi en classe. A chaque début de cours, chaque étudiant est soumis à un QCM de 5 questions largement inspirées des QCMs du MOOC. Les étudiant·e·s veillent à se munir de leur contributions – en version papier ou numérique – lors du cours, pour participer activement aux discussions. Après la séance, les étudiant·e·s consignent leurs travaux d’analyse, après améliorations éventuelles sur base des clarifications apportées en cours, dans un portfolio individuel évalué en fin de parcours. Les séances de cours ont lieu durant le premier quadrimestre  un mardi sur deux de 09h00 à 12h00 au Socrate 23 Mardi 24 septembre 09h00-12h00 SOCR23 Présentation du dispositif pédagogique Mardi 8 octobre 09h00-12h00 SOCR23 Séance 1 Mardi 22 octobre 09h00-12h00 SOCR23 Séance 2 Mardi 5 novembre 09h00-12h00 SOCR23 Séance 3 Mardi 19 novembre 09h00-12h00 SOCR23 Séance 4 Mardi 3 décembre 09h00-12h00 SOCR23 Séance 5 Mardi 17 décembre 09h00-12h00 SOCR23 Séance 6",
        "assessment_methods": "L’évaluation du cours est basée sur : - La moyenne des résultats des QCMs qui ont lieu au début de chaque séance (25% de la note globale). Sauf cas de force majeure (certificat médical…), une absence à une séance implique un 0/5 pour le QCM de cette séance. - Le portfolio rassemblant les différentes contributions demandées au fil du cours, éventuellement retravaillées  (25 % de la note globale). - L'examen oral final sur le contenu du cours (50 % de la note globale). Le portfolio est à rendre pour le 20 décembre 2024 avant minuit sur Moodle. L’examen a lieu en session. En cas de seconde session au mois d’août, le portfolio doit être remis le jour d’ouverture de la seconde session. Contributions écrites et participation Pour chaque séance de cours, les étudiant·e·s doivent suivre le module du cours en ligne Louv26x correspondant au thème de la séance, et réaliser une série d’activités en vue de participer activement aux discussions lors du cours. Les détails de ces contributions sont précisés pour chacun des modules dans les sections ad hoc. Ces contributions individuelles seront mobilisées par les enseignant·e·s lors des séances de cours. Sauf cas de force majeure (certificat médical…), pour chaque séance où la contribution attendue n’a pas été déposée avant l’échéance prévue sur Moodle (c'est-à-dire le dimanche soir précédant la séance) ou ne respecte pas les consignes, l’étudiant·e se voit retirer 0,5 point de la note finale (exprimée /20). Au fil des séances, les étudiant·e·s devront consigner leurs travaux dans un portfolio évalué en fin de parcours. Les contributions peuvent être retravaillées au regard des notions discutées en cours. Ce portfolio consiste en un rapport rassemblant les différentes contributions. Il va de soi que le plagiat est interdit (à partir d'une source externe ou d'un travail d'un·e étudiant·e d'une année précédente, le logiciel anti-plagiat est systématiquement appliqué). Les travaux doivent être des productions personnelles de l'étudiant·e. L'étudiant·e précisera en quelques lignes à la fin de chaque travail comment il ou elle a fait usage d'intelligences artificielles génératives le cas échéant. Examen oral et évaluation du portefolio Chaque étudiant·e devra répondre à deux questions issues de deux modules différents. Les questions d’examen sont étroitement liées aux objectifs d’apprentissage de chaque module. Cette partie constitue 50% de la note. En outre, pour l'évaluation du portfolio, deux contributions portant sur deux autres modules seront tirées au hasard et évaluées sur base des consignes de chaque contribution.  Cette partie constitue 25% de la note.",
        "other_info": "Prérequis : un cours de micro-économie ou d'économie politique de base",
        "online_resources": "Cours en ligne Louv26x « Fondements de l’économie sociale et solidaire » Support de cours et informations sur le site moodle du cours",
        "bibliography": "Livre de référence : Economie sociale et solidaire (2017), J. Defourny et M. Nyssens, De Boeck: En vente à la DUC",
        "course_materials": "Defourny, J., & Nyssens, M. (2017). Économie sociale et solidaire : Socioéconomie du 3e secteur. De Boeck Supérieur. (disponible en BSPO / en vente à la DUC) Cours en ligne Louv26x « Fondements de l’économie sociale et solidaire »",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2411",
        "title": "Norms and Public Intervention",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Maniquet François",
            "Olivera Angulo Javier"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Les étudiants doivent pouvoir raisonner à partir de concepts de préférences, budgets, marchés concurrentiels, équilibre de marché et équilibre général.",
        "topics_covered": "Les thèmes principaux sont : - comment définir l'égalité des ressources lorsque les agents ont des préférences différentes ? - les marchés concurrentiels sont-ils justifiés si l'on tente de combiner l'efficacité avec des normes de justice ? - comment peut-on définir l'égalité des opportunités lorsque les agents ont des besoins et des talents différents ? - quelles interventions publiques sont justifiées lorsque l'Etat fait face à des contraintes informationnelles ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de l'activité, les étudiants seront capables de raisonner sur certains problèmes d'intervention publique simples en mettant en oeuvre d'autres considérations normatives que la seule efficacité économique.",
        "content": "Les interventions publiques sont censées améliorer la vie en société. Disons qu'elles augmentent le bien-être social. Pour rendre ces politiques claires, bien pensées et évaluables, il convient de discuter de la manière dont le bien-être social est défini. Nous parcourerons quelques grandes théories normatives au sein desquelles des définitions du bien-être social ont été proposées. Les normes impliquées sont l'aversion à l'inégalité et à la pauvreté, la mobilité sociale et, surtout, la responsabilité. Nous verrons comment ces théories peuvent être appliquées à des problèmes contemporains d'évaluation des politiques sociales.",
        "teaching_methods": "Le cours est composé de séances magistrales. Les étudiants doivent résoudre des problèmes chaque semaine et soumettre leurs réponses. Par groupe, les étudiants doivent rédiger un essai qui consiste en l'application de la méthode vue au cours à un problème précis. Pour les étudiants suivant le module d'économie publique, cet essai est transversal aux trois cours du module et sera évalué par les trois enseignants.",
        "assessment_methods": "1) Les devoirs sont obligatoires et conditionnent l'accès à l'examen. 2) Les étudiants rédigent un essai en groupe. Cet essai vaut pour 50%. 3) Il y a un examen écrit à livres ouverts pendant la session pour les 50% restants.",
        "other_info": "Cours donné à l'UNamur (Namur)",
        "bibliography": "Une bibliographie détaillée est donnée au début du cours.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2608",
        "title": "Advanced Labour Economics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            ". SOMEBODY",
            "Vandenberghe Vincent"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "It is widely accepted that the labour market does not function as a standard purely competitive market. The course discusses why actual labour markets are far more complex than this convenient reference model. It ad-vances four main channels through which the relationship between wages, employment and unemployment is affected (1) employees bargaining power (due to unionisation, turnover costs or investment); (2) risk aversion; (3) imperfect information; (4) monopsony power; (5) \"social norms\". The courses therefore cover a wide spec-trum of theories. Within the time available, it is only possible to provide an introduction to these theories.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 The objective of the course is to develop graduate students' abilities in acquiring a better understanding of the functioning of labour markets on the basis of the recent literature of the profession. This literature is usually formulated in terms of formal mathematical models. The lectures aim at helping the student to use and under-stand the intuition of these formal models as tools for the analysis of the labour market. Moreover, they endeav-our to foster the students' understanding of the methodological issues involved when going from the theoretical analysis to the empirical testing of hypotheses formulated by theory.",
        "content": "It is widely accepted that the labour market does not function as a standard purely competitive market. The course LECON2608 discusses why actual labour markets are far more complex than this convenient reference model. It explores the main channels through which the relationship between wages, employment and unemployment are affected: - heterogeneity, - search costs, - imperfect information; - \"social norms\" including prejudices/stereotypes. The courses, therefore, cover a wide spectrum of theories* but also their assessment using advanced micro-econometric methods. ------------------------------ *due to time constraints, it is only possible to provide an introduction to some of them.",
        "teaching_methods": "The course consists of lectures on the above-listed theories and assignments,  some of them implying econometric analysis of microdata.",
        "assessment_methods": "End-of-term evaluation + continuous evaluation 1. The course material of the lectures will be evaluated on the basis of a written final exam. 2. Occasionally, there will be a homework assignment. Typically, you will have to solve (an) exercise(s) or quantify the magnitude of a predicted outcome. You could also have to read a paper. Grading is based on the following weights: Homework assignments: 3/20 Final/end-of-term exam: 17/20 You are allowed to present the final exam twice during a single academic year.",
        "other_info": "Math: A course in algebra and some familiarity with calculus, especially, with the concept of derivatives. Economics: Intermediate microeconomics and econometrics Although it is not a prerequisite, some students have already followed an introduction to labour economics at the undergraduate level or in a professional master's (e.g. at ESL/UNamur courses forming OS10. Labour and Human Resources Economics ). If not, the student should be aware that some basic topics in labour economics are not covered by  LECON2608: labour supply, labour demand and human capital theory in particular. Often, they have to some extent been introduced in a course in microeconomics or in macroeconomics. It is assumed that students have at least a basic knowledge about static labour demand and supply, and perfect competition theory. Having heard about compensating wage differentials and human capital theory is an advantage but not a prerequisite. Participants are all expected to be familiar with the use of a statistical package (Stata, SAS, R…).",
        "online_resources": "Slides, exercises, compulsory readings will be available on the course webpage on Moodle UCL (https://moodle.uclouvain.be/).",
        "bibliography": "Ackerberg, Daniel A., Kevin Caves, and Garth Frazer (2015). “Identification Properties Of Recent Production Function Estimators”. In: Econometrica 83.6, pp. 2411–2451. Becker, Gary (1971). The Economics of Discrimination . 2nd ed. University of Chicago Press. Cahuc, P., S. Carcillo and A. Zylberberg (2014): Labour Economics, 2nd edition, MIT Press Gelbach, Jonah B. (2016). “When Do Covariates Matter? And Which Ones, and How Much?” In: Journal of Labor Economics 34.2, pp. 509–543. Hellerstein, Judith K., David Neumark, and Kenneth R. Troske (1999). “Wages, Productivity, and Worker Characteristics: Evidence from Plant-Level Production Functions and Wage Equations”. In: Journal of Labor Economics 17.3, pp. 409–446",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1331",
        "title": "European Economy",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gomes Joseph"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours aborde les principes micro- et macro-économiques qui sous-tendent la dynamique d’intégration européenne, la conduite des politiques économiques de l’Union européenne, ainsi que la conception et le fonctionnement des institutions centrales de l’Union. De toute évidence, la portée du mandat de l’Union européenne dans le domaine des politiques économiques est trop vaste pour être couverte en un seul cours. Trois considérations fondamentales façonnent le contenu du cours qui peut varier en fonction des questions d’actualité. Premièrement, l’intégration économique libère des forces puissantes qui, si elles sont bien gérées, peuvent favoriser la prospérité. Deuxièmement, l’intégration économique sans intégration politique exige une coordination internationale des politiques économiques pour internaliser les interdépendances résultant de l’intégration. Troisièmement, le cadre de gouvernance qui soutient cette coordination influence à son tour le processus d’intégration. En particulier, une gouvernance inadéquate peut nuire à l’intégration économique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de ce cours est de fournir aux étudiants un cadre de référence de la réalité européenne leur permettant de comprendre la nature et les spécificités des enjeux économiques européens et des politiques économiques adoptées. Ce cadre leur permettra d'avoir un regard critique sur la nature des hypothèses des modèles théoriques développés dans les cours spécialisés (économie internationale, économie du travail, économie régionale, économie indus-trielle,) et de leur pertinence pour la compréhension et la mise en uvre des politiques européennes.",
        "content": "Ce cours met l'accent sur l'Union européenne et sur l'économie européenne. Alors que l'union européenne est aujourd'hui déjà tout à fait un marché bien intégré, le processus d'intégration a été constante et n'est pas plus encore.  La formation de l'union douanière européenne a entraîné une forte augmentation dans le commerce interne de l'UE et a stimulé la protection sociale pour la plupart des pays. Le bon fonctionnement de la zone euro est fortement tributaire de la question de savoir si l'Europe peut être considérée comme une zone monétaire optimale. Il s'agit d'un ensemble de conditions qui doivent être remplies chaque fois qu'un certain nombre de pays décide d'abandonner leur monnaie nationale et ont un commun où ils donnent le droit d'exercer une politique monétaire indépendante. Ce cours traite du processus d'intégration européenne et à la formation de l'euro d'un point de vue économique. Les défis auxquels l'Europe est confrontée à seront également discutés à l'aide d'un cadre économique./",
        "teaching_methods": "Cours magistraux et travaux pratiques",
        "assessment_methods": "Examen écrit, et participation aux travaux dans le cadre des TPs. Note: Students are discouraged from using generative artificial intelligence (AI) systems in this course. However, if AI systems are used during assessments or class activities, they must adhere to the rules outlined in the faculty memorandum on this subject, which is available on the faculty’s intranet site: Note sur l’utilisation responsable des IA — Juillet 2024 .",
        "other_info": "Des bases en micro-économie et en macro-économie sont nécessaires pour ce cours communication entre les élèves et le professeur passe par la plate-forme électronique Moodle. Vous devez vous inscrire dans le cours pour avoir accès à des documents en ligne comme les diapositives ou autre matériel complémentaire.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2825",
        "title": "World Poverty and Inequality: diagnostic and policies",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Anglais",
        "topics_covered": "Course description: https://directory.unamur.be/teaching/courses/ECONM825",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2610",
        "title": "Industrial Organization",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Johnen Johannes"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Un cours avancé en micro-économie Un cours d'introduction à l'organisation industrielle",
        "topics_covered": "Pouvoir de marché Sources du pouvoir de marché Stratégies de prix et segmentation de marché Qualité de produit et information Théorie de la politique de concurrence Recherche et développement, propriété intellectuelle Réseaux, standards et systèmes Intermédiation de marché",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 En termes de connaissances, les étudiants seront capables, à la fin de l'activité : (i) de comprendre pourquoi et comment les firmes en oligopole parviennent à fixer des prix d'équilibre supérieurs aux couts marginaux ; (ii) d'analyser des problèmes d'information asymétrique dans lesquels les firmes choisissent leur stratégie de marketing pour informer les consommateurs sur la qualité des produits ; (iii) d'appréender des questions de politique de concurrence (cartels, collusion, pratiques d'exclusion) ; (iv) d'analyser des questions d'actualités relatives aux marchés en réseau et aux marchés de plateformes. Sur le plan des compétences, les étudiants seront capables, à la fin de l'activité : (v) de lire et discuter des contributions récentes à la littérature (empirique et théorique) en organisation industrielle.",
        "content": "The goal of the class is to introduce students to current research topics in industrial organization, to make students read and discuss research papers, and to help students develop research questions. We will start with some basic topics but will move quickly to topics in which a lot of research is going on these days, and which are highly relevant to understand our modern complex and digital economy. I plan to cover the following topics. The focus can be adjusted based on student interests. Price Discrimination and Targeted Pricing (2 weeks) Behavioral Economics and Industrial Organization(5-6 weeks) We will discuss the role of consumer mistakes and more realistic, psychology-based, models of human behavior for market performance and competition. Does competition induce firms to mitigate, or to exploit consumer mistakes? How can regulation help to mitigate exploitation of consumer mistakes? What is the role of big data and targeted pricing when consumers mispredict their own future behavior? Platforms and Two-Sided Markets (2 weeks) Consumer Search (1-2 weeks) Student Presentations (1-2 weeks)",
        "teaching_methods": "For each week, the students have to read research papers that we will discuss in class. This enables lively interaction and a critical discussion of these papers. At the end of the class, the students have to present research papers themselves, which they can choose from a reading list. Students can also propose papers to present. We will mostly focus on papers that use theoretical models, but we will also discuss empirical work. The goal of the class is to inspire research questions. To encourage students to develop research questions, the students will submit a research proposal in which they develop a research question, motivate why it is interesting and fills a gap in the Literature, discuss the methods they would use to approach this question and explain expected results. The teaching will start in the second week of the first term (Q1) in the classroom.",
        "assessment_methods": "The final grade depends on i) participation in class (10%), ii) the students’ presentation of a research paper (40%), and iii) the research proposal (50%). The evaluation for the third exam session will be decided based on the number of students enrolled in that session.",
        "other_info": "The language of the class is English. The course starts in the second week of the term. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans le note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "online_resources": "Available on Moodle: https://moodleucl.uclouvain.be/",
        "bibliography": "A reading list will be made available at the beginning of the course.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2336",
        "title": "Management of Banks and Financial Institutions",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dessain Jean"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "The main topics covered by the course are : - specificities of banking activity and a brief overview of banking regulation - analysis of the bank accounts (P&L and balance sheet) - interest rate risk management: gap analysis, duration, VaR, etc. - credit risk management - liquidity and capital risk management",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 At the end of the course, the student should be able to grasp how bank managers ought to manage the profit and loss account of the bank they are running as well as a series of financial ratios taking into account regulatory and accountancy environment and the overall risk constraints typical to the financial world. The latter are essen-tially credit-, interest rate- and liquidity risks. The course does not examine operational risk.",
        "content": "The course will first examine the history and specificities of the banking activity. Some elements of -mainly international- regulation will also be examined. The next part of the course will be devoted to the study of a commercial banking balance sheet and P&L ac-count. Credit margin, net interest income and leverage ratio will be studied in depth. The different risks faced by a bank will be thereafter examined in details: i.e., credit-, liquidity and interest rate risk. Examples and case studies will be used to illustrate the lectures and to show how to use tools of risk manage-ment (duration, VaR, Credit at Risk, simulations ,etc.)",
        "other_info": "Political Economy, microeconomics and macroeconomics Written exam Lectures notes Course taught at UNamur.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2609",
        "title": "Game Theory",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vannetelbosch Vincent"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Game theory is a bag of analytical tools designed to help us to undestand the phenoma that we observe wen decision makers interact.",
        "content": "Topics in Game Theory Part A Network Science and Economics Representing, Measuring and Analyzing Networks Learning and Diffusion on Networks Games and Behavior on Networks Game-Theoretic Modeling of Network Formation Part B Market Design and Matching The Basic Matching Model The Medical Match Assignment Markets School Allocation Course Allocation Kidney Exchange",
        "teaching_methods": "The course consists of lectures. The topics will be introduced during the lectures. Compulsory homeworks will be assigned to students. Reading assignments are also possible.",
        "assessment_methods": "Homework (50%) + Presentation of a research article (50%)",
        "online_resources": "Slides, homeworks, exercises, compulsory readings will be available on the course webpage on Moodle UCL (http://moodleucl.uclouvain.be/).",
        "bibliography": "Social and economic networks by Matthew O. Jackson, Princeton University Press (2008). Connections by Sanjeev Goyal, Princeton University Press (2007). Network science by Albert-Laszlo Barabasi, Cambridge University Press (2016). The Oxford handbook of the economics of networks edited byYann Bramoullé, Andrea Galeotti and Brian W. Rogers, Oxford University Press (2016). Market design: auctions and matching, by Guillaume Haeringer, MIT Press (2018).",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2654",
        "title": "Advanced Monetary Economics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "topics_covered": "Course description: https://directory.unamur.be/teaching/courses/ECONM654",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2335",
        "title": "Relations monétaires internationales",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bodart Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours de \" Relations monétaires internationales \" se concentre sur l'étude des aspects monétaires et finan-ciers de l'économie internationale.  Il étudie les mécanismes fondamentaux qui déterminent la balance exté-rieure courante, les taux de change et les mouvements internationaux de capitaux.  Les principaux sujets qui sont abordés dans le cours sont : l'ajustement de la balance courante, la détermination des taux de change à court et à long termes, les interventions des banques centrales sur les marchés des changes, le comportement des taux de change réels, le rôle du régime de change dans la détermination de l'équilibre macroéconomique",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant doit pouvoir maîtriser correctement les concepts importants et les principaux rai-sonnements économiques vus au cours.  Cette maîtrise permettra à l'étudiant de comprendre et d'analyser de façon rigoureuse les événements de l'actualité qui concernent les aspects monétaires et financiers de l'économie internationale.",
        "content": "Thématiques abordées Le cours de « Relations monétaires internationales » se concentre sur l’étude des aspects monétaires et financiers de l’économie internationale. Il étudie les mécanismes fondamentaux qui déterminent la balance extérieure courante, les taux de change et les mouvements internationaux de capitaux. Les principaux sujets qui sont abordés dans le cours sont : l’ajustement de la balance courante, la détermination des taux de change à court et à long termes, les interventions des banques centrales sur les marchés des changes, le comportement des taux de change réels, le rôle du régime de change dans la détermination de l’équilibre macroéconomique. Contenu La Partie I décrit le cadre comptable de la balance des paiements et introduit les différents concepts de taux de change (taux de change bilatéral et effectif, taux de change nominal et réel). La Partie II est consacrée aux mécanismes d'ajustement de la balance des paiements dans le cadre d'une économie ouverte en taux de change fixe. Elle aborde les matières suivantes : - Les déterminants de la balance courante - La théorie de la dévaluation - Les interventions des banques centrales sur les marchés des changes - La diversification internationales des portefeuilles et les mouvements internationaux de capitaux. La partie III s'intéresse aux mécanismes qui interviennent dans la détermination des taux de change dans le court - Les déterminants à long terme du taux de change : la parité de pouvoir d'achat et le comportement du taux du change réel - Les déterminants à court terme du taux de change : le rôle des taux d'intérêt et des anticipations. La Partie IV est consacrée à l'étude des crises de change.",
        "teaching_methods": "Le cours est donné \" ex cathedra \".  Un syllabus complet est disponible.  La matière vue au cours est essentiellement celle du syllabus.  Des articles, visant surtout à donner une application concrète des mécanismes théoriques vus au cours, seront régulièrement proposés en lecture aux étudiants.  Les étudiants seront interrogés sur le contenu des articles durant le cours.",
        "assessment_methods": "L'évaluation du cours est constituée d'un examen oral . La durée de l'examen est de 20 minutes. L'étudiant sera évalué sur sa maîtrise des concepts et des mécanismes économiques vus au cours, d'une part, et sur sa capacité à pouvoir utiliser ces concepts et mécanismes pour analyser de manière rigoureuse et approfondie une question d'actualité, d'autre part. En cas d'évolution des conditions sanitaires vers un code orange ou rouge, l'examen oral aura peut-être lieu en distanciel.  Si c'est le cas, les modalités pratiques concernant le déroulement de cet examen oral seront communiquées par l'enseignant en temps voulu.",
        "other_info": "Prérequis : Cours de macroéconomie",
        "online_resources": "Syllabus + diapositives + articles à lire",
        "bibliography": "Syllabus \"Relations monétaires internationales\"",
        "course_materials": "Syllabus \"Relations monétaires internationales\"",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2601",
        "title": "Advanced Econometrics II - Time Series Econometrics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Bellegem Sébastien"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "The course must cover the important and essential  themes of the econometrics of time series analysis and their application in some fields of economics, like macroeconomics and finance.\r\rThe basic concepts of stationarity and ergodicity are taught in the prerequisite course.\r\rThe main themes for this course are those of linear time series models (autoregressive and moving average models), unit roots and cointegration. Both univariate and multivariate models must be taught.\r\rFor non linear time series models, a selection of topics has to be done mainly among ARCH models, Makov-switching models, and state-space models.\r\rIn all topics, the themes of model building, evaluation and prediction are included.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 The purpose is to train the students in the tools and models useful for the econometric analysis of economic \rtime-series.\r\rStudents will learn to understand in depth and apply correctly the techniques. The course prepares to research in the field of time-series analysis and its applications.",
        "content": "The course aims to find models that explain dynamical observations in economics. It considers the model-based method and attempts to infer model parameters by iteratively fitting observations with theoretical predictions from trial models. To this aim, it provides a necessary introduction to the basic theory of the following three types series: discrete-time Markov chain, continuous-time Markov chain, and continuous-time and continuous-state Markov processes. The structure of the course is given as follows (subject to change) 1. Numerical methods 2. Stochastic numerical methods 3. Markov chains 4. Branching process 5. Continuous-time Markov chains 6. Birth and death processes 7. Continuous time Markov processes 8. Diffusion processes 9. Stochastic differential equations 10. Applications: competition, epidemic, population and spatial models",
        "teaching_methods": "Weekly lecture.",
        "assessment_methods": "Students are expected to complete a take-home final project by themselves. The project will consist of both analytical and empirical questions.",
        "online_resources": "Moodle UCL ( > https://moodleucl.uclouvain.be/ ).",
        "bibliography": "William J. Stewart (2009), Probability, Markov Chains, Queues, and Simulation: The mathematical basis of performance modeling, Princeton University Press Crispin Gardiner (2009), Stochastic Methods: A handbook for the natural and social sciences, 4th Edition , Springer",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2828",
        "title": "Structural change, inequality, and development",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "topics_covered": "Le cours introduit aux aspects macroéconomiques du développement, de la croissance et des inégalités économiques en mettant l'accent sur les analyses théoriques. Les thèmes suivants sont abordés (à titre indicatif): - L'évolution des différences de revenus entre pays et au sein des pays. - Des mécanismes par lesquels il pourrait y avoir des pièges à pauvreté. - La relation entre changement structurel et croissance économique. - La diffusion des technologies vers des pays en développement. - L’impact de la protection des droits de la propriété intellectuelle sur les pays en développement. - L'effet de l'inégalité sur la croissance économique. - Liens entre distribution fonctionnelle des revenus et croissance économique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est de familiariser les étudiants avec les sujets mentionnés ci-dessus et de leur apprendre à aborder avec rigueur diverses questions liés à ces sujets.",
        "content": "Cours magistraux, discussions et quelques exercices. Les exercices doivent être préparés à domicile et seront discutées lors des cours magistraux. L'objectif du cours est de familiariser les étudiants avec les sujets mentionnés ci-dessus et de leur apprendre à aborder avec rigueur diverses questions liés à ces sujets.",
        "assessment_methods": "Examen écrit en fin de semestre",
        "other_info": "Cours à charge de l'UNamur mais donné à l'UCLouvain Prérequis : Cours de macroéconomie du premier cycle Encadrement : 2 heures de disponibilité par semaine",
        "bibliography": "Several chapters from the following books: “Introduction to Modern Economic Growth”; Daron Acemoglu; Princeton University Press; 2009 “Income Distribution in Macroeconomic Models”; Gioseppe Bertola, Reto Föllmi, Josef Zweimüller; Princeton University Press; 2006 Various papers indicated during the course",
        "course_materials": "Diapositives (en anglais) et lectures complémentaires - Lecture slides and complementary readings.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2372",
        "title": "Economics of Competition Policy",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Serse Valerio"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Economie industrielle : les politiques de prix et de non prix dans les marchés en concurrence imparfaite tant dans un cadre d'information parfaite qu'imparfaite",
        "topics_covered": "Après avoir passé en revue les objectifs et instruments de la politique de concurrence européenne, le cours examine successivement les ententes entre entreprises (art. 101), les abus de position dominante (art.102) et le contrôle des concentrations.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de l'activité, les étudiants seront capables de comprendre l'apport- mais également les limites - d'une analyse économique rigoureuse à la mise en 'uvre de la politique de concurrence européenne. Ils seront capables d'appliquer cette approche à l'analyse de décisions de jurisprudence relatives à la coopération entre entreprises, aux stratégies d'entreprises dominantes et aux fusions/acquisitions. Ils seront à même d'appliquer une approche interdisciplinaire droit-économie. Ils auront acquis la connaissance du contenu de la politique de concurrence européenne et des apports de la théorie économique relative aux stratégies des firmes en concurrence imparfaite  à l'évolution de cette politique et seront conscients des controverses entre économistes dans ce domaine.",
        "content": "The language of the course is English. The goal of the course is to understand how economics (both theory and empirical analyses) contributes to competition policy. The course is covering the following topics: - the goals of competition policy - assessing market power and dominance - identifying the relevant market - too high and too low prices - predatory pricing and margin squeeze - discriminatory pricing and rebates - horizontal agreements and vertical restraints in digital markets",
        "teaching_methods": "Methodology: confront economic theory with European case law in plenary sessions, case studies presentations and informal discussions on documents published by the competition authorities or on the content of assignments submitted by students. Depending on sanitory prescriptions, teaching might be done at distance. Attendance is compulsory as a significant part (50%) of the final grade is based on continuous evaluation. Students are expected to read literature on the different subjects as well as legal cases and/or guidelines documents explaining how the antitrust authority intends to implement the competition policy. For some classes, students are asked to prepare exercises which are then discussed in class. Class discussion around cases prepared by students is also used for improving their ability to evaluate cases",
        "assessment_methods": "Grading is based on homework assignments during the semester (50%) and on a final closed-book exam (50%).  Homework counts only once whilst you are allowed to present the final exam twice during a single academic year. This means that if you fail at the first occasion (in January), the weight attached to the final exam becomes 100%. The choice between a written and an oral exam depends on the number of registered students at each session. For group's work, a differentiated grade might be applied to members of a group in case of significant differences in involvement/quality.",
        "other_info": "Prerequisite: LECON2370 (Industrial organisation and corporate strategy). The course uses and extends the theoretical basis presented in LECON2370.",
        "online_resources": "Slides, exercises, readings (compulsory and recommended) are available on the course webpage on Moodle.",
        "bibliography": "available on the webpage of the course on Moodle",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2950",
        "title": "Travail de fin d'études",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2340",
        "title": "Economie et société",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Duterme Tom",
            "Ferreras Isabelle",
            "Thiry Géraldine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Dans un premier temps, à partir d’une problématique socio-économique donnée, différents cadres d’analyse sociologiques et économiques seront développés . Dans l'idéal, trois ou quatre cadres distincts doivent être présentés ; en tout état de cause, deux cadres constituent le nombre minimal. La diversité des approches doit être réelle et marquée, afin que l'objectif du cours puisse être atteint. A titre d'exemple, si une question spécifique dans le champ des politiques sociales était prise comme problématique commune, les enseignants pourraient développer comment (a) la nouvelle économie institutionnelle, (b) l'économie des conventions, (c) la théorie néoclassique des contrats ou (d) la sociologie économique abordent cette problématique . Dans un second temps, on confronterait ces différents cadres d'analyse entre eux afin de mieux saisir leurs apports et leurs limites ainsi que leurs retombées sur la conception des politiques publiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours « Economie et Société » est donné conjointement par des sociologues et des économistes . L’objectif du cours est d'introduire l’étudiant à l’analyse des questions économiques par l'angle interdisciplinaire, c'est-à-dire dans le dialogue entre, singulièrement, l'apport de l'économie et de la sociologie à l'analyse des faits économiques. Plusieurs paradigmes ou courants méthodologiques seront passés en revue afin d'éveiller l'étudiant à la pluralité des regards et des outils disponibles à l'analyse. Il s'agit également de comprendre comment la diversité de ces cadres d'analyse dans nos sociétés contemporaines influence la nature du débat public et les processus concrets de décision politique. Au terme de ce cours, l'étudiant devra être capable de mieux saisir les spécificités des différents cadres analytiques. Il sera capable de jeter un regard critique sur les apports et limites des principales approches. Ce cours est relié à l’option « Economie, société et transition socio-écologique » auxquels il fournit le regard pluridisciplinaire sur les faits économiques .",
        "content": "Le cours est enseigné en anglais. Différents cadres d'analyse, issus de la sociologie et de l'économie, seront développés. Nous mettrons en exergue les fondements épistémologiques et méthodologiques de ces cadres d'analyse et étudions leur façon d'aborder les mêmes problématiques socio-économiques (conception de l'agent économique, du marché, de l'action publique, de l'Etat). Notre objectif, dans ce cours, est d'initier les étudiant.e.s à évaluer de manière systématique la portée et les implications des différentes approches des sciences sociales sur différents phénomènes socio-économiques. Les analyses porteront sur trois thèmes spécifiques : le travail, la nature et la monnaie . La méthodologie développée permettra à l'étudiant.e de mobiliser ces différents courants d'analyse par rapport à ces trois problématiques socio-économiques (le travail, la nature et la monnaie) afin de développer un regard pluraliste sur les faits socioéconomiques et les politiques publiques qui en découlent.",
        "teaching_methods": "La principale caractéristique de ce cours est de considérer les étudiant.e.s comme des pairs s'instruisant les uns les autres. Les lectures préalables doivent être effectuées avant le cours et la dynamique de la classe (en présentiel pour la plupart des séances) se veut aussi interactive que possible. Il est attendu des étudiant.e.s une participation active pendant le cours sur la base des lectures effectuées préalablement. Si, pour une raison quelconque, il vous est impossible de préparer les lectures avant les cours, nous vous recommandons de ne pas suivre ce cours ou de venir discuter de ce qui vous pose problème avec les professeur.es. Ceci est particulièrement important car le cours est basé sur les lectures et sur les contributions personnelles des étudiant.e.s à la discussion en classe. Ce cours est structuré comme un séminaire de lecture dans lequel les étudiant.e.s disposent d’un maximum d’espace pour participer. Le rôle de l'enseignant.e sera de guider par des questions pertinentes par rapport à la matière, de gérer la discussion et d’offrir une synthèse ou une clarification, mais la matière du cours sera construite à partir des lectures et des discussions. Ce cours est dispensé en anglais afin d'offrir aux étudiant.e.s la possibilité de mener une discussion conceptuelle et intellectuelle en anglais. La matière du cours comprend les diapositives et les notes des professeur.es , proposées comme support, en compléments des notes personnelles des étudiant.e.s. Ces supports facilitent la tâche de celles et ceux qui craignent de ne pas être pleinement compétents en anglais. Une excellente maîtrise passive de l'anglais est indispensable pour comprendre les lectures et les discussions en classe. Une maîtrise active plus faible est acceptable. L'examen oral est d'ailleurs proposé en anglais et en français.",
        "assessment_methods": "Les étudiants seront évalués sur la base d'un examen oral à la fin du semestre (offert en anglais et en français selon les préférences de l’étudiant.e).",
        "other_info": "Prérequis : Economie politique, cours de base de sociologie Support de cours : Portefeuille de lectures (disponible sur Moodle)",
        "online_resources": "L'ensemble des supports de cours est posté régulièrement sur Moodle.",
        "bibliography": "Cass R. Sunstein; Lucia A. Reisch, “Automatically Green: Behavioral Economics and Environmental Protection”, 38 Harv. Envtl. L. Rev. 127 (2014) Ferreras, I., (2015), “What is work? Understanding the logic of work in the service-based democratic society”, Working Paper Ferreras, I. (2019), Democratising Firms —A Cornerstone of Shared and Sustainable Prosperity , CUSP ESSAY SERIES #10 https://www.cusp.ac.uk/wp-content/uploads/10-Democratising-firms-online.pdf Frey C.B. et M.A. Osborne (2013), The future of employment: how susceptible are jobs to computerization? , Oxford Martin School Working Papers, September. Martinache, I., Roman, P., & Thiry, G. (2019). Éditorial. Le paradigme comportemental, un nouvel impérialisme économique?. Revue française de socio-économie , (1), 7-17. Phu Nguyen-van, Thi Kim Cuong Pham, (2019), “Environmental Incentives Over Time: From the First Forms of Regulation to the Recognition of Cognitive Biases”, in Ouvrard, B. and Stenger, A. (Eds.), Incentives and Environmental Policies: From Theory to Empirical Novelties, Jhon Wiley and Sons, 2019. Soma, K, Vatn, A. (2014), “Representing the common goods – Stakeholders vs. Citizens” , Land Use Policy 41, p. 325-333. Vandenberghe, V. (2012), “Are firms willing to employ a greying and feminizing workforce?”, Labour Economics 22, p. 30 – 46 Zografos, Ch., Howarth, R. (2010), “Deliberative Ecological Economics for Sustainability”, Sustainability 2, pp. 3399-3417. Aglietta, M. (2018). Money. 5,000 Years of Debt and Power . Verso. Lucas, R. E. (1972). Expectations and the neutrality of money. Journal of Economic Theory , 4 (2), 103–124. https://doi.org/10.1016/0022-0531(72)90142-1 Kelton, S. (2020) The Deficit Myth: Modern Monetary Theory and the Birth of the People’s Economy . PublicAffairs. Dodd, N. (1994). The Sociology of Money: Economics, Reason & Contemporary Society . Continuum Intl Pub Group Mehrling, P. (2016). « Financial economics. » In Handbook on the History of Economic Analysis : 198-207.",
        "course_materials": "les slides du cours, les notes de cours, et des articles scientifiques disponibles sur Moodle",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2500",
        "title": "Mathematics and Statistics for Economics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Oikonomou Rigas",
            "Van Bellegem Sébastien"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Formation de base en mathématiques.",
        "topics_covered": "Pour la partie de mathématiques, algèbre matricielle, fonctions, optimisation, équations en différences et différentielles. Pour la partie statistique: distributions multivariantes et sujets proches. Les deux parties sont liées en particulier par l’algèbre matricielle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L’objectif principal est d’apprendre aux etudiants les utiles mathématiques et statistiques les plus importants pour suivre les cours approfondis en macroéconomie, microéconomie  et économietrie. Le cours permet aux étudiants de rafraichir leurs connaissances de certains sujets, et garantit que tous les étudiants auront le même niveau en mathématiques et statistique pour les cours approfondis.",
        "content": "MATHEMATICS Matrix algebra (inverse, rank, derivatives, eigenvalues, diagonalization and factorization, quadratic forms). Met-ric and topological spaces, vector spaces. Real functions on Rn (continuity, concavity, differentiability, Taylor expansion, mean value theorem, implicit function theorem). Static optimization (constrained and uncon-strained). Difference and differential equations (steady states, stability). STATISTICS 1. Data analysis What is a data ? Fundamental concepts to describe data : distribution, empirical probability, random vector, law of total probability, law of iterated expactation, marginalization, conditionning, independence, missing data What is a parameter ? 2. Geometry of data Vectorial and Hilbert space The projection theorem Mean, variance, covariance, correlation, partial correlation (marginal and conditional) Consistency (Fisher) 3. Assumption : the Normal world Continuous random vector, expectation and conditional expectation Normality : marginal, conditional Chi2 : Cochran theorem 4. Contingency table (Pearson) Data homogeneity Variable association 5. Simplification : the asymptotic world Weak law of large numbers Central limit theorem (iid)",
        "teaching_methods": "Cours magistraux et devoirs",
        "other_info": "Examen écrit.",
        "course_materials": "STATISTICS : Lecture notes by S. Van Bellegem",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2311",
        "title": "Cycles économiques, analyse conjoncturelle et prévisions",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bodart Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours a pour sujet général l'étude des fluctuations conjoncturelles et cycliques. Le cours est scindé en deux parties. La première partie concerne l'étude des  cycles économiques, le but étant de mieux comprendre un cer-tain nombre de régularités empiriques relatives au comportement du cycle économique des pays industrialisés.  La second partie est consacrée à  la présentation des méthodes de l'analyse conjoncturelle, avec pour objectif principal d'amener les étudiants à pouvoir élaborer de façon rigoureuse un diagnostic conjoncturel utile pour la prévision économique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à faire comprendre aux étudiants les principaux mécanismes économiques qui sont à l'origine des fluctuations cycliques de l'activité économique. Le cours a égament pour objectif de donner aux étudiants les outils et les méthodes qui sont nécesaires pour réaliser  une étude rigoureuse de conjoncture économique.",
        "content": "Thèmes abordés Le cours a pour sujet général l’étude des fluctuations conjoncturelles et cycliques. Le cours est scindé en deux parties. La première partie est consacrée à la présentation des méthodes de l’analyse conjoncturelle, avec pour objectif principal d’amener les étudiants à pouvoir élaborer de façon rigoureuse un diagnostic conjoncturel utile pour la prévision économique.  La seconde partie concerne l’étude des cycles économiques, le but étant de mieux comprendre un certain nombre de régularités empiriques relatives au comportement du cycle économique des pays industrialisés. Contenu : Introduction Partie I. L'analyse conjoncturelle Chapitre 1. Les outils de l'analyse conjoncturelle Chapitre 2.  Le diagnostic conjoncturel et  la prévision économique à court terme Partie II. Le cycle économique : définitions, faits stylisés et analyse Chapitre 3. Définir le cycle économique Chapitre 4. Le cycle économique : éléments descriptifs Chapitre 5. La dynamique des cycles économiques Chapitre 6. La stabilisation du cycle économique depuis 1980 Chapitre 7. La synchronisation internationale des cycles économiques",
        "teaching_methods": "L’essentiel de la matière sera présenté de façon « ex cathedra », sur base d’un syllabus complet .  Dans le cadre de la Partie I, consacrée à l’analyse conjoncturelle, une étude de cas sera réalisée (travail de groupe).  Des lectures complémentaires, sur la partie II, sont également prévues.",
        "assessment_methods": "Acquis d'apprentissage Le cours vise à faire comprendre aux étudiants les principaux mécanismes économiques qui sont à l’origine des fluctuations cycliques de l’activité économique. Le cours a égament pour objectif de donner aux étudiants les outils et les méthodes qui sont nécesaires pour réaliser une étude rigoureuse de conjoncture économique. Evaluation L'évaluation individuelle porte sur 20 points et est réalisée lors de la session de juin. L'évaluation est composée de deux éléments. Elle comprend d'une part un examen écrit portant sur la matière couverte par le syllabus et les différentes lectures qui auront été proposées.  D'autre part, les étudiants auront à réaliser un travail de groupe avec remise de rapport et présentation orale. La pondération du travail de groupe dans l'évaluation finale sera présentée de manière précise lors du cours. Pour ce qui concerne le travail de groupe, s'il apparaît une différence évidente d'implication entre les membres d'un même groupe, le travail de groupe pourra faire l'objet d'une évaluation différencée entre les membres du groupe. Dans le cas où un des deux éléments de l'évaluation n'a pas été réalisé par l'étudiant, à savoir que l'étudiant n'a pas fait le travail de groupe et/ou a obtenu 0 à l'examen pour cause d'absence ou de cote de présence, sa note finale sera 0/20. Un étudiant qui n'a pas réalisé le travail de groupe durant la période de cours ne sera pas autorisé à réaliser ce travail de manière individuelle dans le cadre d'une seconde inscription à l'examen de la même année académique. Tout étudiant qui aurait réalisé le travail de groupe et qui serait en échec lors de sa première inscription à l'examen ne pourra représenter que l'examen écrit lors de la deuxième session d'examen de la même année académique.  La cote obtenue pour le travail de groupe sera reportée, sans aucune modification possible.  La pondération du travail de groupe dans l'évaluation finale sera établie selon les mêmes modalités que celles fixées pour la première session. L'utilisation des intelligences artificielles lors des épreuves d'évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiants.  En plus de ces règles, l 'usage des intelligences artificielles sera interdit pour la réalisation et la rédaction du travail de groupe. En cas d'évolution des conditions sanitaires vers un code orange ou rouge, l'examen écrit pourra éventuellement être supprimé ou être remplacé par une travail complémentaire à réaliser en groupe.  Dans le cas où l'examen écrit est remplacé par un travail complémentaire en groupe, le contenu du travail sera précisé en temps voulu par l'enseignant.  La pondération du travail complémentaire par rapport à l'autre travail de groupe sera également précisé.  Les autres règles d'évaluation restent d'application.",
        "other_info": "Prérequis : Cours de macroéconomie",
        "online_resources": "Syllabus + diapositives + articles à lire",
        "bibliography": "Cycles économiques, analyse conjoncturelle et prévisions",
        "course_materials": "Cycles économiques, analyse conjoncturelle et prévisions",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2834",
        "title": "Central Banking and Monetary Policy",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Anglais",
        "other_info": "Cours donné à l'UCLouvain / Descriptif sur le site UNamur ECONM834 / https://directory.unamur.be/teaching/courses/ECONM834",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2041",
        "title": "Economics of Innovation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Belleflamme Paul"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "",
        "content": "",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "bibliography": "All the teaching material is provided online.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2602",
        "title": "Advanced Econometrics II - Microeconometrics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Parienté William"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "The course proposes an up-to-date presentation of methods to model, analyse and test continuous, discrete and partially observed (censored or truncated) cross section and panel data models.  For panel data models, both static and dynamic approaches are considered. The course includes an introduction to the treatment of sample selection and attrition. If time permits, some variable open topics such as multinomial and ordered response models, semi-parametric approaches to static models and non-stationary panels can be included in the course according.\r\tEconometric modelling and statistical inference are presented at an advanced level. The course also includes an introduction to an econometric software (such as Stata®), which is used to illustrate all methods through applications.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 This course focuses on the analysis of cross section and panel data. Cross section data refer to a large number of sample units (individuals, firms, ...) at a given instant of time. Panel data refer to the repeated observation of sample units over time. In this course we limit the analysis to panels with a large number of sample units that are followed over a limited number of time periods. \rThe objective of the course is to give the student a firm understanding of the workings of certain methods and a background for developing new methods. In addition, students should learn to implement certain methods by running econometric software programmes on data sets coming from published work. As such, the course in-tends to provide the necessary background both for the applied researcher who wants to uncover some causal relationship between two variables and for the theoretical researcher aiming at the development of new estima-tion methods.",
        "content": "Contents:\r1)\tIntroduction. The nature of panel data.\r\r2)\tLinear, static model for panel data. Estimating System of Equations by OLS and GLS. Modelling individual heterogeneity. Fixed effect, Random effect models. Specification test. First difference meth-ods. Random effect with correlated unobserved effect. The approach of Mundlak and Chamberlain. The GMM approach (Haussman and Taylor types of estimator) \r3)\tLinear, dynamic model for panel data. The  bias of usual estimators. Estimator of Anderson-Hsiao, estimator of Arellano-Bond, estimator of Blundell-Bond.\r4)\tDiscrete panel data. Refreshing on multiple response model. Random effect models for a binary de-pendent variable.Fixed effect models. Incidental parameter problem.\r5)\tLimited dependent variable and selection models. Truncated/censored data. Tobit I, II and III models. Attrition and selection bias. Random effect Tobit model. Fixed effect in truncated regression",
        "other_info": "Advanced econometrics I\r\r\rA take home exam consisting of an empirical implementation of methods covered during the lec-tures, and an oral exam.\r\r \r\rNo specific support. Some mandatory readings from the literature in microeconometrics.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2350",
        "title": "Public Management",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hindriks Jean"
        ],
        "teaching_language": "Français",
        "topics_covered": "Théorie : Partie 1  La gestion des incitations :décentralisation de l'information, la motivation, les tâches multiples, les décideurs multiples, l'évaluation, la délégation, la concurrence, la cohérence, la réforme. Partie 2 La gestion de performance : les KPI, les risques de l'évaluation de la performance, budget et rémunération liés aux résultats. Partie 3 : La responsabilité publique : les sept conditions du succès. Deux applications : Partie 1 La réforme des pensions avec présentation du système à points. Partie 2  la gestion communale avec simulateur IRMA.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à étudier la gestion publique sous l'angle nouveau de l'efficacité et des incitations .  Le secteur public représente plus de la moitié de notre économie, et pourtant aucun manuel n'existe qui cherche à mesurer son efficacité et les principes de gestion qui le gouverne. Cela amène souvent à importer des principes de gestion privée avec des conséquences parfois désastreuses. Le secteur public a besoin de ses propres outils de gestion qui respectent les aspects essentiels du service public que sont le besoin de coordination, l'égalité de traitement, la production jointe et la vocation du service public. C'est le but de ce cours de proposer des outils de gestion spécifiques aux services publics .",
        "content": "Le cours se donne par un exposé magistral (avec interaction régulière en classe et participation active) avec deux parties distinctes Partie 1: Analyse des finances publiques  sur base du Manuel des Finances Publiques (Politeia 2024) du titulaire. Certaines parties du manuel feront intervenir des invités extérieurs. Partie 2: Gestion publique sur base du livre Gestion Publique : theorie et pratique (De Boeck 2012). Certaines applications feront intervenir des invités extérieurs. Ce cours doit développer une expertise des règles de finances publiques et la capacité de comprendre et de pratiquer la gestion publique dans des situations diverses. Un travail de groupe sur la gestion communale avec présentations fera usage du simulateur I.R.M.A. de projection des finances locales sur base de décisions publiques locales et de projets d'investissement.",
        "teaching_methods": "Exposés magistraux et classes inversées. Participation active des étudiants requse et évaluée. Conférenciers invités.",
        "assessment_methods": "Une évaluation intermédiaire  (questions à choix multiples) compte pour 20% de la note finale, le travail de groupe compte pour 30% de la note finale, et un examen écrit (ou oral, en fonction du nombre d’étudiants) pour 50% de la note finale.",
        "other_info": "Finances Publiques: Principes généraux, les règles européennes, la fiscalité et la ventilation des dépenses publiques, la dette et les finances locales, la sécurité sociale et les pensions. Théorie : Partie 1 La gestion des incitations : décentralisation de l'information, la motivation, les tâches multiples, les décideurs multiples, l'évaluation, la délégation, la concurrence, la cohérence, la réforme. Partie 2 La gestion de performance : les KPI, les risques de l'évaluation de la performance, budget et rémunération liés aux résultats. Partie 3 La responsabilité publique.  Partie 4 L’efficacité. Applications : 1 Cas de la gestion des institutions publiques et la tyrannie des métriques?  2 Cas de la gestion des soins de santé. 3 impact de l'IA. 4. Cas de la gestion locale avec le simulateur I.R.M.A.",
        "bibliography": "Jerry Z. Muller , La tyrannie des métriques , Genève, Markus Haller, 2020, 234 p",
        "course_materials": "Manuel des Finances Publiques (Politeia 2024) Gestion Publique: Théorie et Pratique (De Boeck 2012)",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2655",
        "title": "Population and Family Economics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Mariani Fabio"
        ],
        "teaching_language": "Anglais",
        "bibliography": "No book is strictly required. Some material will be taken from: • Browning, M., P.-A. Chiappori and Y. Weiss (2014): Economics of the Family, Cambridge University Press. • Doepke, M. and M. Tertilt (2016): “Families in Macroeconomics”, in Taylor, J.B. and H. Uhlig (eds.): Handbook of Macroeconomics (vol. 2), Elsevier. Further references (mostly to selected research papers) will be provided throughoutthe course.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1316",
        "title": "Econométrie",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dejemeppe Muriel",
            "Parienté William"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours couvre les outils de base de l'économétrie à un niveau introductif. Des exemples d'application des méthodes à des problèmes d'économie et de gestion sont inclus.\rUn aspect important du cours est l'apprentissage de la modélisation économétrique : comment passer d'une relation théorique, abstraite et générale entre des variables économiques, à la formulation et à l'estimation d'une forme particulière de cette relation dans un contexte donné. L'apprentissage d'un logiciel économétrique est inclus dans le cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours est une introduction à la théorie et à la pratique de l'économétrie. L'accent est mis sur la compréhension des méthodes et sur leur pertinence pour la résolution de problèmes d'économie et de gestion. In fine, l'étudiant doit être capable d'utiliser les méthodes enseignées pour la résolution de questions simples, et d'interpréter les résultats d'une analyse économétrique tout en étant conscient des limites des méthodes.",
        "content": "Analyse de la régression linéaire sur données transversales Chapitre 1. Introduction générale Chapitre 2. Le modèle de régression linéaire simple Chapitre 3. Le modèle de régression linéaire multiple : Estimation Chapitre 4. Le modèle de régression linéaire multiple : Test d’hypothèse Chapitre 5. Le modèle de régression linéaire multiple : Propriétés asymptotiques Chapitre 6. Le modèle de régression linéaire multiple : Questions avancées Chapitre 7. Le modèle de régression linéaire multiple avec information qualitative Chapitre 8. Le modèle de régression linéaire multiple : Hétéroscédasticité Chapitre 9. Le modèle de régression linéaire multiple : Spécification et problèmes liés aux données + Introduction au logiciel d'analyse statistique STATA",
        "teaching_methods": "Le cours comprend des exposés magistraux de l'enseignant en auditoire ainsi que des séances de travaux pratiques sur ordinateur qui sont organisées par les assistants. Lors du cours magistral, l'enseignant explique la théorie sur base de transparents. Les méthodes d'estimation sont chaque fois illustrées par des exemples d'application dans divers domaines de l'économie et de la gestion. Pendant le cours, des séances de questions/réponses avec les étudiants sont organisées. L'étudiant complète sa compréhension du cours sur base d'un livre de référence. Lors des séances de travaux pratiques, les étudiants apprennent à mettre en oeuvre les méthodes d'estimation vues au cours sur des données réelles. Cette apprentissage se réalise sur ordinateur avec le logiciel STATA. Au début du quadrimestre, les étudiants sont invités à s'initier au logiciel STATA via une formation en ligne.",
        "assessment_methods": "L’examen consiste en un examen écrit en français sur 20 points et peut être présenté à la session de janvier et/ou à la session d'août.",
        "other_info": "Pré-requis : 1) LECGE 1112 A ou B - Mathématiques en économie et gestion 2) LECGE 1114 A ou B - Statistique en économie et gestion",
        "online_resources": "Slides du cours mis en ligne au fur et à mesure de l’avancée dans la matière, voir Moodle UCL ( http://moodleucl.uclouvain.be/ ).",
        "bibliography": "Livre de référence (reference book) : Jeffrey Wooldridge (2016), Introductory Econometrics: A Modern Approach , 6th Edition , Cengage Learning.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1217",
        "title": "History of Economic Theory",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pensieroso Luca"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "L'économie comme science autonome. L'évolution de la théorie économique et de sa méthode d'analyse. Les implications politiques de l'analyse économique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours d'histoire des théories économiques poursuit un double objectif. D'une part, il vise à donner aux étudiants une perception de l'évolution des théories économiques, depuis la naissance de l'économie politique jusqu'à la période récente. Ceci devrait permettre aux étudiants de resituer l'enseignement reçus dans leurs cours de base dans un cadre plus large et le rattacher aux questions posées par les économistes des générations antérieures. D'autre part, cette étude historique servira aussi de prétexte à une réflexion critique sur la science économique, ses objectifs et ses méthodes. A la fin de l'activité, les étudiants seront capables de 1) comparer les analyses des différentes auteurs et en apprécier le points de force et de faiblesse, à la fois en termes de théorie et de méthodologie ; 2) développer une vision personnelle et critique des concepts et méthodes en sciences économiques et des ses applications aux débats contemporains, grâce notamment à l'étude des divergences entre les grands économistes du passé.",
        "bibliography": "A. Roncaglia, A Brief History of Economic Thought , Cambridge University Press, Cambridge, UK, 2017. R. Heilbroner, Teachings from the Wordly Philosophers , Norton, New York, 1996. R. Heilbroner, The Worldy Philosophers , 7th edition, Touchstone, New York, 1999. Additional readings M. Blaug, Economic Theory in Retrospect , 5th edition, Cambridge University Press, 1996. T. G. Buchholz, New Ideas from Dead Economists , Plume, New York, 2007. J. K. Galbraith, Economics in Perspective: A Critical History, Houghton Mifflin, 1987. A. Roncaglia, The Wealth of Ideas , Cambridge University Press, Cambridge, UK, 2005.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1212",
        "title": "Macroéconomie",
        "credits": "5.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Mariani Fabio",
            "Monti Francesca"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "La première partie du cours propose une étude approfondie des modèles macroéconomiques de court terme. Elle analyse tout d'abord les déterminants des comportements de consommation et d'investissement. Elle cherche ensuite des réponses aux questions : Quelles explications donner à l'existence de fluctuations de l'activité, de l'emploi et de l'inflation,...? Quelles sont les causes et conséquences des déficits extérieur et budgétaire? Face à des dysfonctionnements tels que le chômage, quelles sont les politiques économiques possibles et leur efficacité, en particulier pour des économies largement ouvertes reste du monde ? La deuxième partie du cours met l'accent sur la formation endogène des prix et salaires et cherche à comprendre les mécanismes qui expliquent l'apparition et la persistance d'un équilibre macroéconomique avec chômage élevé, tel qu'on l'observe encore aujourd'hui dans plusieurs économies industrialisées. Bien qu'elle introduise un certain nombre de matières en principe nouvelles pour l'étudiant, la première partie du cours reprend aussi en partie des modèles normalement au programme des cours de macroéconomie en première ou deuxième candidature. Elle les présente toutefois de façon beaucoup plus formelle et systématique en cherchant à développer chez l'étudiant une réelle maîtrise de ces outils de base de l'analyse macroéconomique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours de macroéconomie présente les outils de base d'une analyse des problèmes macroéconomiques de court et moyen termes dans une économie industrialisée de marché. En particulier l'objectif est de donner aux étudiants les moyens d'appréhender le discours macroéconomique d'institutions telles les banques centrales, le FMI, l'OCDE ... et aussi d'y jeter un regard critique.",
        "content": "Programme du cours 0. Introduction 0.1 : Les variables de la macroéconomie. 1. Le court et le moyen terme 1.1 : Le marché de la monnaie, le marché des biens, et le modèle IS/LM. 1.2 : Le marché du travail et le modèle AS/AD. 1.3 : La courbe de Phillips et le modèle IS/LM/PC. 2. Les anticipations (et les choix intertemporels) 2.1 : Marchés financiers et anticipations 2.2 : Le rôle des anticipations dans les décisions de consommation et d'investissement. 2.3 : Un simple modèle de choix intertemporel : consommation, épargne et pensions. 2.4 : Le modèle IS/LM avec anticipations: les effets des politiques macroéconomiques. 3. L'économie ouverte 3.1 : Les marchés des biens et des capitaux en économie ouverte. 3.2 : Production, taux d'intérêt et taux de change: les politiques macroéconomiques en économie ouverte. 3.3 : Taux de change, mécanismes d'ajustement, crises et régimes de change. 4. Dysfonctionnements et politique économique 4.1 : La Grande Dépression, la crise de la dette en Europe, la crise liée à la pandémie Covid-19, etc.",
        "teaching_methods": "Cours magistraux et travaux pratiques.",
        "assessment_methods": "L'évaluation est basée sur un examen QCM, avec application d'une formule de \"standard setting\". L'examen consiste en 21 questions. Pour chacune de ces questions, trois options de réponse seront proposées, avec une seule proposition correcte. Les participants à l'examen qui répondront correctement à 14 questions obtiendront la note de 10/20. Ce seuil de maitrise minimum des acquis d’apprentissages (s=14) est calculé à l'aide de la formule suivante: s = ((n+1)/2n) x q, où q=21 est le nombre total de questions et n=3 est le nombre d'options alternatives. La formule pour calculer la note finale de l'examen est la suivante: note = Max[c x (10/14) , c x (10/7) - 10], où c est le nombre de réponses correctes. On aura donc: note=5 si c=7, note=10 si c=14, note=20 si c=21, etc. Lors du cours, l'enseignant fournira aux étudiants plus de détails sur les motivations et l'application pratique de cette méthode d'évaluation.",
        "other_info": "Le cours LECGE1212C (2ème quadrimestre, donné par M. Etienne de Callataÿ) a le même contenu que le cours LECGE1212B (1er quadrimestre, donné par M. Fabio Mariani). L'examen de la seconde session est commun aux deux cours.",
        "online_resources": "Les slides seront mises à disposition des étudiants sur Moodle.",
        "bibliography": "Livre de référence: Blanchard, O. et D. Cohen (2017, 2020): Macroéconomie (7e, 8e édition), Pearson Education France.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1330",
        "title": "Industrial organization",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Belleflamme Paul"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "L'économie industrielle couvre l'étude des marchés en concurrence imparfaite. Le programme est repris ci-dessous. Chaque question théorique est illustrée par des exemples concrets. Ces exemples concernent notamment la contri-bution des fusions à l'efficience économique, l'importance des politiques de prédation par les prix, les effets sur les consommateurs des restrictions verticales imposées par les producteurs à leurs distributeurs, les effets sur le bien-être des consommateurs d'une meilleure information sur les prix ou sur la qualité des produits, les effets de la pu-blicité, l'efficacité des joint venture comme moyen de stimuler la recherche, l'impact de la politique de la concur-rence sur le bien-être et la concurrence.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de ce cours est de fournir aux étudiants les connaissances de base de l'économie industrielle (analyse des marchés en concurrence imparfaite).",
        "content": "Ce cours est enseigné en anglais. Course description Industrial organization is the study of firms and markets. It focuses on firms’ behavior in imperfectly competitive markets. Such markets appear to be far more common than the perfectly competitive markets that were the focus of your basic microeconomics course. Imperfectly competitive markets are characterized by strategic interaction among firms: firms’ profits depend on the combination of the decisions taken by all firms on the market. Therefore, firms must take this interdependence into account when they make their decisions. In such contexts, we want to understand how firms acquire and use market power. We also want to shed light on government competition policy. This subject will be approached from both theoretical and applied perspectives. Learning objectives/outcomes At the end of the course, students should have a deep knowledge of the basic models of oligopoly theory, understand how or why oligopolistic firms manage to exert market power, understand how governments design and apply competition policy, be able to apply all these concepts to real-life situations.",
        "teaching_methods": "Teaching is done through a mix of lectures (2 hours every week) and tutorials (in small groups; 1 hour every other week). Note that classes will be organized in strict accordance with the health rules and special provisions that will be in force at the time.",
        "assessment_methods": "The assessment of this course is based on a final exam, which covers the entirety of the course. It is organized in the January and September exam sessions. It aims at testing the student’s knowledge of the main concepts and their ability to apply these concepts through (i) the solution of numerical problems and (ii) the discussion of a real-life case study. The exact format of the exam will be decided in due time, in strict accordance with the health rules and special provisions that will be in force.",
        "other_info": "It is assumed that the student has taken 'ECGE1222 - Microéconomie' (or equivalent). The student should be comfortable with applying calculus and should have a rudimentary knowledge of game theory, as is introduced in 'ECGE1222 - Microéconomie' or as is further covered in 'ECGE1333 - Théorie des jeux et économie de l'information'. For those who have not taken a course in game theory, we will have a review of important concepts as well as one class dedicated to solving game theory problems.",
        "online_resources": "A Moodle website is dedicated to the course. The slides, most of the readings, and supplementary material are made available on the site. The site is also be used to send course related information.",
        "bibliography": "The course will rely heavily on the required textbook by Paul Belleflamme and Martin Peitz, Industrial Organization: Markets and Strategies (Cambridge: Cambridge University Press, 2015; 1st edition, 2010). Additional readings (typically news articles) may be posted on the Moodle website. Students are encouraged to scan the business sections of magazines and newspapers such as The Economist , Wall Street Journal , and Financial Times for articles relevant to the course topics.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2905",
        "title": "Personnel Economics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "content": "Cours donné à l'UCLouvain / Descriptif sur le site UNamur ECONM834 / https://directory.unamur.be/teaching/courses/ECONM905",
        "other_info": "Descriptif de cours UNamur ECONM905 / https://directory.unamur.be/teaching/courses/ECONM905",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2370",
        "title": "Industrial Organization and Competition Policy",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Johnen Johannes"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Un cours d'introduction en économie industrielle (tel que LECGE1330 : Industrial Organisation)",
        "topics_covered": "Fusions et acquisitions dans les marchés de produits différenciés Stratégies (prix, capacité, variété, qualité) de prévention d'entrée en information parfaite et en information imparfaite dans les marchés de produits homogènes et de produits différenciés Extension du pouvoir de monopole et foreclusion : augmentation des coûts des concurrents, réduction de la demande des concurrents Restrictions verticales (en particulier RPM) : concurrence intra-marque et concurrence inter-marques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de l'activité, les étudiants auront une connaissance théorique des stratégies des firmes dans des marchés en concurrence imparfaite. Ils seront à même de comprendre comment l'information imparfaite peut modifier les stratégies des firmes et, en particulier, comment les entreprises peuvent exploiter cette imperfection de l'information. Ils auront un aperçu des diverses pratiques d'exclusion que les entreprises peuvent adopter pour accroître leur profit. Ils seront sur cette base à même d'utiliser ces fondements théoriques dans le cadre du cours LECON2314 : Economics of Competition Policy",
        "content": "The course is taught in english. The goal of the course is to familiarize students with economic theory that underlies competition-policy practice. The students should get a formal and intuitive understanding of basic economic concepts and strategic interactions of firms, consumers and regulatory concepts. To this end, the course discusses many applications in each topic, including actual competition-policy cases from Europe and North America. Here is a list of the topics we will cover in class: 1. Toolbox: 2. Market Concentration: 3. Cartels: 4. Differentiated Products: 5. Mergers: 6. Entry: 7. Vertical Relations: 8. Information (If time):",
        "teaching_methods": "The goal of the course is to familiarize students with the economic theory that underlies competition-policy practice. The economic theory will be introduced using economic models. However, the course puts great emphasis on an intuitive understanding of these concepts. To this end, we will frequently discuss applications of the theory and real-life competition-policy cases from Europe and North America.",
        "assessment_methods": "The students have to submit a graded homework on which they have to work in groups. The graded homework and the final written exam consist of three parts. Questions on the understanding of basic economic concepts that were discussed in class. Questions on a theoretical model. Case-study questions where the students have to apply the economic concepts that we discussed in class to discuss a real-life economic problem. This can be, for example, aspects of a real-life competition-policy case. The final grade results as follows: If the graded homework is better than the final exam, the final grade is 2/3 exam grade + 1/3 graded homework. If the graded homework is worse than the final exam (for example if a student did not submit a homework) the final grade equals the exam grade. Thus, submitting a homework can only improve your final grade. The type of evaluation (e.g. written- or oral exam) in the third exam session (i.e. for students who do not succeed in the first exam session) will be determined based on the number of enrolled students.",
        "other_info": "The language of the class is English. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans le note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "online_resources": "Available on Moodle: https://moodleucl.uclouvain.be/",
        "bibliography": "Tirole, Jean, The Theory of Industrial Organization, MIT press. (Good for theory) Motta, Massimo, Competition Policy: Theory and Practice, Cambridge University Press. (Simple versions of theory, very applied). Belleflamme, Paul and Martin Peitz, Industrial Organization: Markets and Strategies, Cambridge University Press. (Closest to the course. But the course deviates from it!)",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2021",
        "title": "Fluctuations économiques et fondements de la politique macro",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De la Croix David",
            "de Walque Grégory"
        ],
        "teaching_language": "Français",
        "topics_covered": "Partir des données est important pour ancrer la discussion théorique. Dès lors, on commencera par une partie empirique, qui consiste à étudier comment décomposer les séries macroéconomiques en composantes cycliques et tendencielles. L'inspection des parties cycliques donnera des pistes pour construire et évaluer la théorie sub-séquente. Pour étudier les arbitrages clefs (consommation/loisir, consommation/epargne, détension monétaire /épargne, investissement), on développera un modèle intertemporel (p.e. à deux périodes) qui permet d'appréhender le rôle des attentes de façon simple. La méthode consiste ensuite à étudier l'équilibre général qui en résulte et étu-dier ses propriétés. On abordera notamment les thèmes suivants : effets des chocs de productivité sur l'économie, effets de la politique fiscale et du financement des dépenses publiques, ouverture de l'économie au commerce mondial, introduction de la monnaie, modèles de taux de change fixes et flottants avec mobilité des capitaux. Tout au long du cours, on veillera à établir de nombreux liens avec les politiques économiques et avec les autres cours (par exemple on peut discuter du premier théorème du bien-être, de la théorie des avantages comparatifs etc').",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de la formation l'étudiant doit être capable (1) de saisir les arbitrages importants auquels les agents font face (consommation/loisir, consommation/epargne, détension monétaire /épargne, investissement), (2) de discerner comment ces arbitrages sont déterminés par les paramètres fondamentaux de l'économie, les attentes et les politiques, (3) d'étudier les effets globaux des choix effectués par les agents économiques et comment l'équilibre s'établit en conséquence et (4) de comprendre comment celui-ci est affecté par divers chocs extérieurs. Le cours permet aussi de comprendre comment les acteurs économiques raisonnent et doit donner les intuitions nécessaires à ceux qui voudraient poursuivre dans une approche plus formalisée par la suite",
        "content": "1. Introduction 2. Mesure du cycle 3. Existence de fluctuations Un monde néoclassique à 1 période 4. Economie à 1 période - ménages 5. Economie à 1 période - entreprises 6. Economie à 1 période - équilibre 7. Economie à 1 période - éco ouverte Un monde néoclassique à 2 périodes 8. Economie à 2 périodes - ménages 9. Economie à 2 périodes - équilibre 10. Economie à 2 périodes - imperfect. crédit 11. Economie avec investissement - 2 périodes Monnaie, cycle, approche Keynésienne 12. La monnaie 13. Economie keynésienne - prix rigides 14. Economie keynésienne - défaults de coordination",
        "teaching_methods": "Méthode : cours magistraux, exercices et applications au cours de l'année.",
        "assessment_methods": "Examen écrit ou oral visant à évaluer la compréhension des  mecanismes et des outils vus au cours.",
        "online_resources": "Portefeuille de transparents sur moodle",
        "bibliography": "Williamson, Macroeconomics, Pearson. + lectures choisies",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecso2330",
        "title": "Economie sociale et transition écologique et sociale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Perilleux Anaïs"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'objectif du cours est d'analyser les nouveaux modèles socio-économiques portés par des acteurs de l'économie sociale dans le champ de la transition écologique et sociale. Seront étudiées des initiatives concrètes dans différents domaines tels que : l'énergie citoyenne, la finance sociale, l'agriculture soutenable ou les circuits courts. Les théories mobilisées pour analyser ses initiatives seront principalement : les théories de la transition, les théories des communs et celles sur les institutions d’action collective (notamment dans le cadre de l’économie collaboratives / de plateformes).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Cette unité d'enseignement vise principalement les acquis d'apprentissage suivants : AA2. Identifier les enjeux sous-jacents à l'économie sociale au niveau des acteurs, des organisations et des institutions et décrypter en quoi elle peut contribuer à construire la transition sociale et écologique -           Analyser la contribution des entreprises sociales à la transition sociale et écologique et percevoir les obstacles qui s'opposent à leur contribution -           Comprendre et intégrer des réflexions débordant du cadre de l'économie sociale pour éclairer et soutenir son déploiement AA4 : Mettre en oeuvre une démarche transdisciplinaire en articulant des savoirs disciplinaires scientifiques et savoirs d'acteurs -           Interagir avec les acteurs de terrain, en particulier dans le cadre de la co-construction de grilles d'analyse dans une perspective transdiscplinaire -           Mettre les grilles d'analyse en pratique dans le domaine de l'économie sociale et de la transition écologique et sociale AA5 : Pouvoir s'inscrire dans l'écosystème de l'économie sociale -           Pouvoir s'insérer dans les réseaux A la fin de cette unité d'enseignement, l'étudiant.e est capable de : -          comprendre le contexte actuel qui explique l'émergence des nouvelles initiatives d'économie sociale oeuvrant pour la transition écologique et sociale. -          comprendre et situer les théories de la transition écologique et sociale, les théories portant sur les communs, et celles sur l'innovation sociale, et maîtriser les concepts que ces théories sous-tendent. -          identifier et analyser les initiatives d'économie sociale qui participent à la transition écologique et sociale. -          expliciter en quoi ces nouvelles initiatives s'apparentent aux modèles plus traditionnels de l'économie sociale, et en quoi ils sont également porteuses d'innovation. -          identifier les principaux challenges auxquels ces initiatives font face et quels sont leur potentiel de transformation du système socioéconomique dominant.",
        "content": "En réponse à l’urgence des défis écologiques et à la montée des inégalités, des acteurs de l'économie sociale innovent. Ils développent de nouveaux modèles socio-économiques qui visent à œuvrer à une transition écologique et sociale. Cette unité d’enseignement propose d’étudier ces nouveaux modèles en mobilisant des grilles théoriques pertinentes. Il s’agira d’analyser leurs interactions avec le système dominant et leur capacité à insuffler des changements substantiels de ce système.",
        "teaching_methods": "Le cours vise à transmettre et discuter avec les étudiants les théories qui seront mobilisées pour analyser les initiatives d’économie sociale participant à la transition écologique et sociale.Il consiste en des cours magistraux avec éventuellement l’intervention de personnes ressources.",
        "assessment_methods": "Les étudiants sont évalués sur base d'un examen écrit (à livre fermé) d'une durée de 2h (qui représente 75% de la note finale) et d'un travail écrit individuel à rendre à la fin du semestre (qui représente 25% de la note finale). Dans le cadre de l’évaluation de cette unité d’enseignement, le recours à de l’intelligence artificielle est interdite que ce soit comme assistant linguistique, outil d’exploration et d’idéation ou comme outil de rédaction.",
        "online_resources": "Les supports de cours et les informations relatives au cours seront sur le site moodle du cours.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2865",
        "title": "Trade Policy and International Cooperation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "content": "Cours donné à l'UCLouvain / Descriptif sur le site UNamur ECONM865 / https://directory.unamur.be/teaching/courses/ECONM865",
        "other_info": "Cours donné à l'UCLouvain Descriptif de cours via site UNamur / ECONM865 /  https://directory.unamur.be/teaching/courses/ECONM865",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2607",
        "title": "Public Economics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hindriks Jean"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Part 1 Political economy and public sector\r1.\tVoting\r2.\tRent seeking and lobbying\rPart 2 Equity and Redistribution \r3.\tInequality and poverty\rPart 3 Taxation\r4.\tCommodity taxation\r5.\tIncome taxation\rPart 4 Multiple jurisdictions\r6.\tFiscal federalism\r7.\ttax competition\rPart 5 Issue of time\r8.\tIntertemporal efficiency\r9.\tSocial security and pension crisis",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 This course is essentially an evaluation of the role of the public sector in a market economy.  The course will use the most recent economic analysis to (re)consider the efficiency and distributive ef-fects of government intervention.  The optimal design of government  intervention both in terms of public expenditures and tax collection is also studied.  The main objective of the course is to strike a balance between political and market failures in determining the form and the extent of government intervention.  Students taking this course will acquire:\r1\tAn understanding of the design of public spending and tax collection;\r2\tAn understanding of the tradeoff between equity and efficiency\r3\tThe skill to apply economic analysis to the public sector",
        "bibliography": "Public economics : Hindriks and Myles \" Intermediate Public Economics (2nd edition) \" MIT Press 2013 Hashimzade, Hindriks, and  Myles \"Solutions manual to Accompany Intermediate Public Economics (2nd edition)\" MIT press 2013. Political economy : Bueno de Mesquita, Political Economy for Public Policy, Princeton University Press 2016 General interest : Banerjee and Duflo, “Good Economics for Hard Times” Public affairs, November 2019.",
        "course_materials": "J.G. Hindriks & G.D. Myles, 2013, Intermediate Public Economics (2nd edition), The MIT Press",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2604",
        "title": "Advanced International Trade",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gomes Joseph",
            "Vannoorenberghe Gonzague"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "The purpose of the course is to equip students with the necessary tools to conduct solid theoretical, quantitative and empirical research in the field of international trade. The theoretical part of the class covers the main models commonly used by practitioners and researchers in international trade. An in-depth study of the different building blocks will bring students to the frontier of modeling in international trade. The empirical component of the course will examine the most recent evidence on the socio-economic and political impacts of increasing trade integration and globalization. Empirical topics will include the effects of China’s entry into the global market, the consequences of trade on political polarization, violent conflict, and various forms of inequality.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 At the end of this learning unit, the student is able to : Understand the key elements of the recent quantitative trade models used both in research and policy work. Apply the main theoretical intuitions developed in class to analyse relevant policy questions in international trade. Understand the econometric methods and datasets used in the latest empirical papers on international trade. Get acquainted with the latest empirical research on international trade with a particular focus on the political economy of trade.",
        "content": "The course aims to provide students with a comprehensive understanding of recent trade theories and to address some of the most salient empirical questions in international trade. At the end of this course, students should have a good understanding of some of the main questions related to international trade, such as: (i) why do nations/firms trade and what do they trade? (ii) how to quantify the welfare gains from trade? (ii) who benefits and who loses from trade? Under which conditions? A good understanding of these questions is essential to reflect on the contemporary debates linked to globalization and protectionism.",
        "teaching_methods": "The course consists of interactive lectures.",
        "assessment_methods": "Oral examination at the end of the course. Note: Students are discouraged from using generative artificial intelligence (AI) systems in this course. However, if AI systems are used during assessments or class activities, they must adhere to the rules outlined in the faculty memorandum on this subject, which is available on the faculty’s intranet site: Note sur l’utilisation responsable des IA — Juillet 2024 .",
        "other_info": "Students should have a solid background in microeconomics, mathematics, and econometrics.",
        "bibliography": "We will discuss a number of recent academic papers. The list will be announced at the beginning of the semester.",
        "course_materials": "Detailed Lecture notes and/or slides.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1227",
        "title": "Séminaire : Enjeux macroéconomiques européens",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bodart Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le séminaire « Enjeux macroéconomiques européens » s’intéresse à la situation macro-économique des pays de la zone euro.  Plusieurs aspects du contexte macro-économique d’un pays seront abordés : la croissance économique, l’emploi et le chômage, l’inflation, la politique budgétaire et la situation des finances publiques, les conditions financières et la politique monétaire. Le séminaire met l’accent sur l’application et l’analyse de données.  Le contexte macro-économique de chaque pays sera ainsi abordé directement à partir de données statistiques, que les étudiants auront à traiter et à analyser afin de produire une évaluation complète de la situation macro-économique des pays de la zone euro au cours des cinq dernières années. Les évaluations obtenues pour les différents pays permettront de mettre en lumière les différences et les similitudes macro-économiques qui existent entre les pays de la zone euro.",
        "content": "Le séminaire \"Enjeux macroéconomiques européens\" est consacré à l’élaboration d’un diagnostic macroéconomique général pour différents pays européens. Concrètement, il s’agira, à partir de l’analyse de séries statistiques historiques, de relever pour chaque pays l’évolution d’un certain nombre d’indicateurs macroéconomiques importants et d’interpréter les faits observés à l’aide de la théorie macroéconomique. Le diagnostic macroéconomique à réaliser s’articulera autour de quatre thèmes : (1) la croissance économique et l’emploi; (2) l’inflation; (3) les finances publiques; (4) le rôle des politiques économiques. Le séminaire prendra la forme de travaux de groupe . Le travail à réaliser comprendra deux parties. La première partie du travail sera consacrée avant tout à la collecte de données statistiques et à la construction d’un certain nombre de variables économiques ayant trait aux quatre domaines présentés ci-dessus. La deuxième partie portera sur le diagnostic proprement dit. Il s’agira d’utiliser les éléments de la première partie pour construire un raisonnement économique. Dans le cadre du travail de groupe à réaliser, l’étudiant sera amené à mettre en œuvre différents types de compétence : Recherche de données statistiques Traitement statistique de données Utilisation d’outils bureautiques Analyse économique de données Construction d’un raisonnement économique",
        "teaching_methods": "Les étudiants sont répartis en groupes, chaque groupe ayant à réaliser le diagnostic macroéconomique d'un pays européen donné.  La taille des groupes est fonction du nombre d'étudiants.  Idéalement, on travaillera avec des groupes de max. 4 étudiants. Deux séances générales de présentation du travail à réaliser sont organisées.  Par la suite, des séances de questions/réponses visant à aider les étudiants dans la réalisation de leur travail sont organisées.   Le travail à réaliser comprend plusieurs étapes qui, chacune, donnera lieu à la production d'un rapport.  Un rapport final sera également à produire.  Un feed-back sur les rapports intermédiaire sera donné à chaque groupe.  Deux présentations orales sont prévues, l'une portant sur l'un des rapports intermédiares et l'autre sur le rapport final. La présence aux séances organisées en salle (présentation du travail de séminaire, questions-responses, feed-backs, présentations orales) est obligatoire .",
        "assessment_methods": "Dans le cadre du séminaire, chaque groupe aura à produire plusieurs rapports intermédiaires relatifs à l'état d'avancement du travail et un rapport final.  Chaque rapport fera l'objet d'une cotation, qui interviendra dans la note d'évaluation globale du séminaire.  Le poids de chaque rapport dans l'évaluation finale sera précisé dans la note de présentation du séminaire qui sera mise à disposition au début du séminaire.  Les principaux éléments qui seront pris en compte pour l'évaluation sont les suivants: respect des instructions données dans la note de présentation du séminaire; exactitude du travail; cohérence, pertinence, profondeur et originaliré de l'analyse.  La présentation orale donnera lieu à un bonus/malus.  Fixée avant la remise du rapport final, elle doit permettre à chaque groupe de recevoir des commentaires utiles pour améliorer la qualité du rapport final. L'évaluation individuelle porte sur 20 points et est réalisée à la session de juin . Tout étudiant qui aura été absent de manière injustifiée à plus de 2 séances obligatoires obtient une cote de présence (0/20). S'il apparaît une différence évidente d'implication entre les membres d’un même groupe pour la réalisation du travail et en terme de présence aux séances obligatoires du séminaire, une évaluation différenciée au sein du groupe sera appliquée. Tout étudiant qui échoue lors de la première inscription aux examens et qui s'inscrit à la deuxième inscription à l'examen de la même année académique devra refaire individuellement le rapport final . Les cotes obtenues pour les rapports intermédiaires seront reportées, sans aucune modification possible. Le poids de chaque rapport dans l'évaluation finale sera également inchangé. Tout étudiant qui aura été absent de manière injustifiée à plus de 2 séances obligatoires ne sera pas autorisé à présenter le travail de séminaire en seconde session (deuxième inscription à l'examen de la même année académique). L'utilisation des intelligences artificielles lors des épreuves d'évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiants. En complément de ces règles générales et de manière plus spécifique, l'utilisation de l'IA est interdite pour la production du travail demandé dans le cadre du séminaire, d'une part, et pour la rédaction des différents rapports d'évaluation, d'autre part.",
        "other_info": "Pré-requis: cours de macroéconomie générale",
        "online_resources": "Note de présentation du séminaire  - rapports divers",
        "course_materials": "Séminaire \"Enjeux macroéconomiques européens\" - Note de présentation - 2023-2024",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1335",
        "title": "Data Analysis : modélisation et outils d'analyse de données",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Maystadt Jean-François"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours part de l'application des outils de base de l'économétrie avec des exemples pratiques de modèles écono-miques les plus courants. L'étudiant verra ensuite, à travers l'application des approches diverses à la modélisation de séries temporelles, les problèmes liés à la reconnaissance de résultats apparemment significatifs mais sans contenu réel. Certains outils plus avancés mais essentiels seront aussi abordés. La connaissance de base d'un logi-ciel économétrique est un pré-requis de ce cours. Mais l'étudiant continuera l'apprentissage des méthodes spécifi-quement liées au contenu de ce cours à travers des travaux pratiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours est un prolongement naturel du cours \"Économétrie : ECGE1316\". L'objectif principal est d'approfondir et d'étendre la formation dans des domaines de la modélisation économétrique. Un accent particulier est mis sur les problèmes spécifiques à la modélisation des séries temporelles, en partant des méthodes enseignées dans le cours \"Économétrie\".",
        "content": "Le cours est une approche pratique des méthodes économétriques. Après un cours introductif sur « l'inférence causale », le cours sera organisé autour de 4 questions : 1) Pourquoi certains pays sont riches et d'autres pauvres ? 2) Les reources naturelles: Bénédiction ou malédiction? 3) L'instauration d'un salaire minimum est-elle préjudiciable à l'emploi ? 4) Faut-il imposer un âge minimum légal pour la consommation d'alcool? Chaque cours thématique commencera par introduire brièvement l'une des questions économiques ci-dessus et quelques données disponibles pour répondre à cette question. À partir de discussions interactives avec les étudiants, nous utiliserons chaque question pour comprendre les principaux défis d'identification et apprendre à appliquer les méthodes économétriques appropriées. L’objectif n’est pas de donner une réponse définitive à ces questions. A travers ce processus, le cours initiera les étudiants aux méthodes économétriques de base : la méthode des moindres carrés ordinaires, l'approche des variables instrumentales, les méthodes de données de panel avec un accent particulier, sur les méthodes d'estimation par différences-en-différences. Chaque cours thématique se terminera par un rappel de la méthode utilisée.",
        "teaching_methods": "Les questions économiques proposées nous donnent l'occasion de présenter aux étudiants les méthodes économétriques de base : les moindres carrés ordinaires, l'approche des variables instrumentales, les méthodes de données de panel avec un accent particulier, sur les méthodes d'estimation par différences-en-différences. Le cours est organisé de façon à guider l'apprentissage personnel des élèves (y compris avec un logiciel). Les élèves préparent chaque cours par des lectures préalables, guidées par des questions sur une problématique économique. Chaque séance de cours a pour but de discuter la matière, mais aussi toute autre question, et de synthétiser la matière. A la fin de ce cours, l'étudiant sera en mesure de : • Comprendre les méthodes économétriques standards et leur application aux données économiques • Interpréter les résultats des modèles de régression et définir leurs limites (identifier les hypothèses) • Comprendre l'intuition principale derrière des méthodes plus avancées pour tirer une inférence causale (panel, différence en différence, variables instrumentales, …) • Effectuer des applications pratiques à l'aide des logiciels statistiques disponibles",
        "assessment_methods": "L'évaluation sera basée sur la remise d'un travail écrit et d'une évaluation orale. La note finale est la moyenne arithmétique des notes reçues pour le travail écrit et l'évaluation orale. L'évaluation orale consistera à mesurer l'atteinte des acquis d'apprentissage à la fois sur base du travail écrit et sur base du cours. Les critères pour le travail écrit sont les suivants: Capacité STATA (appliquer des méthodes au delà de simples OLS) Compréhension des méthodes mises en pratique Originalité Justification de la question de recherche Capacité de construire une base de données Présentation et soin général du travail Point Bonus : Utilisation de Latex Les critères pour la présentation orale sont: Capacité d’expliquer le travail Capacité de réflexion Compréhension des méthodes mises en pratique et celles vues au cours La participation des élèves à la préparation des séances hebdomadaires ainsi qu'aux travaux pratiques auront permis aux étudiants de se préparer à l'évaluation, via des exercises réguliers réalisés en classe. Ces exercises compteront pour 5 points de pourcentage de l'évaluation orale (avec 1 point bonus). Les étudiants qui ne rendent pas les exercices en classe ou qui jugent leur cote insuffisante, ont la possibilité de répondre à une question de substitution sur le cours lors de l’examen orale (pour une même évaluation de 5 points de pourcentage). Les étudiants qui choisissent de conserver leur cote pourront être interrogés sur le cours mais ne devront pas répondre à cette question supplémentaire. Lors de la seconde session, le travail et la présentation se feront sur une base individuelle mais les critères d'évaluation restent identiques. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "other_info": "Il est vivement souhaité (bien que pas obligatoire) d’avoir suivi un cours d'économétrie",
        "online_resources": "Les étudiants seront invités à suivre quelques tutoriels sur l'utilisation de Stata par eux-mêmes.",
        "bibliography": "Il n'y aura pas de manuel à proprement parler pour ce cours. Des papiers académiques seront donnés pour chaque question économique. Cependant, l'introduction aux méthodes économétriques s'appuiera sur : Angrist and Pischke (2015) Mastering Metrics. Angrist and Pischke (2009) Harmless Econometrics. Wooldridge. Introductory Econometrics",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1230",
        "title": "Mathématiques en économie et gestion  II",
        "credits": "6.00",
        "hours": "45.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Klaessens Pieter"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "L'enseignement met l'accent sur la démarche de modélisation, et sur la résolution d'applications ou pro-blèmes en sciences économiques, politiques et sociales à l'aide de méthodes mathématiques ou de logique formelle. Il vise à développer une démarche systématique d'analyse et de résolution.\rPartie 1 : Algèbre Linéaire.\rIndépendance linéaire, bases, espaces vectoriels. Théorème fondamental de l'algèbre linéaire. Valeurs et vecteurs propres. Diagonalisation.  Systèmes dynamiques. Formes quadratiques. \r\rPartie 2 : Analyse et Optimisation des fonctions à plusieurs variables\rThéorème des fonctions implicites, dérivées partielles d'ordre supérieur, matrice Hessienne. Optimisation libre et Optimisation sous contraintes (égalités et inégalités). Applications.\r\rPartie 3 : Introduction à la programmation linéaire.\rModélisation et formulation mathématique de problèmes d'aide à la décision et d'optimisation. Primal simplexe, Dual simplexe, interprétation économique du dual, Analyse de sensibilité.\r\r\r\r\rChaque thème est abordé à l'aide d'exemples et d'illustrations en sciences économiques et de gestion.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce second cours de mathématiques est la suite du cours   Mathématiques 1 et est consacré principalement à l'algèbre et au calcul matriciel, à la programmation linéaire et à l'optimisation des fonctions de plusieurs variables. On peut résumer les objectifs généraux et finalités du cours à deux dimensions essentielles :\r- L'apprentissage de l'outil mathématique (ce qui vise directement un ensemble de savoirs). L'acquis devrait être une capacité raisonnable à manipuler les notions étudiées dans le cours, qui sont les notions fondamenta-les utilisées dans les modèles et méthodes quantitatifs en sciences sociales.\r-\tL'apprentissage d'un raisonnement formalisé et rigoureux (ce qui est plus difficile à atteindre et vise da-vantage des \" savoir faire \" de modélisation mathématique)",
        "content": "Algèbre linéaire : partie libre, partie génératrice, base et dimension d'un espace vectoriel. Sous-espace vectoriel d'un espace vectoriel. Applications linéaires, noyau et image d'une application linéaire. Valeurs propres, vecteurs propres d'une matrice. Formes quadratiques et signe d'une forme quadratique. Calcul différentiel à plusieurs variables. Optimisation libre. Optimisation sous contraintes d'égalités (Lagrangien), optimisation sous contraintes d'inégalités (Kuhn-Tucker). Programmation linéaire (Primal-dual). Le théorème de l'enveloppe, analyse de sensibilité. Interprétation des multiplicateurs.",
        "teaching_methods": "Cours magistraux et seances de travaux pratiques",
        "assessment_methods": "La note est établie par un examen écrit final. Un test intermediaire pourrait être organisé également.",
        "other_info": "Pré-requis : cours de Mathématiques en économie et gestion I",
        "online_resources": "Notes de cours et exercices pour les travaux pratiques disponibles sur Moodle",
        "course_materials": "Mathématiques pour économistes de Simon & Blume, éditions de boeck (non obligatoire).",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2041",
        "title": "International Trade",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vannoorenberghe Gonzague"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Les arguments développés au cours doivent permettre une discussion structurée sur les thèmes relatifs aux effets du commerce international, à la nature des échanges, à la spécialisation des économies, à la distribution sectorielle et internationale des revenus ainsi qu'à la problématique de la croissance dans un cadre d'ouverture au commerce international.\r\rEn particulier, le cours doit parcourir les principaux modèles et concepts développés dans le cadre de la théorie du commerce international dont notamment :\r-\tThéorie classique du commerce international ;\r-\tNouvelle théorie du commerce (cadres de concurrence imparfaite) ;\r-\tAnalyse des politiques commerciales ;\r-\tCommerce international et le développement.\r\rLe cours devra aussi aborder certains aspects institutionnels du commerce international, dont notamment le fonctionnement de l'OMC et la description de la  politique commerciale de l'UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours d'économie internationale a pour but de familiariser les étudiants avec les principaux enjeux économiques liés au commerce international et les courants de la théorie du commerce international y afférents. Il doit permettre d'acquérir les compétences suivantes :   \r- Compréhension des mécanismes liés aux échanges internationaux;\r- Capacité d'interpréter et de discuter les grands thèmes liés au commerce international, comme la libéralisation des marchés et la distribution des gains issus de cette libéralisa-tion;\r- Compréhension des principaux instruments de politique commerciale, de leur justification et de leurs effets ;\r-\tCompréhension des enjeux de société liés au commerce.",
        "content": "Ce cours traite de différentes questions liées au commerce international et à la mondialisation. La première partie du cours dresse l’état des théories expliquant les raisons pour lesquelles les pays commercent, et la composition de ce commerce. Nous nous tournons ensuite vers l’analyse des problématiques contemporaines liées au commerce international et ses liens avec les inégalités, la croissance, ou le développement économique. Dans une dernière partie, ce cours se concentre sur des questions de politique commerciale et notamment sur l’analyse de récents accords commerciaux entre l'Union Européenne et ses partenaires.",
        "teaching_methods": "Cours magistraux, avec participation active des étudiants.",
        "assessment_methods": "Examen écrit.",
        "other_info": "Des connaissances de microéonomie et d'économétrie sont fortement recommandées. La communication entre les élèves et le professeur passe par la plate-forme électronique Moodle. Vous devez s'inscrire au cours sur Moodle pour avoir accès aux documents en ligne, comme les notes de cours, les diapositives, ou tout matériel additionnel.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2831",
        "title": "Corporate Finance and Financial Intermediation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "topics_covered": "Course description: https://directory.unamur.be/teaching/courses/ECONM831",
        "content": "Descriptif de cours disponible sur l'intranet ESL. Cours dispensé par UNamur / code cours UNamur ECONM831 - https://directory.unamur.be/teaching/courses/ECONM831",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1121",
        "title": "Histoire économique et sociale",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Debruyne Emmanuel"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours porte essentiellement sur la période qui débute à la fin du 19ème siècle et se poursuit jusqu'à nos jours en abordant, d'une part, les sources rapprochées de l'histoire du 20ème siècle (révolutions industrielles, démographiques et du rapport à l'espace), et, d'autre part, les sphères économique, sociale, politique et culturelle et leur évolution de la Belle époque à la crise de la fin du 20ème siècle. Dans ce contexte, trois objectifs sont poursuivis. Le premier est l'information : le cours fournit un certain nombre d'éléments de base du point de vue événementiel ou indique les moyens de les obtenir via différentes références bibliographiques. Le second est la compréhension. Au-delà des événements, se laissent percevoir des mouvements, des évolutions, dont le cours tente de démontrer la signification ou les sens qui peuvent leur être donnés. D'un point de vue pédagogique, cette préoccupation se marque plus particulièrement par l'analyse de dossiers traitant des grandes crises du 20ème siècle : les grandes guerres, la crise de 1921, la crise de 1929, la crise des démocraties, la crise de la fin du 20ème siècle. Le troisième objectif est fondamentalement critique et vise à mettre en évidence la nature multiple et le caractère relatif des informations disponibles et les précautions indispensables à prendre dans l'utilisation de ces informations",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Prenant comme point de départ la société d'aujourd'hui marquée par une mutation technologique, sociale et économique, l'objectif du cours est, en s'inscrivant dans la durée du temps historique, de chercher à prendre distance. Le cours vise ainsi à procurer une lecture historique de la période contemporaine, et particulièrement du 20ème siècle, dont les racines sont à retrouver dans la rupture avec l'Ancien régime à partir de 1750 et dans la deuxième révolution industrielle après les années 1880. Il s'agit de contribuer à fournir aux étudiants de meilleurs instruments de lecture du présent par une compréhension du passé qui doit les aider à une réflexion sur l'élaboration de l'avenir.",
        "content": "Le cours porte sur l'histoire économique et sociale de l'Europe (en interaction constante avec le reste du monde), durant la période s'étendant du milieu du 18e siècle à nos jours. Il aborde les grandes transformations des sociétés et des économies occidentales sous l'effet de la dynamique de la modernité et du capitalisme, à la fois au travers de phénomènes de fond (Révolution industrielle, révolution des transports, etc.) et au travers d'une périodisation permettant de dégager les principales évolutions économiques et sociales, en rapport également avec les principaux changements culturels, idéologiques et politiques. Le cours est construit autour de chapitres chronologiques qui permettent de séquencer l'évolution des sociétés. Son successivement abordés les sociétés européennes vers 1750, la Première Révolution industrielle, l'essor du capitalisme industriel, la Seconde Révolution industrielle, l'« Âge des catastrophes » (1914-1945), et les évolutions les plus récentes (1945-). Ces chapitres font également intervenir un certain nombre de focus dépassant les limites chronologiques inhérentes à chaque chapitre et qui portent sur des phénomènes (disparition de l'esclavage, crises économiques, etc.) ou de concepts (cycles économiques, économie-monde, transition démographique, etc.) s'inscrivant dans la durée. Les différentes thématiques abordées sont à plusieurs reprises complétées par des approches offrant un éclairage différent, telles que l'analyse d'une oeuvre d'art pour faire ressortir certains traits saillants d'évolutions socio-économiques majeures et de les mettre en lien avec l'histoire culturelle des sociétés, ou la mise en lumière de débats historiographiques concernant le sens donné à certains phénomènes.",
        "teaching_methods": "Le cours consistera en une série d'exposés magistraux, appuyés par un PowerPoint et par une bibliographie. . Trois titres de la bibliographie sont particulièrement conseillés aux étudiants, qui doivent choisir d'en lire au moins un. Une ou plusieurs questions de l'examen porteront sur l'ouvrage choisi individuellement.",
        "assessment_methods": "La matière du cours porte sur le contenu abordé en séance ainsi que sur une lecture au choix. L'examen de janvier se basera sur un questionnaire à choix multiples (QCM), ainsi que sur une question ouverte. La forme de l'examen est identique pour chacune des sessions. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "other_info": "Les séances de cours commencent dès la première semaine. Un chapitre du cours ne se donnera pas en séance, mais sera accessible en ligne.",
        "online_resources": "Les projections powerpoint relatives aux séances de cours, la présentation du premier chapitre, ainsi que des documents supplémentaires, seront disponibles via la plateforme Moodle sur le site du cours. L'évaluation intermédiaire aura lieu en ligne sur Moodle. Si les circonstances sanitaires l'exigent, il en ira de même des examens des différentes sessions.",
        "bibliography": "Une bibliographie est fournie aux étudiants. Au sein de celle-ci, trois ouvrages sont particulièrement conseillés aux étudiants pour l'appropriation de la matière: Patrick Verley, La Révolution industrielle , Paris, Gallimard, 2013 (1ère éd. 1997). Ivan T. Berend , Histoire économique de l’Europe du XXe siècle , 2e éd., Louvain-la-Neuve, De Boeck, 2018 (1ère éd. 2008). Sven Beckert, Empire of Cotton. A Global History , New York, Alfred A. Knopf, 2015..",
        "course_materials": "PowerPoint du cours et bibliographie, accessibles sur Moodle.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1222",
        "title": "Microéconomie",
        "credits": "5.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Johnen Johannes",
            "Khatibi Arastou",
            "Khatibi Arastou",
            "Khatibi Arastou",
            "Maniquet François"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours suit une approche classique, partant de l'analyse du problème du consommateur, poursuivant avec le problème du producteur et débouchant enfin sur l'analyse de l'équilibre général, du bien-être social et des externalités. Les raisonnements utilisés sont de trois types : discursif, graphique, et mathématique. Un accent tout particulier est mis sur le passage au raisonnement formel et sur l'interprétation des résultats obtenus avec son aide, ainsi que sur les applications des outils théoriques à travers de multiples exercices",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours de microéconomie vise, au travers de l'étude d'une série de thèmes importants, l'acquisition par les étudiants des outils d'analyse micro-économique dans le but de leur permettre d'utiliser ces outils dans les divers cours d'application ultérieurs. Il permet aussi aux étudiants d'utiliser les outils d'analyse afin d'interpréter des cas concrets dans le domaine de l'économie industrielle et de la régulation des marchés par les pouvoirs publics.",
        "content": "Le cours couvre les matières classiques d'un premier cours en microéconomie ainsi que quelques sujets plus avancés en fonction des années. Les matières classiques sont la théorie du consommateur, la théorie du producteur, la théorie de l'équilibre général et l'économie de l'information. L'objectif d'un premier cours de microéconomie dans un cursus d'économiste ou de gestionnaire est de commencer à voir comment les outils de l'analyse formelle peuvent être mobilisés pour comprendre le fonctionnement de la société, avec une attention particulière au fonctionnement des marchés.",
        "teaching_methods": "Pour cette année 2022-2023, le cours se donnera selon la séquence suivante. Pour chaque partie de la matière, - les étudiants commencent par aborder la matière par eux-mêmes à l'aide de capsules vidéo; les étudiants essayent de comprendre et d'assimiler la matière; - les enseignants du cours répondent aux questions des étudiants sur la matière lors de séances fréquentes de Q/R (de l'ordre d'une séance par semaine, sauf exception); lors de ces séances, les étudiants sont amenés à résoudre des exercices; ces exercices sont corrigés pendant le cours; - les étudiants ont des séances de TP en petits groupes; il y a un total de 5 séances de TP sur tout le quadrimestre; les étudiants reçoivent les exercices à résoudre par eux-mêmes avant les séances de TP; lors des séances de TP, les assistants répondent aux questions des étudiants sur ces exercices et aident ceux-ci à les résoudre.",
        "assessment_methods": "L'évaluation des acquis d'apprentissage des étudiants se fait de deux manières. 1) Évaluation continue: durant le quadrimestre, à la fin de chaque grande partie du cours, il y aura un test. La matière du test sera précisée par l'enseignant dans les jours qui précéderont le test. Chacun des deux tests vaudra pour 2 points sur 20. Il s'agit donc de questions à résoudre pendant le cours, les étudiants pouvant disposer de leurs notes de cours ou pas selon les précisions données par l'enseignant, sur la matière contenue dans les capsules vidéo que les étudiants doivent avoir étudié par eux-mêmes. Les notes obtenues à ces deux tests, pour un total de 4 points compteront également pour la session d'août. 2) Examen écrit: l'examen final est un examen écrit à livre fermé qui vaut pour 16 points sur les 20 du total. Il est important que les étudiants soient capables de restituer la matière et de l'appliquer sans se référer aux supports du cours. Pour les étudiants qui auront des absences justifiées aux tests, la somme des notes obtenues aux tests et à l'examen final sera adaptée proportionnellement pour finir par être une note sur 20. Toute note finale qui n'est pas un nombre entier est arrondie à l'entier le plus proche, une note de n.5 étant arrondie à n+1.",
        "other_info": "Les enseignants de ce cours mettent à disposition des étudiants des documents succincts reprenant le coeur de la matière. De nombreux ouvrages de référence existent, avec une mention particulière pour le manuel de H. Varian, disponible en bibliothèque en de nombreux exemplaires (la matière vue au cours est couverte par toutes les éditions du livres disponible en BESPO).",
        "bibliography": "Hal Varian, Introduction à la microéconomie, De Boeck Supérieur, 4è Edition ou une édition plus récente.",
        "course_materials": "Les slides \"powerpoint\" du cours sont disponibles via moodle.",
        "responsible_entity": "ESPO"
    }
]