[
    {
        "url": "https://uclouvain.be/cours-2024-beua1007",
        "title": "Internal Market & Competition Law (module 3)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cabrita Teresa",
            "Gerard Damien"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "This course focuses on the legal rules at the core of the EU integration project: internal market and competition law. More precisely, internal market covers the four freedoms: free movement of goods, services, persons and capital. These rules are addressed to Member States and limit their regulatory freedom in the name of free movement. Competition law complements them. Competition rules are addressed primarily to firms and ensure that the internal market does not become dominated by cartels or monopolies but remains a space for free and fair competition. In this regard, the course will cover article 101 and 102 TFEU as well as Merger Control. State Aid rules will be covered if time permits. State Aid rules form a part of competition rules that applies to Member States and ensures that State action does not distort competition between firms.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of this course, students are able to: describe the main rules and principles relating to internal market and competition law explain the rationale underpinning such rules and principles analyse Court judgments dealing with that field of EU law apply internal market and competition law rules to factual situations",
        "assessment_methods": "The assessment for this course is based on a written closed-book exam.",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua2003",
        "title": "Ecosystems and Human Health in the EU (module 6)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Anglais",
        "topics_covered": "Through a combination of case-studies and theoretical presentations this course examines EU sectoral policies regarding the safeguard of ecosystems and human health. They will cover inter alia: the regulation of chemicals (REACH, CLP, sectoral legislation (toys, cosmetics, etc.)), pesticides and biocides air quality policies (including industrial emissions) water quality policies biodiversity and nature policies selected topics of general food law (additives, GMOs, etc.). The course pays particular attention to the relationship between science, risk regulation and law. It applies a systemic approach, underlying the links between these various policies and the main challenges the EU is facing in these areas.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of the course, the students are able to: explain the content of the various bodies of legislation analysed understand the interactions between these different regulatory fields identify and critically analyse the roles played by the key actors involved in the shaping of such policies (Commission, European Parliament, Council, comitology committees, agencies, national authorities, interest groups, courts etc.) understand the basic concepts and principles of regulatory science and risk management.",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2112",
        "title": "Advanced issues in Economic and Monetary Union",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Fontan Clément"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours offre une analyse du processus d'intégration monétaire ayant mené à la création de l'Union Economique et Monétaire (UEM) et de son système de gouvernance actuel. Le cours aborde ces thèmes dans une optique interdisciplinaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - Identifier et comprendre les principaux concepts économiques liés à la construction et au fonctionnement de l'UEM - Expliquer les dynamiques institutionnelles et les rapports de pouvoir entre acteurs de la gouvernance de l'UEM - Appliquer les principaux concepts de sciences économique et politique pour analyser les débats et les réformes contemporaines afférentes à l'UEM. - Comprendre et restituer le comportement stratégique des acteurs de la zone euro.",
        "content": "Les principaux objectifs de ce cours de master sont d'explorer, dans une perspective interdisciplinaire, la gouvernance de l'Union économique et monétaire en mobilisant des concepts d'économie politique critique pour mieux comprendre les problématiques économiques actuelles. Plus précisément, la focale du cours porte sur l'aspect financier et macroéconomique de l'UEM et adresse les questions suivantes:  quelles sont les origines du système financier de la zone euro, comment celui-ci évolue t'il depuis la crise, quelle est la réelle potentialité de verdissement de la finance européenne, comment comprendre les mutations de la BCE depuis sa création, doit on s’inquiéter de la dette publique, comment ont été construit les marchés européens de l'éclectricité et quels sont les solutioons face à ses dysfonctionnements. Plus largement, les sujets liés à la catastrophe écologique et les solutions pour y répondre au niveau de l'UEM est une thématique transversale au cours et sera abordée dans la plupart des séances. Afin de rendre le cours interactif et permettre aux étudiant.e.s de tester leurs connaissances, ceux-ci forment des groupes qui doivent travailler tout au long du semestre sur une fiche Wikipedia portant sur un sujet en lien avec l'UEM. Deux séances du cours seront dédiées à l'accompagnement des groupes dans leur travail Wikipedia. De plus, avant chaque cours, vous devez lire la lecture obligatoire et regarder le documentaire. Vous devez également remplir les devoirs liés à Wikipédia pour chaque cours sur le tableau de bord de Moodle. NOTE TRÈS IMPORTANTE : ce cours est un cours avancé de master. Il est indispensable d'avoir de forts acquis en économie politique européenne ou en macroéconomie financière afin de le suivre (par ex: connaitre en détails le rôle du Comité Delors dans la création de la zone euro ou savoir lire les balances comptables des institutions financières) et de posséder une bonne maitrise de la langue anglaise. En particulier, il est extrêmement recommandé d'avoir suivi le cours \"European Political Economy\"  (LEUSL 2031) au préalable. Les étudiants n'ayant pas de bonnes connaissances dans ces domaines sont invités à choisir d'autres cours dans le cadre de leurs cours au choix (i.e.  leusl2104 Union économique et monétaire ou LEUSL 2031).",
        "teaching_methods": "Objectifs : À l'issue de ce cours, les étudiants seront en mesure de - d'identifier et de comprendre les principaux concepts économiques qui sous-tendent la mise en place et le fonctionnement de l'UEM - Expliquer le pouvoir et la dynamique institutionnelle qui façonnent la gouvernance de la zone euro - Appliquer les concepts des sciences économiques et politiques lors de l'analyse des débats et des réformes contemporaines de l'UEM. - Soyez des stars de Wikipédia !",
        "assessment_methods": "Examen individuel écrit sur table en open book + exercice collectif (wikipedia) L'utilisation de l'IA dans ce cours est limitée à l'édition linguistique. Toute utilisation générative de l'IA pour la rédaction de textes ou la construction de bibliographies est strictement interdite. En cas de suspicion d'une telle utilisation générative, l'enseignant peut poser des questions aux étudiants pour s'assurer qu'ils sont bien l'auteur principal de leurs documents. En cas d'absence injustifiée au travail intermédiaire (podcast) ou final (examen sur table), l'étudiant se verra attribuer la note finale de 0A/20 pour le cours lors de la première session. Tous les travaux sont une production personnelle. Les étudiants sont tenus de respecter scrupuleusement les règles et les bonnes pratiques en matière de citation, de référencement et d'évitement de l'(auto-)plagiat. Les étudiants sont censés connaître et comprendre en quoi consistent ces règles et pratiques. Tout manquement à ces règles peut entraîner une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. La réutilisation d'un travail personnel ou de groupe réalisé dans le cadre d'une autre unité d'enseignement requiert une grande prudence. Exceptionnellement, une telle démarche peut être envisagée, à condition que l'étudiant demande l'autorisation explicite du professeur ou de l'assistant, justifie cette « réutilisation » dans le travail qui, dans son ensemble, doit manifestement constituer une contribution originale au premier travail, et applique scrupuleusement les règles de citation et de référencement à toute utilisation de ce travail. Le non-respect de ces règles peut être considéré comme un auto-plagiat et constitue à ce titre une irrégularité Toute partie du travail s'appuyant, de quelque manière que ce soit, sur l'IA générative doit être clairement identifiée (par exemple, par une note de bas de page), en précisant quel outil d'IA générative a été utilisé, dans quel but, de quelle manière, et dans quelle mesure. Le non-respect de cette obligation peut constituer une irrégularité",
        "other_info": "NOTE TRÈS IMPORTANTE : ce cours est un cours avancé de master. Il est indispensable d'avoir de forts acquis en économie politique européenne ou en macroéconomie financière afin de le suivre (par ex: connaitre en détails le rôle du Comité Delors dans la création de la zone euro ou savoir lire les balances comptables des institutions financières) et de posséder une bonne maitrise de la langue anglaise. En particulier, il est extrêmement recommandé d'avoir suivi le cours \"European Political Economy\"  (LEUSL 2031) au préalable. Les étudiants n'ayant pas de bonnes connaissances dans ces domaines sont invités à choisir d'autres cours dans le cadre de leurs cours au choix (i.e.  leusl2104 Union économique et monétaire ou LEUSL 2031).",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua1005",
        "title": "EU Trade policy (module 3)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cabrita Teresa"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "The first part of the course provides the theoretical and historical background of international trade and trade policy by looking into the main theoretical and historical mechanisms that drive international trade and foreign direct investment. It analyzes the strategies of multinational enterprises and their impact on the global value chain and economic globalization. It also discusses the main tools of trade policy in general. The second part focuses more on EU trade policy, its specific tools, the trade policy of the EU within the multilateral trading system (WTO), the bilateral trade relations of the EU, as well as its unilateral trade policy instruments.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of this course, students are able to: understand the theoretical tools to analyse international trade and foreign direct investment. understand the political economy of trade policy (decision-making, stakeholders, distribution of welfare gains and losses) understand the specificity of the EU’s trade policy (policy-making process, specific instruments, trade strategies) understand the EU’s trade relations at the multilateral and bilateral levels",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua2006",
        "title": "Training and master’s thesis (Training supervision & Master's thesis)",
        "credits": "30.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "topics_covered": "Students carry out a 3-month internship either in a public or in private organization dealing with EU affairs. The internship offers the students the possibility to gain experience in the political, administrative or societal circles of the EU system. The internship aims to prepare students for a smooth transition to the professional world. A list of host institutions is provided to the students. Subject to prior approval by the supervisor, students are allowed to carry out their internship in another organisation.  At the end of their internship, students draft a report summarizing their experience and the knowledge they gained from it. The report includes a presentation of the organisation where the internship was carried out; a description of the tasks performed; and a critical self-assessment of the internship (with a focus on the student’s confrontation with the professional environment and on a comparison between the theoretical expectations and the real-life experiences). This report must be backed up by examples and concrete situations experienced during the internship. Students may exceptionally be allowed to write a Master thesis instead of carrying out an internship. This Master thesis will be supervised by a professor teaching in the programme. It will explore a topic related to the European Union.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of the internship, students are able to: understand the functioning of an organisation dealing with EU affairs and describe of one or several specific topics addressed by that organisation; demonstrate the added value that they brought to the host organisation; critically analyse the work of that organisation and of the topics it works on to master a large set of organisational, communication, planning and information-processing skills in their future professional environments. At the end of the Master’s thesis, students are able to: identify a research topic and to formulate a research question have in-depth knowledge of an EU-related topic critically analyse that topic communicate according to academic standards on EU-related issues.",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua1006",
        "title": "Digital Economy in the EU (module 3)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Defacqz Samuel"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "The digital transformation of the EU economy is a major evolution that raises challenges such as the EU risking to fall behind the US and China. The functioning of the digital markets and their underpinnings, such as the microprocessors industry, raise geopolitical issues and are thus at the core of the debates on the strategic autonomy of Europe. Analysing those markets from a multidisciplinary point of view requires not only to identify the main actors, their strategies, the complex supply chains, etc., but also to understand the sovereignty and governance issues, as well as the EU legal framework. The course aims to do this by reviewing the main EU policies and laws for the digital markets. This, among others, includes a review of the international competition around the manufacturing of chips, the state of competition on the digital markets and the remedies in case of abuse, the governance of data (in particular personal data) and artificial intelligence, the fight against online disinformation, the liability and (social) responsibility of digital platforms, the cybersecurity and resilience issues, the protection of consumers online, and in general digital sovereignty issues.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of this course, students are able to: understand the specificities of the digital markets and the challenges that the digital transformation of the EU economy raises highlight the geopolitical dimensions resulting from the international competition around digital technologies analyse the main EU policies regarding the digital economy from an interdisciplinary perspective critically reflect upon the values and objectives underpinning those policies propose alternative measures and policies that take into account the various dimensions of the digital economy and the stakes (including the protection of fundamental rights and democracy)",
        "teaching_methods": "The pedagogical approach consists of a combination of lectures and seminars.",
        "assessment_methods": "The examination for this course consists of a graded reading presentation (40% of the overall grade) and a final written exam (60% of the overall grade). The use of artificial intelligence (AI) systems is regulated in this course. Therefore, if AI systems are used during assessments, students are required to submit a print-screen or transcription of the exchange had with the chosen AI system(s), together with a paragraph explaining the reasons for resorting to AI and the advantages and disadvantages found in the use of this method.",
        "online_resources": "Course materials, including academic readings, will be made available on the course's Moodle page at least one week prior to each class. Students are expected to review these materials in advance to prepare for the lectures and seminars. When used, lecture slideshows will be posted online after each session.",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua1008",
        "title": "Rule of Law and Fundamental Rights (module 4)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cabrita Teresa",
            "Rizcallah Cecilia"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "This course delves into the pivotal role played by the European Union in safeguarding fundamental rights and upholding the principles of the rule of law. While its origins were primarily rooted in economic cooperation, European integration has evolved over time to encompass broader political themes, which prominently feature issues related to fundamental rights and the rule of law. Throughout this course, students gain an in-depth understanding of the European Union's actions in this sphere, examining both the internal mechanisms within the EU and the EU’s external engagement on these critical matters. Given the dynamic and ever-evolving nature of this subject, the course places a strong emphasis on current developments and contemporary issues, ensuring that students are well-versed in the latest developments in this field. After analysing the historical evolution of the European Union's actions in these areas, the course examines the distinctive aspects of its action in comparison to other international organisations such as the Council of Europe. The course then delves into various thematic case studies, which provide practical insights into the real-world application of the EU's policies and principles in the protection of fundamental rights and the rule of law. Students will critically assess these cases, enhancing their ability to engage with contemporary challenges in this field and equipping them with valuable analytical skills for the study of EU affairs.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of this course, students are able to: understand the multifaceted dimensions of the European Union's role in protecting fundamental rights and promoting the rule of law understand the tools available to the European Union for safeguarding these principles from a legal perspective critically assess the practical effectiveness and the real-world impact and implementation of these tools understand the legal framework within which the EU operates in the realm of fundamental rights and the rule of law contribute to informed discussions on the European Union's role in protecting and upholding the essential principles of the rule of law and fundamental rights",
        "content": "Le cours portera sur: - Les valeurs de l'Union européenne, d'un point de vue interne et externe - La protection des droits fondamentaux - La proteciton de l'Etat de droit - La démocratie dans l'Union européenne",
        "teaching_methods": "Cours ex cathédra basé sur des powerpoints et des lectures, avec des discussions en classe visant à appliquer les principes à des cas concrets.",
        "assessment_methods": "Examen écrit",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua2001",
        "title": "EU Fiscal and Social Policies (module 5)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Anglais",
        "topics_covered": "Although the Member States retain most of the powers in the field of social and redistributive policies, there are policies put in place at the European Union level in the social, fiscal and budgetary fields that are likely to influence them. The course examines EU social policy initiatives, particularly in terms of equality and inclusion, health and well-being at work and work-life balance. It looks at fiscal and budgetary policies designed to counteract social inequalities, between individuals and between territories. At the budgetary level, this involves in particular the use of funds within the framework of economic, social and territorial cohesion policy (European Social Fund, ERDF, FTJ), and the social aspects of the recovery and resilience plan. Finally, the course looks at the role played by the EU in framing Member States' tax policies, particularly with regard to the fight against inequality and against fraud and tax evasion, as well as their links with the financing of the European budget.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of this course, students are able to: understand the instruments and issues involved in the EU's fiscal and social policies identify the EU's budgetary means of action for financing social policies articulate a critical position on the role of the EU in fiscal and social matters",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua2002",
        "title": "Climate and Energy Transition in the EU (module 6)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Anglais",
        "topics_covered": "This course aims at providing an in-depth understanding of the EU's green transition, its policies, and its implementation, with a special focus on climate change and energy issues. The course covers key instruments such as the Paris Agreement, the European Green Deal or carbon markets, and key domains at the intersection of climate and energy policies such as renewable energy, nuclear energy, climate adaptation and bioenergy. Through lectures, readings, and discussions around case studies, students will learn about the challenges and opportunities of the climate and energy transition in the EU and beyond.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of this course, students are able to: understand the EU's climate and energy transition goals and policies, and their implications for different sectors and stakeholders describe the primary policy initiatives undertaken so far to reach these goals understand the interactions between the EU’s policies and international climate and energy governance analyse the key drivers and barriers of the climate and energy transition in the EU and identify possible solutions and best practices reflect on the ethical and social dimensions of the climate and energy transition in the EU, and its impact on different communities and future generations develop critical thinking and problem-solving skills by analyzing case studies and real-life examples of the climate and energy transition in the EU.",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua1003",
        "title": "EU Legal System & Political System (module 2)",
        "credits": "15.00",
        "hours": "90.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cabrita Teresa",
            "Defacqz Samuel"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "This course provides an introduction to the legal system of the European Union combining theoretical approaches and case studies. It inter alia covers the following topics: Nature of the EU system Policy- and decision-making procedures (EU treaties, international agreements, legislative acts, implementing and delegated acts, etc.) Typology of EU acts (treaties, regulations, directives, decisions, etc.) Sources of EU law (OJ publications, ECJ judgments, etc.) and hierarchy Fundamental rights, citizenship and general principles of EU law Enforcement of EU law in front of national courts (primacy and direct effect; actions for damages; preliminary references) and in front of EU courts (actions for annulment, for failure to act, infringement proceedings, actions for damages, etc.) In this course, students study the European Union as a political system . The course gives an overview of the EU’s institutional architecture and its main actors. Attention is first paid to the composition, the internal functioning, the tasks, the main political dynamics and the areas of tension within each institution. Subsequently, the interactions between the institutions are studied, by focusing on the interinstitutional and interstate dynamics of EU policy-making. The course then discusses the input side of the EU’s political system (elections, public opinion, interest groups and interest representation) as well as the output side (types of EU policies and policy instruments). Finally, the course familiarises students with the main political science theories on the emergence, development, design and nature of European integration. Particular attention is paid to contemporary issues, such as the politicization of the EU, Euroscepticism, and questions on democracy and legitimacy.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of the course, students are able to : EU Legal system understand the specificityand main features of the EU legal system explain the basic concepts of EU law read and understand official sources of EU law critically assess the functioning of the EU legal system (in terms of democracy, domestic courts’ acceptance, etc.) EU Political system understand how the EU and its institutions work and how EU policies are made critically assess the nature and functioning of the EU have basic knowledge of the main political theories of European integration analyse key challenges and topics in contemporary EU politics",
        "assessment_methods": "The examination for this learning unit includes both the assessment of a graded practical exercise ( 30% ) and a final written open-book exam ( 70% ). The grades for the practical exercise will carry over to the August session (resit). The use of generative artificial intelligence (AI) systems is not encouraged in this course. However, if AI systems are used during assessments, students are required to submit a print-screen or transcription of the exchange had with the chosen AI system(s), together with a paragraph explaining the reasons for resorting to AI and the advantages and disadvantages found in the use of this method.",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua1004",
        "title": "EU Advocacy Training",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Denis Benjamin",
            "Verheecke Lora"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "This training is a hands-on course that familiarizes students with the practice of advocacy and lobbying in the EU. Through real-life cases, students learn the rules, practices and strategies that are key to successfully approaching EU policy-makers.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of this course, students are able to: understand a complex political topic currently discussed at EU level understand, summarise and defend a specific policy option on that topic identify the key actors and present a strategy for advancing that position at EU level.",
        "bibliography": "Comte, Jean, Au coeur du lobbying européen, Presses Universitaires de Liège (PUL), 2023 Dialer, Doris, Richter, Margarethe, Lobbying in the European Union : strategies, dynamics and trends , Cham : Springer, 2019, xi, 459 p. Harris, Phil, Bitonti, Alberto, Lobbying in Europe : public affairs and the lobbying industry in 28 EU countries , London : Palgrave MacMillan, 2017, XXIX, 368 p. Horel, Stéphane. Lobbytomie. Comment les lobbies empoisonnent nos vies et la démocratie, La Découverte, 2018 Klüver, Heike, Lobbying in the European Union : interest groups, lobbying coalitions, and policy change , Oxford : Oxford university press, 2013, xvii, 278 p. Laurens, Sylvain, Bureaucrats and Business Lobbyists in Brussels. Capitalism’s Brokers , Routledge, 2018 Witteman, Lise, Who’s Watching Brussels? Why the EU Deserves Better Watchdogs, Follow the Money, 2024",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua2004",
        "title": "Defence and Security Policies (module 7)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Anglais",
        "topics_covered": "The course deals with the instruments deployed by the European Union to coordinate and consolidate the Member States’ security policies, in both their internal and external dimensions. On the one hand, the progressive development of cooperation in home affairs will be reviewed through the gradual adaptation of the institutional framework, from the Maastricht Treaty to the Lisbon Treaty, and the examination of progress in the fields of police cooperation and judicial cooperation in criminal matters, particularly in the fight against terrorism and international organized crime. On the other hand, the course deals with the political and strategic dimension of the EU external relations. It describes the origins and the evolution of the European cooperation (EPC), Common Foreign and Security Policy (CFSP) and of the Common Security and Defence Policy (CSDP). The decision-making process and the effectiveness and efficiency of the tools and policies put in place are studied. The very nature of security policies is analyzed to characterize the essence of the power of the EU on the European and international level. The relevance of the strategic documents produced by the EU is also scrutinized. Finally, the course presents a range of theories to help students better understand the security and defence policies of the EU.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of this course, students are able to: identify and understand the main internal security challenges of the EU today identify and understand the main defence challenges of the EU today apply theoretical insights to the EU’s security and defence policies critically assess the EU’s actorness in areas of Member States competence",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua1009",
        "title": "EU Gender and Non-discrimation Policies (module 4)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Jacquot Sophie"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "This course provides a broad perspective on the emergence, development, and transformation of the EU’s gender and non-discrimination policies. It also presents the main current issues, as well as the latest academic research in that area. Main topics include an exploration of the historical development of the EU’s gender and non-discrimination policies since the Treaty of Rome; an overview of the legal foundations underpinning gender equality and the fight against discrimination within the EU; an analysis of the main principles and values that structure the EU’s action (equal treatment, equal opportunities…); an examination of the existing institutional architecture (EIGE, FEMM…), and of the roles of the main public and private actors in the field (the “velvet triangle” and beyond); a study of the principle of gender/equality mainstreaming, whereby a gender and anti-discrimination perspective is integrated across the whole EU policy portfolio; an analysis of the impact of EU action at the national level; a focus on the intersectionality of discrimination, where students analyse how factors like race, ethnicity, sexuality, and disability can strengthen gender-based inequalities, and how this perspective is translated into policy-making; a critical assessment of contemporary oppositions and populist challenges to gender+ equality.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of this course, students are able to: understand European integration from a perspective of gender studies develop expert knowledge on EU gender and anti-discrimination policies, as well as on the structures and instruments put in place to implement them understand the historical, social, political, and legal contexts that have shaped the EU’s approach to addressing inequalities discuss and evaluate the effectiveness of these policies identify the different public and private actors in the sector, acquire an in-depth knowledge of their positions, roles and responsibilities, and analyse their interactions translate theoretical notions of equality and non-discrimination into policy practice, and recognise the theoretical relevance of policy debates critically reflect on the wider implications of gender+ equality policies for European society.",
        "content": "This course provides a broad perspective on the emergence, development, and transformation of the EU’s gender and non-discrimination policies. It also presents the main current issues linked to this topic in the EU public debate, as well as the latest academic research in that area. The course is part of the teaching programme of the Jean Monnet Chair EUGENDERING which aims at better understanding the challenges linked to the establishment of a Union of gender equality, non-discrimination and diversity. It will provide teaching and research material useful for the students, who will also be offered the opportunity to deepen their knowledge of the issues at stake, and to meet professionals working in the field, by participating in the events organised by the Chair.",
        "teaching_methods": "Each session of the course is organised in 3 different steps: Step 1 – Current topics in gender and non-discrimination policies in the EU At the beginning of each session, a (group of) student(s) is in charge of a very short (5 minutes) oral presentation aimed at presenting to the rest of the class the current state of play regarding a “hot” topic of their choice related to gender and non-discrimination. They explain the nature of the debate, its context, and the position of the different actors. The presentation is followed by a 10-minute collective discussion of the issue at stake. Step 2 – Lecture Each session includes a lecture on the theme of the week. Step 3 – Presentation In order to offer either a complementary perspective on the theme of the week or to zoom in on a specific subject, the last part of the session is devoted to a student’s presentation. These 20-minute collective presentations can be of two sorts: - Presentation of an article: presentation of the authors and of their approach; explanation of the research question, main notions, argument and results; critical analysis. - Oral presentation: presentation of the subject and of its context; problematisation; link with the course.",
        "assessment_methods": "Each student will be expected to carry out the following tasks: - Group presentation – article or oral presentation. Required. - Participation in a debate team . Required. - Final written work – policy brief and oral presentation. Required. - Current topics presentation (individual or in group). On a voluntary basis. Grading system - Group presentation (article or oral presentation): 30% - Debate team: 20% - Individual policy brief and its oral presentation: 50% - Current topics in gender and non-discrimination in the EU: bonus (up to 2 points)",
        "other_info": "No delay in submitting the work requested will be accepted. Any exception to this rule must be duly justified. Any fraud will be reported to the Master's jury. Submitted work will be systematically analysed by anti-plagiarism software. All use of generative artificial intelligence is forbidden in the production and writing of the work required as part of this course, with the exception of spelling and grammatical correction, although this use must be systematically indicated and referenced precisely throughout the text. Any part of the work relying, in any way whatsoever, on generative AI must be clearly identified (for example, by a footnote). Screenshots of the conversation with the AI tool must be appended, together with a paragraph of explanation specifying which generative AI tool was used, for what purpose, in what way, and to what extent. Failure to do so will constitute an irregularity.",
        "bibliography": "- Abels, Gabriele, Krizsan, Andrea, MacRae, Heather, van der Meulen, Anna (eds.) (2021), The Routledge Handbook of Gender and EU Politics , London, Routledge. - Hubert, Agnès (2022), The European Union and Gender Equality , Brussels, FEPS. - Jacquot, Sophie (2015), Transformations in EU Gender Equality. From Emergence to Dismantling , Basingstoke, Palgrave Macmillan. - Kantola, Johanna (2010), Gender and the European Union , Basingstoke, Palgrave Macmillan.",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua1001",
        "title": "Political History of the EU (module 1)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Defacqz Samuel"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "This course aims at tracing the history of European political integration, from the end of the 2nd World War to the present day, through several strands of analysis: The European context : political and policy dynamics specific to Member States, their leaders and civil societies; Global geopolitics: relations with other great powers (USA, Soviet Union/Russia), international organisations (UN,…), emerging powers (China,…) and developing countries. It contextualises the origins and the evolutions of the functioning of the main EU institutions and the main EU policies, while looking at Member States’ capabilities and strategic interests regarding peace and stability, growth, cohesion, rule of law, power and security. Zooming out, the course also addresses the impact of the shifts in the global world order and emerging security threats on the EU’s integration process. The course sheds light on the peculiarity of the EU political integration and its inherent tensions, such as between unity and diversity, supranationalism and intergovernmentalism, deepening and widening processes, soft and hard power, values and interests.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of this course, students are able to: understand the evolution of the EU’s political integration, from its inception to today understand the needs and constraints underlying the creation and the functioning of the main EU institutions and policies, through European and global dynamics demonstrate a critical understanding of the political issues and challenges the EU is facing today, as regards its institutional functioning  and the means of expressing its political power.",
        "teaching_methods": "The course takes a historical perspective to examine the political dimension of European integration. The pedagogical approach includes lectures, discussions, and the execution and presentation of a short research project based on archives or artworks related to the political history of the European Union. To maximize the benefits of in-class sessions, students are encouraged to critically engage with the readings and peers' work, and to participate actively in discussions.",
        "assessment_methods": "The examination for this course comprises a graded research production (50% of the overall grade), developed throughout the quadrimester, a written feedback on a peer’s research production (10% of the overall grade), and a written open-book exam (40% of the overall grade). Guidelines and evaluation criteria for both the research production (formative and summative) will be detailed during the first session. The use of generative artificial intelligence (AI) systems is not encouraged in this course. However, if AI systems are used during assessments, students are required to submit a print-screen or transcription of the exchange had with the chosen AI system(s), together with a paragraph explaining the reasons for resorting to AI and the advantages and disadvantages found in the use of this method.",
        "online_resources": "Course materials, including academic readings, will be made available on the course's Moodle page at least one week prior to each class. When required (and specified on Moodle), students are expected to review these materials in advance to prepare for the lectures and discussions. The lecture slideshows will be made available online after each session.",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua2005",
        "title": "Migration and Mobility in the EU (module 7)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Anglais",
        "topics_covered": "Migration and mobility, both from outside the EU and in the form of the free movement of citizens within the EU, are high on the EU’s political agenda. These are controversial issues that divide Member States as well as national public opinions. The aim of the course is to provide students with an understanding of interconnected and often contentious issues in these rapidly evolving areas. The course explores the dynamics of migration and mobility in the EU, including the different types of migration – regular and irregular migration, free movement of EU citizens, asylum – and the primary developments in contemporary border control and security practices. From an interdisciplinary perspective, drawing on political science, law, economy, and sociology, it examines the rationale of migration policies, politics and law, combining a theoretical and practical account of the field. The course also delves into the challenges of the Schengen area and analyses the so-called “migration crisis”.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of the course, students are able to: understand the actions taken in the fields of migration and mobility at the European level (main achievements, rationale and challenges) understand the importance and difficulties of coordination between EU institutions, EU agencies and national authorities understand how migration and mobility policies impact and are impacted by the perception of migrants critically examine the human and political implications of bordering regimes and technologies critically analyse current events in the field of migration policies, politics and law, including from a human rights perspective",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua1002",
        "title": "Economic History of the EU (module 1)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Fontan Clément"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "This course focuses on the economic history of the EU. It spans from the development of capitalist systems to the early years of the euro area. The course tackles the differentiated development of capitalist systems and welfare states in Europe, attempts and failures of monetary integration and economic cooperation in the interwar period, the post-war growth model, its limits and the crisis years in the 1970s. Moreover, the course analyses the early stages of economic integration in the EEC by focusing on, among others, the CAP and the 1980's market revolution, the deregulation of financial systems and, against this background, the creation of the single market, the single currency and the early years of  macroeconomic coordination within the euro area.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of this course, students are able to: characterize the main European economic systems understand the historical dynamics of European economic integration handle the theoretical tools and concepts to draw links between past and current economic development",
        "content": "Ce cours analyse la co-construction historique des sphères politiques et économiques dans l'Union européenne depuis la construction des régimes capitalistes et impérialistes au XIXe siècle jusqu'à la crise de la zone euro (2010-2015). Les classes se concentrent sur les fondements du capitalisme et de l'impérialisme européens, l'interconnexion entre l'austérité de l'entre-deux-guerres et le fascisme, le modèle de croissance de l'après-guerre et la crise des années 70, la construction du marché unique, l'adoption de l'euro, les dix premières années de gouvernance de l'Union économique et monétaire, la crise de la zone euro de 2010-2015 et les réformes qui y sont liées. La catastrophe écologique et les aspects économiques liés à la montée de l'extrême droite sont deux thèmes transversaux clés du cours et sont abordés sous différents aspects dans les classes.",
        "teaching_methods": "Cours magistraux et exercices participatifs (préparation et présentation d'un podcast)",
        "assessment_methods": "Examen individuel écrit sur table en open book + exercice collectif (podcast). L'utilisation de l'IA dans ce cours est limitée à l'édition linguistique. Toute utilisation générative de l'IA pour la rédaction de textes ou la construction de bibliographies est strictement interdite. En cas de suspicion d'une telle utilisation générative, l'enseignant peut poser des questions aux étudiants pour s'assurer qu'ils sont bien l'auteur principal de leurs documents. En cas d'absence injustifiée au travail intermédiaire (podcast) ou final (examen sur table), l'étudiant se verra attribuer la note finale de 0A/20 pour le cours lors de la première session. Tous les travaux sont une production personnelle. Les étudiants sont tenus de respecter scrupuleusement les règles et les bonnes pratiques en matière de citation, de référencement et d'évitement de l'(auto-)plagiat. Les étudiants sont censés connaître et comprendre en quoi consistent ces règles et pratiques. Tout manquement à ces règles peut entraîner une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. La réutilisation d'un travail personnel ou de groupe réalisé dans le cadre d'une autre unité d'enseignement requiert une grande prudence. Exceptionnellement, une telle démarche peut être envisagée, à condition que l'étudiant demande l'autorisation explicite du professeur ou de l'assistant, justifie cette « réutilisation » dans le travail qui, dans son ensemble, doit manifestement constituer une contribution originale au premier travail, et applique scrupuleusement les règles de citation et de référencement à toute utilisation de ce travail. Le non-respect de ces règles peut être considéré comme un auto-plagiat et constitue à ce titre une irrégularité Toute partie du travail s'appuyant, de quelque manière que ce soit, sur l'IA générative doit être clairement identifiée (par exemple, par une note de bas de page), en précisant quel outil d'IA générative a été utilisé, dans quel but, de quelle manière, et dans quelle mesure. Le non-respect de cette obligation peut constituer une irrégularité",
        "bibliography": "All documentary ressources are available on the Moodle of the class",
        "responsible_entity": "IEEB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-beua1010",
        "title": "Seminar Designing and Managing EU-funded Projects",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "topics_covered": "This seminar introduces students to the rules and practices regarding the management of the main EU funds, whether they are directly or indirectly managed by the EU and whether they are directed at public or private bodies. Through specific case-studies and a practical, hands-on approach, it puts students in a position to understand the challenges of obtaining and handling EU funding (tendering procedure, reporting obligations, timelines, etc.).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : At the end of this seminar, students are able to: explain the organisation and functioning of the EU’s main funds understand the various stages of the EU funding process, from the application to the reporting stage understand the rules, practices and challenges of obtaining and managing such funding",
        "responsible_entity": "IEEB"
    }
]