[
    {
        "url": "https://uclouvain.be/cours-2024-leuro1202",
        "title": "Idées politiques et valeurs en Europe",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Arens Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "Le cours propose un ou des parcours thématiques à travers les courants d'idées politiques qui ont façonné l'histoire européenne. Une attention particulière sera accordée à l'émergence et au développement de certaines valeurs fondatrices de la culture politique européenne, comme la démocratie, la liberté individuelle, l'égalité ou encore la solidarité, en lien avec l'actualité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser certains concepts politiques, comme la liberté, la démocratie ou l'égalité, en comprendre les nuances et l'évolution au travers des différents courants de pensée en Europe. Analyser de manière critique l'influence de ces concepts sur l'histoire politique européenne et sur les enjeux sociétaux contemporains, à la lumière d'exemples d'actualité. Discerner les différences d'interprétation de ces concepts entre Etats européens, à la lumière de leur évolution historique, culturelle, politique et sociale.",
        "teaching_methods": "Le cours d’« idées politiques et valeurs en Europe » fera le pont entre les développements historiques de longue durée qui constituent le patrimoine intellectuel de l’Europe (liberté, individu, nature-culture, égalité, démocratie) et les réalisations politiques, juridiques et institutionnelles récentes, notamment de l’Union européenne (UE). Sans pointer vers une « identité » culturelle ou un « catalogue » d’idée, ce cours considérera que tout héritage transmet avec lui les moyens de sa critique et de son opposition (Derrida). Ce cours partira de l’humanisme et de l’apparition très progressive d’une idée de l’Europe dans le bas Moyen-âge et le début de la renaissance pour étudier l’intensification progressive des échanges et des controverses qui traversent la pensée européenne. Trois matrices permettront de traquer la production européenne d’idées politiques : l’ensemble démocratique avec les idées de liberté et d’égalité, l’ensemble du droit avec les idées de personnes et de sûreté légale et l’ensemble civil avec les idées d’échange et d’universalisme. La première matrice reviendra sur le libéralisme politique, depuis ses fondements dans l’humanisme et ses formulations chez Locke, pour atteindre la question démocratique moderne lors de la Révolution française, jusqu’à aujourd’hui avec le caractère démocratique discuté de l’intégration européenne. La seconde matrice démarrera avec l’idée de « personne » qui apparait à l’âge classique et se formule juridiquement chez Beccaria et Montesquieu, et puis dans les chartes des révolutions qui sont autant de racines pour les déclarations au XXè siècle. La troisième matrice prend l’idée de commerce au sens large et entend suivre les travaux de Foucault pour comprendre l’émergence de la gouvernementalité, ainsi que les échanges dans un contexte de défense de l’universalisme au XVIIIè siècle. Cette idée à une grande postérité à la fois économique et coloniale, ce qui dessinera les relations de l’Europe avec le reste du monde. Ces trois matrices permettent d’interroger en profondeur notre époque contemporaine, ne fut-ce que par le fait que ces idées et valeurs prennent place dans les chartes et les traités européens : démocratie, état de droit, liberté de circulation. Le cours sera enseigné au moyen d'un cours ex cathedra qui alternera des moments de participation ('no screen time') et des moments de synthèse. Le cours s'appuie également sur un corpus de textes.",
        "assessment_methods": "L'évaluation se fera sur base du cours lors d'un examen écrit à travers plusieurs questions ouvertes.",
        "online_resources": "Toutes les informations, communications et ressources seront partagées via Moodle.",
        "course_materials": "Toutes les informations, communications et ressources seront partagées via Moodle. Le support du cours sont les slides et les textes.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2031",
        "title": "European political economy",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Fontan Clément"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Un cours d'introduction à l'économie.",
        "topics_covered": "Ce cours d'économie politique a pour objet la co-construction des sphères politiques et économiques dans l'Union Européenne des années 1950 à nos jours. Les premiers cours reviennent sur les fondements de l'intégration économique européenne, la construction du marché unique et l'adoption de l'euro. Puis, dans une deuxième partie, le cours aborde les enjeux afférant à la coordination macro-économique de la zone euro, soit l'intégration des politiques monétaires, budgétaires, fiscales et de régulation financière de 1999 à 2010. Dans une troisième partie, nous analyserons les politiques économiques sectorielles de l'UE, notamment la Politique Agricole Commune, les politiques de concurrence, les politiques régionales et les politiques de commerce international. Enfin, le dernier bloc de cours se penche sur les crises et les défis économiques futurs de l'UE, incluant la crise de la zone euro, la transition écologique et le Brexit.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à fournir les connaissances de base pour permettre de comprendre le fonctionnement et les enjeux des principales politiques économiques européennes en vigueur.",
        "content": "Ce cours d'économie politique analyse la co-construction des sphères politiques et économiques dans l'Union européenne des années 1950 à nos jours. Zsuzsanna Szeredi enseigne l'économie 101 comme une introduction au cours qui se concentre sur les fondamentaux en économie politique et l'histoire des idées économiques afin de mieux suivre les parties les plus avancées du cours. Ces quatre cours ne font pas partie du cours LEUSL2031 et ne seront pas inclus dans l'examen. La première partie de LEUSL2031 est constituée de cours magistraux donnés par le Professeur Clément Fontan. Les cours portent sur les fondements de l'intégration économique européenne, l'histoire des idées économiques, la construction du marché unique, l'adoption de l'euro, les dix premières années de gouvernance de l'Union économique et monétaire, la crise de la zone euro de 2010 à 2015 et les réformes qui y sont liées. La deuxième partie du cours se concentrera sur le développement économique et les politiques récentes dans l'UE : l'économie numérique et le DSA/DMA, le Green Deal et la catastrophe écologique, la pandémie et la Next Gen, l'inflation, Repower EU et la politique monétaire de la BCE. Les questions écologiques actuelles et la montée de l'extrême droite sont deux thèmes transversaux qui sont abordés tout au long du cours, de leurs racines historiques à leurs développements actuels. Dans cette deuxième partie du cours, les étudiants présenteront également leurs podcasts.",
        "teaching_methods": "Prof Lectures + weekly mandatory readings + collective podcast exercice",
        "assessment_methods": "Examen individuel écrit sur table en open book + exercice collectif (podcast) + malus/bonus pour les lectures L'utilisation de l'IA dans ce cours est limitée à l'édition linguistique. Toute utilisation générative de l'IA pour la rédaction de textes ou la construction de bibliographies est strictement interdite. En cas de suspicion d'une telle utilisation générative, l'enseignant peut poser des questions aux étudiants pour s'assurer qu'ils sont bien l'auteur principal de leurs documents. En cas d'absence injustifiée au travail intermédiaire (podcast) ou final (examen sur table), l'étudiant se verra attribuer la note finale de 0A/20 pour le cours lors de la première session. Tous les travaux sont une production personnelle. Les étudiants sont tenus de respecter scrupuleusement les règles et les bonnes pratiques en matière de citation, de référencement et d'évitement de l'(auto-)plagiat. Les étudiants sont censés connaître et comprendre en quoi consistent ces règles et pratiques. Tout manquement à ces règles peut entraîner une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. La réutilisation d'un travail personnel ou de groupe réalisé dans le cadre d'une autre unité d'enseignement requiert une grande prudence. Exceptionnellement, une telle démarche peut être envisagée, à condition que l'étudiant demande l'autorisation explicite du professeur ou de l'assistant, justifie cette « réutilisation » dans le travail qui, dans son ensemble, doit manifestement constituer une contribution originale au premier travail, et applique scrupuleusement les règles de citation et de référencement à toute utilisation de ce travail. Le non-respect de ces règles peut être considéré comme un auto-plagiat et constitue à ce titre une irrégularité Toute partie du travail s'appuyant, de quelque manière que ce soit, sur l'IA générative doit être clairement identifiée (par exemple, par une note de bas de page), en précisant quel outil d'IA générative a été utilisé, dans quel but, de quelle manière, et dans quelle mesure. Le non-respect de cette obligation peut constituer une irrégularité",
        "bibliography": "No book purchase is needed. Aucun besoin d'acheter un ouvrage en lien avec ce cours. Compulsory reading will be online. Les lectures obligatoires seront accessibles en ligne.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2304",
        "title": "European Union and International Economics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Defraigne Jean-Christophe"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Un cours d’économie & un cours sur l’économie européenne.",
        "topics_covered": "Ce cours analysera les relations entre l'Union européenne et l'économie mondiale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Après avoir suivi ce cours, les étudiants doivent avoir une connaissance de base de\r\n\r\n\t\t\t\r\n1) Les principaux concepts théoriques et indicateurs liés à l'économie internationale.\r\n\r\n\t\t\t\r\n2) Les principaux enjeux et outils de la politique commerciale.\r\n\r\n\t\t\t\r\n3) Les principaux enjeux et outils propres à la politique commerciale de l'Union européenne.\r\n\r\n\t\t\t\r\n4) Le cadre du système commercial multilatéral. 5) Le cadre de la gouvernance du système monétaire et financier mondial.",
        "bibliography": "BALDWIN, Richard & WYPLOSZ, Charles: «Trade & Development Policy”, The Economics of European Integration », Mc Graw Hill, 2020 DEFRAIGNE, Jean-Christophe & NOUVEAU Patricia : « Politique Commerciale » in « Introduction à l’Economie Européenne », 3ème édition, Ouvertures Economiques, De Boeck, Brussels, 2022 DICKEN, Peter : “Global Shift: reshaping the global economic map in the 21st century”, Sage publications, London, 2015. GSTOHL Sieglinde & De BIEVRE, Dirk : « The Trade Policy of the European Union”, Palgrave Mc Millan, 2018. KOUL Autar Krishen : « Guide to the WTO and GATT: Economics, Law and Politics”, Springer, Singapore, 2018. KRUGMAN, Paul, OBSTFELD, Marice, MELITZ, Marc, International Economics, Theory and Policy, Global Edition, 2022. RAVENHILL, John Eds « Global Political Economy », Oxford University Press, 2020.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1320",
        "title": "Introduction aux relations internationales",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Liegeois Michel"
        ],
        "teaching_language": "Français",
        "topics_covered": "La première partie du cours présente les principales perspectives théoriques qui structurent la discipline des Relations internationales : réalisme, libéralisme, identitaire et critique pour ensuite proposer une revue chronologique des systèmes internationaux : empires, concert européen, équilibre dissuasif et sécurité collective.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin du cours, l'étudiant devrait s'être approprié les principaux concepts étudiés et avoir intégré la nature nécessairement théorique de toute connaissance en RI. L'étudiant sera capable de décoder et de critiquer les postulats théoriques d'un article scientifique en relations internationales. Il sera en outre à même de discerner les outils théoriques et conceptuels les plus appropriés pour élucider une problématique donnée. Le cours sera en particulier l'occasion de travailler les compétences suivantes (cfr. « Référentiel des compétences acquises à l'issue des masters en sciences politiques ») : · Compétences générales en sciences politiques : o    CG1 : Développer un sens politique (en particulier CG11 et CG12 ; o    CG2 : Inscrire son analyse et/ou action dans une perspective multiniveaux (en particulier CG21 et CG24) ; o    CG3 : Mettre en 'uvre une démarche d'analyse de situations politiques, économiques et sociales (en particulier CG31, CG32 et CG33) ; o    CG4 : Diffuser des informations politiques, économiques et sociales (en particulier CG41, CG42 et CG43) o    CG5 : Transférer une expertise sur un secteur particulier ou une aire particulière (en particulier CG51 et CG52) ; - Compétences spécifiques à l'orientation Relations internationales : RI1, RI2, RI3.",
        "content": "1) Le rôle des perspectives théoriques dans l'analyse des relations internationales ; 2) Perspectives théoriques et niveaux d'analyse en RI ; 3) L'histoire des RI au travers des perspectives : - La première guerre mondiale - La deuxième guerre mondiale - La guerre froide - La décennie 1990 - Le monde après le 11/09/2001",
        "assessment_methods": "Examen écrit + travail d'application",
        "online_resources": "iCampus, Diaporama, dossier de lectures",
        "bibliography": "Henri NAU, Perspectives on International Relations : Power, Institutions, Ideas, 3rd Edition, CQ Press, 2012.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2310",
        "title": "Union européenne, Coopération internationale et Développement",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gijs Anne-Sophie",
            "Hermesse Julie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : de comprendre l’évolution historique et le fonctionnement actuel de la politique européenne de coopération au développement, depuis sa conceptualisation jusqu’à sa mise en œuvre sur le terrain, dans les ACP (Afrique, Caraïbes, Pacifique), en Asie et en Amérique latine. d’aiguiser son esprit critique en analysant le fonctionnement actuel des politiques de coopération au développement au sens large, en croisant les enjeux et les perceptions des acteurs concernés : l’UE elle-même (ses institutions, ses États membres, sa société civile), les pays dans les régions bénéficiaires des aides (leurs gouvernements centraux, les autorités décentralisées et les communautés concernées dans les villes/villages), ainsi que les autres acteurs concernés par la problématique « du développement » à l’échelle mondiale (ONU, USA, Chine, Russie, etc.). de développer une réflexion argumentée autour de questions touchant d’une part à l’efficacité, l’inclusivité et la cohérence de la politique de développement de l’UE, et d’autre part, aux implications du projet de décolonisation de la coopération. sur la base de lectures et d’une argumentation préalable, de développer et mettre à l’épreuve des compétences de synthèse et d’animation de débat sur les problématiques de politique de développement.",
        "content": "Pour comprendre la politique européenne de coopération au développement et les politiques de coopération au sens large, nous naviguerons entre perspectives européennes et extra-européennes : càd. en nous immergeant, d’une part, au cœur des situations socio-économiques et politiques spécifiques des États membres de l’Union européenne, et d’autre part, des pays dits « en voie de développement » (PVD), de la 2e ½ du 20e siècle à nos jours. Pour comprendre leurs défis spécifiques (en matière d’industrialisation, d’agriculture, de gouvernance, d’environnement, de sécurité…), nous travaillerons donc en croisant les témoignages émanant des acteurs ou bénéficiaires de la coopération au Nord, et des acteurs des Suds (Afrique, Asie, Amérique latine…). Tout d’abord, un rappel historique analysera l’influence des dynamiques internes à l’UE (évolution politico-institutionnelle et économique, élargissements…) et internationales ((dé)colonisations, reconfigurations géopolitiques et macroéconomiques mondiales, influence des débats théoriques alternatifs et influence des autres forums internationaux). Ensuite, nous analyserons les bases juridiques de la politique européenne de coopération au développement (en tant que compétence partagée entre l’UE et ses EM), ses instruments financiers (désormais fusionnés dans le NDICI) et son fonctionnement concret à l’heure actuelle, depuis la phase de pré-programmation, jusqu’aux phases de mise en œuvre et d’évaluation. Dans tout ce processus, nous identifierons les principales parties-prenantes au niveau des institutions et des États membres de l’UE d’une part, et des pays bénéficiaires, d’autre part. Il s’agira de se pencher sur les motivations et contraintes des acteurs impliqués , et sur les facteurs concrets pouvant compliquer leur collaboration. Nous évoquerons aussi la place grandissante dévolue, en parallèle des gouvernements, à la société civile, aux autorités locales, aux entreprises et au secteur privé. Autant d’intervenants augurant de nouvelles opportunités, mais aussi de nouveaux risques et défis pour les objectifs traditionnels dévolus au « développement ». Dans un troisième temps, via plusieurs exemples concrets tirés de l’actualité, nous analyserons les défis actuels auxquels s’exposent les politiques de coopération au développement, en exerçant notre esprit critique au départ de cas de terrain et de témoignages tirés d’expériences professionnelles d’acteurs de la coopération au développement , et en intégrant dans notre réflexion les éléments suivants : les remises en question/critiques/changements de perspectives émanant des théoriciens des Postcolonial, Subaltern et Decolonial Studies, quant aux principes/méthodes qui sous-tendent les notions de « progrès », de « développement moderne », de « dette » et d’ « (in)dépendance » telles que prioritairement définis  par les Occidentaux ; la reconfiguration des rapports de force à l’échelle mondiale (montée en puissance des BRICS, aléas de la relation transatlantique…), les stratégies mises en place par d’autres acteurs (Chine, Russie, ONU…). Il s’agira d’identifier et de réfléchir à ces impacts pour l’identité, la crédibilité, l’efficacité et l’avenir de la politique européenne de coopération au développement, ainsi que sur l’agency et l’empowerment des acteurs des Suds. les changements d’ambitions politiques de l’UE quant au rôle et à la place qu’elle veut occuper à l’échelle globale et ses impacts sur la politique de coopération au développement. Pour l’UE et ses États membres, la coopération au développement n’est aujourd’hui plus une « fin » en soi, mais un « moyen » permettant d’atteindre d’autres objectifs politiques (lutte contre les flux migratoires, libéralisation commerciale, aide à la stabilisation politique/la sécurité, lutte contre le changement climatique, sécurité et souveraineté alimentaire, développement technologique et numérique…). Nous nous interrogerons dès lors sur la difficulté croissante de concilier ambitions normatives et intérêts réalistes… enfin, vu l’extension, au fil du temps, des autres outils d’action extérieure de l’UE et le déploiement, en parallèle, des programmes bilatéraux des divers États membres de l’UE : la recherche de cohérence, de synergies ou de complémentarité sont des enjeux de plus en plus complexes à gérer sur les plans organisationnel, institutionnel et financier.",
        "teaching_methods": "Au fil des séances, nous alternerons synthèses de contenu, exercices de réflexion critique et mise en débats collectifs, à partir de la matière enseignée, de lectures complémentaires et d’intervenants extérieurs. Une première partie sera dispensée sous la forme d’un cours magistral favorisant les interactions régulières avec l’auditoire et la participation active des étudiants aux débats. Une seconde partie combinera cours magistral et interventions d’invités experts et pratiquants dans le champ de la coopération au développement.",
        "assessment_methods": "Examen écrit ou oral et évaluation continue. Attention : l’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1323",
        "title": "Institutions et politiques européennes",
        "credits": "5.00",
        "hours": "40.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "de Wilde d'Estmael Tanguy",
            "Laborderie Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours constitue une introduction au système institutionnel et aux politiques de l'Union européenne. \r\rAprès avoir présenté la série des Traités fondateurs (du Traité CECA au Traité constitutionnel), il présente les pou-voirs des principales institutions en éclairant la spécificité de la méthode communautaire et les modalités plus in-tergouvernementales en ce qui concerne la politique étrangère et de sécurité et la coopération judiciaire et des polices.\r\rS'agissant d'une approche de science politique, un éclairage sera apporté sur des questions telles que l'efficacité et la légitimation démocratique des décisions et sur la typologie distinguant la confédération, la Fédération d'Etats et l'Etat fédéral. La double dimension d'intégration économique et d'union politique de l'Union européenne sera soulignée.\r\r\tConcernant les politiques, le cours présente les stades de l'approfondissement de l'intégration économique et mo-nétaire à partir des notions d'union douanière, de politique agricole commune, de marché commun, de marché unique, d'union économique et monétaire ; il présente aussi les politiques de cohésion ainsi que les politiques de subsidiarité (environnement, consommation, santé). Il décrit les enjeux de l'espace de liberté, de sécurité et de justice et indique les dimensions de l'action extérieure de l'Union européenne : politique commerciale, coopération au développement, aspects externes des autres politiques, politique étrangère et de sécurité commune incluant la politique de sécurité et de défense commune.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours constitue une première approche des différentes organisations internationales agissant sur le territoire européen (Conseil de l'Europe, Organisation pour la sécurité et la coopération en Europe, et Union européenne, en particulier). Il introduit spécifiquement l'étude du système politico-institutionnel le plus élaboré : celui de l'Union européenne.\r\rBrossant un tableau des organisations (pan)européennes, euro-atlantiques ou euro-asiatiques actuelles, le cours vise à les distinguer et à les caractériser selon la typologie des organisations. Il en établit la genèse, les objectifs, les compétences, les spécificités institutionnelles, les moyens d'action, et le cas échéant leurs interactions dans des domaines précis, tels que la prévention ou la gestion de crises et de conflits.\r\rL'accent mis sur l'Union européenne implique une présentation des pouvoirs des principales institutions en éclairant la spécificité de la méthode communautaire et les modalités plus intergouvernementales en ce qui concerne la politique étrangère et de sécurité et la coopération judiciaire et policière. \rLa double dimension d'intégration économique et d'union politique de l'Union européenne sera soulignée à travers l'examen des politiques internes de l'UE, des enjeux de l'espace de liberté, de sécurité et de justice et des dimensions de l'action extérieure de l'Union européenne, incluant les aspects de sécurité et de politiques commune de défense",
        "content": "Plan du cours Introduction : définitions, objet et objectifs du cours A. Conditions d'émergence, composition et évolution politique des principales organisations européennes 1. Genèse des principales organisations européennes : 1945-à nos jours 2. Evolutions de l'OTAN 3. Evolutions de l'OCDE 4. Evolutions de l'OSCE 5. Evolutions du Conseil de l'Europe 6. Evolutions de l'Union européenne B. Analyse politique et institutionnelle de l'UE L'Union européenne - Structure institutionnelle - les institutions principales - typologie des accords - processus de prise de décision - contenu des politiques Comparaison avec le modèle institutionnel des autres organisations européennes Grands débats à propos de l'UE et son avenir",
        "other_info": "Pré-requis : une introduction à la Science politique L'examen est écrit ou oral avec des modalités qui seront précisées en fonction des circonstances (crise sanitaire, grandes cohortes, etc.)",
        "course_materials": "Synthèses du cours disponible sur Moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2015",
        "title": "Actors of the European political system",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delreux Tom"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le but du cours est de comprendre et évaluer de manière critique le fonctionnement, le rôle et la portée des principales institutions et acteurs du système politique de l'UE. La litérature politologique récente sur le fonctionnement politique et bureaucratique des acteurs principaux de la politique européenne sera couverte. Outre les institutions principales (Commission européenne, Conseil de l'UE, Parlement européen, Conseil européen, Court de Justice de l'UE), le cours prêtera attention aux intéractions entre ces institutions dans la formulation et la mise en 'vre des politiques publiques de l'UE, aux groupes d'intérêt et aux acteurs non-étatiques, ainsi qu'à l'importance croissante des agences européennes et parlements nationaux dans le processus décisionnel de l'UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les étudiants développeront une compréhension et connaissance globale de l'ensemble des acteurs collectifs qui contribuent au système politique de l'UE, ainsi que leurs principaux types d'intéraction. Ils acquiéreront des outils analytiques pour évaluer de façon critique leur fonctionnement, leur rôle et la portée de leurs actions.",
        "content": "- Introduction au système politique de l’UE et au rôle des acteurs dans ce système politique - Commission européenne - Parlement européen - Conseil de l’UE - Conseil européen - Relations inter-institutionnelles et processus décisionnel - Court de Justice - Agences - Parlements nationaux - Groupes d’intérêt et représentation des intérêts sociétaux",
        "teaching_methods": "Cours magistraux.",
        "assessment_methods": "Examen écrit. L’examen couvre la matière vue au cours ainsi que la matière du corpus de lectures. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans le note facultaire à ce sujet et disponible sur le site intranet de la Faculté ESPO dans les informations à destination des étudiant.es.",
        "course_materials": "reader with obligatory readings (updated annually) and list of recommended readings",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspri2650",
        "title": "Geostrategy and security in the Indo-Pacific",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Atanassova-Cornelis Elena"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Ce cours traitera des problématiques  géostratégiques et sécuritaires auxquelles font face certains pays du bassin Pacifique. Nous porterons l'emphase sur les défis à la paix et la stabilité régionales, et les possibilités de coopération. La région Asie-Pacifique, telle que définie dans le cadre de ce cours, est l'une des régions les plus dynamiques au monde. Dans l'ère \"post-guerre froide\", la région a subi un changement majeur dans l'équilibre du pouvoir, tout en devant lutter contre les séquelles de la guerre froide. L'Asie-Pacifique bénéficie d'une importance mondiale croissante en termes militaire-stratégiques, et économiques. Elle se caractérise par une Chine en pleine ascension, un \"rééquilibrage\" des relations avec les États-Unis, un Japon qui s'affirme de plus en plus, une Corée du Nord munie de l'arme nucléaire et deux nations divisées (la Corée et la Chine) ainsi que plusieurs différends territoriaux et des pouvoirs émergents en Asie du Sud-Est.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est de donner à l'étudiant la connaissance nécessaire à la compréhension des politiques tant internes qu'externes (évolution politique, sociale et économique) des pays dits du \"bassin pacifique\" et de leur incidence sur les relations internationales contemporaines, soit afin d'y exercer une profession, soit dans le but de se spécialiser dans l'un ou l'autre de ces pays. L'accent majeur de l'analyse est géostratégique. Le cours sera en particulier l'occasion de travailler les compétences suivantes (cf. « Référentiel des compétences acquises à l'issue des masters en sciences politiques ») : Compétences générales en sciences politiques : CG1 : Développer un sens politique (en particulier CG11); CG2 : Inscrire son analyse et/ou action dans une perspective multiniveaux (en particulier CG24 et CG25) ; CG3 : Mettre en oeuvre une démarche d'analyse de situations politiques et sociales (en particulier CG31, CG32 et CG33) ; CG4 : Diffuser des informations politiques (en particulier CG42). CG5 : Transférer une expertise sur un secteur particulier ou une aire particulière (en particulier CG52) Compétences spécifiques à l'orientation Relations internationales : RI1 et RI2",
        "content": "- Introduction au cours et passage en revue du plan du cours - Conceptualisation des pays d'Asie et de la région indo-pacifique, l'importance géostratégique pour l'Europe, perspectives théoriques - Alliances, relations entre grandes puissances (États-Unis-Japon-Inde-Chine) et concurrence stratégique dans la région indo-pacifique - Enjeux géostratégiques du détroit de Taiwan et de la péninsule coréenne - Stratégie et sécurité en Asie du Sud-Est - Sécurité maritime et différends territoriaux en mer de Chine - Le minilatéralisme indo-pacifique, le multilatéralisme asiatique (l'ASEAN) et renforcement des institutions; L’Union européenne (UE) et la région indo-pacifique",
        "teaching_methods": "Le cours encourage l'apprentissage actif. La méthode d'enseignement: cours ex cathedra impliquant la participation active des étudiants, ainsi que de courts devoirs en classe et des discussions de groupe. Le cours se donnera en présentiel . Il n'est pas possible de suivre le cours en ligne.",
        "assessment_methods": "Examen oral (livre fermé) . L'examen se déroule en présentiel.",
        "other_info": "Aucune connaissance préalable de la région indo-pacifique n'est requise.",
        "online_resources": "Présentations PPT utilisés par l'enseignant et certains des lectures sont disponible sur Moodle.",
        "bibliography": "Elena ATANASSOVA-CORNELIS (2018). “Reconceptualising the Asia-Pacific order: Japan’s response to strategic uncertainties in the era of Trump”, Interdisciplinary Political Studies , Special Issue: Trump and the Post-American World Order, 4(1): 153-83. Elena ATANASSOVA-CORNELIS (2020). “Alignment Cooperation and Regional Security Architecture in the Indo-Pacific”, The International Spectator , 55(1): 18-33. Elena ATANASSOVA-CORNELIS and Yoichiro SATO (2019). “The US-Japan alliance dilemma in the Asia-Pacific: Changing rationales and scope”, The International Spectator , 54(4): 78-93. Elena ATANASSOVA-CORNELIS and Bhubhindar SINGH (2021). “Japan-EU security relations”, In: T. Christiansen, E. J. Kirchner and S. S. Tan, eds., The European Union’s Security Relations with Asian Partners , Palgrave Macmillan, Series: The European Union in International Affairs, pp. 369-389. Elena ATANASSOVA-CORNELIS, Yoichiro SATO and Tom SAUER, Eds. (2024) . Alliances in Asia and Europe: The Evolving Indo-Pacific Strategic Context and Inter-Regional Alignments .​ Routledge, 1st edition. S. F. BURGESS and J. BEILSTEIN (2018). “Multilateral Defense Cooperation in the Indo-Asia-Paciﬁc Region: Tentative Steps toward a Regional NATO?”, Contemporary Security Policy, 39 (2): 258–79. Ja Ian CHONG & Todd H. HALL (2017). “One thing leads to another: Making sense of East Asia’s repeated tensions”, Asian Security , 13(1): 20-40. M.K.CONNORS, R.DAVISON and J.DOSCH, Eds. (2018). The New Global Politics of the Asia-Pacific , Routledge, 3rd edition. S. GANGULY, A. SCOBELL and J.C. LIOW, Eds. (2018). The Routledge Handbook of Asian Security Studies . Routledge, 2nd edition. Tiang Boon HOO, Ed. (2017). Chinese Foreign Policy Under Xi. Routledge. Y.R. KASSIM (ed.) (2017). South China Sea Disputes: Flashpoints, Turning Points and Trajectories, World Scientific. B. KRATIUK, J. VAN den BOSCH, A. JASKOLSKA and Y. SATO, Eds. (2023). Handbook of Indo-Pacific Studies , Routledge, 1st edition. A. LANKOV (2009). “Why the US will have to accept a nuclear North Korea”, Korean Journal of Defence Analysis , 21(3): 251-264. T. F. LIAO, K. HARA and K. WIEGAND, Eds. (2016). The China-Japan Border Dispute: Islands of Contention in Multidisciplinary Perspective , Routledge. E.S. MEDEIROS (2019). “The changing fundamentals of US-China relations”, The Washington Quarterly , 42 (3): 93-119. T. V. PAUL (2022). “Realism, liberalism and regional order in East Asia: toward a hybrid approach”, The Pacific Review , 35(6): 1028-1048. Robert S. ROSS, Øystein Tunsjø and Dong WANG, Eds. (2020). US-China Foreign Relations: Power Transition and its Implications for Europe and Asia . Routledge. Ash ROSSITER and Brendon J. CANNON, Eds. (2020). Conflict and Cooperation in the Indo-Pacific: New Geopolitical Realities . Routledge. Gilbert ROZMAN and Brad GLOSSERMAN, Eds. (2024). Japan’s Rise as a Regional and Global Power, 2013-2023: A Momentous Decade . Routledge. David SHAMBAUGH, Ed. (2022). International Relations of Asia , Rowman & Littleﬁeld, 3rd edition. Weiqing SONG & Jianwei WANG, Eds. (2019). The European Union in the Asia Pacific: Rethinking Europe’s Strategies and Policies. Manchester University Press. Christian WIRTH & Nicole JENNE (2022). “Filling the void: The Asia-Pacific problem of order and emerging Indo-Pacific regional multilateralism”, Contemporary Security Policy , 43(2): 213-242. Suisheng ZHAO (2021). “From affirmative to assertive patriots: Nationalism in Xi Jinping’s China”, The Washington Quarterly , 44(4): 141-161.",
        "course_materials": "1. Plan du cours/Course outline 2. PPT/lecture slides (sur le Moodle) 3. Dossier de lecture/course reader (disponible via la Duc/available at la Duc).",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2105",
        "title": "Modèle social européen et emploi",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Analyse historique de la dimension sociale de l’intégration européenne : politique sociale, libre circulation des travailleurs, politique de l’emploi, protection sociale (méthode ouverte de coordination), fonds structurels, dialogue social, acteurs européens, égalité hommes/femmes, les impacts sociaux de l’union monétaire, exclusion sociale, les enjeux sociaux de l’élargissement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours rend l’étudiant.e capable de maîtriser le cadre juridique (traités et droit dérivé) relatif à la matière, d’identifier les dynamiques politiques et les acteurs ainsi que d’analyser les enjeux dans une dynamique historique. Il apporte aussi des éléments d’économie politique liés aux enjeux sociaux de l’UEM. Enfin, il établit le lien entre une politique sectorielle et les théories de l’intégration européenne.",
        "content": "Le cours est construit à partir d’une analyse historique qui distingue différentes périodes de la politique sociale européenne. Pour chaque période quatre variables sont particulièrement mises en évidence : degré de diversité des systèmes sociaux nationaux, environnement économique et social et équilibre politique gauche/droite, principales thématiques sociales abordées et mode de gouvernance (convergence, harmonisation vers le haut, normes minimales, etc). Le cours combine des analyses de type juridique, de sciences politiques et d’économie politique. Il place la dynamique de la politique sociale européenne en contexte (national et autres politiques européennes).",
        "assessment_methods": "Texte écrit (45%) Travail individuel, sujet choisi par l’étudiant.e et approuvé par le professeur, en rapport avec les questions abordées dans le cours. Décrire les évolutions d’une question sociale d’actualité, en soulignant comment la politique/l’instrument est apparu.e, a changé et s’est développé.e, et quels sont les acteurs qui la soutiennent/s'y opposent. De 3,600 à 4,400 mots. Echéance : pour le 10 janvier 2024. Examen oral (45%) Participation en classe (10%) Cours interactif : questions-réponses (entre autres « Ma semaine en Europe » en début de chaque séance de cours, brièvement introduit par les étudiant.e.s).",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2051",
        "title": "Interdisciplinary seminar \"Rethinking Europe\"",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Weymans Wim"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Aucun.",
        "topics_covered": "Le séminaire interdisciplinaire 'Thinking Europe' s'efforcera de donner une vision d'ensemble de la manière de concevoir l'Europe simultanément comme espace géographique, une civilisation et espace culturel et historique, un objet de réflexion philosophique et un programme d'unification juridique et politique tel qu'incarné par l'Union européenne. Des exemples concrets pris dans l'actualité (la crise des réfugiés ou l'émergence de l'euroscepticisme) permettront d'analyser l'interaction de ces différentes catégories aujourd'hui.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquérir une capacité à confronter différents catégories et modèles pour penser l'Europe. Développer une compréhension critique et interdisciplinaire de la construction européenne, dans une perspective historique de temps long et de temps court. Appliquer ces acquis dans des débats en classe. Développer des capacités de lecture approfondie des textes théoriques ainsi que de capacités discussion et de présentation.",
        "content": "Le séminaire interdisciplinaire « Rethinking Europe » s'efforcera de concevoir l'Europe comme un objet de réflexion critique, théorique et philosophique en analysant des textes liées aux thèmes tels que les « valeurs européennes » et en faisant le lien avec des exemples concrets pris dans l'actualité (par exemple, la crise des réfugiés, la dépolitisation ou l’émergence de l’euroscepticisme).",
        "teaching_methods": "Développer une compréhension critique et interdisciplinaire du projet européen. Acquérir une capacité à confronter différents modèles et catégories pour penser l'Europe. Appliquer ces acquis dans des débats en classe. Développer des capacités de lecture approfondie des textes théoriques ainsi que des capacités de discussion et de faire un exposé. Ce séminaire aura en principe lieu en présentiel.",
        "assessment_methods": "L’évaluation comporte deux parties. (1) D’abord une évaluation continue sur base de la participation de l’étudiant lors du séminaire (par exemple, des petits devoirs écrits durant le quadrimestre, un exposé présenté en séance et la participation active lors des discussions) qui compte pour 50%. Étant donné qu’il s’agit d’un séminaire, la présence et la participation active de l’étudiant constituent une partie essentielle de l’évaluation. En cas d’inscription pour la session de l’examen en août la note de la participation au séminaire sera conservée (cf. Article 78 du \"RGEE\"). (2) Ensuite, il y a un examen écrit, à livre ouvert, qui compte pour 50%. Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à l'intelligence artificielle est interdite que ce soit comme assistant linguistique, outil d'exploration et d'idéation ou comme outil de rédaction.",
        "other_info": "Langue : anglais (actif). Prérequis : connaissances minimales de l’Europe et son histoire.",
        "bibliography": "Des textes à lire vont être mis à disposition de l’étudiants sur « Moodle ». Mandatory reading materials will be made available to students on “Moodle”.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2042",
        "title": "Citizens' attitude towards European integration",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Laloux Thomas",
            "Van Ingelgom Virginie"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "",
        "topics_covered": "Pendant plusieurs décennies, l'agenda de recherche sur la construction européenne s'est focalisé sur les facteurs permettant d'expliquer la dynamique d'intégration du continent à partir du point de vue des acteurs politiques (acteurs institutionnels et économiques). La difficile ratification du Traité de Maastricht et l'échec du Traité constitutionnel ont mis sous le feu des projecteurs les citoyens européens, tandis que la récente crise de l'Euro témoigne des résistances existantes face à la mise en place de nouveaux mécanismes de solidarité. Pour comprendre les réactions des citoyens ordinaires au processus d'intégration européenne en cours, et de  manière  complémentaire  à  la  logique  des  intérêts  et  des  institutions, la sociologie politique de l'intégration européenne s'interroge sur le poids des variables socio-politiques qui font obstacle ou favorisent l'attachement et le soutien des citoyens européens à l'intégration européenne. Au-delà de l'étude des structures et des institutions, ce séminaire vise à comprendre dans quelle mesure et comment l'intégration européenne touche les sociétés européennes dans leur profondeur, notamment en termes d'appartenances, de résistances et de représentations collectives. Le cours analyse la construction de l'Union européenne comme communauté et comme ordre politique, en insistant particulièrement sur ses dimensions socio-politiques. Sont notamment étudiés: les modes d'interaction entre élites et masses au niveau de l'UE; les différents niveaux d'identification des citoyens et les modèles pour comprendre les attitudes des citoyens à l'égard de l'intégration européenne; le processus de (dé-)politisation de l'intégration européenne ; l'impact de l'européanisation (principalement en termes de politiques publiques) sur les opinions publiques européennes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 En interrogeant les moyens dont dispose la sociologie politique ' et en particulier l'étude des attitudes et opinions politiques ' pour apporter les éléments de preuve que suppose la démarche scientifique, ce cours a pour objectif de familiariser les étudiants avec l'analyse empirique. Il s'agira en analysant avec eux une série de thématiques et de textes qui abordent, de façon diversifiée, des objets classiques de sociologie politique au niveau européen, de faire apparaître la démarche suivie par leurs auteurs et de leur donner les outils théoriques et empiriques pour répliquer ces analyses sur d'autres objets et dans d'autres contextes.",
        "content": "Au cours des dernières décennies, les études européennes se sont principalement concentrées sur les facteurs expliquant la dynamique de l'intégration régionale du point de vue des acteurs politiques (acteurs institutionnels et économiques). La difficile ratification du traité de Maastricht ainsi que l'échec du traité constitutionnel ont cependant mis les citoyens européens sur le devant de la scène, tandis que la récente crise de l'euro et le vote du Brexit reflètent les résistances existantes face à la poursuite de l'intégration au niveau européen. Pour comprendre les réactions des citoyens ordinaires à l'égard de l'intégration européenne, ce cours interroge les attitudes des citoyens à l'égard de l'intégration européenne qui entravent ou favorisent l'européanisation des sociétés européennes.",
        "teaching_methods": "Séances de séminaire, lecture de textes, discussion et présentation.",
        "assessment_methods": "La note obtenue par l'étudiant combinera les éléments suivants : - Chaque séance sera introduite par la discussion d'un thème (parmi ceux abordés dans le cadre du cours) qui sera présenté par plusieurs étudiant(e)s. Elle fera l'objet d'une courte note écrite. Un texte sur le thème de la séance sera mis à disposition et sera en lecture obligatoire pour l'ensemble des étudiants. La participation régulière des étudiants à la discussion des lectures obligatoires (questions à poster sur Moodle) et au cours sera également prise en compte (30%). - Les premières ébauches du projet de recherche à soumettre prendront la forme d'un poster de recherche qui sera présenté au cours d'une mini-conférence organisée à la fin du semestre. Les posters seront discutés dans le cadre d'un exercice de peer-review. Ces deux exercices (20%) permettront aux étudiants d'obtenir un retour sur l'avancement de leur travail. A ce stade, le contenu ne sera pas encore évalué. - La validation finale prendra la forme d'un projet de recherche (50%) se rapportant à l'une ou plusieurs des questions abordées en séminaire.",
        "other_info": "Prérequis: LEUSL2011 \"Acteurs du système politique européen\" ou LEUSL2015 \"Actors of the European political system\"",
        "bibliography": "A déterminer par le titulaire en charge.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2106",
        "title": "Regional policy",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Monfort Philippe"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le thème principal du cours est l'analyse des questions de développement régional pertinentes pour l'Union européenne. En particulier, le cours examinera l'ampleur des disparités régionales au sein de l'Union ainsi que les instruments fournis par la science économique pour aider à la compréhension de l'existence et de l'évolution dans le temps de ces disparités. Le cours se penchera également sur la manière dont les politiques économiques, sociales et environnementales répondent aux défis du développement régional.  Il se focalisera plus particulièrement sur  la politique régionale de l'Union européenne  ainsi que sur l'analyse de l'impact de cette politique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est de de fournir aux étudiants les connaissances théoriques et factuelles relatives à la problématique du développement régional et des disparités entre les différents territoires de l'Union européenne. Ces connaissances seront acquises de manière à amener l'étudiant  à formuler une analyse critique des politiques mises en 'uvre par l'Union européenne au titre de la cohésion économique, sociale et territoriale.",
        "content": "Le cours débute par une description des disparités régionales observées au sein de l'Union européenne sous diverses dimensions (revenu par habitant, croissance économique, taux de chômage, niveau d'éducation, etc.). Il présente ensuite les principes fondamentaux de deux domaines de la science économique qui sont généralement utilisés pour l'analyse des phénomènes liés au développement régional, à savoir la théorie de la croissance et l'économie géographique. Sur cette base, le cours discute de différentes options s'offrant aux décideurs politiques en termes de développement régional. La dernière partie du cours est consacrée à la description de la politique régionale de l'Union européenne, à l'analyse de son fonctionnement et à l'évaluation de son impact sur les régions d'Europe.",
        "teaching_methods": "Le cours est basé sur une séries de présentations par le professuer titulaire, suivies de discussions avec les étudiants. Les concepts développés au cours sont accompagnés de nombreuses illustrations empruntées à la réelle mise en oeuvre de la politique régionale de l'UE. L'enseignement se donne en présentiel.",
        "assessment_methods": "Examen écrit. Les critères sont la bonne maîtrise des concepts développés au cours et la capacité de les utiliser pour défendre un point de vue relatif à la politique régional de l'UE.",
        "bibliography": "The bibliography varies with the specific topics addresed and will be communicated during the class.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2063",
        "title": "Industrial Relations in Europe",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Léonard Evelyne"
        ],
        "teaching_language": "Anglais",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2020",
        "title": "Droit institutionnel de l'Union européenne",
        "credits": "6.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bailleux Antoine"
        ],
        "teaching_language": "Français",
        "prerequisites": "Notions générales du droit.",
        "topics_covered": "Le cours porte sur l'ensemble du droit institutionnel de l'Union européenne. La matière couvre trois parties. D'abord, elle trace le cadre général du droit institutionnel et les principes qui régissent les relations entre l'Union européenne et les Etats membres. Ensuite, elle comprend l'examen du système institutionnel et du processus décisionnel. Enfin, elle comporte l'analyse du système normatif et des mécanismes de contrôle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours donne à l'étudiant une compréhension de l'organisation et du fonctionnement du système institutionnel et du système normatif de l'Union européenne. Il devra avoir développé une faculté d'analyse des questions liées à la répartition des compétences, au processus d'adoption des actes juridiques ainsi qu'à leur mise en 'uvre et à leur interprétation.",
        "content": "En termes de contenu, le cours porte sur les éléments suivants : 1) cadre général : évolution constitutionnelle de l'UE; relations entre l'UE et les Etats membres et répartition des compétences; nature juridique de l'UE ; 2) système institutionnel, processus décisionnel : examen du rôle et contrôle juridictionnel des différentes institutions de l'UE dans l'exercice des fonctions législative, exécutive et juridictionnelle ; 3) le système normatif : analyse des actes communautaires ; analyse des processus d'exécution et d'interprétation de chacun des instruments juridiques ; examen de la façon dont ils sont mis en 'uvre ; examen de leur interprétation et des mécanismes de contrôle dont ils font l'objet.",
        "assessment_methods": "Examen oral ou écrit.",
        "other_info": "Support : les traités et une sélection d'arrêts, d'instruments de droit dérivé et d'informations complémentaires.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2050",
        "title": "Séminaire interdisciplinaire  \"Penser l'Europe\"",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Tousignant Nathalie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le séminaire \"Penser l'Europe\" proposera une réflexion interdisciplinaire aussi bien sur l'originalité des sociétés européennes que sur le processus d'intégration européenne. On mettra en évidence les modes de représentations et de théorisations que l'Europe a produit sur elle-même, et cela à travers différents paradigmes correspondant aux disciplines qui sont mobilisées dans le programme d'études.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquérir une capacité à confronter différents modèles et paradigmes de la réflexion théorique sur l'Europe. Développement d'une compréhension critique et interdisciplinaire des représentations de la construction européenne.",
        "content": "Le séminaire s'organisera autour de la lecture critique de textes théoriques issus des champs de la sociologie, des sciences politiques, de l'histoire, de l'anthropologie, de la philosophie, du droit et de l'économie. Le but poursuivi est de confronter concrètement (grâce aux lectures critiques) l'étudiant à diverses conceptions théoriques de la construction européenne, parfois inconciliables, et de développer ainsi son interrogation critique et sa capacité argumentative dans le champ spécifique des études européennes.",
        "teaching_methods": "Exposés magistraux en présentiel",
        "assessment_methods": "Evaluation sur la base de deux compte-rendu critiques (20% et 30%) et d'une dissertation en salle, à livres ouverts, durant la dernière semaine de cours (50%)",
        "other_info": "Langue : français (actif) et anglais (au moins passif). Prérequis : aucun. Support : recueil de textes.",
        "online_resources": "Supports de cours, notes, plans, illustrations disponibles sur Moodle et Teams",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2203",
        "title": "Human rights and values in Europe",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bailleux Antoine"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Ceci est un cours avancé de droit européen. Pour s’y inscrirez, il faut donc avoir suivi (et réussi) un cours général de droit de l’Union européenne comptant pour au moins 5 ECTS.",
        "topics_covered": "Introduction – human rights and values in Europe The architecture of human rights protection in Europe (I) – the Council of Europe The architecture of human rights protection in Europe (II) – the European Union The architecture of human rights protection in Europe (III) – the challenges of a multi-level system The architecture of human rights protection in Europe (IV) – the challenges of a multi-level system The legal regime of human rights protection in Europe (I) – direct effect and positive obligations The legal regime of human rights protection in Europe (II) – proportionality and margin of appreciation Tutoriels en vue du travail de groupe Tutoriel en vue du travail de groupe Présentation par les étudiant.e.s Présentation par les étudiant.e.s Présentation par les étudiant.e.s Présentation par les étudiant.e.s",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Ce cours cherche à atteindre quatre objectifs différents. D'abord, il vise à fournir un panorama général des systèmes de protection des droits fondamentaux en Europe. En ce sens, la première partie du cours se concentrera sur la place et le rôle des droits fondamentaux au sein du Conseil de l'Europe et de l'Union européenne, et cherchera à analyser les interactions entre les organes juridictionnels de ces deux organisations internationales dans le domaine des droits fondamentaux. Ensuite, ce cours entend fournir une introduction aux concepts de base et aux modes de raisonnement utilisés dans le contentieux des droits fondamentaux. Dans cette perspective, la deuxième partie de ce cours se penchera sur un certain nombre d'éléments clefs de la « boîte à outils » des droits de l'homme, et notamment sur les concepts d'effet direct et d'obligation positive, sur le test de proportionnalité et sur la doctrine de la marge d'appréciation. Un troisième objectif de ce cours consiste à explorer un certain nombre de conflits ou de tensions entre différentes valeurs et/ou droits qui se trouvent au cœur de l’Union européenne et du Conseil de l’Europe. C’est pourquoi la troisième partie de ce cours sera consacrée à des présentations, par les étudiant.e.s, d’études de cas illustrant de telles situations antagonistes. Enfin, on nourrit l'espoir qu'à travers ce cours, les étudiant.e.s acquerront une perception plus fine de la relation mutuellement avantageuse qui unit les droits fondamentaux et l'Europe. Si les droits fondamentaux ont besoin de l'Europe pour se développer et prospérer, l'Europe a besoin des droits fondamentaux pour consolider son unité et définir sa spécificité. Dans le même temps, il est permis d'espérer que les étudiants en arriveront à réaliser que les concepts de « droits fondamentaux » et d'« Europe » ne sont rien d'autre que des constructions intellectuelles, le produit en constante évolution des interactions infinies entre le droit, l'éthique et la politique.",
        "teaching_methods": "Les sept premiers cours seront dispensés par le professeur ex cathedra. Avant chaque cours, les étudiant.e.s recevront sur Moodle un fascicule résumant les questions principales qui seront discutées au cours de cette séance. Dans un second temps, les étudiant.e.s devront travailler par groupes sur une étude de cas illustrant une situation de conflit ou de tension entre des valeurs ou des droits fondamentaux et son traitement par la CJUE et la Cour EDH. Ce travail débouchera sur une présentation orale de 40-45 minutes, basée sur un fascicule rédigé au préalable. Ce fascicule comprendra : L’arrière-plan juridique du conflit Les arrêts pertinents de la Cour EDH et de la CJUE Comment ce conflit se reflète dans des positions et politiques publiques adoptées par l’Union ou les Etats membres Les réactions / retombées potentielles des arrêts étudiés Un commentaire critique général, d’un point de vue juridique / politique / normatif.",
        "assessment_methods": "50% de la note finale dépendra de la qualité de la présentation de groupe et de son support écrit. L’autre moitié sera donnée à l’issue d’un examen oral couvrant l’ensemble de la matière, y compris celle vue lors des présentations de groupe.",
        "bibliography": "",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl1531",
        "title": "Anglais en Sciences Politiques - Niveau avancé",
        "credits": "3.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Byrne Timothy",
            "Opello Katherine"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "L'étudiant devra avoir suivi le cours de niveau intermédiaire (LANGL1331) ou un cours d'un niveau similaire, correspondant au niveau B1 du « Cadre Européen Commun de référence pour les Langues » (Conseil d'Europe).",
        "topics_covered": "Lecture à domicile de textes liés au domaine d'études. Débats organisés en petits groupes à propos des textes lus à domicile. Décodage hebdomadaire des informations et des émissions de télévision sur l'actualité. Débats organisés en petits groupes à propos des émissions vues en labo de langues.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension à la lecture Pouvoir comprendre des articles et des rapports sur des questions contemporaines dans lesquels les auteurs adoptent une attitude particulière ou un certain point de vue. Pouvoir parcourir rapidement des textes factuels longs et complexes et en relever les points pertinents. Pouvoir obtenir des renseignements, idées et opinions des sources spécialisés dans son domaine. Avoir un vocabulaire de lecture large. Pouvoir exploiter les points pertinents d'un texte dans une conversation. Niveau B2 supérieur du « Cadre européen commun de référence pour les langues » 2 Compréhension à l'audition individuelle : Pouvoir comprendre des conférences et des discours assez longs et suivre une argumentation complexe. Pouvoir comprendre des émissions de télévision sur l'actualité et les informations. Pouvoir comprendre la plupart des films en langue standard. Pouvoir exploiter les points pertinents d'un document dans une conversation. Compréhension à l'audition interactive : Pouvoir suivre un discours dans une conversation courante (même si on a besoin de faire confirmer quelques détails, notamment si l'accent n'est pas familier). Niveau B2 supérieur du « Cadre européen commun de référence pour les langues » 3 Expression orale individuelle : Pouvoir développer un point de vue sur un sujet d'actualité et expliquer les avantages et les inconvénients de différentes possibilités. Pouvoir présenter un sujet complexe, en intégrant les thèmes, en développant certains points et en concluant son intervention de façon appropriée. Expression orale interactive : Pouvoir communiquer avec un degré avec un degré de spontanéité et d'aisance qui rende possible une interaction normale avec un locuteur natif. Pouvoir participer activement à une conversation, présenter et défendre ses opinions, sans trop apparemment devoir chercher ses mots, ceci dans des situations sociales ou professionnelles. Niveau B2 supérieur du « Cadre européen  commun de référence pour les langues » 4 Expression écrite Pouvoir transmettre une information en exposant des raisons pour ou contre une opinion donnée. Pouvoir exprimer son point de vue dans un texte clair et structuré. Niveau B2 inférieur du « Cadre européen commun de référence pour les langues »",
        "content": "En ce qui concerne le programme, il s'agit d'un cours de 45 heures par an: onze séances de 120 minutes au premier quadrimestre, suivies de onze séances de 120 minutes au deuxième quadrimestre. Les activités comprennent: visionner des vidéos et écouter des podcasts, la lecture de textes, des activités orales, des exercices lexicaux, des présentations, des devoirs d'expression écrite et d'autres activités diverses, avec un biais sur l'amélioration des compétences productives: parler et écrire. Neuf unités seront traitées, avec des thèmes directement ou indirectement liés au monde politique. (focus sur le développement durable, la transition et les ODD, ainsi que sur l'EDI, l'équité, la diversité et l'inclusion)",
        "teaching_methods": "Cours de 120 minutes en groupes de 25 étudiants maximum",
        "assessment_methods": "Evaluation continue (certificative et formative): tests de vocabulaire rédaction d'essais et de descriptions de graphiques participation au cours (revue de presse) présentation orale au cours tests de compréhension à l'audition Examen oral pas d'examen écrit Pondération 300 points à accumuler pendant l'année académique dont 110 points au Q1 et 140 points au Q2 (soit un total de 250 points pour l'évaluation continue) l'examen oral (au mois de mai) vaut 50 points les résultats obtenus au Q1 (sur 110 points) seront accumulés avec les résultats obtenus au Q2 (sur 190 points) Les étudiant·es seront sensibilisé·es aux avantages et aux inconvénients de l'utilisation de l'IA générative dans leurs productions orales et écrites.",
        "other_info": "L'étudiant.e perd 25% de ses points si il/elle est absent.e pour un maximum de deux cours sans justification, soit 12.5 % par quadrimestre.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=594",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2022",
        "title": "Institutional law of the European Union",
        "credits": "6.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Nihoul Paul",
            "van der Mensbrugghe François"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours porte sur l'ensemble du droit institutionnel de l'Union européenne. La matière couvre trois parties. D'abord, elle trace le cadre général du droit institutionnel et les principes qui régissent les relations entre l'Union européenne et les Etats membres. Ensuite, elle comprend l'examen du système institutionnel et du processus décisionnel. Enfin, elle comporte l'analyse du système normatif et des mécanismes de contrôle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours donne à l'étudiant une compréhension de l'organisation et du fonctionnement du système institutionnel et du système normatif de l'Union européenne. Il devra avoir développé une faculté d'analyse des questions liées à la répartition des compétences, au processus d'adoption des actes juridiques ainsi qu'à leur mise en oeuvre et à leur interprétation.",
        "content": "En termes de contenu, le cours porte sur les éléments suivants : 1) cadre général : évolution constitutionnelle de l'UE; relations entre l'UE et les Etats membres et répartition des compétences; nature juridique de l'UE ; 2) système institutionnel, processus décisionnel : examen du rôle et contrôle juridictionnel des différentes institutions de l'UE dans l'exercice des fonctions législative, exécutive et juridictionnelle ; 3) le système normatif : analyse des actes communautaires ; analyse des processus d'exécution et d'interprétation de chacun des instruments juridiques ; examen de la façon dont ils sont mis en oeuvre ; examen de leur interprétation et des mécanismes de contrôle dont ils font l'objet.",
        "assessment_methods": "Examen oral ou écrit.",
        "other_info": "Support : les traités et une sélection d'arrêts, d'instruments de droit dérivé et d'informations complémentaires.",
        "online_resources": "Une présentation powerpoint accompagne le cours.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leuro1302",
        "title": "Economie européenne",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bednar Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "Les différents chapitres du cours débuteront par une présentation comparative des structures économiques des pays membres de l'Union européenne, des pays candidats et des principaux partenaires commerciaux de l'Europe. La présentation de cet état des lieux de l'économie européenne sera l'occasion de passer en revue certains concepts de base de l'économie politique. Elle permettra ensuite, dans la seconde partie de ces chapitres, de mettre en évidence, au moyen de certaines théories économiques, les implications que les structures économiques propres à chaque pays membres peuvent avoir sur les choix des politiques économiques menées au niveau européen.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours devrait permettre aux étudiants de mieux cerner la réalité économique européenne tout en développant un regard critique sur les politiques qui sont menées à ce niveau.",
        "content": "Le cours fournira aux étudiants les outils nécessaires à la compréhension des principaux enjeux économiques liés à l'intégration des marchés européens et à la mise en place de politiques communes.",
        "teaching_methods": "Cours ex cathedra",
        "assessment_methods": "Examen écrit. Questions ouvertes.",
        "course_materials": "transparents disponibles sur moodleUCL",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leuro1301",
        "title": "L'Europe dans le monde: enjeux actuels",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gijs Anne-Sophie",
            "Laborderie Vincent"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "Le cours vise à interroger la position et le rôle de l'Europe dans le monde, au vu des mutations socioéconomiques et politiques internes au continent, mais aussi des changements géopolitiques et macroéconomiques affectant la gouvernance globale en ce début de 21 e siècle. Le cours privilégiera des études de cas issus de l'actualité, témoignant des nouveaux défis auxquels l'UE et ses Etats membres sont confrontés, soit dans leurs relations avec leurs partenaires stratégiques « traditionnels » (USA), soit dans leurs interactions avec les pays « émergents » (BRICS) et en « développement » (d'Asie, d'Amérique latine, d'Afrique), ou encore dans leurs relations de voisinage (Europe Orientale, Caucase, Maghreb, Proche et Moyen-Orient). Pour aborder ces dossiers avec esprit critique, le cours offrira des remises en perspective historiques ainsi que des analyses politologiques et économiques actuelles. Il privilégiera les sources et témoignages issus des partenaires et interlocuteurs extérieurs de l'UE. L'analyse de ces dynamiques pourra se décliner dans un cadre bilatéral (par ex. négociation d'un accord commercial) ou multilatéral (par ex. dans le cénacle de l'ONU, de l'OMC, du G20, etc.).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Donner aux étudiants provenant de différentes filières de formation les clés de compréhension de l'actualité et du fonctionnement concret de l'Union européenne.",
        "content": "Le cours vise à interroger la position et le rôle de l'Europe dans le monde, au vu des mutations socioéconomiques et politiques internes au continent, mais aussi des changements géopolitiques et macroéconomiques affectant la gouvernance globale en ce début de 21e siècle. Le cours privilégiera des études de cas issus de l'actualité, témoignant des nouveaux défis auxquels l'UE et ses Etats membres sont confrontés, soit dans leurs relations avec leurs partenaires stratégiques « traditionnels » (USA), soit dans leurs interactions avec les pays « émergents » (BRICS) et en « développement » (d'Asie, d'Amérique latine, d'Afrique), ou encore dans leurs relations de voisinage (Europe Orientale, Caucase, Maghreb, Proche et Moyen-Orient). Pour aborder ces dossiers avec esprit critique, le cours offrira des remises en perspective historiques ainsi que des analyses politologiques et économiques actuelles. Il privilégiera les sources et témoignages issus des partenaires et interlocuteurs extérieurs de l'UE. L'analyse de ces dynamiques pourra se décliner dans un cadre bilatéral (par ex. négociation d'un accord commercial) ou multilatéral (par ex. dans le cénacle de l'ONU, de l'OMC, du G20, etc.).",
        "teaching_methods": "Il s'agit d'un cours magistral. Pour familiariser les étudiants à certaines problématiques, susciter leurs questionnements et éveiller leur intérêt, des discussions collectives s’amorcent régulièrement en début ou en cours de séance, autour d’articles de presse, de sources médiatiques et audiovisuelles. Au fur et à mesure des avancées dans les synthèses « de contenu » dispensées par l’enseignant, celui-ci mobilise la participation des étudiants par différents moyens (sondages, questions ouvertes…) permettant le partage d’expériences, de réflexions et positions personnelles argumentées et documentées.",
        "assessment_methods": "L’examen final – écrit ou oral – combinera d’une part des questions visant à évaluer l’acquisition des connaissances portant sur le contenu de la matière enseignée, et d’autre part des questions plus ouvertes d’approfondissement, faisant appel à la capacité de synthèse et d’argumentation des étudiants.",
        "other_info": "Acquis d'apprentissage Via un décentrement du regard et une méthode comparative, l'objectif général est, pour les étudiants, de développer une réflexion critique au sujet du rôle et de l'action de l'UE et des Etats européens dans le monde, depuis la période coloniale jusqu'au système actuel de gouvernance globale. Il s'agit donc de comprendre les facteurs politiques, économiques et institutionnels influençant l'action extérieure de l'UE - et son appréhension hors Europe - en décodant les dynamiques internes et externes à l'oeuvre au fil du temps. En incitant les étudiants à diversifier les échelles et les points de vue pour analyser un dossier concret d'actualité, le cours leur offrira un bagage théorique et pratique leur permettant de s'affranchir d'une perspective « eurocentrée » quand ils travaillent au départ des médias et des nouvelles sources d'information. Ils découvriront alors sous un nouveau jour les défis actuels de l'UE et des Etats européens dans leurs relations avec le monde extérieur.",
        "online_resources": "Les powerpoints synthétisant le contenu des séances, la bibliographie, les supports audiovisuels, iconographiques et médiatiques, ainsi que les informations d'ordre pratique sont disponibles et téléchargeables sur la plateforme Moodle du cours.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl2433",
        "title": "English Communication Skills",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Brabant Stéphanie",
            "Deneumoustier Aurélie",
            "Duelz Marie",
            "Grommersch Claudine"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "L'étudiant devra avoir suivi le cours de niveau moyen 'deuxième partie- (LANGL1331) ou un cours d'un niveau similaire, correspondant au niveau B2 du « Cadre Européen Commun de référence pour les Langues » (Conseil d'Europe).",
        "topics_covered": "L'étudiant sera amené à prendre part à des activités lui permettant d'exercer et de développer ses compétences communicatives et sa maîtrise de la langue (principalement l'expression orale) dans des situations telles que: la présentation publique d'un projet, d'une communication, la préparation et la participation à une réunion professionnelle (la négociation, l'échange d'idées, l'élaboration d'une argumentation) la rédaction des courriels, les appels téléphoniques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension à la lecture: Pouvoir comprendre de façon autonome des textes factuels et des articles spécialisés en rapport avec le domaine d'études. Niveau B2 du \" Cadre européen commun de référence pour les langues \". 2 Compréhension à l'audition individuelle: Pouvoir comprendre des conférences et des discours assez longs et suivre une argumentation. Pouvoir comprendre des documents audiovisuels en rapport avec l'actualité et/ou le domaine d'études. Pouvoir exploiter les points pertinents d'un document dans une conversation interactive. Pouvoir suivre un discours dans une conversation courante entre plusieurs locuteurs, dans les principaux contextes socio-professionnels Niveau B2 du \" Cadre européen commun de référence pour les langues \". 3 Expression orale individuelle: Pouvoir présenter devant un auditoire, de manière claire et méthodique, un sujet complexe, en ne faisant référence que de manière occasionnelle aux notes écrites. Pouvoir communiquer avec un certain degré de spontanéité et d'aisance qui rende possible une interaction normale avec un locuteur natif. Pouvoir participer de manière active, souple et efficace à des conversations du registre social et professionnel. Pouvoir exprimer, articuler et défendre ses opinions en liant ses interventions à celles de ses interlocuteurs, dans des conversations du registre social et professionnel Niveau B2 du \" Cadre européen commun de référence pour les langues \". 4 Code: Pouvoir maîtriser suffisamment les fonctions langagières, les structures grammaticales (simples et complexes), le vocabulaire (général et spécifique), la prononciation et l'intonation pour permettre une communication aisée et spontanée.",
        "content": "Pouvoir communiquer avec un certain degré de spontanéité et d'aisance qui rende possible une interaction normale avec un locuteur natif dans les principaux contextes socio-professionnels Niveau B2 du \" Cadre européen commun de référence pour les langues.",
        "teaching_methods": "Cours de 30 heures en groupes de 20 étudiants maximum à raison de 2h par semaine pour le premier quadrimestre pour le cours langl 2433P et pour le second quadrimestre pour le cours langl 2433S. Chaque enseignant est disponible pendant ses heures de réception et peut être contacté par courriel. Une absence (justifiée ou non) à l’examen entraîne une note finale d’absence (justifiée ou non) et pas une note de présence, ni la moyenne pondérée des notes avec 0/20 à l’examen. La présence aux cours de langues est requise. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 2 cours, sans fournir de motif justifié pour ses absences.",
        "assessment_methods": "Session de juin: Evaluation continue certificative : participation active de l'étudiant aux diverses activités et sur la préparation de chacune d'elles, en particulier une ou plusieurs présentation(s) orale(s) au cours. La présence au cours est requise. (60% de la note finale) Deux examens: un examen oral individuel (20%de la note finale): l'étudiant sera placé dans une (plusieurs) situation(s) similaire(s) à celles pratiquées au cours et un examen oral collectif : tenue d'une réunion (20% de la note finale). U ne absence (justifiée ou non) à l’examen oral entraîne une note finale d’absence . La présence aux cours de langues est requise. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à deux cours sans fournir de motif justifié pour ses absences. Session d’août : S ituation A : Etudiant·e·s ayant obtenu au moins 10/20 à la note d’évaluation continue en juin Evaluation continue certificative : (60% de la note finale) : la note d’évaluation continue obtenue en juin est maintenue. Examen oral collectif et individuel (40% de la note finale). Les étudiant·es concerné·es ne présentent donc que l’examen individuel et l’examen collectif. Situation B : Etudiant·e·s ayant obtenu moins de 10/20 à la note d’évaluation continue en juin Evaluation continue certificative : (60% de la note finale) : préparation de l’ensemble des activités  telles que décrites dans le syllabus et sur Moodle dans la rubrique « instructions pour la session d’août ». Examen oral collectif et individuel (40% de la note finale).",
        "online_resources": "http://moodle.uclouvain.be/ Différentes ressources seront placées sur Moodle.",
        "bibliography": "Support du cours: Interactive English for Communication Plateforme d'apprentissage en ligne (Moodle UCL)",
        "course_materials": "Interactive English for Communication",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2112",
        "title": "Advanced issues in Economic and Monetary Union",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Fontan Clément"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours offre une analyse du processus d'intégration monétaire ayant mené à la création de l'Union Economique et Monétaire (UEM) et de son système de gouvernance actuel. Le cours aborde ces thèmes dans une optique interdisciplinaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - Identifier et comprendre les principaux concepts économiques liés à la construction et au fonctionnement de l'UEM - Expliquer les dynamiques institutionnelles et les rapports de pouvoir entre acteurs de la gouvernance de l'UEM - Appliquer les principaux concepts de sciences économique et politique pour analyser les débats et les réformes contemporaines afférentes à l'UEM. - Comprendre et restituer le comportement stratégique des acteurs de la zone euro.",
        "content": "Les principaux objectifs de ce cours de master sont d'explorer, dans une perspective interdisciplinaire, la gouvernance de l'Union économique et monétaire en mobilisant des concepts d'économie politique critique pour mieux comprendre les problématiques économiques actuelles. Plus précisément, la focale du cours porte sur l'aspect financier et macroéconomique de l'UEM et adresse les questions suivantes:  quelles sont les origines du système financier de la zone euro, comment celui-ci évolue t'il depuis la crise, quelle est la réelle potentialité de verdissement de la finance européenne, comment comprendre les mutations de la BCE depuis sa création, doit on s’inquiéter de la dette publique, comment ont été construit les marchés européens de l'éclectricité et quels sont les solutioons face à ses dysfonctionnements. Plus largement, les sujets liés à la catastrophe écologique et les solutions pour y répondre au niveau de l'UEM est une thématique transversale au cours et sera abordée dans la plupart des séances. Afin de rendre le cours interactif et permettre aux étudiant.e.s de tester leurs connaissances, ceux-ci forment des groupes qui doivent travailler tout au long du semestre sur une fiche Wikipedia portant sur un sujet en lien avec l'UEM. Deux séances du cours seront dédiées à l'accompagnement des groupes dans leur travail Wikipedia. De plus, avant chaque cours, vous devez lire la lecture obligatoire et regarder le documentaire. Vous devez également remplir les devoirs liés à Wikipédia pour chaque cours sur le tableau de bord de Moodle. NOTE TRÈS IMPORTANTE : ce cours est un cours avancé de master. Il est indispensable d'avoir de forts acquis en économie politique européenne ou en macroéconomie financière afin de le suivre (par ex: connaitre en détails le rôle du Comité Delors dans la création de la zone euro ou savoir lire les balances comptables des institutions financières) et de posséder une bonne maitrise de la langue anglaise. En particulier, il est extrêmement recommandé d'avoir suivi le cours \"European Political Economy\"  (LEUSL 2031) au préalable. Les étudiants n'ayant pas de bonnes connaissances dans ces domaines sont invités à choisir d'autres cours dans le cadre de leurs cours au choix (i.e.  leusl2104 Union économique et monétaire ou LEUSL 2031).",
        "teaching_methods": "Objectifs : À l'issue de ce cours, les étudiants seront en mesure de - d'identifier et de comprendre les principaux concepts économiques qui sous-tendent la mise en place et le fonctionnement de l'UEM - Expliquer le pouvoir et la dynamique institutionnelle qui façonnent la gouvernance de la zone euro - Appliquer les concepts des sciences économiques et politiques lors de l'analyse des débats et des réformes contemporaines de l'UEM. - Soyez des stars de Wikipédia !",
        "assessment_methods": "Examen individuel écrit sur table en open book + exercice collectif (wikipedia) L'utilisation de l'IA dans ce cours est limitée à l'édition linguistique. Toute utilisation générative de l'IA pour la rédaction de textes ou la construction de bibliographies est strictement interdite. En cas de suspicion d'une telle utilisation générative, l'enseignant peut poser des questions aux étudiants pour s'assurer qu'ils sont bien l'auteur principal de leurs documents. En cas d'absence injustifiée au travail intermédiaire (podcast) ou final (examen sur table), l'étudiant se verra attribuer la note finale de 0A/20 pour le cours lors de la première session. Tous les travaux sont une production personnelle. Les étudiants sont tenus de respecter scrupuleusement les règles et les bonnes pratiques en matière de citation, de référencement et d'évitement de l'(auto-)plagiat. Les étudiants sont censés connaître et comprendre en quoi consistent ces règles et pratiques. Tout manquement à ces règles peut entraîner une sanction académique et/ou disciplinaire pour plagiat et/ou irrégularité, conformément au règlement général des études et des examens. La réutilisation d'un travail personnel ou de groupe réalisé dans le cadre d'une autre unité d'enseignement requiert une grande prudence. Exceptionnellement, une telle démarche peut être envisagée, à condition que l'étudiant demande l'autorisation explicite du professeur ou de l'assistant, justifie cette « réutilisation » dans le travail qui, dans son ensemble, doit manifestement constituer une contribution originale au premier travail, et applique scrupuleusement les règles de citation et de référencement à toute utilisation de ce travail. Le non-respect de ces règles peut être considéré comme un auto-plagiat et constitue à ce titre une irrégularité Toute partie du travail s'appuyant, de quelque manière que ce soit, sur l'IA générative doit être clairement identifiée (par exemple, par une note de bas de page), en précisant quel outil d'IA générative a été utilisé, dans quel but, de quelle manière, et dans quelle mesure. Le non-respect de cette obligation peut constituer une irrégularité",
        "other_info": "NOTE TRÈS IMPORTANTE : ce cours est un cours avancé de master. Il est indispensable d'avoir de forts acquis en économie politique européenne ou en macroéconomie financière afin de le suivre (par ex: connaitre en détails le rôle du Comité Delors dans la création de la zone euro ou savoir lire les balances comptables des institutions financières) et de posséder une bonne maitrise de la langue anglaise. En particulier, il est extrêmement recommandé d'avoir suivi le cours \"European Political Economy\"  (LEUSL 2031) au préalable. Les étudiants n'ayant pas de bonnes connaissances dans ces domaines sont invités à choisir d'autres cours dans le cadre de leurs cours au choix (i.e.  leusl2104 Union économique et monétaire ou LEUSL 2031).",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lneer1331",
        "title": "Nederlands voor sociale en politieke wetenschappen - Intermediair niveau - Deel 2",
        "credits": "3.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Dachy Valérie",
            "Houdmont Dag",
            "Rinder Ann"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Avoir suivi un cours correspondant au niveau B1 du \" Cadre européen commun de référence pour les langues \" (CECR), comme le cours LNEER1330 de la seconde année de bachelier. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours est articulé autour de thèmes relevant du domaine général et du domaine d'études.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension à la lecture Pouvoir comprendre en détail des textes factuels directs et non complexes sur des sujets généraux et relatifs à son domaine d'études. Pouvoir comprendre des articles sur des problèmes contemporains  et saisir la position ou le point de vue particulier adoptés par l'auteur. Niveau  B2- du « Cadre européen  commun de référence pour les langues » 2 Compréhension à l'audition - Individuelle : pouvoir comprendre un grande partie d'exposés ou de programmes télévisés ou radiodiffusés sur des sujets d'intérêt général ou relatifs à son domaine d'études à condition que la langue en soit  de niveau standard et clairement articulée et la présentation directe et simple. Compréhension à l'audition - Interactive : pouvoir comprendre les points essentiels d'une conversation quand une langue claire et standard est utilisée et s'il s'agit de sujets familiers ou relatifs au domaine d'études. Niveau B2- du « Cadre européen  commun de référence pour les langues » 3 Expression orale - Individuelle : pouvoir faire une courte présentation sur des sujets généraux ou relatifs à son domaine d'études, pouvoir développer un point de vue sur un sujet d'actualité et expliquer les avantages et les inconvénients de différentes possibilités. Expression orale - Interactive : pouvoir communiquer avec un niveau d'aisance et de spontanéité tel qu'une conversation/discussion avec des locuteurs natifs soit possible sans entraîner trop de tension de part et d'autre. Niveau B1+ du « Cadre européen  commun de référence pour les langues » 4 Expression écrite Pouvoir écrire une lettre personnelle simple, une brève note ou un petit résumé. Pouvoir écrire de petits rapports factuels et descriptifs  en y ajoutant une brève opinion personnelle. Niveau B1 du « Cadre européen  commun de référence pour les langues » 5 Code utiliser du vocabulaire de base et du vocabulaire général ainsi que du vocabulaire spécifique. utiliser et maîtriser des structures grammaticales (en particulier celles qui posent problème aux francophones). Culture Au niveau de toutes les aptitudes précitées :sensibilisation à la culture flamande et néerlandaise.",
        "content": "Cette unité d'enseignement vise à développer la compréhension (à la lecture et à l'audition) et de l'expression orale et écrite grâce à jeux de rôles, débats, discussions etc autour de thèmes tel que: la politique, le presse, le discimination, la carrière, les normes et valeurs, etc. Cette UE vise également à enrichier le vocabulaire (tant général que relatif au domaine d'études) et la consolidation de la maîtrise de ce vocabulaire ainsi que des structures de la langue néerlandaise.",
        "teaching_methods": "L'UE se donne principalement en présentiel avec un support e-learning. Développement de la compréhension (à la lecture et à l'audition) sur la base de documents authentiques (écrits et oraux) portant sur des sujets d'intérêt général ou spécifiques au domaine d'études. Développement de l'expression orale et écrite : enrichissement du vocabulaire (tant général que relatif au domaine d'études)  en contexte et consolidation de la maîtrise de ce vocabulaire ainsi que des structures de la langue néerlandaise par des exercices écrits et oraux (jeux de rôles,  petits débats, petits exposés, etc.). En fonction de la situation (sanitaire) , le cours peut se donner de façon hybride ou comodal voire même basculer en enseignement à distance.",
        "assessment_methods": "L'évaluation consiste de 4 parties: 1. Tests écrits Q1: lundi 18/12 à 17h30: vocabulaire, grammaire & audition Q2: (semaine 8): vocabulaire & audition 2. Examen oral : semaine 8: discussion sur 2 articles, 2 thèmes du cours, évaluation du déroulement & vidéo sur la bucket list 3. Bucket list : (1) évaluation permanente: les idées partagées pendant cours n°2; contributions au forum; padlet ( carnet de bord ); (2) 3 moments d’évaluation: entretien en duo en Q1; vidéo comme préparation à l’examen oral; évaluation de la bucket list pendant l’examen oral. 4. Rédiger un article d'opinion (Q2) --- Ponderation Q1 & Q2: Q1 - 40% de la note finale (juin) De ce 40%: 35% vocabulaire 25% grammaire 20% audition 20% bucket list (entretien individuel avec l’enseignant.e + activités & journal de bord Bucket list) Q2 - 60% de la note finale (juin) De ce 60% 15% vocabulaire 15% audition 25% examen oral 10% rédaction d’un article d’opinion 15% presentation 20% bucket list (activités & journal de bord Bucket list + video + discussion du bucket list pendant l’examen oral) Si l’étudiant n’a pas fait toutes les étapes du trajet bucket list, elle/il n’aura pas accès à l’examen oral et obtiendra une note d’absence comme note finale. ( cf. RGEE. Art.72.)",
        "other_info": "Encadrement Cours en groupes de max. 20 étudiants. L'enseignant est disponible pendant ses heures de réception et peut être contacté par courriel. Charge de travail Heures présentielles : 45h Travail autonome: 45h",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=686",
        "bibliography": "Syllabus du cours \"Nederlands voor sociale en politieke wetenschappen\" Plate-forme Moodle.",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2717",
        "title": "EU Environmental and health policies",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "de Sadeleer Nicolas"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Introduction au droit et à la science politique.",
        "topics_covered": "En ce qui concerne le contenu du cours, il commentera les fondements juridiques des politiques de l'environnement, du climat et de la santé. Il portera aussi sur la nature et la portée des principes environnementaux de l'UE https://www.youtube.com/watch?v=CkxRDUmhTXc&t=12s En ce qui concerne les actes de droit dérivé, le cours abordera des sujets aussi divers que l'économie circulaire, la PAC et la protection de la nature, le changement climatique, le déboisement, le CBAM et la conservation de la nature. Les étudiant.e.s seront invité.e.s à regarder et à commenter des vidéos que le titulaire du cours a réalisées dans le cadre de programmes éducatifs financés par l'Union européenne : https://www.youtube.com/watch?v=Md0m01rqPYw",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours donne à l'étudiant une connaissance des donnés de base de ces politiques proches des préoccupations des citoyens.",
        "content": "A la différence d’autres cours ex cathedra , le cours consacré aux politiques sectorielles de l'UE en matière d'environnement et de santé se veut plus interactif notamment en raison de la gravité de la crise écologique. L'objectif est de vous donner des pistes de réflexion sur les réformes en cours dans le cadre du Pacte vert européen. En tant que professeur d'université (professeur ordinaire), je suis de près la mise en œuvre du Green Deal. Je suis également titulaire d’une troisième Chaire Jean Monnet dans ce domaine https://tradevenvironment.eu/",
        "assessment_methods": "Un quart des points sera consacré à votre participation au cours. ¾ des points seront consacrés à la présentation d'un travail de huit à dix pages. Les travaux seront présentés et discutés lors du dernier cours au mois de décembre. Si vous ne pouvez pas assister aux cours ou si vous ne souhaitez pas participer activement à la discussion, il est préférable de ne pas vous inscrire à ce cours.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2111",
        "title": "Area of freedom, security and justice",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "topics_covered": "Le thème principal du cours est la construction de l'Espace de Liberté, de Sécurité et de Justice (ELSJ) de l'Union européenne (UE). Le cours est organisé autour de quatre sous-thématiques principales : les perspectives historiques, les approches théoriques, les acteurs, et les politiques. Perspectives historiques : présentation des évènements juridiques et politiques qui ont marqué et façonné l'ELSJ ; introduction aux principaux jeux de pouvoir dans la construction de l'ELSJ. Approches théoriques : présentation des approches théoriques classiques de l'UE (néo-fonctionnalisme, inter-gouvernementalisme, européanisation, etc.) et d'approches théoriques alternatives (telles que les approches sociologiques, pragmatiques ou poststructuralistes) ; discussion de la portée heuristique des différentes approches théoriques dans le cadre de l'étude de l'ELSJ. Acteurs de l'ELSJ : présentation du rôle et des compétences des institutions de l'UE dans le cadre de l'ELSJ ; introduction des acteurs institutionnels (EUROPOL, EUROJUST, le Contrôleur européen de la Protection des données, FRONTEX, etc.) et non-institutionnels (ONG, secteur privé, groupes d'intérêt, etc.) qui jouent un rôle important dans la définition et l'implémentation des politiques liées à l'ELSJ. Les politiques ELSJ : aperçu des principaux domaines d'action de l'ELSJ (asile, migration, gestion des frontières extérieures, coopération judiciaire et policière, protection des données personnelles, etc.) ; présentation des instruments de régulation à disposition des acteurs ainsi que de leurs limites et atouts dans la mise en place d'un agenda politique ; présentation de la dimension extérieure de l'ELSJ et des relations avec les pays tiers.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours a trois objectifs principaux: 1.    Les étudiant.e.s auront acquis une connaissance détaillée des politiques et des acteurs au c'ur de la construction de l'Espace de Liberté, de Sécurité, et de Justice (ELSJ) de l'Union Européenne (UE). Ainsi, les étudiant.e.s seront capables de comprendre les enjeux et les développements contemporains dans un champ d'action européen dont l'importance sociétale et politique ne cesse de croitre. 2.    Les étudiant.e.s seront capables de mobiliser plusieurs approches théoriques relatives aux études européennes pour analyser le comportement et les relations des acteurs qui participent à la construction de l'ELSJ. 3. Les étudiant.e.s seront capables d'analyser les enjeux et les controverses qui sont au c'ur de la construction de l'ELSJ, ainsi que de la gouvernance européenne, nationale et globale. Les étudiant.e.s auront appris à identifier les principaux débats politico-institutionnels et à recueillir l'information nécessaire à leur analyse.",
        "assessment_methods": "Examen écrit ou oral.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl2421",
        "title": "English interactive communication for lawyers / upper-intermediate level",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Anglais",
        "prerequisites": "Ce cours est de niveau « intermédiaire » et suppose donc la maîtrise de la grammaire et du vocabulaire de base ainsi que la maîtrise des aptitudes langagières aux niveaux décrits pour le cours LANGL 1821 de BAC 1.",
        "topics_covered": "Les activités proposées viseront à développer les techniques de communication propres au milieu professionnel tout en perfectionnant la prononciation ainsi que la maîtrise du code (vocabulaire général et spécifique, grammaire) nécessaires à la mise en pratique de ces techniques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : L'objectif du cours consiste à former l'étudiant à la communication interactive en langue anglaise, afin de contribuer à le rendre opérationnel dans le contexte socioprofessionnel où il est appelé à s'insérer. 1 Compréhension à l'audition : niveau B1+ du « Cadre européen commun de référence pour les langues » : Peut comprendre des informations liées à la vie quotidienne et au domaine d'étude en reconnaissant les messages généraux et les points de  détails à condition que le langage soit standard et clairement articulé. 2 Compréhension à la lecture : B1+ du « Cadre européen commun de référence pour les langues » : Peut comprendre avec un niveau satisfaisant d'autonomie des textes factuels portant sur des problèmes contemporains ou sur des sujets relatifs au domaine d'études. 3 Expression orale : B1 du « Cadre européen commun de référence pour les langues » : Peut assez aisément mener à bien une description directe et cohérente de sujets familiers ainsi que de sujets variés dans son domaine. Peut exposer brièvement des raisons ou explications d'un projet ou d'une idée. Peut expliquer avec précision les points importants lorsqu'il s'agit d'un exposé préparé. Expression écrite : A2 du « Cadre européen commun de référence pour les langues » : Peut écrire une série d'expressions et de phrases simples reliées par des connecteurs simples. Peut faire par écrit une description brève et élémentaire d'un évènement, d'activités liées au domaine d'étude ou d'expériences personnelles.",
        "content": "Le cours est axé sur la pratique de la communication interactive. Les activités proposées simuleront des situations réelles faisant appel à l'expression orale. Ces activités seront de deux types : présentation et activation des fonctions langagières plus directement liées à la vie professionnelle (aptitudes sociales, participation à/ et organisation/direction de réunion, négociation, entretien d'embauche, communication téléphonique, déplacements à l'étranger) activités interactives en rapport avec les études. Ces activités sont donc directement liées au domaine juridique et comprennent : des activités d'expression orale sur certains sujets à orientation juridique (euthanasie, droits de l'homme, jeu de rôle simulant une grève, simulation d'étapes simples lors d'une création de société) une mini présentation individuelle une présentation par paire ou groupe d'étudiants d'un sujet en rapport avec le domaine juridique suivie d'une activité interactive pour la classe dans l'entièreté (durée : une demi-heure pour une paire d'étudiants). Toutes ces activités requièrent un travail de préparation de la part de l'étudiant à qui il est également demandé de se prendre en charge pour revoir les points de grammaire nécessaires pour parfaire ses connaissances linguistiques. L'étudiant devra en outre étudier du vocabulaire ainsi qu'une série de fichiers spécifiques donnés (étude des phrases types directement liées aux fonctions langagières et du vocabulaire du syllabus, étude de fichiers de prononciation et accent tonique, étude de fichiers liés aux fautes de grammaire et de vocabulaire les plus fréquentes). Un centre d'auto-apprentissage (y compris une salle multimédia) est à sa disposition à l'ILV.",
        "assessment_methods": "Evaluation continue avec 10 composantes d'évaluation continue intervenant dans la note finale. Examen en fin d'année deux tests portant sur le vocabulaire du cours test portant sur les phrases types du cours test portant sur les fautes de grammaire et de vocabulaire les plus fréquentes ainsi que sur les expressions idiomatiques deux tests de prononciation de vocabulaire général test de prononciation de vocabulaire juridique test sur les temps primitifs mini-présentation individuelle présentation en groupe d'un sujet juridique + partie interactive deux séances de simulation d' entrevues d'embauche examen : jeu de rôle ou discussion en groupe",
        "other_info": "Encadrement: Cours en groupes de 15 à 18 étudiants. L'enseignant est disponible pendant ses heures de réception et peut être contacté par courriel.",
        "bibliography": "Syllabus de cours : « LANGL 2421 : ENGLISH INTERACTIVE COURSE Plateforme d'apprentissage Moodle",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldvlp2641",
        "title": "Analyse socio-politique du Monde arabe",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Legrand Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Une analyse dans la longue durée (XIX - XXe siècles) : historique, culturelle, politique, économique. - Des études de thèmes particuliers : notamment les conflits, les migrations internes, la gestion des ressources, le développement humain, les recompositions régionales, l'identité et la résurgence islamiste, les relations extérieu-res (notamment les relations euro-arabes). - Des études de pays : Une analyse de deux ou trois pays arabes présentés par des conférenciers invités.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Introduire les étudiants à comprendre la complexité du monde arabe, dans ses variantes maghrébines et moyen-orientales, et les familiariser avec les concepts-clés qui permettent d'appréhender la réalité de ce monde.",
        "content": "Introduction à la compréhension socio-politique du Monde arabe (Maghreb / Machrek) contemporain : de la \"Renaissance arabe\" (Nahda), fin 19e S. - début 20e S., à nos jours (\"printemps arabes\" de l'hiver 2010-11 et évolutions plus récentes) : -des idéologies : réformisme musulman, réformisme libéral, arabisme, socialisme, développementisme, islamisme -de l'évolution des régimes politiques arabes (autoritarisme / processus de démocratisation) -de l'évolution du système régional arabe / des intégrations régionales : Ligue des Etats arabes (LEA), Union du Maghreb arabe (UMA), Conseil de Coopération du Golfe (CCG) -du conflit israélo-arabe/palestinien -introduction aux relations euro-arabes/méditerranéennes (Dialogue euro-arabe, Politique méditerranéenne globale-PMG, Politique méditerranéenne rénovée-PMR, Processus de Barcelone : Union pour la Méditerranée-UpM / Politique européenne de Voisinage-PEV)",
        "teaching_methods": "Cours ex cathedra",
        "assessment_methods": "Examen écrit",
        "other_info": "Pas de prérequis",
        "bibliography": "KHADER Bichara, Le monde arabe expliqué à l'Europe : Histoire, imaginaire, culture, politique, économie, géopolitique , Paris / Louvain-la-Neuve, L'Harmattan / CERMAC / Academia-Bruylant, 2009.",
        "course_materials": "Après chaque séance de cours, le support PowerPoint utilisé par l'enseignant est mis à disposition des étudiant.e.s, en ligne sur Moodle.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2043",
        "title": "History of European integration",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Brouwer Jan-Willem",
            "Weymans Wim"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Pouvoir cerner les moments forts des projets de construction européenne, mettre en exergue les variables individuelles et institutionnelles, mesurer l'impact des facteurs économiques et de l'environnement externe, ou encore étudier les interactions avec des préoccupations relevant de la politique intérieure.",
        "content": "L’étudiant sera capable de comprendre les différents projets, crises et relances dans l'histoire de l’intégration européenne, en lien avec des questions politiques, économiques, militaires ou institutionnelles. Le cours focalisera sur les points de similitudes ou de divergences entre divers moments forts de l'histoire de l'intégration européenne, et se penchera sur la question de savoir si les crises ont modifié les chemins, desseins ou visions tracées par les pères fondateurs, ou encore de montrer combien l'histoire peut éclairer l'actualité.",
        "teaching_methods": "Ce cours se fera en présentiel.",
        "assessment_methods": "Examen écrit.",
        "other_info": "Prérequis : aucun. Support : un plan du cours et des diapositives seront fournis aux étudiants.",
        "bibliography": "See Moodle for details",
        "course_materials": "Desmond Dinan, Europe Recast: A History of European Union (2014) (recommended reading, see Moodle for details) Slides and teaching materials on Moodle",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ladpu2225",
        "title": "Environmental Politics and Policies",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Aubin David"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "This course presents the problems raised by human pressure on nature and the environment as well as the reme-dies designed by the public authorities in Europe in order to tackle these problems.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 At the end of the course, students will havve the capacity to:\r- Identify the issues at stake in international and European negotiations about climate change and nature protec-tion;\r- Deconstruct any environmental policy with analytic and strategic ends;\r- Evolve through the multi-level governance arrangements of environmental policies;\r- Conduct original analyses of actors' games within the policy arenas.",
        "content": "The course introduces the main concepts about environmental protection and sustainability (e.g. precautionary principle, emission quotas or integrated management).\r\rAn analytical framework of environmental regulation is proposed that puts an equal emphasis on procedural mechanisms and substantial rules. \r\rThis analytical framework is then applied to various sectors (e.g. water, air, climate, sustainable development) and different levels of authority in a comparative perspective (e.g. European Union, The Netherlands, or the Belgian Regions).",
        "other_info": "Individual or group paper that analyses a particular sustainability or environmental policy in a mul-ti-level perspective.\r\rPortfolio of readings.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl2431",
        "title": "Interactive English to deal with contemporary issues",
        "credits": "3.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Meyers Lucille",
            "Pham Adrien"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi un cours correspondant (au minimum) au niveau B2- du 'Cadre européen commun de référence pour les langues' (CECR). Le cours LANGL 1331 proposé aux étudiants en BAC 2 a pour objectif de les préparer au cours de BAC 3.",
        "topics_covered": "Le cours est articulé autour de différents thèmes d'intérêt général et liés au domaine d'étude.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compétence orale: B2+/C1 Individuelle : L'étudiant sera capable de présenter un sujet complexe d'une manière claire et méthodique en utilisant un support visuel et en ne faisant référence à ses notes que de manière occasionnelle, ainsi que prendre part à un entretien d'embauche. Interactive : L'étudiant sera capable de communiquer de manière spontanée et fluide permettant une interaction normale avec un natif. L'étudiant sera capable d'exprimer, articuler et défendre ses opinions ainsi que réagir à et interagir avec son interlocuteur, sur un plan social et sur le plan professionnel. 2 Compétence écrite: B2+ L'étudiant sera capable d'exprimer ses opinions à l'écrit en produisant des textes sur des sujets en lien avec son domaine d'étude. L'étudiant sera également capable d'écrire des e-mails clairs, un CV et une lettre de motivation.",
        "content": "Ce cours a pour but de développer les aptitudes des étudiants à utiliser l'anglais dans des situations de communication interactives relatives  à certains enjeux contemporains (le féminisme, la Transition, l'interculturalité/le racisme/les migrations,...), ainsi qu'à d'autres situations similaires à celles qu'ils rencontreront dans leurs carrières (faire une présentation, écrire un e-mail, passer un entretien d'embauche,...). Cela implique de maîtriser entre autres des fonctions langagières typiques, du vocabulaire, des structures grammaticales, de la prononciation et de l'intonation qui rendra la communication courante et spontanée. Le niveau à atteindre est B2+ du Cadre Européen de Référence des Langues.",
        "teaching_methods": "pratique de la langue en situations variées: débats, activités de conversation, jeux, chansons, conférences, excursions, entretien d'embauche,... applications originales et personnalisées des techniques de présentation (structuration, expressions appropriées, body language, eye contact, Power Point,...) consolidation et extension des connaissances de l'étudiant en vocabulaire, grammaire et prononciation feedback systématique portant sur les productions orales et écrites de l'étudiant travail fréquent en paires et groupes restreints (tables de conversation) --> l'UE se donne en présentiel exclusivement",
        "assessment_methods": "Il n'y a pas d'examen final pour ce cours. L'évaluation est basée sur: la présence et la participation active aux cours (30%) une présentation sous forme d'une leçon (15%) la candidature pour un emploi (CV, lettre de motivation, entretien d'embauche) (25%) 2 tests au cours de l'année (30%) --> Pour la session d'août, la cote de participation est remplacée par un travail (écrit et oral)",
        "other_info": "Ce cours s'engage pour la transition et le développement durable.",
        "online_resources": "Plateforme Moodle du cours.https:// moodle.uclouvain.be/course/view.php?id=599",
        "course_materials": "Syllabus: Langl 2431-  Interactive English to deal with contemporary issues",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1319",
        "title": "Introduction à la géopolitique",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "de Wilde d'Estmael Tanguy"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours postule l'autonomie du politique et de la géopolitique dans l'examen de la vie internationale depuis 1815, sans pour autant négliger la prise en considération d'autres aspects, économiques, idéologiques, sociaux, \rA travers un découpage chronologique articulé sur les périodes-charnière, la question de l'équilibre international et des moyens qui l'assurent retient particulièrement l'attention.\r\rL'activité vise en particulier à donner les instruments de l'analyse géopolitique pour permettre une approche de la scène internationale, différente des approches traditionnellement retenues. Elle implique notamment la réponse aux questions suivantes : \rQu'est-ce que précisément la géopolitique ? Où, quand et comment est-elle apparue dans le champ de la réflexion politico-académique ? Quelles ont été ses évolutions ? Pourquoi a-t-elle été longtemps mise sous le boisseau après 1945 ? Pourquoi et comment la réflexion géopolitique a-t-elle repris vie et vigueur dans le dernier quart du vingtième siècle ? Quelle est son utilité pour comprendre les conflits internationaux ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours introduit l'étude de la géopolitique dans une optique de relations internationales.\rLe cours doit permettre l'acquisition des instruments nécessaires à l'analyse géopolitique de la scène interna-tionale, ce qui implique notamment de pouvoir :\r1. définir la géopolitique comme \"discipline\" ;\r2. expliquer en quoi l'espace est un facteur des relations internationales ; \r3. situer la géopolitique dans l'évolution historique du système international;\r4. expliquer et critiquer les conceptions géopolitiques avant 1945 ;\r5. expliquer le tabou frappant la géopolitique après 1945 et les raisons de sa revivification à la fin du vingtième siècle ;\r6. établir l'horogénèse et expliquer les évolutions frontalières d'un Etat ; \r7. procéder à une analyse géopolitique d'une situation internationale ;\r8. décrypter les crises et les conflits internationaux par l'analyse géopolitique.",
        "content": "CONTENU Le cours s'articule en cinq séquences, après une introduction générale au concept de géopolitique : -Un bref rappel de la place et de l'importance que conserve l'espace comme facteur des relations internationales contemporaines. -Une analyse du concept de frontière terrestre (sens, origine, types, fonctions, nécessités, dépassements) dans l'ordre international. -Un parcours de l'histoire de la Géopolitique depuis les origines (et surtout depuis l'espèce de péché originel que constitue la Geopolitik allemande) jusqu'au renouveau contemporain de la réflexion géopolitique. La troisième partie est consacrée à l'évolution historique de la géopolitique avant 1945 ; cette subdivision se concentre sur une analyse des auteurs marquants (précurseurs et géopoliticiens classiques). La quatrième partie s'attache à comprendre la résurgence et la nouvelle importance de la géopolitique et présente la pensée géopolitique actuelle apparue après la césure de 1989. -La dernière partie relève de la géopolitique appliquée et entreprend des études de cas de conflits contemporains.",
        "teaching_methods": "Exposés de l'enseignant et dossier de lectures compémentaires. TP selon les programmes. Alternance donc de cours magistraux avec projection de données visuelles et de séances de discussion des dossiers de lectures impliquant un investissement personnel substantiel de l'étudiant dans l'analyse des documents fournis. Importance du support cartographique. Insertion d'un ou deux conférenciers sur des thèmes d'actualité, dans la mesure du possible.",
        "assessment_methods": "Examen oral ou écrit selon les programmes ou les circonstances (nombre d'étudiants, conditions sanitaires, ...). Les dossiers de lecture font l'objet d'un test préalable à l'examen selon les programmes. L'évaluation est bien évidemment différenciée selon les programmes pour tenir compte de la différence d'apprentissage.",
        "other_info": "Pré-requis : Des connaissances historiques et géopolitiques de base (de la Révolution française à nos jours) sont nécessaires, le cours mettant souvent l'accent sur l'analyse de faits supposés connus (des lectures et les liens à établir avec d'autres cours sont indiqués pour combler d'éventuelles lacunes) Support : Dossier de lectures et syllabus (Synthèse du cours) disponibles à la DUC et autres documents fournis via le site Moodle comme supports de cours. Informations liées spécifiquement à une année d'études : Ce cours est à mettre en rapport dans le cadre du Bac 3 en Sciences politiques avec le séminaire thématique por-tant sur les relations internationales. Dans l'optique de la maîtrise en Relations internationales, ce cours prépare notamment aux cours de Théories des Relations internationales, d'Organisations internationales et de Négociations internationales.",
        "online_resources": "Voir le site Moodle du cours",
        "bibliography": "Voir Syllabus",
        "course_materials": "Syllabus et dossier de lectures disponible à la DUC",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2041",
        "title": "Histoire de l'unification européenne",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dujardin Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pouvoir cerner les moments forts des projets de construction européenne, mettre en exergue les variables individuelles et institutionnelles, mesurer l'impact des facteurs économiques et de l'environnement externe, ou encore étudier les interactions avec des préoccupations relevant de la politique intérieure ainsi que l'influence éventuelle de « l'attentive opinion ».",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant devra être capable de cerner les enjeux de ces projets, crises et relances, qu'ils aient trait à des questions politiques, économiques, militaires ou institutionnelles. Il importera aussi de relever les points de similitudes ou de divergences entre divers moments forts de l'intégration européenne, de se pencher sur la question de savoir si les crises ont modifié les chemins, desseins ou visions tracées par les pères fondateurs, ou encore de montrer combien l'histoire peut éclairer l'actualité.",
        "content": "Ce cours part des projets d'unification européenne dans l'entre-deux-guerres, étudie les organisations européennes de la première génération (UO, OECE, Conseil de l'Europe, UEO) dont se détache l'Europe communautaire basée sur les traités de Paris et Rome. Cette histoire de l'Europe des Six est traversée de crises qui seront parfois suivies de relances marquantes : échec du traité CED, de la candidature britannique, du plan Fouchet et de la « chaise vide ». Avec l'élargissement de 1973 s'ouvre une nouvelle période caractérisée par les tensions entre approfondissement et élargissement, les débats sur le budget et l'adaptation au nouvel environnement géo-économique et géopolitique. Avec l'élargissement de 2004 s'ouvre une troisième période, qui est celle des défis du statut constitutionnel et de l'envergure continentale de l'Union.",
        "assessment_methods": "Examen oral.",
        "other_info": "Prérequis : aucun. Support : un plan du cours et un corpus documentaire seront fournis aux étudiants. Le powerpoint des séances est disponible via la plateforme Moodle.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2104",
        "title": "L'Union économique et monétaire",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Maes Ivo"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours offre une analyse du processus d'intégration monétaire ayant mené à la création de l'Union Economique et Monétaire (UEM) et de son système de gouvernance actuel. Le cours aborde ces thèmes dans une optique interdisciplinaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Après avoir finalisé ce cours, les étudiant.e.s seront capables de - Identifier et comprendre les principaux concepts économiques liés à la construction et au fonctionnement de l'UEM - Expliquer les dynamiques institutionnelles et les rapports de pouvoir entre acteurs de la gouvernance de l'UEM - Appliquer les principaux concepts de sciences économique et politique pour analyser les débats et les réformes contemporaines afférentes à l'UEM. - Comprendre et restituer le comportement stratégique des acteurs de la zone euro.",
        "content": "Les manières d’aborder l’UEM : approches économique (théorie de la zone monétaire optimale - Optimum Currency Area theory ) et philosophique. Les premières tentatives d’intégration monétaire. Le Système monétaire européen. Le processus de Maastricht et la structure de l’UEM. Les crises du XXIe siècle. Une visite sera organisée au musée de la Banque nationale de Belgique (qui fait partie du Système européen de banques centrales), de même que des conférences.",
        "assessment_methods": "Examen écrit.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldreu2208",
        "title": "European Competition Law",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gerard Damien"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Aucun",
        "topics_covered": "Ce cours est une introduction au droit européen de la concurrence. Celui-ci vise à maintenir une concurrence réelle entre entreprises et encadre à cette fin, d'une part, les comportements des entreprises elles-mêmes et, d'autre part, les interventions étatiques (aides d'État). Le cours est principalement consacré aux règles qui s'appliquent aux entreprises (accords entre entreprises, abus de position dominante et contrôle des concentrations). Tant les règles de fond (articles 101 et 102 TFUE, règlement concentration) que les règles de procédure sont étudiées (règlement 1/2003, directive 2014/104/EU, règlement concentrations).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 2 Maîtriser et appliquer Maîtriser le contenu des principales règles du droit positif belge dans toutes ses branches, ainsi que celles du droit européen et du droit international, pouvoir en comparer les traits essentiels à quelques systèmes étrangers et être capable de passer de l’abstraction de la règle de droit aux faits, fussent-ils présentés de façon complexe, et inversement. 2.1 . Avoir une connaissance actuelle et une maîtrise générale des principes, règles, théories, doctrines et jurisprudences donnant corps aux différentes branches du droit, en particulier le droit fiscal et le droit comptable, le droit international privé, le droit international public, le droit des sociétés, le droit patrimonial de la famille, le droit de la sécurité sociale et le droit des sûretés. 2.2. Connaître et comprendre l’influence qu’ont certaines normes et institutions européennes et internationales sur ces différentes branches du droit. 2.3. Connaître quelques traits essentiels de ces mêmes branches du droit à l’aune de quelques systèmes étrangers et maîtriser les techniques et les réflexes de recherche en droit comparé aux fins d’approfondir ces connaissances. 2.4 . Rechercher, lire et comprendre des documents juridiques écrits en néerlandais et en anglais. Être capable de suivre un cours universitaire dans une de ces langues. 2.5. Dans l’une ou l’autre branche du droit, pouvoir, de manière autonome et créative, diagnostiquer un problème juridique complexe, en discerner, dans les moindres détails, les difficultés, en élaguer les éléments périphériques, y apporter des solutions argumentées, fondées sur des recherches approfondies, livrées dans une synthèse claire sous-tendue par un raisonnement juridique poussé, cohérent et crédible. 2.6. Etre capable de passer de l’abstraction de la règle de droit aux faits concrets, et inversement. 4 Réfléchir et participer Actualiser ses connaissances, percevoir les passerelles entre les différentes branches du droit, se forger des opinions personnelles et, le cas échéant, faire fructifier l’ouverture résultant d’un stage ou d’un séjour d’échange. 4.1 . Actualiser et parfaire ses connaissances dans les différentes branches du droit de manière autonome, et d’ainsi se forger une solide culture juridique générale. 5 S'interroger et s'impliquer S’interroger sur les choix que véhiculent les normes, se forger des opinions personnelles et s’impliquer dans la promotion des valeurs fondatrices du droit. 5.1. Comprendre le caractère relatif, dans le temps et dans l’espace, d’une solution juridique, et ainsi s’interroger sur la pertinence des choix qu’elle véhicule. 5.2. Pouvoir, à propos d’une controverse juridique ou d’une problématique qu’il aurait identifiée, se forger et exprimer une opinion personnelle. 5.3 . A raison d’une analyse des situations et mécanismes humains, familiaux, économiques ou sociaux appréhendés par le droit, réfléchir à la justesse des solutions juridiques, aux moyens de les améliorer et agir en ce sens. 5.4. Identifier et promouvoir les valeurs éthiques et sociales fondatrices du droit et de la justice, ainsi que se garder de toute forme d’instrumentalisation.",
        "content": "Ce cours présente le droit européen de la concurrence dans un contexte politique, économique et comparatif. Il combine des analyses de décisions clés de l'UE avec des discussions sur les questions de politique d'application et des comparaisons avec les affaires antitrust américaines. En 30 heures, le cours explore les outils utilisés par les autorités de la concurrence en Europe : pour sanctionner les cartels qui fixent les prix ou divisent les marchés ; pour évaluer les accords de coopération entre entreprises rivales et les relations entre fournisseurs et clients ; pour établir une position dominante et détecter les abus ; et pour examiner les effets des fusions et acquisitions sur la concurrence. Le cours expliquera également comment les autorités déterminent si les restrictions commerciales enfreignent les principes régissant le marché intérieur de l'UE et si les États membres contreviennent aux règles protégeant le système européen de concurrence. Le cours vise donc à fournir un aperçu complet des différentes dimensions du droit européen de la concurrence, de sa place au cœur du projet d'intégration du marché de l'UE et de sa pertinence pour l'application des principes antitrust dans le monde entier. Caractéristiques principales : - passe en revue toutes les décisions et tous les arrêts importants de la Commission européenne et des tribunaux de l'UE en matière de concurrence - explique les nuances critiques des cas au moyen d'explications contextuelles - intègre le droit, l'économie et d'autres politiques, offrant une vision globale du droit de la concurrence et de sa place dans le système européen - compare le droit de la concurrence de l'UE avec le droit antitrust américain, en analysant l'origine de leurs différences et en permettant aux étudiants d'en tirer des conclusions. Traduit avec www.DeepL.com/Translator (version gratuite)",
        "teaching_methods": "Ce cours est basé sur des enseignements interactifs. Vous devrez effectuer des lectures préalables, préparer des questions et parfois des exercices avant le cours et être prêt à en discuter en classe. Des instructions spécifiques seront publiées sur Moodle.",
        "assessment_methods": "L'évaluation de ce cours prendra la forme d'un examen écrit de deux heures divisé en trois parties : 10 questions à choix multiples (10 points) un commentaire d'un extrait de jurisprudence (5 points) une étude de cas (5 points) Les questions seront libellées en anglais mais les étudiants sont autorisés à répondre en français s'ils le souhaitent.",
        "online_resources": "Les préparations des cours et les lectures complémentaires seront disponibles sur Moodle.",
        "bibliography": "Casebook (obligatoire) Ce cours est enseigné au moyen du manuel suivant: This course is thaught using the following casebook: E. Fox and D. Gerard, EU Competition Law - Cases, Text and Context , Edward Elgar, 2nd ed., 2023.",
        "course_materials": "E. Fox and D. Gerard, EU Competition Law - Cases, Texts and Context, E. Elgar Publishing, 2nd ed., 2023.",
        "responsible_entity": "BUDR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2030",
        "title": "Economic and social integration in Europe",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Defraigne Jean-Christophe"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Introduction à l'économie, histoire de l'unification européenne.",
        "topics_covered": "1. Eléments théoriques relatifs à l'intégration économique 2. La dynamique d'intégration européenne et la création du Marché Unique 3. Le fonctionnement du marché unique (y compris une introduction à la politique de concurrence et aux politiques industrielles dans l'UE) 4. Les politiques de cohésion dans l'UE",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à analyser l'évolution de l'intégration économique et sociale au sein de l'Union européenne (UE) et ses perspectives immédiates.",
        "content": "Afin d'expliquer le processus d'intégration économique européen, ce cours examinera les dynamiques d'intégration économique et institutionnelle qui sont à l'origine du marché unique. Il présentera les perspectives d'intégration dans les différents domaines de l'économie européenne. Dans cette optique, ce cours proposera une brève introduction aux outils utilisés par les pouvoirs publics en Europe pour approfondir l'intégration économique de l'UE. Le cours abordera la problématique de l'évolution de la cohésion sociale au sein de l'Union, des disparités entre les différents Etats membres des origines à nos jours. Il analysera les politiques qui déterminent le degré de cohésion sociale au sein de l'UE  et les développements éventuels qui résultent de l'adaptation des économies européennes à la mondialisation et aux élargissements de l'UE.",
        "assessment_methods": "Examen écrit ou oral.",
        "other_info": "Supports: présentation multimédia.",
        "bibliography": "BEREND, Ivan T: « From the Soviet Bloc to the European Union », Cambridge University Press, 2009. DEFRAIGNE, Jean-Christophe & NOUVEAU, Patricia: « Introduction à l'Economie Européenne », Ouvertures Economiques De Boeck, Bruxelles, 2013. DEFRAIGNE, Jean-Christophe Eds: « Which industrial and social policy models for 21st century Europe? Redefining public intervention within the framework of the Lisbon strategy / Quels modèles de politique industrielle et de politique sociale pour l'Europe du 21ème siècle ? La redéfinition de l'intervention publique dans le cadre de la stratégie de Lisbonne », Academia-Bruylant, Louvain-la-Neuve, 2008. pp 63-129. DINAN, Desmond: « Ever Closer Union: An introduction to European integration », Palgrave Mc Millan, 2010. EL AGRAA, Ali. M: « The European Union: Economics and Policies », 7 th edition, Pearson Education, 2012. GILLINGHAM, John: « European Integration 1950-2003: Superstate or New Market Economy? », Cambridge University Press, 2003. PELKMANS, Jacques: « European Integration: Methods and Economic Analysis », 3 rd edition, Pearson Education, 2006.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lalle1101",
        "title": "Allemand - Niveau élémentaire 1e partie  (0-A1)",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Desterbecq Fanny",
            "Rinder Ann"
        ],
        "teaching_language": "Allemand > English-friendly",
        "prerequisites": "Concernant la langue allemande, aucun niveau de base n'est requis.",
        "topics_covered": "Cette unité d'enseignement est destinée aux étudiants débutants et couvre les rudiments grammaticaux et lexicaux d'une communication de base effective qui correspond au niveau de départ 0 et à l'objectif A1 du Cadre européen commun de référence du Conseil d'Europe. Pour ce faire, les thèmes abordés aux cours sont : soi et les autres (les présentations, les goûts, la famille et la description) ; les besoins simples de la vie courante (les effets personnels, la classe, les sensations physiques); la vie quotidienne (les habitudes, la nourriture, les vêtements, les loisirs et sports) ; les lieux de vie (l'environnement, la météo, la ville, les magasins, les directions) ; le temps (le calendrier, les heures, les expressions de fréquence, les horaires) et les expressions relatives à des situations concrètes particulières (les salutations, les formes de politesse élémentaires et les expressions utilisées dans un échange commercial, par exemple, les achats ou le restaurant).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : demander et donner des informations avec un choix élémentaire d'expressions simples sur soi et les autres, les besoins simples de type courant, la vie quotidienne, le lieu de vie et le temps. se décrire, décrire ce qu'il/elle fait, ainsi que son lieu d'habitation avec un répertoire élémentaire de mots isolés et d'expressions. s'exprimer avec un contrôle limité de structures syntaxiques et de formes grammaticales simples appartenant à un répertoire mémorisé relatif à des situations concrètes particulières, tout en utilisant un ensemble restreint de formes de politesse les plus élémentaires. répondre à des questions simples et en poser, réagir à des affirmations simples et en émettre dans le domaine des besoins immédiats ou sur des sujets très familiers. comprendre des instructions qui lui sont adressées lentement et avec soin et suivre des directives courtes et simples. épeler des informations personnelles et reconnaître les noms, les mots et les expressions les plus courants dans les situations ordinaires de la vie quotidienne et savoir prononcer un répertoire très limité d'expressions et de mots mémorisés de façon compréhensible pour un locuteur natif habitué aux locuteurs du groupe linguistique de l'apprenant/utilisateur. comprendre des textes très courts et très simples, phrase par phrase, en relevant des noms, des mots familiers et des expressions très élémentaires et en relisant si nécessaire, ainsi que se faire une idée du contenu d'un texte informatif assez simple, surtout s'il est accompagné d'un document visuel. remplir des formulaires simples (une fiche d'hôtel ou une brochure) sur soi-même, les autres ou un service quotidien, avec des informations personnelles, des chiffres, des dates, des heures, des noms de lieu, des quantités, des prix, etc. écrire des textes simples et brefs sur soi-même ou des personnages imaginaires avec des mots familiers et un ensemble d'expressions utilisées régulièrement, ainsi que des cartes postales en utilisant des groupes de mots et les connecteurs les plus élémentaires tels que « et » ou « alors ».",
        "content": "Cette unité d'enseignement consiste à développer les compétences communicatives langagières pour une communication de base. La typologie d'exercices (en production et en réception) est très diversifiée, mais en mettant l'accent sur la dimension orale de la langue et en rapport avec les  thématiques abordées. Les devoirs sont à présenter soit au cours, soit sur Moodle, plateforme d'apprentissage en ligne utilisée à l'UCL.",
        "teaching_methods": "Le cours suit la méthode communicative notio-fonctionnelle. Cette unité d'enseignement se donne en présentiel avec une approche communicative qui prend en compte l'approche lexicale et grammaticale. Pour ce cours, on suit un manuel d'allemand langue étrangère (A1).",
        "assessment_methods": "Différentes notes interviennent dans l'évaluation finale: Evaluation continue : les tests proposés en fin de chapitre aux étudiants pendant l'année ont une valeur certificative (20% de la note finale). Examen écrit (60%: grammaire et vocabulaire 20%, lecture et audition 20%, rédaction 20%) et examen oral (40%) durant la dernière semaine de cours, portant sur les chapîtres 1-5 du manuel.",
        "other_info": "English-friendly course : cours enseigné en français mais offrant des facilités en anglais.",
        "online_resources": "http://www.moodleucl.uclouvain.be",
        "bibliography": "Manuel d'apprentissage Kurs DaF A1 (Ernst Klett Sprachen) ISBN 978-3-12-676838-2",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2103",
        "title": "Espace de liberté, sécurité, justice",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Duez Denis"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'objectif principal de ce cours est de fournir aux étudiants une compréhension approfondie de l'espace de liberté, de sécurité et de justice (ELSJ) de l'Union européenne (UE). Plus spécifiquement, il vise à initier les étudiants aux concepts, approches, débats académiques et politiques qui permettent d'étudier et de comprendre la construction de l'ELSJ. Le cours s'articule autour de quatre grandes thématiques. Premièrement, dans une perspective historique, il examine le processus de formation et d’évolution de l’ELSJ. Deuxièmement, il examine les politiques développées dans le cadre de l’ELSJ : asile, immigration, gestion des frontières extérieures, coopération judiciaire en matière civile et pénale, coopération policière, protection des données personnelles. Il revient sur les principales controverses liées à ces politiques. Troisièmement, le cours examine le rôle joué par les acteurs européens, nationaux et internationaux dans le domaine de la sécurité intérieure, en soulignant leur contribution respective et les dynamiques interinstitutionnelles. Enfin, quatrièmement, le cours examine la dimension externe des politiques de l'ELSJ et du rôle des acteurs non européens dans l'influence ou la contestation de ses politiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Mobiliser une connaissance approfondie des principales politiques et acteurs au cœur de l’Espace de liberté, de sécurité et de justice (ELSJ). 2 Identifier, comprendre et analyser les controverses récentes et en cours concernant des sujets sensibles de la gouvernance européenne, nationale et mondiale concernant l’ELSJ. 3 Rassembler et utiliser des sources pertinentes, notamment juridiques, à cette fin.",
        "content": "Le cours a pour objectif de donner une vue synthétique et critique de l'action de l'Union européenne dans les domaines couverts par le Titre V du TFUE: l'espace de liberté, de sécurité et de justice (ELSJ). Il vise à d'offrir aux étudiants de bonnes connaissances des fondements tant historiques, politiques que juridiques de la coopération des États membres dans le domaine de la justice et des affaires intérieures. Pour ce faire, il examine certains des concepts et principes fondamentaux de la coopération en matière de justice et d'affaires intérieures qui découlent de l'article 67 du TFUE, qui définit l'espace de liberté, de sécurité et de justice. À la fin de ce cours, les étudiants devraient être en mesure de : Comprendre les concepts et principes fondamentaux qui régissent la coopération de l'UE dans le domaine de la justice et des affaires intérieures; Identifier les principaux enjeux et les principales tensions propres à l'espace de liberté, de sécurité et de justice; Appliquer les différents concepts et principes fondamentaux à des cas concrets; Trouver et utiliser des sources juridiques dans le domaine de l'ELSJ, notamment les traités, le droit dérivé et la jurisprudence de la Cour de justice de l'Union européenne ; Participer au débat académique et public sur les questions d'actualité relatives à l'ELSJ.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen écrit. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "other_info": "Support: lectures obligatoires et liste de lectures recommandées.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2011",
        "title": "Acteurs du système politique européen",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Duez Denis"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'objet du cours recouvre à la fois les acteurs institutionnels (tels qu'ils figurent dans les traités instituant l'UE), qu'ils soient européens (Commission, Parlement, Conseil des ministres, Cour de Justice, Comité des régions, Comité économique et social, Banque centrale, Banque d'investissement, etc.) ou nationaux (composantes nationales du Parlement, du Conseil des ministres, du Comité des régions et du Comité économique et social, etc.), et les acteurs non institutionnels (partis politiques, organisations représentatives d'intérêts - des travailleurs ou des employeurs, de secteurs économiques, régionaux ou locaux, etc. - ou promotrices de cause, \" think tanks \" et experts, médias et instituts de sondage d'opinion, etc.), que leurs cadres organisationnels se situent au niveau européen (ex. le Confédération européenne des syndicats, le \" BusinessEurope \", le Bureau européen de l'environnement, etc.) ou bien au niveau national.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du cours, les étudiants devront avoir une image globale de l'ensemble des grandes catégories d'acteurs collectifs qui participent au \" jeu politique européen \" ainsi que des principales configurations d'interactions qui les unissent, et autour desquelles s'articulent les grandes dynamiques de fonctionnement et de développement de l'UE.",
        "content": "Deux perspectives sont combinées dans le cadre du cours pour étudier le système politique européen. D'une part, le cours vise à effectuer une catographie du système politique européen et à dresser la carte d'identité de chacun des d'acteurs abordés, en évoquant leur composition, leurs ressources, leurs principaux modes d'action, mais aussi leur poids respectifs dans le processus décisionnel européen. D'autre part, dans une perspective dynamique le cours analyse les types de relations que ces acteurs entretiennent entre eux, notamment les grandes configurations d'interactions qui peuvent être dégagées de l'observation du \"jeu politique européen\".",
        "teaching_methods": "Cours magistraux.",
        "assessment_methods": "Examen écrit. L’examen couvre la matière vue au cours ainsi que la matière du corpus de lectures. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "other_info": "Support: lectures obligatoires et liste de lectures recommandées.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2109",
        "title": "Budget européen et accès aux financements",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Saurel Stéphane"
        ],
        "teaching_language": "Français",
        "topics_covered": "- L'évolution historique du budget européen. - La procédure d'élaboration du budget européen. - Le contenu du budget européen (recettes et dépenses). - Les débats actuels sur le budget européen. - Les évolutions attendues du budget européen. - Les politiques sectorielles (agriculture, cohésion) en lien avec le budget. - Quelques éléments de politique budgétaire. - Le financement du budget européen (ressources propres, corrections). - La pratique des négociations budgétaires. - Le fonctionnement des fonds structurels européens. - Les conditions d'accès et modalités de financement des différentes sources de financement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à fournir aux étudiants les outils de lecture et de compréhension du contenu du budget européen. Il doit permettre aux étudiants de cerner les enjeux passés, présents et futurs liés à ses différentes composantes. À l'issue du cours, les étudiants doivent ainsi être capables de se situer dans les débats actuels sur le budget européen en se basant sur une argumentation structurée. Le cours donne également aux étudiants les clés pour comprendre le déroulement des négociations budgétaires et pour accéder aux différents programmes de financement européens.",
        "content": "La première partie du cours (15h) est dédiée au budget européen. Elle débute par une analyse de l'évolution historique du budget européen. Elle en décrit ensuite la procédure de décision ainsi que la structure. Le contenu du budget européen est ensuite étudié plus en détail, tant du point de vue des recettes que des dépenses. Les enjeux liés au budget européen dans sa mouture actuelle sont aussi analysés. Parmi ceux-ci, citons les débats sur les sources de financement de l'UE, les instruments de solidarité, la politique énergétique, la PAC, etc. Le dernier volet de la première partie porte sur les développements possibles en vue d'une réforme du budget. La deuxième partie du cours (15h) est composée des deux volets distincts. Le premier volet (7h) fonctionne selon le format d'un séminaire. Les étudiants préparent et présentent au groupe de courtes notes sur les principales politiques de l'UE et les enjeux budgétaires. Lors d'une simulation d'une discussion en groupe de travail du Conseil, ils défendent les positions d'un Etat membre sur des aspects-clés tels que la PAC, la politique de cohésion ou le financement futur du budget. Le second volet (8h) de la deuxième partie du cours est consacré aux financements européens. Il a pour objectif de décrire en détail le fonctionnement des différents fonds structurels (FEDER, FSE), programmes-cadre de recherche et fonds de l'aide extérieure. Par une approche concrète, l'accent est mis sur les conditions d'accès et modalités de financement de chacune de ces sources de financement.",
        "assessment_methods": "Examen écrit ou oral.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspol1125",
        "title": "Research design and skills",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Baudewyns Pierre"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "1ère partie : (commune pour tous les bacs) 15h d'exposé magistral (15h x 5 prof. = 75h)\r-\tPrésentation des sources de l'information écrites, orales, visuelles, chiffrées \r-\tFamiliarisation aux outils de recherche (bibliothèque, web, )\r-\tDéfinition des règles de la critique à leur appliquer\r-\tFormalisation d'un raisonnement scientifique\r2ème partie : 15h d'exposé en grand groupe (15h x 10 prof . et moniteurs = 150h)\r-\tApplication de ces principes et méthodes et méthodes à une thématique générale choisie par baccalauréat (ex : mondialisation, immigration, emploi et chômage, construction européenne, )\r-\tPrésentation des étapes d'une recherche\r-\tDéfinition du sujet des objectifs, des méthodes des sources d'information pertinentes\r-\tCollecte des données et traitement\r-\tDémarche d'analyse\r3ème partie : 15h (illustration par traitement)\rDéclinaison de cette thématique générale en sous-thèmes spécifiques (1 par sous-groupe de 30 étudiants)\rTravaux pratiques et suivi encadré par les assistants (+ 33 groupes de 30 étudiants)\r-\tChoix d'un sous-thème particulier\r-\tDélimitation de l'objet d'étude\r-\tEssai d'analyse et d'explication\r-\tDéveloppement de l'esprit critique de la capacité de formalisation du raisonnement\r-\tCommunication des résultats\rRéalisation d'un travail personnel en rapport avec la discipline du baccalauréat choisi par l'étudiant et en utilisant une démarche spécifique au domaine étudié.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de ce séminaire est d'initier l'étudiant au travail universitaire, au travers de questions concrètes ancrées dans la discipline de son choix.  Il sera amené à maîtriser les techniques de base du travail universitaire : usage des sources bibliographiques, réalisation de synthèses critiques, utilisation des conventions de références, techniques de rédaction Cet apprentissage aura également pour but de sensibiliser l'étudiant à des problématiques de recherche concrètes, développées dans le champ disciplinaire de son choix. Cette première formation se fera dans un esprit d'ouverture : l'étudiant sera amené à situer les outils propres à sa discipline, par rapport aux méthodes utilisées par les autres disciplines enseignées dans la Faculté.",
        "content": "Le cours magistral introduit aux outls et à la méthode pour réaliser un travail de recherche. Nous aborderons ces notions au travers de questions concrètes qui intéressent les étudiant·e·s. Durant ce cours, les étudiants apprendront notamment à: acquérir les outils nécessaires à l'élaboration d'une recherche de type universitaire mais également la méthode pour appliquer une démarche scientifique. Cet apprentissage vise à ce que l'étudiant·e puisse réaliser un travail de recherche, lire et communiquer de manière académique, développer une attitude critique vis-à-vis des différentes sources d’information, collecter des données sur le phénomène qu'ils souhaitent étudier, analyser ces données pour en extraire des informations pertinentes.",
        "teaching_methods": "Le cours se déroule durant le premier quadrimestre et s'articule entre cours magistral, séances de questions réponses et de travaux individuels. La cours est structuré en deux grandes parties: la première partie est centrée sur l'acquisitiion des outils nécessaires à la collecte, à la sélection et à la sauvegarde des données et des ressources bibliographiques. Une attention particulière est portée sur le plagiat et l'accès aux ressources dites \"libres de droit\". La deuxième partie du cours est centrée sur l'acquisition de la méthode et de la démarche scientifique en commencant par une introduction à la lecture 'critique' de la littérature scientifique. Le cours aborde, par la suite, les différents éléments d'un design de recherche (question de recherche, cadre théorique, données et méthodes ...). Dans chacune de ces deux parties, plusieurs modules sont organisés afin de permettre à l'étudiant·e d'acquérir les différentes compétences au travers d'exercices individuels.",
        "assessment_methods": "La note est la somme arithmétiqure des différents travaux demandés. Attention que pour certains travaux en plusieurs parties, la note n'est attribuée que si toutes les parties du travail sont faites. L'utilisation de l'IA générative est autorisée sous certaines conditions (expliquées lors du 1er cours).",
        "course_materials": "Toutes les ressources nécessaires sont fournis sur le site moodle du cours.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leuro1201",
        "title": "Fondements de l'intégration européenne: histoire, géographie, culture, structures",
        "credits": "5.00",
        "hours": "37.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dujardin Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pouvoir cerner les moments forts des projets de construction européenne, mettre en exergue les variables individuelles et institutionnelles, mesurer l'impact des facteurs économiques et de l'environnement externe, ou encore étudier les interactions avec des préoccupations relevant de la politique intérieure ainsi que l'influence éventuelle de \"l'attentive opinion\".",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant devra être capable de cerner les enjeux de ces projets, crises et relances, qu'ils aient trait à des questions politiques, économiques, militaires ou institutionnelles. Il importera aussi de relever les points de similitudes ou de divergences entre divers moments forts de l'intégration européenne, de se pencher sur la question de savoir si les crises ont modifié les chemins, desseins ou visions tracées par les pères fondateurs, ou encore de montrer combien l'histoire peut éclairer l'actualité.",
        "content": "Le cours porte sur la construction européenne dans ses différentes dimensions: - les bases: les héritages hellénique, romain, judéo-chrétien - les premières ambitions, du moyen âge aux traités de Rome - la construction politique au XXe siècle, des traités de Rome à aujourd'hui - les notions d'identité et de culture européennes",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen oral. L'étudiant est invité à préparer des réponses à une série de questions transversales, données au premier cours et disponibles sur le power point de présentation du cours. Lors d'un examen oral, létudiant présente ses réponses à deux questions tirées au sort dans la liste.",
        "other_info": "Prérequis : aucun.",
        "online_resources": "Documentation et supports du cours disponibles sur le site Moodle du cours.",
        "bibliography": "A définir par le titulaire.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2040",
        "title": "Europe: culture and identity",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Solonakis Nicolas"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Aucun.",
        "topics_covered": "Le cours vise à fournir aux étudiants les connaissances et les outils conceptuels nécessaires afin de comprendre les déterminants de l'identité culturelle européenne et de développer une réflexion autonome et une analyse multidimensionnelle de celle-ci. À cette fin, une série de concepts seront exposés et analysés (identité, culture, civilisation, patrimoine, tradition, etc.) qui seront appliqués au contexte spécifique de l'Europe. Le cours présentera plus en détail les principales couches culturelles qui ont façonné la civilisation européenne et examinera leur pertinence pour l'Europe d'aujourd'hui. Enfin, le cours proposera une comparaison entre les cultures européennes et non-européennes afin de discuter des caractéristiques possibles de la culture européenne, ainsi que des éléments partagés avec d'autres entités culturelles. Par la nature du sujet abordé, le cours est intrinsèquement interdisciplinaire, s'appuyant sur l'anthropologie, l'histoire, l'histoire de l'art, la géographie et les études culturelles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre et appliquer de manière appropriée les concepts clés du cours à différents cadres spatiaux et chronologiques, et à différents types d'entités politiques. 2 Acquérir une base de connaissance solide en matière d'histoire culturelle de l’Europe. 3 Être capable d'expliquer les forces motrices du changement culturel et du syncrétisme culturel. 4 Développer un discours personnel sur les déterminants et de la culture et de l'identité européennes de manière argumentée.",
        "content": "Après une introduction sur l'importance et l'intérêt du sujet de l'identité culturelle européenne à travers des enjeux récents et actuels, le cours débutera par une réflexion sur l'historicité et sur les principaux mythes fondateurs de l'Europe (chap. 1), suivie par une présentation des courants de pensée, des débats théoriques et d’une série de concepts fondamentaux issus des études culturelles (culture, civilisation, tradition et modernité, etc.) à travers divers auteurs (chap. 2). Le chapitre 3 abordera la question de l'espace européen et de ses frontières, en fonction de multiples critères, ainsi que des différents facteurs (politiques, sociaux, démographiques, etc.), phénomènes historiques et couches culturelles qui ont successivement façonné la civilisation européenne. Ces fondations permettront de décortiquer les constituants présumés de l'identité culturelle européenne (y compris, mais sans s'y limiter, les valeurs, les coutumes, les représentations, etc.), et d'examiner la possibilité et les limites d'une construction politique et institutionnelle de celle-ci. Le cours se penchera ensuite sur la question des héritages culturels (chap. 4), dont trois seront étudiés plus en détail : les héritages hellénique, romain et judéo-chrétien, abordés à travers des éléments matériels (art, monuments, édifices, etc.) et des œuvres intellectuelles et littéraires. Tout au long de cette analyse, plusieurs moments clés de l'histoire européenne feront l'objet d'une analyse plus approfondie. Cela conduira à une discussion sur la question de l'identité européenne, où les différences entre les cultures européennes seront présentées et analysées. Enfin, la dernière partie du cours sera consacrée à une comparaison entre les cultures européennes et orientales (chap. 5), afin de réfléchir à leur influence réciproque, aux similitudes, au syncrétisme et à leurs spécificités.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen oral. Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à de l'intelligence artificielle est interdite que ce soit comme assistant linguistique, outil d'exploration et d'idéation ou comme outil de rédaction.",
        "course_materials": "PowerPoint presentation, Mandatory readings (articles, book chapters, etc.) available on the course Moodle platform, Suggested readings (list available on Moodle platform)",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1311",
        "title": "Philosophie politique et sociale",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hunyadi Mark"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours abordera en conséquence trois  types de matières :\r1. Les questions épistémologiques des sciences sociales, dont par exemple :\r- la spécificité des sciences humaines par rapport aux sciences de la nature (débat expliquer/comprendre)\r- le débat entre individualisme méthodologique et holisme (existence des entités collectives)\r-  la question de l'ethnocentrisme\r- la question du rapport entre savoir profane et savoir expert\r2. Les questions normatives des sciences sociales, dont par exemple :\r- la neutralité axiologique et l'engagement du chercheur en sciences sociales\r- la distinction entre théorie traditionnelle et théorie critique \r- les fondements normatifs des grands paradigmes des théories de l'acteur et de l'agir social (tradition utilitariste, tradition wébérienne, tradition hégélienne et marxiste)\r- la question de la justice\r3. La question de l'histoire : théories évolutionnistes, théories dialectiques, théories kantienne \ret fichtéenne",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à :\r1.introduire l'étudiant à l'épistémologie fondamentale des sciences sociales ;\r2.introduire l'étudiant aux questions normatives des sciences sociales ;\r3.introduire l'étudiant aux paradigmes fondamentaux de la philosophie de l'histoire",
        "content": "Il s'agit d'un cours magistral, appuyé par un Powerpoint détaillé qui est à disposition des étudiants ; de plus, des textes d'auteurs doivent être lus de séance en séance. À chaque cours, l'accent est également mis sur l'explication détaillée d'un bref extrait de texte, qui doit éclairer la compréhension d'ensemble. Au final, il sera attendu de l'étudiant qu'il maîtrise l'ensemble des textes mis à disposition.",
        "assessment_methods": "Les étudiants inscrits en philosophie (majeure ou mineure), ainsi que ceux de la Chaire Hoover, passeront un examen oral avec le Professeur ; tous les autres passeront un examen écrit, basé sur la vérification des connaissances acquises (cours magistral + textes).",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2202",
        "title": "Political philosophy and the European Union",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Arens Nicolas"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Les grands thèmes centraux de la philosophie politique 'la justice et la démocracie' ont été traditionnellement traités au niveau national et, plus récemment, au niveau mondial. Le cours portera sur les questions spécifiques que ces thèmes soulèvent au niveau de cette entité intermédiaire sans précédent portant aujourd'hui le nom d'Union européenne, y-compris les questions de l'interprétation et du rôle à donner dans ce contexte au nationamisme et au patriotisme, à la sécurité et à la compétitivité, à la liberté et à la solidarité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à stimuler et nourrir une réflexion normative rigoureuse et pertinente sur l'avenir de l'Union européenne, sa finalité, ses compétences et ses institutions, en reliant les théories philosophiques de la justice et de la démocratie aux défis très concrets auxquels l'Europe est confrontée dans le monde d'aujourd'hui.",
        "content": "Le cours se concentre sur les questions théoriques et philosophiques qui s'appliquent à l'intégration européenne actuelle. Le processus de rapprochement politique, social, économique et juridique qui s'opère en Europe depuis plusieurs décennies soulève des questions à la fois classiques et inédites. La philosophie politique a la capacité, d'une part, de mettre en perspective la nouveauté de l'intégration européenne et, d'autre part, de conceptualiser ce que l'expérience européenne apporte de nouveau. Le cours débutera par une réflexion générale pour évaluer si la philosophie politique est en mesure de s'appliquer directement à l'intégration européenne ou si elle \"parle de l'extérieur\" de l'UE. Ensuite, six thèmes seront développés chacun durant deux séances. Chaque thème sera d'abord discuté à partir d'un texte d'un auteur classique ou d'un auteur éloigné de notre présent (par exemple Hobbes, Montesquieu, Rousseau, Madison, Tocqueville, Kant, Marx, Benda, Hayek, etc. ). La séance d’après s’appuiera sur un texte d'un auteur contemporain (ex. Weiler, Habermas, Nicolaïdis, Fabbrini, Bellamy, Eriksen, Sangiovanni, Van Parijs, Spector, Manent, Ferry, etc.) La liste des thèmes et des auteurs discutés est la suivante (auteurs à titre indicatif) : Souveraineté: Hobbes, Kant ; Walker, Verellen, Nicolaïdis Constitution et fédération: FP, Montesquieu ; Elazar, Habermas, Fabbrini Démocratie: Tocqueville, Rousseau; Miller, Manent, Ferry, Bellamy, Follesdal, Nicolaïdis Citoyenneté et identité: FP, anti-FP, Benda;  Bellamy, Baubock, Balibar, Weiler Cosmopolitisme : Kant ; Cheneval, Brown, Eriksen Solidarité: Marx, Hayek ; Sangiovanni, de Schutter, Van Parijs",
        "teaching_methods": "Le premier cours sera introduit par le professeur. Les différents thèmes seront brièvement exposés. Pour les cours suivants, chaque étudiant devra choisir et présenter un texte dont il sera responsable. Avant chaque cours, tous les autres étudiants doivent lire le texte et poser une question relative au thème ou au texte sur le forum prévu à cet effet. En classe, après la présentation des étudiants et la discussion sur les thèmes et les questions des étudiants, le professeur apportera des connaissances supplémentaires et une mise en perspective théorique.",
        "assessment_methods": "La répartition de la note des étudiants sera la suivante : présence et participation en classe (20%), présentation du texte (30%), un travail écrit sur un sujet choisi (50%). Le travail est la rendre le premier jour de la session. Etant donné que ceci est un cours de théorie politique, et que la théorie politique dépend fondamentalement de la formulation des idées, de la créativité des intelligences et de la définition de la langue en fonction d'un rapport à la réalité, selon donc un critère de véridicité, le recours aux logiciels d'intelligence artificielle est strictement interdit et n'a tout simplement pas de sens dans le cadre du travail attendu.",
        "bibliography": "Mandatory and suggested readings will be communicated at the first class. Les lectures obligatoires et suggérées seront communiquées au premier cours.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2010",
        "title": "Political Theories of European integration",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delreux Tom"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Connaissances de base en science politique, droit et histoire sont utiles.",
        "topics_covered": "Ce cours aborde les principales théories de l'intègration européenne.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours a pour but de développer chez les étudiants la compréhension et la connaissance des théories utilisées pour expliquer le processus d'intégration européenne, en introduisant et évaluant les principales Ecoles de pensée des théories de l'intégration européenne. Les étudiants doivent être capables d'appliquer ces modèles théoriques à des questions empiriques sur les politiques de l'UE et ses processus décisionnels.",
        "content": "Introduction à l’approche théorique des processus d’intégration européenne Fédéralisme Néo-fonctionalisme Intergouvernementalisme et intergouvernementalisme libéral Néo-institutionalismes: institutionalisme du choix rationel, institutionalisme sociologique, institutionalisme historique, le modèle ‘principal-agent’ Politisation, crises et l'intégration après Maastricht: post-fonctionalisme, néo-intergouvernementalisme et 'failing forward' Constructivisme social Gouvernance et gouvernance multi-niveaux Economie politique critique",
        "teaching_methods": "Cours magistraux.",
        "assessment_methods": "Examen écrit. L’examen couvre toute la matière des cours ainsi que le contenu des lectures obligatoires. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans le note facultaire à ce sujet et disponible sur le site intranet de la Faculté ESPO dans les informations à destination des étudiant.es.",
        "other_info": "Support de cours: lectures obligatoires (mis à jour chaque année).",
        "course_materials": "Reader with obligatory readings (updated annually)",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl1532",
        "title": "Anglais interactif pour les étudiants en Business (niveau intermédiaire+)",
        "credits": "5.00",
        "hours": "60.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Gibbs Nicholas",
            "Henriet Marielle",
            "Kefer Adrien",
            "Neyt Philippe",
            "Opello Katherine",
            "Peer Hila",
            "Pertuit Mark Theodore"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "L'étudiant devra avoir suivi le cours de niveau intermédiaire (LANGL1332) ou un cours d'un niveau similaire, correspondant au niveau B2.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension à la lecture Pouvoir comprendre, de façon autonome et de manière précise des textes factuels et des articles spécialisés en rapport avec le domaine d -études. Préparer les étudiants à pouvoir comprendre, durant les années de Maîtrise, des « syllabi » rédigés en anglais. Niveau : C1 2 Compréhension à l'audition individuelle : Pouvoir suivre une conférence ou un exposé complexe du point de vue du fond et de la forme à condition que le sujet soit familier (en rapport avec le domaine d -études). Pouvoir comprendre la plupart des émissions et magazines télévisés ou radiodiffusés en rapport avec le domaine d -études. Préparer les étudiants à pouvoir, au cours des années de Maîtrise, comprendre un cours de spécialité donné en anglais. Compréhension à l'audition interactive : Pouvoir suivre un discours dans une conversation courante entre plusieurs locuteurs, dans les principaux contextes socio-professionnels. Niveau : C1 3 Expression orale individuelle : Pouvoir s'adresser à un auditoire et présenter, de manière claire et méthodique, un exposé préparé, en s'appuyant sur des supports visuels et en ne faisant référence que de manière occasionnelle aux notes écrites. Expression orale interactive : Pouvoir s'exprimer spontanément et couramment sans trop devoir chercher ses mots, et sans que le nombre de fautes (grammaticales, lexicales et phonétiques) ne soit un obstacle à une communication fluide et aisée. Pouvoir participer de manière souple et efficace à des conversations du registre social et professionnel. Pouvoir exprimer ses idées, avis et suggestions avec précision et lier ses interventions à celles des interlocuteurs Niveau B2+ 4 Expression écrite Les étudiants doivent être capables : d'écrire une lettre de motivation et un cv. d'écrire un email d'écrire un essai et une description de graphe (IELTS Writing Part 1&2) Niveau : B2+",
        "content": "Maîtrise du code : vocabulaire général et spécifique, grammaire, prononciation Maîtrise des fonctions langagières pour la communication orale: introduire, expliquer, entrer dans le détail, opposer, négocier, conclure, exprimer accord ou désaccord, interrompre, gérer une discussion informelle ou une réunion, exprimer une opinion, décrire des graphiques etc. Interaction dans des situations de la vie courante ou des environnements académiques et professionels Présentations orales Préparation au IELTS exam Rédaction de CV et lettre de motivation Exercices d’entretien d’embauche",
        "teaching_methods": "Exercices de pratique orale formels et informels sur des sujets généraux ou spécifiques au Business English Pratique de compréhension à l'audition sur des vidéos et fichiers audio Pratique de compréhension à la lecture en préparation aux exercices oraux Exercices de pratique orale formelle par des jeux de rôles et simulations, tels que des réunions, négociations, entretiens d'embauche Exercices d’écriture: e-mails, CV, lettre de candidature Préparation au IELTS exam Corrections et retours réguliers sur les productions orales et écrites des étudiants Travail fréquent en paires et groupes restreints Certains cours pourront se donner en ligne via Teams Utilisation d'une plateforme Elearning (Moodle), de Flowchase (App), du syllabus et du livre Business Partner B2+",
        "assessment_methods": "Evaluation continue 70% (certificative et formative): participation au cours présentations orales tests de vocabulaire et de grammaire expression écrite En vertu de l'article 72 du Règlement général des études et examens, le titulaire du cours pourra proposer au jury de s'opposer à l'inscription à l’examen d'un·e étudiant·e qui n'aurait pas rendu les travaux écrits, fait les présentations et/ou les tests de vocabulaire et de grammaire dans les délais requis. La présence au cours est obligatoire . La note d'évaluation continue ne peut être validée que moyennant la participation régulière au cours. Au-delà de trois absences injustifiées sur l'ensemble de l'année académique, l'étudiant·e obtient 0/70 pour cette partie de l'évaluation. Examen oral en groupe 15% : sous forme de réunion. Examen oral individuel 15% : interview d'embauche. Une absence à l'examen oral (individuel et/ou en groupe) entraîne une note finale d'absence. L'examen éventuel de 2ème session porte sur toutes les productions orales et écrites cotées de l'année et des examens oraux de 1ère session. Les parties écrites de l'évaluation doivent être envoyées au titulaire du cours pour le premier jour de la session au plus tard. En vertu de l'article 72 du Règlement général des études et examens, le titulaire du cours pourra proposer au jury de s'opposer à l'inscription à l’examen d'un·e étudiant·e qui n'aurait pas rendu le travail dans les délais requis.",
        "online_resources": "http://moodleucl.uclouvain.be/",
        "bibliography": "Business Partner B2+, Pearson",
        "course_materials": "LANGL1532 course notes Moodle LANGL1532 Business Partner B2+ Flowchase App",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2023",
        "title": "EU internal market law",
        "credits": "5.00",
        "hours": "37.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Desaunettes Luc"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "LEUSL2020 \"Droit institutionnel de l'Union européenne\" ou LEUSL2022 \"Institutional law of the European Union\"",
        "topics_covered": "Ce cours a pour objectif de compléter la formation de base des étudiants en droit européen. Il fait suite au cours de droit institutionnel européen, dans lequel les étudiants ont étudié les institutions européennes, les processus décisionnels ainsi que les mécanismes de mise en œuvre du droit de l'Union. Le cours de droit matériel s'intéresse au contenu du droit européen. Plus particulièrement, il vise à donner une introduction générale droit du marché intérieur européen, ainsi qu'aux règles qui régissent la citoyenneté européenne. Le cours comporte aussi une brève introduction au droit de la concurrence.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, les étudiants connaitront l'essentiel des règles qui régissent le marché intérieur possèderont les savoir-faire de base nécessaires à leur application pratique. Ils seront familiarisés avec les sources de droit européen et seront capables de déterminer si une situation qui entre dans le champ du droit du marché intérieur relève du droit primaire ou du droit dérivé.",
        "content": "Ce cours est consacré au droit du marché intérieur européen dans ses différentes dimensions, ainsi qu'aux règles qui régissent la citoyenneté européenne. Une large place est accordée aux quatre grandes libertés constitutives du marché intérieur: libertés de circulation des marchandises, des personnes, des capitaux et des services. La libre circulation des capitaux ne sera toutefois traitée que très brièvement. Le cours comporte aussi une brève introduction au droit de la concurrence . L'enseignement met l'accent sur les méthodes caractéristiques du droit européen , tant en ce qui concerne la législation (harmonisation, reconnaissance mutuelle, coopération administrative) que la jurisprudence (schémas de raisonnements typiques de la Cour de justice de l'Union européenne).",
        "teaching_methods": "Ce cours comporte des exposés de la matière et des discussions à partir de lectures que les étudiants doivent préparer. Pour chaque séance du cours, des lectures (arrêts ou autres documents) sont à préparer. Les étudiants doivent lire les documents et préparer par écrit des questions ou des cas pratiques et être prêts à en discuter en classe.",
        "assessment_methods": "L'examen est oral. Il consiste en un cas pratique à analyser (du même type que ceux qui auront été vus au cours du semestre) et des questions sur le cours. L'étudiant dispose d'un temps de préparation pour le cas pratique. Critères d'évaluation : capacité à identifier et à nommer correctement le ou les problèmes juridiques en jeu dans une situation factuelle identification correcte des règles de droit applicables énoncé correct des règles applicables qualité des explications relatives aux règles applicables justification du choix d'appliquer une règle au regard des objectifs pratiques poursuivis exactitude des connaissances juridiques capacité à sélectionner les connaissances pertinentes pour répondre à la question ou au problème posé rigueur logique du raisonnement qualité et suffisance des justifications données pour soutenir l'analyse proposée ou la position défendue précision du vocabulaire juridique. Les étudiants peuvent apporter à l'examen le recueil de documentation du cours ainsi que les Traités (édition officielle de l'office des publications de l'UE ou d'un éditeur). Ces documents ne peuvent pas être annotés. Ils peuvent être surlignés et des signets peuvent être utilisés. Quelques mots ou lettres peuvent être inscrits sur les signets pour rendre la navigation plus facile au sein d'un volume.",
        "online_resources": "Lectures obligatoires et facultatives, questions et casus à préparer pour les séances d'exercices, diapositives utilisées au cours.",
        "bibliography": "Reference book for the course : Robert Schutze, European Union Law , Cambridge : Cambridge University Press, 2021 (3rd Edition). Students are also encouraged to look at: Catherine Barnard, The Substantive Law of the EU : The Four Freedoms , Oxford : OUP, 2022 (7th Edition). The definitive reference book on internal market law. Paul Craig et Gráinne de Búrca, EU Law : Text, Cases, and Materials, Oxford : OUP, 2020 (7th Edition). The reference book on European law (covers a much wider field than the course). Karen Davies, Maarten van Munster, Isabel Düsterhöft, Understanding European Union Law, Routledge, 2022 (8th Edition).",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2718",
        "title": "Politiques de recherche, éducation, culture et media",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Le cours met en lumière le rôle de l'Union européenne dans des domaines d'intervention soumis au principe de subsidiarité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours offre à l'étudiant les éléments permettant de comprendre et d'évaluer la politique de l'Union Européenne en ces domaines. Il doit aussi les aider à exploiter de tels instruments et moyens d'action, dans le cadre d'une activité professionnelle.",
        "content": "Le cours passe en revue successivement les politiques de l'Education et de la Formation professionnelle, de la Recherche et de la Culture et de l'Audiovisuel. Dans la mesure du temps disponible, les actions de l'UE en faveur de la Jeunesse et du Sport sont évoquées. L'approche est résolument interdisciplinaire (aspects historiques, sociologiques, économiques, juridiques, programmatiques, budgétaires, etc.). Le cours montre comment la promotion de la culture et de l'éducation est susceptible de faire l'objet d'une action des institutions européennes, en sensibilisant aux limites de ces politiques, qui doivent aussi prendre en compte des exigences propres aux secteurs en cause et les relations extérieures. Il présente la genèse et le développement de la politique européenne de la recherche, ses instruments (programme-cadre) et ses enjeux actuels.",
        "assessment_methods": "Examen écrit (en cas d'empêchement dûment justifié, une épreuve orale peut être organisée).",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespo1114",
        "title": "Political Science",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Baudewyns Pierre",
            "Bottin Jehan",
            "Reuchamps Min"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Cette entrée en matière dans la discipline se réfèrera aux questions concrètes que se pose tout étudiant et, plus généralement, tout citoyen qui tente de comprendre comment sont organisées la société politique et la société civile. Qu'est-ce que \"le\", \"la\" politique, \"les\" politiques? Qu'est-ce que le pouvoir? Qu'est-ce qu'un pouvoir légitime? Qu'est-ce qu'un système politique? Qu'est-ce que la démocratie ? Quels sont les principaux acteurs collectifs du système politique (partis, groupes de pression)? Quelles sont les valeurs, matérialistes et \"post matérialistes\", des citoyens? Où en est la participation politique des citoyens? Quels sont les principaux déterminants du vote? Y a-t-il une crise de la citoyenneté ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours doit permettre aux étudiants de se familiariser avec les problématiques de base, les orientations théoriques ainsi l'appareil conceptuel de la science politique et être capable d'appliquer ces acquis à des situations concrètes..",
        "content": "Cette entrée en matière dans la discipline se référera aux questions concrètes que se pose tout étudiant et, plus généralement, tout citoyen qui tente de comprendre comment sont organisées la société politique et la société civile. Qu’est-ce que « le », « la » politique, « les » politiques ? Qu’est-ce que le pouvoir ? Qu’est-ce qu’un pouvoir légitime ? Qu’est-ce qu’un système politique ? Qu’est-ce que la démocratie ? Quels sont les principaux acteurs collectifs du système politique (partis, groupes de pression) ? Quelles sont les valeurs, matérialistes et « post matérialistes », des citoyens ? Où en est la participation politique des citoyens ? Quels sont les principaux déterminants du vote ? Y a-t-il une crise de la citoyenneté ?",
        "teaching_methods": "Le cours repose sur un cours en ligne disponible sur Moodle pour chaque quadrimestre (Q1, Q2, Q3) et le contenu des séances hebdomadaires de cours, selon le programme qui sera annoncé au début du cours.",
        "assessment_methods": "L’évaluation est continue et se termine avant la session d’examens. La note finale (de 0 à 20 points) se compose de deux parties : Test intermédiaire (QCM), dans une salle informatique (sur inscription) Test final (QCM), dans une salle informatique (sur inscription) Toutes les informations concrètes concernant le dispositif du cours et d'évaluation seront explicitées par chaque enseignant·e lors du cours et reprises dans un document écrit qui sera envoyé aux étudiant·es inscrit·es après la première séance de cours.",
        "other_info": "En fonction de l’évolution des conditions sanitaires et par conséquent du code sanitaire, le mode d’enseignement et d'évaluation sera éventuellement basculé, en tout en partie, en mode distanciel via un ou plusieurs outils informatiques fournis par l’Université. Les étudiant·es inscrit·es au cours en seront informé·es par e-mail. L'usage d'intelligences artificielles génératives est interdit dans ce cours.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leuro1304",
        "title": "Diversité des cultures et des langues en Europe",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hiligsmann Philippe",
            "Pietrogrande Filippo",
            "Rasier Laurent"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "Le cours vise à explorer la diversité linguistique et culturelle en Europe, dans une perspective historique et critique, et l'influence de cette diversité dans le processus d'intégration européenne. Une première partie se focalise sur la dimension linguistique. D'une part, est abordée l'évolution des langues en Europe par le biais de la comparaison des processus de standardisation des principales langues européennes. D'autre part, est étudié l'emploi des langues en Europe et leur rôle dans la construction européenne. Dans une deuxième partie, sont explorées les racines du pluralisme des cultures européennes, à la lumière d'éléments historiques, anthropologiques, sociaux et religieux. Celles-ci sont ensuite mises en perspective à la lumière d'exemples d'actualité, notamment dans le cadre des relations entre les différents Etats de l'Union européenne ou des relations de voisinage (telles que les relations entre Europe « occidentale », « centrale » et « orientale »).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre les réalités et les enjeux relatifs au pluralisme culturel et linguistique en Europe, à la lumière du contexte historique. Identifier, au-delà des différences, des évolutions communes sur le plan culturel, historique et/ou linguistique. Questionner et analyser les origines et les causes de cette diversité linguistique et culturelle, en les appliquant à des situations d'actualité. Discerner l'impact de la diversité entre les Etats membres sur le processus de l'intégration européenne et les relations entre l'Union européenne et ses voisins.",
        "teaching_methods": "Il s'agit d'un cours magistral.",
        "assessment_methods": "Examen écrit.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2301",
        "title": "Politique étrangère, sécurité et défense européenne",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "de Wilde d'Estmael Tanguy"
        ],
        "teaching_language": "Français",
        "prerequisites": "",
        "topics_covered": "La PESC comme compétence atypique au sein de l'action extérieure de l'UE sera abordée dans une optique chronologique, par ses aspects institutionnels et fonctionnels, au regard de la cohérence qu'elle induit et selon le type de diplomatie déployée par ce biais. Une certaine connaissance du \"Droit institutionnel de l'UE\" est requise. Des études de cas illustreront la manière dont l'UE réagit aux crises par la mobilisation des ses instruments civils et militaires. L'évaluation de la puissance européenne déployée à cette occasion et une mise à l'épreuve du phénomène par rapport des principales théories de l'intégration, de la politique étrangère et des relations internationales complèteront l'analyse.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Après avoir clairement resitué la PESC dans la pluralité des dimensions de l'action extérieure de l'UE, l'étudiant sera à même d'en exposer les origines, d'en définir la singularité, d'en délimiter l'étendue et d'en comprendre le fonctionnement. L'étudiant maîtrisera en particulier les particularités de la PESD partie intégrante de la PESC et sera susceptible de situer la dimension 'sécurité-défense' de l'intégration européenne parmi l'architecture européenne de sécurité. L'étude d'une série de cas aura pour objectif d'élucider les capacités de l'UE comme acteur politique international et de caractériser la PESC par rapport au modèle classique de politique étrangère. Dans la même optique, la PESC-PESD fera l'objet d'une approche théorique la confrontant aux principales théories de l'intégration et des paradigmes traditionnels de l'étude des relations internationales.",
        "content": "- Etude la PESC au sein de l'action extérieure de l'UE. - Origines et définitions : de la coopération politique européenne à la politique européenne de sécurité et de défense. - Fonctionnement de la PESC : typologies des actes, nomenclature des procédures, mécanismes de représentation. - La PESC en action : étude de cas. - Evaluation du processus de PESC et de la puissance de l'UE. - Apports de la PESC à l'étude de la politique étrangère en général.",
        "assessment_methods": "Examen oral ou écrit.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldroi1226",
        "title": "Droit de l'Union européenne",
        "credits": "5.00",
        "hours": "45.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dopagne Frédéric",
            "Van Malleghem Pieter-Augustijn"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun",
        "topics_covered": "Ce cours est une introduction au droit de l'Union européenne. Il comporte une introduction à ce que fait l'Union européenne pour les citoyens et pour les entreprises (marché intérieur, citoyenneté). Il aborde de manière plus détaillée les principes du fonctionnement de l'Union européenne et ses valeurs. On y apprend comment  les règles de droit de l'Union sont adoptées, mais aussi quels acteurs européens et nationaux participent à son élaboration. On y découvre ensuite comment le droit de l'Union est appliqué et par qui. Ce cours donne les outils de base pour aborder les questions complexes que soulèvent les rapports entre le droit de l'Union européenne, les droits nationaux et les autres systèmes juridiques (par exemple ceux du Conseil de l'Europe).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Savoir-Lire 1. une loi ou un traité et ses travaux préparatoires. 3. un arrêt d’une juridiction UE ou d'une juridiction internationale. 1 Connaître/ comprendre Connaître et comprendre le rôle de la norme, les principes gouvernant son élaboration et son application, les étapes essentielles de l’évolution du droit, le contenu des principales règles du droit positif belge, l’impact sur celui-ci des normes européennes et internationales et les traits essentiels de certains systèmes étrangers. 1.4. Maîtriser les techniques destinées à rechercher, référencer, lire, comprendre, confronter, utiliser et critiquer les sources du droit (législation, jurisprudence, doctrine). 1.5. Avoir une connaissance actuelle et une maîtrise générale des principes, règles, théories, doctrines et jurisprudences donnant corps aux différentes branches du droit, en particulier le droit constitutionnel, le droit des obligations, le droit pénal, le droit de la procédure pénale, le droit de l’Union européenne, le droit de la personne et de la famille, le droit social, le droit commercial, le droit des contrats, le droit administratif, les droits réels et intellectuels et le droit judiciaire. 1.6. Connaître et comprendre l’influence qu’ont certaines normes et institutions européennes et internationales sur ces différentes branches du droit. 2 Appliquer Appliquer le droit, c’est-à-dire passer de l’abstraction de la norme aux faits concrets et inversement et donc pouvoir apporter des solutions argumentées à un problème juridique diagnostiqué de manière autonome. 2.1. Dans l’une ou l’autre branche du droit, pouvoir, de manière autonome, diagnostiquer un problème juridique, en discerner les difficultés, en élaguer les éléments périphériques, y apporter des solutions argumentées, fondées sur des recherches exhaustives et pertinentes, livrées dans une synthèse claire sous-tendue par un raisonnement juridique cohérent et crédible. 2.3. Etre capable de passer de l’abstraction de la règle de droit aux faits concrets, et inversement. 3 Communiquer Communiquer de manière claire, précise et structurée le fruit d’une recherche et le résultat d’une analyse juridiques, dans le respect le plus absolu des règles gouvernant la production scientifique. 3.1. Exprimer à haute voix, de manière vivante et structurée le contenu d’un savoir, le fruit d’une recherche ou le résultat d’une analyse juridique dans un français clair et précis dont le registre est adapté au contexte et aux qualités des interlocuteurs [exposé, entretien, conversation, plaidoyer, etc.] et être capable d’en faire de même par écrit. 5 S'organiser S’organiser, planifier son travail et respecter les délais",
        "content": "Ce cours est une introduction au droit de l'Union européenne. On y abordera: l’histoire de l’intégration européenne, le fonctionnement des institutions européennes, les compétences de l'Union européenne, les sources du droit de l’Union, la protection des droits fondamentaux dans l'ordre juridique de l'Union les principes du marché intérieur, ainsi que la citoyenneté européenne, un survol de quelques politiques de l'Union européenne le contrôle juridictionnel du droit de l’Union,",
        "teaching_methods": "Au cours, une attitude active est attendue de vous. Vos questions sont toujours les bienvenues !",
        "assessment_methods": "A. L’évaluation continue Ce cours est organisé en évaluation continue. L’évaluation continue compte deux composantes: (1) Les exercices pratiques Les exercices pratiques sont organisés en évaluation continue. Tout au long du second quadrimestre, les étudiant·e·s sont amené·e·s à réaliser individuellement des résolutions de cas pratiques parmi lesquels deux, aléatoirement choisies, seront cotées en tant qu'évaluation continue. L'ensemble des notes obtenues par l'étudiant·e est ensuite ramené sur 5. La note obtenue pour cette partie compte donc pour un quart des points de la note finale (sur 20) obtenue pour le cours. En cas d’inscription à la session de septembre, cette partie de la note sera reportée. (2) Des questions à choix multiples portant sur la jurisprudence Une note de 2 points sera attribuée à chaque étudiant·e sur la base des deux meilleurs résultats de trois évaluations de type QCM qui porteront sur la jurisprudence analysée dans le cours. Ces évaluations seront organisées pendant le quadrimestre. Les dates de ces évaluations seront communiquées lors du début du cours. Afin d’aider les étudiant·e·s à se préparer à répondre à ces questionnaires, des tests formatifs seront mis à disposition sur Moodle. Chaque test évaluatif sera composé, à hauteur d’au moins la moitié des questions, de questions reprises de la base de données à laquelle les étudiant·e·s auront accès via Moodle. En cas d’inscription à la session de septembre, cette partie de la note sera reportée. B. L’examen L'examen est organisé hors session et est écrit. Il comporte au moins une question de connaissance et une question pratique. Les étudiant·e·s dont le français n'est pas la langue maternelle sont autorisé·e·s à se munir d'un dictionnaire bilingue.",
        "online_resources": "Dans l'espace du cours sur Moodle, vous trouverez les présentations utilisées au cours. Vous y trouverez également le lien vers la farde de jurisprudence électronique utilisée pendant la durée du cours. Des questionnaires à choix multiples formatifs seront également disponibles au fur et à mesure du déroulement du quadrimestre.",
        "bibliography": "Le syllabus du cours est le livre suivant, disponible auprès du service cours: Marianne Dony, Droit de l'Union européenne , 8ème éd., Bruxelles, Editions de l'Université de Bruxelles, 2022. Les étudiants désirant aller plus loin peuvent consulter l'un des ouvrages suivants : Jean-Paul Jacqué, Droit institutionnel de l'Union européenne , 10ème éd., Paris, Dalloz, 2023. Robert Schütze, An introduction to European law , Cambridge, Cambridge University Press, 2023. Sean Van Raepenbusch, Droit institutionnel de l'Union européenne , 2ème éd., Bruxelles, Larcier, 2016. Ces ouvrages sont disponibles à la bibliothèque de la Faculté de droit.",
        "course_materials": "Syllabus (M. Dony, Droit de l'Union européenne, 7e éd., disponible auprès de la DUC) Slides (disponibles via Moodle)",
        "responsible_entity": "BUDR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2303",
        "title": "Economic relations between Europe and the developing economies",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Defraigne Jean-Christophe"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Ce cours présente et analyse les différents aspects des relations entre l’Europe et les économies en développement en se concentrant plus particulièrement sur les mécanismes économiques dans une perspective historique de long terme.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - Compréhension des enjeux des relations économiques et géopolitiques entre l’Europe et les économies en développement. - Développer une capacité d’analyse multidisciplinaire des relations internationales en prenant compte des dimensions historiques, économiques, politiques et institutionnelles.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2001",
        "title": "Mémoire",
        "credits": "20.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés à la fin de cette fiche, en regard des programmes/formations qui proposent cette UE. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le séminaire se développe sur deux blocs annuels.  Il accompagne les étudiants dans la réalisation de leur travail de fin d'études, de la définition de leur sujet de recherche à la rédaction du mémoire. Il traitera des questions suivantes: - méthodologie générale de la recherche en sciences sociales, définition et problématisation du sujet de recherche - usage des ressources bibliographiques traditionnelles et électroniques - déontologie de la recherche, notamment en lien avec l’avènement des intelligences artificielles (IA) génératives - techniques d'écriture académique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : L'objectif du séminaire est triple. Il vise tout d'abord à initier les étudiant.e.s aux enjeux méthodologiques liés à la réalisation d'un mémoire de master. Au terme du séminaire, les étudiant.e.s seront en mesure de mettre en oeuvre les compétences indispensables à la définition d'une thématique de recherche et à la problématisation de leur travail de fin d'études. Le séminaire vise ensuite à initier les étudiant.e.s à la recherche et à l'analyse critique de l'information européenne. Il entend communiquer un « savoir-faire » concret dans le domaine de la recherche documentaire utile pour la réalisation du travail de fin d'études. Enfin, troisièmement, le séminaire traite des enjeux de déontologie de la recherche en sciences sociales. La problématique du plagiat ainsi que les règles et principes applicables à la rédaction du mémoire de fin d’études dans le contexte de l’avènement des intelligences artificielles (IA) générative, mais aussi autres outils d’aide à la rédaction et/ou à la traduction seront présentés ou rappelés aux étudiant.e.s. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d’enseignement (UE) » .",
        "teaching_methods": "En second bloc annuel, de séances intensives sont organisées. Elles sont consacrées à la présentation et la discussion des projets de mémoires, de leurs enjeux théoriques et/ou conceptuels et des stratégies de recherche déployées par les étudiants. Ces séances visent à favoriser les interactions entre les étudiants et le titulaire, mais aussi entre les étudiants. Elles entendent aiguiser leur regard critique et autocritique. Les présentations et débats se font en français ou en anglais.",
        "assessment_methods": "Lors du second bloc annuel, l'évaluation des acquis des étudiants portera sur la réalisation du mémoire de fin d'étude. L'évaluation du mémoire comprend une défense de mémoire à laquelle participe le promoteur du mémoire et un rapporteur.",
        "bibliography": "Beaud, Michel, L'art de la thèse , Paris, La Découverte, Coll. Repères, 2006. Berthelot, Jean-Michel, L'emprise du vrai. Connaissance scientifique et modernité , Paris, PUF, 2008. Box-Steffensmeier, Janet M., Brady, Henry E., Collier, David (eds), The Oxford Handbook of Political Methodology , Oxford, Oxford University Press, 2008. Bryman, Alan, Social Research Methods (fourth edition), Oxford, Oxford University Press, 2012. Coman, Tamona, et al. , Méthodes de la science politique. De la question de départ à l'analyse des données , Bruxelles, De Boeck, 2016. Harrison, Lisa, Startin, Nicholas, Political Research: An Introduction , London, Routledge, 2001. Lenoble-Pinson, Michèle, La rédaction scientifique , Bruxelles, De Boeck et Larcier, 1996. Marsh, David, Stoker, Gerry Stoker (eds), Theory and Methods in Political Science , Basingstoke, Palgrave Macmillan, 2010. Meyer, Bernard, Maîtriser l'argumentation , Paris, Armand Collin, 2004. Quivy, Raymond, Van Campenhoudt, Luc, Manuel de recherches en sciences sociales , Paris, Dunod, 2006. Rosamond, Ben, Theories of European Integration , Palgrave MacMillan, 2000. Saurugger, Sabine, Théories et concepts de l'intégration européenne , Paris, Presses de Science Po, 2009. Van Campenhoudt, Luc, Introduction à l'analyse des phénomènes sociaux , Paris, Dunod, 2007. Kellstedt, Paul M., Whitten, Guy D., The fundamentals of political science research , Second edition, Cambridge, Cambridge university press, 2013. Burnham, Peter (et al.), Research methods in politics, Second edition, Basingstoke, Palgrave MacMillan, 2008.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2021",
        "title": "Droit du marché intérieur de l'Union européenne",
        "credits": "5.00",
        "hours": "37.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cobbaut Elliot",
            "Henet Cédric",
            "Traversa Edoardo",
            "Van Malleghem Pieter-Augustijn"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours porte sur le droit matériel de l'Union européenne dans son ensemble. La matière couvre deux problématiques, à savoir une analyse du droit du marché intérieur et une présentation du droit de la concurrence. Les différentes libertés de circulation et le droit de la concurrence sont analysés avec l'appui de la jurisprudence de la Cour de justice.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de l'enseignement, l'étudiant devra avoir acquis une faculté d'analyse des problèmes liés à l'exercice des libertés de circulation, une compréhension des exigences et des effets du droit de la concurrence et une perception de la problématique des services d'intérêt économique général.",
        "content": "En termes de contenu, le cours porte sur : - les différentes libertés de circulation, à savoir la circulation des marchandises, des services, des personnes (travailleurs et citoyens), des entreprises et des capitaux. L'analyse appréhende la portée pratique du régime des entraves aux libertés de circulation autant que les notions transversales du marché intérieur dans la jurisprudence de la Cour de justice. - les principes de l'harmonisation/rapprochement des législations nationales des Etats membres dans le Marché intérieur dans les différents secteurs - le droit de la concurrence, par une présentation générale indiquant les axes de ce régime (contrôle des ententes, des abus de position dominante et des aides d'Etat). Cette analyse se limite à une présentation de notions.",
        "teaching_methods": "- Le cours offre une présentation structurée des notions juridiques. Toutefois, il fait un large usage de la jurisprudence de la Cour de justice. - Des séances pratiques introduisent à la méthode d'application des règles du marché intérieur à des cas pratiques. - L'exposé utilise pour supports des présentations Powerpoint, ainsi qu'un recueil de documents fourni en début de semestre.",
        "assessment_methods": "Examen oral (15 points) Présentation orale durant le cours (5 points)",
        "other_info": "Support: arrêts de jurisprudence et actes de droit dérivé mentionnés au cours, ainsi que le traité sur le fonctionnement de l'Union européenne.",
        "online_resources": "Le cours utilise la plate-forme Moodle de l'UCLouvain.",
        "bibliography": "F. Martucci, Droit du marché intérieur de l'Union européenne , PUF, 2021.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2308",
        "title": "Union européenne - Russie : enjeux géopolitiques du continent eurasiatique - Chaire IBL",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Spetschinsky Laetitia"
        ],
        "teaching_language": "Français",
        "topics_covered": "Histoire des relations euro-russes Géopolitique de l’espace post-soviétique : analyse des frontières de l’ex-URSS, conflits latents, menaces transnationales, dynamiques d’intégration régionales (UEE, OTSC, OCS) Enjeux UE-Russie aujourd’hui : sanctions, stratégies d’influence, enjeux énergétiques et environnementaux Stratégies d’influence russes à travers le monde",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à fournir aux étudiants une vision à la fois complète et transversale des défis politiques, économiques et sécuritaires que pose le voisinage euro-russe, et les moyens institutionnels dont l'UE et la Russie se sont dotés pour relever ces défis. Le cours illustre donc un pan important de l'action extérieure de l'UE.",
        "content": "I. Géopolitique de l'espace post-soviétique 1. Introduction aux frontières dans le monde post-soviétique 2. La frontière nord 3. Les frontières orientales 4. Chine et Asie du Sud-Est 5. Le Caucase et la mer Caspienne 6. L'Ukraine et la mer Noire 7. Zone Baltique 8. Intégration régionale et organisations : CSTO, EAAU II. Politique, économie et sécurité de la Russie 1. Le système politique russe 101 + démographie 2. Opposition en Russie 3. Pensée politique : eurasisme contre occidentalisme 4. Décision de politique étrangère russe. Acteurs et processus 5. Économie : ressources et tendances 6. Focus énergétique 7. Éviter les sanctions 8. L'armée III. La Russie et le monde 1. Stratégies d’influence : les récits. 2. Stratégies d'influence : les outils. 3. La Russie en Eurasie 4. Afrique 5. Asie 6. Amérique du Sud 7. Monde musulman 8. Europe IV. L'UE contre la Russie 1. Contraindre la Russie 2. Soutenir l’Ukraine 3. L’UE et le monde",
        "teaching_methods": "Cours classique, support de cours disponible (habituellement distribué à Pâques)",
        "assessment_methods": "Examen écrit par réponses courtes (5-10 lignes par question)",
        "other_info": "Attention, ce cours ne suit pas l'horaire classique. Les cours sont donnés en présentiel pendant trois semaines \"intensives\" (mais seulement ces trois semaines-là) S01 03/02/25 S05 03/03/25 S09 31/03/25 En dehors de ces séances présentielles (3x8h=24h), les étudiants réalisent une série d'exercices en ligne (pour un équivalent de 6h de travail).",
        "online_resources": "https://www.europerussiedebats.org",
        "course_materials": "Le dossier de lecture est en cours de mise à jour",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2107",
        "title": "Current European topics",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Traversa Edoardo"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Aucun.",
        "topics_covered": "Le cours aborde les questions reliées à l'actualité de l'Union européenne. Le contenu précis du cours repose sur l''ctualité de l'Union européenne. Celui-ci est donc redéfini chaque semaine.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours a pour objectif : 1. de familiariser les étudiants avec un vaste éventail d'enjeux politiques, institutionnels, économiques, sociaux, environnementaux et culturels ; 2. aider les étudiants à développer un regard critique sur l'actualité européenne, notamment par un traitement adéquat des sources d'information ; 3. de développer la capacité d'argumentation et de présentation structurée d'un sujet d'actualité, en mobilisant de manière active les connaissances acquises dans d'autres cours.",
        "content": "Le cours LEUSL2107 vise à approfondir des thèmes européens d’actualité, le cas échéant en présence d’invités. Pour l'édition 2022-2023, l'accent sera mis sur les relations de l'Union européenne avec les pays d'Europe orientale (Balkans et Ukraine). La plupart des séances seront concentrées sur une semaine (semaine du 14 au 18 novembre), durant laquelle des activités seront organisées conjointement avec des étudiants et professuers de la Humboldt-Universtät (Berlin), dans le cadre de l'alliance Circle U.",
        "assessment_methods": "L'évaluation continue combine la participation active, un travail écrit, une présentation orale et une policy brief (à rédiger en séance) durant le semestre, selon des modalités présentées aux étudiant.e.s dès le début du cours. Si l'étudiant(e) n'a pas satisfait aux épreuves d'évaluation continue, un examen (écrit ou oral) est organisé en session.",
        "online_resources": "De la documentation afférente aux thèmes traités sera disponible sur Moodle",
        "bibliography": "Background documents will be distributed during the classes.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2113",
        "title": "Digital Europe",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lazaro Christophe"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Aucun.",
        "topics_covered": "Le contenu du cours a trait aux différentes politiques ' en matière de recherche et d'innovation ' et réglementations européennes ayant pour objectifs d'encourager et de façonner l'économie numérique mais aussi le numérique dans la société de façon large. En particulier, le cours se penche sur (1) les réseaux numériques, (2) les services et plateformes numériques offerts sur ces réseaux et (3) les nouveaux défis amenés par le développement rapide de l 'Internet of Things , du big data et de l'intelligence artificielle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les objectifs du cours sont de permettre aux étudiants de (1) comprendre les principales politiques européennes relatives à l'économie numérique mais aussi le numérique dans la société de façon large d'un point de vue interdisciplinaire (aspects juridiques, économiques et anthropologiques), (2) d'articuler les relations entre le programme de recherche et la réglementation promus par la Commission européenne, et (3) de spécifier, mais aussi d'apporter un regard critique sur les valeurs et objectifs sous-jacents à ces politiques.",
        "content": "L'objectif de ce cours consiste à familiariser les étudiant.e.s à la complexité des politiques européennes en matière de numérique. Le cours s’articule autour de plusieurs blocs de questions: - La recherche européenne en matière d' innovation numérique : le programme Horizon Europe, le programme pour une Europe numérique (DIGITAL) et leur cadre socio-éthique, l’innovation durable et responsable en matière de numérique. - La politique et réglementation en matière de plateformes numériques : pouvoirs des plateformes et marchés numériques, obligations et responsabilité des « gatekeepers », respect des droits fondamentaux. - La politique et réglementation en matière de big data et d'intelligence artificielle : gouvernance des sociétés axées sur les données, défis éthiques et sociaux engendrés par le développement de l'intelligence artificielle et de la robotique, la réglementation par conception technologique.",
        "assessment_methods": "L'évaluation finale se fera sur la base d’un examen écrit à la fin du semestre.",
        "other_info": "Une liste de lectures obligatoires ainsi que de lectures complémentaires sera fournie aux étudiant.e.s au début du cours.",
        "online_resources": "Voir Moodle",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2003",
        "title": "Séminaire méthodologique et introduction au mémoire",
        "credits": "6.00",
        "hours": "30.0 h + 2.5 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Duez Denis",
            "Fontan Clément"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "Le séminaire se développe sur deux blocs annuels. Il accompagne les étudiant.e.s dans la réalisation de leur travail de fin d'études, de la définition de leur sujet de recherche à la rédaction du mémoire. Il traitera des questions suivantes: - méthodologie générale de la recherche en sciences sociales, définition et problématisation du sujet de recherche - usage des ressources bibliographiques traditionnelles et électroniques - déontologie de la recherche, notamment en lien avec l’avènement des intelligences artificielles (IA) génératives - techniques d'écriture académique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : L'objectif du séminaire est triple. Il vise tout d'abord à initier les étudiant.e.s aux enjeux méthodologiques liés à la réalisation d'un mémoire de master. Au terme du séminaire, les étudiant.e.s seront en mesure de mettre en oeuvre les compétences indispensables à la définition d'une thématique de recherche et à la problématisation de leur travail de fin d'étude. Le séminaire vise ensuite à initier les étudiant.e.s à la recherche et à l'analyse critique de l'information européenne. Il entend communiquer un « savoir-faire » concret dans le domaine de la recherche documentaire utile pour la réalisation du travail de fin d'études. Enfin, troisièmement, le séminaire traite des enjeux de déontologie de la recherche en sciences sociales. La problématique du plagiat ainsi que les règles et principes applicables à la rédaction du mémoire de fin d’études dans le contexte de l’avènement des intelligences artificielles (IA) générative, mais aussi autres outils d’aide à la rédaction et/ou à la traduction seront présentés ou rappelés aux étudiant.e.s. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d’enseignement (UE) » .",
        "content": "Lors des séances, le séminaire reviendra sur les principales exigences méthodologiques et déontologiques liées à la réalisation du mémoire: présentation des références bibliographiques, définition de la question de recherche et problématisation, choix d'un cadre conceptuel et méthodologique de référence, définition du plagiat, etc. Il fournira aussi des conseils pratiques relatifs aux stratégies de recherches, aux relations entre promoteurs/trice et mémorant.e.s, ou encore à la défense des mémoires.",
        "teaching_methods": "En premier bloc annuel, le séminaire donne lieu à des séances de présentation générale par les titulaires (en français avec le prof. Denis Duez ; en anglais avec le prof. Clément Fontan). En second bloc annuel, le séminaire prend la forme de séances intensives de présentation et de discussion des projets de mémoires, de leurs enjeux théoriques et/ou conceptuels et des stratégies de recherche déployées par les étudiant.e.s. Ces séances visent à favoriser les interactions entre les étudiant.e.s et les titulaires, mais aussi entre les étudiant.e.s. Il entend aiguiser leur regard critique et autocritique. Les présentations et débats se font en français ou en anglais.",
        "assessment_methods": "Lors du premier bloc annuel, l'évaluation des acquis s'effectuera sur la base de « rapport de recherche » attestant du travail réalisé par les étudiant.e.s sur leur mémoire de fin d'études. Le rapport de recherche est évalué par le/la promoteur/trice du mémoire. Lors du second bloc annuel, l'évaluation des acquis des étudiant.e.s portera sur la réalisation du mémoire de fin d'étude. L'évaluation du mémoire comprend une défense de mémoire à laquelle participe le/la promoteur/trice du mémoire et un/une rapporteur/trice. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet, ainsi que dans le Memento des Mémoires en études européennes, disponibles sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "other_info": "Ce cours se déroule en deux enseignements présentiels distincts : en français (avec le prof. Denis Duez) et en anglais (avec le prof. Clément Fontan).",
        "online_resources": "Infosphère",
        "bibliography": "Beaud, Michel, L'art de la thèse , Paris, La Découverte, Coll. Repères, 2006. Berthelot, Jean-Michel, L'emprise du vrai. Connaissance scientifique et modernité , Paris, PUF, 2008. Box-Steffensmeier, Janet M., Brady, Henry E., Collier, David (eds), The Oxford Handbook of Political Methodology , Oxford, Oxford University Press, 2008. Bryman, Alan, Social Research Methods (fourth edition), Oxford, Oxford University Press, 2012. Coman, Tamona, et al. , Méthodes de la science politique. De la question de départ à l'analyse des données , Bruxelles, De Boeck, 2016. Harrison, Lisa, Startin, Nicholas, Political Research: An Introduction , London, Routledge, 2001. Lenoble-Pinson, Michèle, La rédaction scientifique , Bruxelles, De Boeck et Larcier, 1996. Marsh, David, Stoker, Gerry Stoker (eds), Theory and Methods in Political Science , Basingstoke, Palgrave Macmillan, 2010. Meyer, Bernard, Maîtriser l'argumentation , Paris, Armand Collin, 2004. Quivy, Raymond, Van Campenhoudt, Luc, Manuel de recherches en sciences sociales , Paris, Dunod, 2006. Rosamond, Ben, Theories of European Integration , Palgrave MacMillan, 2000. Saurugger, Sabine, Théories et concepts de l'intégration européenne , Paris, Presses de Science Po, 2009. Van Campenhoudt, Luc, Introduction à l'analyse des phénomènes sociaux , Paris, Dunod, 2007. Kellstedt, Paul M., Whitten, Guy D., The fundamentals of political science research , Second edition, Cambridge, Cambridge university press, 2013. Burnham, Peter (et al.), Research methods in politics, Second edition, Basingstoke, Palgrave MacMillan, 2008.",
        "course_materials": "Site Moodle",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2016",
        "title": "Europeanisation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delreux Tom"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Ce cours examine l'impact du processus d'intégration européenne sur les institutions (exécutifs, parlements, autorités infranationales), la politique (partis politiques, groupes d'intérêt) et les politiques (mise en 'uvre et non-respect) des états membres de l'UE. Le cours est composé de trois parties. Premièrement, les mécanismes, les sujets et les effets de l'européanisation sont présentés. Deuxièmement, ces notions théoriques sont appliquées à l'européanisation d'un état membre particulier, à savoir la Belgique. Troisièmement, les étudiants devront effectuer une recherche sur l'européanisation des institutions, de la politique ou des politiques d'un état membre de leur choix. Ils devront ensuite présenter les résultats de cette recherche, discuter les travaux des autres étudiants de façon critique et rédiger un travail final.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Dans un premier temps, le cours vise à donner aux étudiants une vue analytique de l'ensemble des processus d'européanisation, c'est-à-dire des processus d'adaptation interne des états membres suite à l'intégration européenne. Cela permettra aux étudiants de comprendre les processus d'européanisation ainsi que d'acquérir des connaissances sur l'interaction entre l'UE et ses états membres au sein d'un système politique multi-niveaux. Dans un second temps, le cours vise à former les étudiants à la conduite de recherches empiriques sur l'européanisation d'un état membre de leur choix, à présenter les résultats de leurs recherches tant à l'oral qu'à l'écrit ainsi qu'à discuter des recherches des autres étudiants de manière critique et constructive.",
        "content": "- Introduction théorique - L’européanisation: définition(s), mécanismes et effets - Application – L’européanisation du système politique belge: institutions, politique et politiques. - Études de cas",
        "teaching_methods": "- cours magistraux - présentations par les étudiants & classes inversées - visite à une Représentation Permanente auprès de l'UE",
        "assessment_methods": "Pour la session de janvier, le travail final compte pour 65% de l’évaluation, la présentation orale pour 25% et les commentaires des travaux des autres étudiants pour 10%. Comme la présentation orale ne peut pas être refaite et qu’il n’y a pas de présentation à discuter en août, le travail compte pour 100% de l’évaluation lors de la seconde session. Cependant, afin de compenser cette différence, les exigences pour le travail en août peuvent être différentes de celles de janvier (détails dans le syllabus mis à jour annuellement). L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans le note facultaire à ce sujet et disponible sur le site intranet de la Faculté ESPO dans les informations à destination des étudiant.es. Pour le travail à rédiger dans le cadre de ce cours, les étudiants doivent compléter une déclaration sur l’utilisation potentielle de l’intelligence artificielle générative.",
        "other_info": "Support: portefeuille de lectures comprenant des articles scientifiques et des chapitres de livre (mis à jour chaque année).",
        "course_materials": "reader with journal articles and book chapters (updated annually)",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2012",
        "title": "External Action of the European Union",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delreux Tom"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Aucun.",
        "topics_covered": "Le cours est une introduction à la politique extérieure de l'UE, laquelle est généralement définie comme étant le domaine des politiques européennes dirigé vers son environnement extérieur, et ayant pour objectif d'influencer cet environnement et le comportent des acteurs en son sein, pour poursuivre des intérêts, des valeurs et des buts. Le cours traite de la nature, de l'histoire, du cadre institutionnel et des dynamiques du processus décisionnel de la politique extérieure de l'UE. S'ensuit l'analyse de ses quatre aspects principaux (PESC, PSDC, action extérieure et dimension extérieur des politiques internes).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est (1) de comprendre la portée de l'UE en tant qu'acteur dans les affaires internationales; (2) d'approfondir les différents domaines de la politique étrangère de l'UE (PESC, PSDC, action extérieure et dimension extérieur des politiques internes); et (3) d'analyser les différentes dimensions (institutionnelle, légale, évaluation des politiques) des relations extérieures de l'UE.",
        "content": "- La nature de la politique étrangère de l’UE - Aperçu historique - Acteurs, cadre institutionnel, processus décisionnel, financement - Principaux points transversaux - PESC - PSDC - Action extérieure (politique commerciale, politique de développement, etc). - Dimension extérieure des politique internes - L’UE et les institutions multilatérales",
        "teaching_methods": "- cours magistraux - visite au Service européen d'action extérieure (SEAE)",
        "assessment_methods": "Combinaison d’un examen (70% de la note finale) et un travail écrit (30% de la note finale). L’examen couvre toute la matière du cours ainsi que le contenu des lectures obligatoires. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans le note facultaire à ce sujet et disponible sur le site intranet de la Faculté ESPO dans les informations à destination des étudiant.es. Pour le travail à rédiger dans le cadre de ce cours, les étudiants doivent compléter une déclaration sur l’utilisation potentielle de l’intelligence artificielle générative.",
        "other_info": "Support: livre et/ou lectures obligatoires.",
        "course_materials": "Keukeleire S., Delreux T. (2022), The Foreign Policy of the European Union. 3rd edition, Macmillan.",
        "responsible_entity": "EURO"
    }
]