[
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2211",
        "title": "Séminaire de pharmacothérapie intégrée",
        "credits": "2.00",
        "hours": "0 h + 22.5 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français > English-friendly",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2513",
        "title": "Pharmacocinétique approfondie",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Elens Laure"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Pharmacocinétique appliquée ; bases théoriques et mathématiques, modèles pharmacocinétiques et compartiments. Pharmacocinétique de population, principes de base de la modélisation, méthodes paramétrique et non paramétrique, Critères statistique de sélection, Variabilités intra et inter-individuelles et variabilités résiduelles et onter-occasion. Effets fixes versus aléatoires, Covariables (sélection et analyses), méthodes de validation de modèles (interne et externe), prédictions et simulations",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 -       Maîtriser et intégrer un socle de concepts et de savoirs en sciences de la santé et en sciences pharmaceutiques -       Concevoir une réponse concrète à un problème pharmaceutique par une démarche scientifique en utilisant ses connaissances et son esprit critique -       Communiquer de façon efficace, rigoureuse et respectueuse avec ses collègues, et les autres professionnels de la santé Evaluer, s'autoévaluer et actualiser ses savoirs et sa pratique",
        "content": "Le cours est principalement axé sur la présentation et l'application de la théorie de la pharmacocinétique de population. Aux cours, les principaux modèles de base qui existent seront présentés. Dans ce cours, nous nous attarderont sur les méthodes de test et les stratégies de sélection des modèles s'ajustant le mieux aux données et sur la manière de récolter les données. Dans un deuxième temps, nous nous intéresseront aux variabilités qui existent dans le comportement pharmacocinétique des médicaments et comment expliquer ces variabilités en prenant en considération des co-variables propres à chaque individu. Enfin, la valeur prédictive et la possibilité de générer des simulations PK à l'aide de ces modèles en vue d'une médecine personnalisée sont des thèmes qui seront aussi abordés.",
        "teaching_methods": "La matière est présentée sous forme de cours magistraux. Un enseignement en comodale sera proposé si la situation sanitaire le justifie.",
        "assessment_methods": "L'évaluation se fait sous forme de séminaire par une présentation critique d'un article scientifique récent en rapport avec la matière vue aux cours. Plus particulièrement, l'étudiant devra monter qu'il a compris l'intérêt de l'article choisi pour la recherche médicale mais aussi qu'il a assimilé la théorie exposée au cours en intégrant ces concepts dans la discussion relative à l'analyse des résultats rapportés dans cette étude. Suite à cet exposé, une discussion sera ouverte avec l'enseignant pour tester ses connaissances et sa capacité à appliquer les concepts présentés.",
        "course_materials": "Dias powerpoint disponibles sur moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2102",
        "title": "Santé, spiritualités et religions : B. Le spiritual care en médecine.",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Buchter Serena",
            "Lobo Bustamante Marcela"
        ],
        "teaching_language": "Français",
        "topics_covered": "Au sein des hôpitaux et des institutions de soins, il est souvent question de liberté religieuse ou de multiculturalisme, mais dans la pratique professionnelle, que signifient réellement ces notions ? Dans son quotidien professionnel, comment distinguer et articuler culturel, religieux, spirituel et éthique ? Ce cours a pour objectif de former l’étudiant·e aux enjeux liés à l’intégration des spiritualités et des traditions religieuses dans les soins de santé. Le cours permet d’acquérir : une connaissance des concepts liés au domaine ; un aperçu de la recherche universitaire dans ce domaine ; une connaissance de l’impact de l’intégration des spiritualités sur l’expérience de soins des patients et sur la prise en charge globale par les soignants et soignantes, particulièrement les médecins ; une approche de différentes traditions religieuses, dont les pratiques rituelles, les situations de migration et de traumatisme, les questions liées à la souffrance et à la mort.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître les enjeux liés à l'intégration des spiritualités et des traditions religieuses dans les soins de santé. 2 Identifier les réponses apportées par les religions aux questions existentielles. 3 Faire œuvre d'esprit critique en se situant de façon personnelle par rapport aux sujets abordés. 4 Comprendre la diversité des approches de santé (médicale, soignante, psychologique, etc.) dans la prise en compte de la spiritualité dans les soins. 5 Se situer par rapport aux différents enjeux autour de la spiritualité dans les soins de santé et dans les institutions de soins. 6 Prendre conscience de la diversité des approches religieuses (christianisme, islam, bouddhisme, judaïsme) et de leurs compréhensions concernant la santé et des questions qui y sont liées (guérison, souffrance, détresse spirituelle, mort, rites).",
        "content": "Au fil du cours, nous allons étudier les concepts fondamentaux liés à la spiritualité, à la religion et à la santé, et développer des compétences indispensables pour le Spiritual Care .Dans le cadre d'une approche holistique et d'un accompagnement personnalisé, il est crucial de tenir compte des valeurs, des visions du monde, des cultures et des spiritualités de la personne qui reçoit les soins. Le cours abordera les sujets suivants : 1. L'importance et l'impact des spiritualités, religions et visions du monde sur la façon dont la santé, les soins et la guérison sont représentés. 2.L'émergence du Spiritual Care dans la culture du soin médical et de son expression dans les trois registres : Cure-Care-Health. 3.L'évolution spirituelle et religieuse de la population occidentale et de son influence sur l'évolution du Spiritual Care . 4. L'intégration des diverses pratiques spirituelles soutenantes, telles que les rituels et les pratiques ressourçantes, fait partie intégrante du soin. 5.L'apprentissage des compétences au Spiritual Care pour mieux prendre soin de la personne malade: Présence consciente, travail sur soi. Soutien à la conversation sur un sujet existentiel et spirituel (dont anamnèse spirituelle) Savoir accueillir l'altérité (posture multi-inter-transculturelle-spirituelle-religieuse) et le cheminement de la personne soignée (sens et non-sens, etc.) 6. Le ( Spiritual ) self-care: prendre soin de la personne malade implique également de prendre soin de soi-même ( en quoi la dimension spirituelle, religieuse ou autre est soutenante dans les moments forts comme dans les épreuves)",
        "teaching_methods": "Les cours alternent les apports théoriques et les approches pratiques en lien avec la clinique. Des exercices ont lieu en auditoire, par des mises en situation exploitant les modules pédagogiques du Réseau RESSPIR (UCLouvain).",
        "assessment_methods": "L'examen sera en deux parties : Examen écrit : 3 questions ouvertes de contenus vus en cours Un travail à rendre le jour de l’examen (1 demi-page A4 présentant un outil d’anamnèse spirituelle à choix) => explication précises durant la séance 7\"",
        "other_info": "Cours destiné en priorité aux étudiant‧es de 2ème année de master en Médecine. Cours accessible aussi aux étudiant‧es de Santé publique, Sciences dentaires, Pharmacie, Sciences biomédicales, dans la limite des places disponibles (selon une répartition équilibrant les cohortes dans les trois cours LTECO en SSS).",
        "online_resources": "Tout est sur Moodle",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2210",
        "title": "Contact en milieu professionnel (stage 1 mois)",
        "credits": "4.00",
        "hours": "",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Ce stage n'est pas accessible aux étudiant.es inscrit.es en BAC Une maîtrise suffisante des UE du Bloc 1 de Master est nécessaire",
        "content": "L'objectif de l'UE WFARM2210 est de réaliser 4 semaines de stage afin de découvrir le milieu professionnel pharmaceutique. L'étudiant.e peut donc choisir un lieu de stage parmi les diverses orientations du métier de pharmacien : officine, hôpital et pharmacie clinique, industrie, biologie clinique, recherche, agence fédérale du médicament…... Cette activité complète le premier stage à option que l'étudiant.e à réalisé en Bac3. Il s'inscrit dans sa continuation ou dans la découverte d'une nouvelle activité du pharmacien.",
        "teaching_methods": "le stage mêlera observation des activités du.de la maître de stage et de son équipe mais également la réalisation d'activités concrètes en lien avec le lieu de stage. S’agissant d’un stage de master il est attendu de la part de l’étudiant.e une participation active et concrète (au-delà de la simple observation donc) durant la période de stage.",
        "assessment_methods": "Une évaluation , remplie par le maitre de stage, permet de certifier la réalisation du stage, tandis qu'une présentation orale en fin de stage, devant un jury, permet d'attribuer les crédits liés au cours. En cas de non-validation de l'UE dans l'année calendaire suivant le stage, le stage devra être represté. En cas de litige, le règlement des stages sera d'application.",
        "online_resources": "Les documents se trouvent sur Moodle",
        "bibliography": "Support de cours obligatoire : Répertoire commenté des médicaments à consulter en ligne sur www.cbip.be",
        "course_materials": "pas de supports spécifiques",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2527",
        "title": "Biomatériaux et ingénierie tissulaire",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Andrade Amorim Christiani",
            "des Rieux Anne"
        ],
        "teaching_language": "Français > English-friendly",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2521",
        "title": "Recherche translationnelle : de la dysfonction biologique à la validation de nouveaux traitements",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Frédérick Raphaël",
            "Hermans Emmanuel",
            "Sonveaux Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pharmacochimie, pharmacodynamie, pharmacocinétique, pharmacologie, biologie moléculaire, métabolisme des xénobiotiques, recherche fondamentale, recherche clinique",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Aborder de façon intégrée l’ensemble des aspects pharmaceutiques d’un médicament choisi, permettant de le positionner dans l’arsenal thérapeutique. L'étudiant(e) apprendra à analyser l'intérêt réel de ces nouveaux médicaments en préparation de son rôle futur de spécialiste du médicament. Il/elle améliorera son esprit critique et son esprit de synthèse afin de pouvoir présenter devant ses pairs un résumé des caractéristiques majeures du traitement, lui permettant de donner un avis objectif relatif au traitement.",
        "content": "Sous la supervision d’un des titulaires du cours, les étudiant(e)s sont amenés à étudier, sur base de la littérature scientifique, différents aspects d’un médicament ou d’un candidat médicament auquel ils pourraient être confrontés leur de leur pratique professionnelle. Les aspects abordés comprennent la nature du médicament, l’historique de son développement, ses caractéristiques pharmacochimiques, pharmacodynamiques, pharmacocinétiques et pharmacologiques, son activité moléculaire expliquant son mode d’action et ses effets secondaires majeurs dans la cadre du traitement d’une ou plusieurs pathologies, sa/ses formulations et voie(s) d’administration, la validation préclinique et clinique de son efficacité, son positionnement par rapport à d’autres médicaments dans le traitement de cette/ces pathologie(s), son utilisation en thérapie combinée, etc. En développant son esprit critique et son esprit de synthèse de manière supervisée, l’étudiant(e) pourra résumer les principales caractéristiques d’une molécule thérapeutique, en mettant notamment un accent particulier sur un ou plusieurs aspects jugés remarquables. Organisation de l'enseignement : Sur base d’une sélection parmi plusieurs traitements (essentiellement de nouveaux médicaments récemment acceptés) proposés par les enseignants, l’étudiant(e) travaillera sous la supervision d’un des titulaires du cours à la préparation d’un poster scientifique résumant les principales caractéristiques du traitement. L’enseignement n’est pas organisé sous la forme de cours magistral, mais bien sur la base d’une interaction régulière en l’étudiant(e) et l’enseignant.",
        "teaching_methods": "Interactions régulières entre l’étudiant(e) et l’enseignant permettant une analyse critique et synthétique de la littérature scientifique, afin de présenter un résultat précis et concis, sous la forme d’un poster scientifique, à l’ensemble des participants au cours.",
        "assessment_methods": "Présentation à l’ensemble des participants au cours (en présence des étudiant(e)s et des enseignants) d’un poster scientifique, suivie d’une série de questions. La note finale integrera l'appréciation du poster ainsi que des réponses aux questions.",
        "other_info": "Evaluation : Le note finale tiendra compte de l’investissement continu dans l’étude d’un nouveau médicament, de la réalisation et de la présentation d’un poster scientifique, et des réponses aux questions posées lors de la présentation du poster.",
        "course_materials": "Littérature scientifique disponible online",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2156",
        "title": "Pharmacie galénique 1re partie",
        "credits": "5.00",
        "hours": "40.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "des Rieux Anne"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Le cours porte sur la compréhension et la mise en oeuvre des principes de formulation et de la fabrication industrielle et magistrale de médicaments. Le cours est divisé en 2 parties (WFARM2156 et 2157) et comporte des travaux pratiques. Le cours vise à -          intégrer les bases physicochimiques nécessaires pour la formulation et la fabrication de formes pharmaceutiques -          expliquer la formulation des formes pharmaceutiques et justifier le rôle des excipients savoir fabriquer et contrôler les différentes formes pharmaceutiques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin des cours de pharmacie galénique, les étudiants devront être capables de -          choisir une forme pharmaceutique adaptée au médicament, au patient et à sa pathologie -          la formuler en comprenant les principes physicochimiques associés et le rôle des excipients -          la fabriquer (au niveau magistral ou industriel) en vérifier la qualité et la conformité",
        "content": "Le cours portera sur les principales formes pharmaceutiques utilisées : formes solides à usage oral, les solutions pharmaceutiques, les liquides à usage oral, les formes injectables et les collyres. Seront abordés : la définition et l'intérêt des formes pharmaceutiques décrites dans la pharmacopée européenne, les principes de leur formulation, les principaux excipients utilisés, les méthodes de préparations industrielle et officinale, les controles décrits dans la pharmacopée.",
        "teaching_methods": "Le cours sera donné en applicant de nouvelles méthodes pédagogiques qui viendront completer le cours magistral (pédagogie active et classes inversées). Cours magistraux interactifs Videos formatives Tests formatifs en ligne Evaluation continue (3 partiels) en plus de l'examen Ateliers et activités, certaines facultatives et d'autres obligatoires Certaines activités seront à faire en dehors du cours et certaines pendant le cours.",
        "assessment_methods": "La note finale est la moyenne pondérée des notes A et B. Dans la note finale, la partie A vaut pour 6/20 et la partie B vaut pour 14/20. A: Partiels/Evaluation continue (6 points /20; 30%) B: Examen en session (14 points/20; 70%) Il sera possible via la réalisation de diverses activités non obligatoires de récolter des points bonus qui seront ajoutés à la note finale du 1er quadrimestre. La présence aux partiels, comme à l'examen en session, est obligatoire. Toute absence non justifiée entrainera une note de 0. Toute moyenne globale inférieure à 10/20 est arrondie à l'unité inférieure. Les points acquis lors des partiels et les points bonus seront immuables et seront pris en considération tels quels dans la note finale d'une éventuelle seconde session.",
        "online_resources": "Le support des cours et des exercices corrigés sont disponibles sur Moodle.",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2507",
        "title": "Introduction à la gestion pharmaceutique",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Biot Yannick"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Nous traverserons la vie d'une pharmacie au travers d'un bilan comptable. Nous nous arrêterons sur tous les aspects de gestion d'une officine. Sa gestion comptable bien sur. Sa gestion commerciale aussi dans des aspects aussi divers que :\r-La gestion du stock (quantité, largeur, profondeur, mode de stockage,)\r-La gestion des achats (conditions, ristournes,)\r-La gestion des ventes (Présentation, législation, publicité,)\r-La gestion du personnel (Mode de rémunération, GRH,)\r\rSans oublier la gestion fiscale au travers de :\r\r-L'achat (Comment acheter une officine et quoi acheter ?)\r-L'exploitation (Comment se rémunérer : Salaire, produits d'assurance,)\r-Et la vente de son officine (Que retirer de sa pharmacie ?)\r\rDe quoi éclairer différemment le premier stage officinal effectué par l'étudiant et lui donner les outils pour poser un il averti sur les comptes d'une pharmacie et sur sa gestion, notamment lors de son futur stage en officine.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif est de pouvoir effectuer une première analyse du bilan d'une officine et d'en retirer une image objective. Il est également de pouvoir maitriser certaines notions comptable, de gestion et de markéting de façon globale afin de savoir, le jour où l'étudiant y sera confronter, dans quelle direction il doit orienter sa recherche d'information.",
        "other_info": "Méthode utilisée :\r\rEn dehors du cours ex cathedra plus théorique (une dizaine de modules de 2h) prendront place des exercices pratiques collectifs de mise en situation et d'analyse de comportement. On essayera ainsi de faire \" vivre \" certaines expériences à l'étudiant pour qu'ils les intègrent au mieux surtout quand sera évoqué la gestion du personnel et le marketing.\r\r\rSupport :\rLe cours se basera sur une présentation power point qui sera mise à la disposition des étudiants via le site icampus et sur certains bilans type Banque Nationale de Belgique.",
        "course_materials": "Slides disponibles sur Moodle (peut être imprimé en 4 slides/page)",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2259",
        "title": "Séminaire d'intégration pharmaceutique (finalité spécialisée)",
        "credits": "8.00",
        "hours": "40.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Al Houayek Mireille",
            "Cani Patrice",
            "Dalleur Olivia",
            "Delzenne Nathalie",
            "des Rieux Anne",
            "Feron Olivier",
            "Gallez Bernard",
            "Hermans Emmanuel",
            "Lorent Joseph",
            "Muccioli Giulio",
            "Vanbever Rita"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "content": "Cette unité d’enseignement qui clôture la formation académique des pharmaciens invite l’étudiant à intégrer l’ensemble de ses connaissances dans la diversité des sciences pharmaceutiques devant une question de délivrance responsable d’un médicament. Il consiste en un exercice certificatif où l’étudiant est amené à analyser une prescription médicale d’un médicament pour un patient donné. L’étudiant est amené à analyser cette prescription sous les aspects de la chimie, de l’analyse, de la pathologie, de la pharmacologie, de la pharmacothérapie et de la galénique.",
        "teaching_methods": "Tout au long de l’année, l’étudiant est invité à se préparer de manière autonome en envisageant cet exercice en ciblant les médicaments qu’il rencontre au cours de ses stages et de ses cours. Les enjeux de cette unité d'enseignement sont communiqués en début d'année académique. En outre, l'équipe enseignante veille -dans la mesure du possible- à organiser une séance d'explication concrête de cet exercice ainsi que quelques excercices formatifs en présence de l'ensemble des étudiants.",
        "assessment_methods": "L'examen est oral avec un temps de préparation. Cette préparation permet à l'étudiant de structurer ses réflexions par rapport au médicament prescrit et à sa délivrance responsable à un patient. Durant l'examen, l'étudiant devra faire preuve de maitrise dans les disciplines en lien avec les sciences pharmaceutiques, et en particulier la physiologie, la pathologie, la pharmacologie (pharmacodynamie, pharmacocinétique, pharmacothérapie), la chimie médicinale, l'analyse, la biochimie médicale, la galénique et la législation/déontologie. Durant la préparation individuelle de l'examen, l'étudiant a accès à toute les sources documentaires en lien avec les sciences pharmaceutiques. Le groupe évaluateur est composé de quelques enseignants experts en sciences pharmaceutiques. Ce groupe peut également impliquer un pharmacien d'officine en activité.",
        "other_info": "L'intégration des disciplines pharmaceutiques dans le cadre de l'analyse experte d'une prescription médicamenteuse nécessite d'avoir réalisé le parcours complet de Master en sciences pharmaceutiques, en ce compris les stages obligatoires en officine. Les prérequis de ce cours sont donc très larges et il n'est pas envisageable de s'engager dans cette unité d'enseignement sans validation des cours de pharmacologie/thérapie ou de pharmacie galénique. La finalisation d'au moins 4 mois du stage officinal obligatoire est égalment prérequise.",
        "online_resources": "Des informations pratiques concernant l'examen et des conseils quant à sa préparation sont communiqués sur la page Moodle du cours, accessible à l'ensemble de la communauté UCLouvain",
        "course_materials": "pas de supports spécifiques",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2515",
        "title": "Pharmacologie moléculaire",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Al Houayek Mireille",
            "Hermans Emmanuel",
            "Lorent Joseph",
            "Sonveaux Pierre"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "La compréhension des concepts développés dans ce cours nécessite une formation de base en sciences de la santé. Ce cours de deuxième cycle n'est donc accessible qu'aux étudiants porteurs d'un diplôme de bachelier en sciences pharmaceutiques, biomédicales, médicales ou dentaires, ou qui finalisent un tel baccalauréat.",
        "topics_covered": "Au travers de la description de travaux de recherche récents, le fonctionnement des certains récepteurs, de certaines enzymes, de transporteurs sont de mieux en mieux connus. Ceci permet de mieux définir leur potentialité comme cibles de médicaments. Le cours de pharmacologie moléculaire donne l'opportunité d'approfondir l'exploration de mécanismes moléculaires qui sont mis en jeu dans les réponses à certains médicaments. Le cours s'articule autour de quelques exemples de cibles pharmacologiques déjà exploitées ou non exploitées à ce jour, mais prometteuses pour des développements futurs. C'est entre autres le cas de récepteurs membranaires et protéines intracellulaires régulatrices, de transporteurs ou de pompes d'efflux.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est de former les étudiants à comprendre la complexité des cibles moléculaires exploitées en pharmacologie. Cette complexité constitue une richesse dans le cadre du développement de médicaments présentant une meilleure sélectivité et efficacité. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "content": "Même si les effets thérapeutiques se traduisent au niveau de l'organe ou de l'organisme tout entier, le cours porte un regard essentiellement au niveau de mécanismes moléculaires. L'enseignement repose sur l'exploration de travax de recherche centrés sur une cible particulière ou un concept original qui pourrait ouvrir la voie à des nouveaux médicaments.",
        "teaching_methods": "Le cours est donné en petit comité et permet d'engager de réelles discussions autour de concepts nouveaux inspirés de publications récentes.",
        "assessment_methods": "Examen écrit avec des questions de réflexion (question ouverte) et éventuellement des questions à réponses courtes. L'évaluation ne porte pas sur de la  mémorisation, mais de la compréhension, de l'esprit critique et un effort de synthèse. La note finale combine les notes attribuée par chaque enseignant participant à l'évaluation pour sa propre partie (moyenne arithmétique simple).",
        "other_info": "Organisation de l'enseignement : modules de 2 heures confiés en partie à des enseignants de pharmacochimie, pharmacologie et/ou pharmacothérapie ayant manifesté un intérêt et ayant des compétences pour les nouveaux médicaments abordés (un appel à des personnalités extérieures est possible).",
        "bibliography": "La plupart des documents présentés aux cours sont accessibles sur Internet via la plateforme Moodle accessible aux membres de la communauté universitaire.",
        "course_materials": "Supports du cours disponibles sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2180",
        "title": "Organotoxicité et cancer : aspects moléculaires, cellulaires et fonctionnels",
        "credits": "3.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français > English-friendly",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2249",
        "title": "Séminaire d'intégration pharmaceutique (finalité approfondie)",
        "credits": "8.00",
        "hours": "40.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Al Houayek Mireille",
            "Cani Patrice",
            "Dalleur Olivia",
            "Delzenne Nathalie",
            "des Rieux Anne",
            "Feron Olivier",
            "Gallez Bernard",
            "Hermans Emmanuel",
            "Lorent Joseph",
            "Muccioli Giulio",
            "Vanbever Rita"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "content": "Cette unité d’enseignement qui clôture la formation académique des pharmaciens invite l’étudiant à intégrer l’ensemble de ses connaissances dans la diversité des sciences pharmaceutiques devant une question de délivrance responsable d’un médicament. Il consiste en un exercice certificatif où l’étudiant est amené à analyser une prescription médicale d’un médicament pour un patient donné. L’étudiant est amené à analyser cette prescription sous les aspects de la chimie, de l’analyse, de la pathologie, de la pharmacologie, de la pharmacothérapie et de la galénique.",
        "teaching_methods": "Tout au long de l’année, l’étudiant est invité à se préparer de manière autonome en envisageant cet exercice en ciblant les médicaments qu’il rencontre au cours de ses stages et de ses cours. Les enjeux de cette unité d'enseignement sont communiqués en début d'année académique. En outre, l'équipe enseignante veille -dans la mesure du possible- à organiser une séance d'explication concrête de cet exercice ainsi que quelques excercices formatifs en présence de l'ensemble des étudiants.",
        "assessment_methods": "L'examen est oral avec un temps de préparation. Cette préparation permet à l'étudiant de structurer ses réflexions par rapport au médicament prescrit et à sa délivrance responsable à un patient. Durant l'examen, l'étudiant devra faire preuve de maitrise dans les disciplines en lien avec les sciences pharmaceutiques, et en particulier la physiologie, la pathologie, la pharmacologie (pharmacodynamie, pharmacocinétique, pharmacothérapie), la chimie médicinale, l'analyse, la biochimie médicale, la galénique et la législation/déontologie. Durant la préparation individuelle de l'examen, l'étudiant a accès à toute les sources documentaires en lien avec les sciences pharmaceutiques. Le groupe évaluateur est composé de quelques enseignants experts en sciences pharmaceutiques. Ce groupe peut également impliquer un pharmacien d'officine en activité.",
        "other_info": "L'intégration des disciplines pharmaceutiques dans le cadre de l'analyse experte d'une prescription médicamenteuse nécessite d'avoir réalisé le parcours complet de Master en sciences pharmaceutiques, en ce compris les stages obligatoires en officine. Les prérequis de ce cours sont donc très larges et il n'est pas envisageable de s'engager dans cette unité d'enseignement sans validation des cours de pharmacologie/thérapie ou de pharmacie galénique. La finalisation d'au moins 4 mois du stage officinal obligatoire est égalment prérequise.",
        "online_resources": "Des informations pratiques concernant l'examen et des conseils quant à sa préparation sont communiqués sur la page Moodle du cours, accessible à l'ensemble de la communauté UCLouvain",
        "course_materials": "pas de supports spécifiques",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2276",
        "title": "Travail expérimental de recherche en sciences pharmaceutiques",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français > English-friendly",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2135",
        "title": "Séminaires et travaux pratiques d'intégration en sciences pharmaceutiques",
        "credits": "9.00",
        "hours": "0 h + 160.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "des Rieux Anne",
            "Elens Laure",
            "Frédérick Raphaël",
            "Muccioli Giulio"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'étudiant devra aborder un médicament précis ou une classe de médicaments avec différentes approches (chimique, galénique, toxicologie/métabolisme, analyse et pharmacopée)\rCes approches devront aboutir à une analyse globale du composé médicamenteux, allant du travail expérimental en laboratoire, à la gestion informatique et statistique des données, en passant par une discussion critique des résultats par analyse des documents ad hoc (pharmacopée, medline, WEB).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le but de ces travaux pratiques est de mettre en évidence la multidisciplinarité des études en pharmacie. Le regroupement des différents T.P. autour du thème des médicament illustrera la richesse de l'approche multidisciplinaire de la pharmacie et permettra à ces T.P. d'être un creuset où les différentes notions théoriques pourront s'appliquer et se confronter. Outre le lieu d'une réflexion multidisciplinaire, les T.P. intégrés encourageront les initiatives, le travail en équipe et personnalisé.",
        "content": "L'UE WFARM2135 comporte des activités de séminaire, de TD ainsi que de TP. Les contenus ont été pensés en vue d'encourager les étudiant.e.s à intégrer les différents aspects des sciences pharmaceutiques en un tout cohérent. Cette activité permet également d'illustrer de façon pratique des concepts abordés dans de nombreuses UE de master, notamment WFARM2117, WFARM2156 & WFARM2157 (galénique), WFARM2139,... Parmis les objectifs de l'UE, citons: Maîtriser les outils • Réaliser les expériences • Travailler en équipe, mais de manière personnalisée • Organiser et répartir le travail de façon homogène • Montrer un regard critique vis-à-vis de vos résultats • Rédiger un rapport qui soit synthétique mais complet Le contenu de cette UE est multi facettes : Séminaires de statistiques Notions de « bonnes pratiques de laboratoire » Synthèse d’un principe actif Contrôle de qualité d’un principe actif selon la Pharmacopée Quantification d’un principe actif dans un mélange – comparaison de deux méthodes Séparation d’un principe actif de son impureté par HPLC Etude de la dégradation d’un principe actif (cinétique chimique et stabilité) Préparation de gélules et étude de leur conformité Etude de l’impact d’un médicament sur le métabolisme hépatique d’un autre PA Détection de médicaments en milieu biologique",
        "teaching_methods": "Les étudiant.e.s auront l'opportunité de participer à des séminaires, des séances de TD, ainsi que la réalisation de séances de TP. S'agissant d'une activité de Master les étudiants sont invités à se poser des questions et à préparer les activités avant le séminaire, TD ou TP du jour. Les activités ont lieu par groupe d'étudiant.",
        "assessment_methods": "Evaluation continue sur (interros et rapport) (15 points sur 20) ainsi qu'une interro récapitulative en fin d'UE (5 points sur 20). Par ailleurs, comme pour d'autre activités pratiques, le comportement tout au long des activités fera partie de la note. Les notes relatives à l'évaluation continue sont acquises en fin d'activité en ne pourront pas être réévaluées en session III (août/septembre). Une interro sera organisée (session III) pour les étudiant.e.s en échec et intégrée à la note préalablement obtenue pour l'évaluation continue.",
        "other_info": "Tout au long du travail, l'étudiant sera évalué sur sa préparation et la compréhension des données qu'il manipule. Il sera ensuite jugé sur son rapport qu'il défendra devant les différents coordonateurs, permettant ainsi de juger de l'intégration de ses connaissances. L'étudiant doit être familiarisé aux outils statistiques et informatiques afin de mener à bien son travail. Une remise à niveau sera effectuée au cours de 15 h de séminaires. / / Pour l'aider dans la réalisation de ces différentes étapes, il sera encadré par une équipe comprenant : un coordinateur, du personnel scientifique spécialisé dans le domaine et du personnel technique. Deux salles inforatiques seront à disposition des étudiant.e.s durant l'activité notamment pour faciliter l'accès aux information bibliographiques, aux outils statistiques et pour la rédaction des rapports. La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement.Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE Suite à la situation particulière (COVID19) les enseignants adapteront les activités et instruction pratiques en fonction de la situation du moment. La communication des modalités sera assurée par le moodle de l'UE (à consulter régulièrement) et oralement en début de séance.",
        "online_resources": "Les éléments permettant de préparer les activités de cette UE se trouvent en ligne sur la plateforme moodle du cours.",
        "course_materials": "une version des supports et des instructions est disponible sur moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2504",
        "title": "Dermopharmacie-pathologies courantes et soins des plaies",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Baeck Marie",
            "De Montjoye Laurence",
            "Harkemanne Evelyne",
            "Herman Anne",
            "Marot Lilianne"
        ],
        "teaching_language": "Français",
        "topics_covered": "1/ Pathologies cutanées courantes : diagnostic, conseils et traitement (infections bactériennes et virales, mycoses, acnés, eczéma, psoriasis, pathologies tumorales, urticaire, piqures d'insectes.\r2/ Conseils à l'officine et produits dermo-cosmétologiques : vieillissement cutanée, protection solaire, sécheresse cutanée, produits capillaires.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est de former les étudiants aux principales pathologies avancées rencontrées en officine et de les informer sur les principales préparations à usage dermo-cosmétologique.",
        "content": "Le cours est principalement un cours magistral dans lequel les principales pathologies cutanées courantes seront illustrées avec des photographies suivies de leur physiopathologie et traitements. L'accent sera mis sur les conseils aux patients et la délivrance de produits OTC en officine.",
        "other_info": "Evaluation : 1 examen écrit sur les pathologies cutanées rencontrées en officine.\r\rSupport : notes et photographies sur les pathologies cutanées.",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2196",
        "title": "Critères de choix thérapeutiques (introduction à l'evidence-based medicine et économie de la santé et pharmacoéconomie)",
        "credits": "4.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dujardin Nathalie",
            "Henrard Séverine",
            "Spinewine Anne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Aborder\r- la notion de Médecine fondée sur les preuves et les grands principes de sa mise en uvre;\r- l'analyse d'articles scientifiques et cliniques à propos de l'efficacité et de la sécurité des médicaments;\r- les méthodes d'élaboration des recommandations thérapeutiques; \r- les principes de base de la pharmacoéconomie et de ses applications en pharmacothérapie (coût de la maladie, minimisation des coûts, rapport coût/bénéfice, rapport coût/efficacité, aspects humanistes); \r- les principes de base de la Sécurité Sociale d'une part et des facteurs économiques intervenant dans la mise à disposition des médicaments en Belgique et en Europe.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - comprendre la notion de preuve clinique et la valeur à accorder aux données de la littérature scientifique (en anglais) et autres sources d'information pertinente (notices; avis des autorités et des sociétés scientifiques; information communiquées par les producteurs, etc…; - sur cette base, comprendre la notion de recommandation thérapeutique (\"guidelines\") et la façon dont il convient d'en tenir compte dans la pratique journalière et individuelle; - en réponse à une question posée, rechercher les preuves existantes et les analyser afin de pouvoir répondre à la question - comprendre et pouvoir appliquer les principes de pharmacoéconomie et la manière dont ceux-ci peuvent contribuer à effectuer des choix thérapeutiques plus rationnels; - comprendre les principes politiques et économiques à la base du mode de dispensation des médicaments en Belgique et en Europe, et sur cette base, apprendre à situer sa profession et son rôle dans la société et vis-à-vis des patients.",
        "content": "Partie 1. Evidence-based medicine (médecine basée sur les preuves) - Principes de base de l'EBM; Sources primaires (études expérimentales et observationnelles); sources secondaires et tertiaires (synthèses méthodiques et méta-analyses; guidances thérapeutiques et réunions de consensus; autres sources d'information); publicité sur les médicaments - Chaque partie est abordée selon les questions suivantes: Quelles sont les preuves ? Où puis-je les trouver? Comment les analyser de façon critique? Partie 2. Pharmacoéconomie Introduction sur le système de santé belge; principes et méthodes de la pharmacoéconomie et de l'évaluation économique en santé; remboursement et fixation du prix des médicaments en Belgique.",
        "teaching_methods": "Le cours comprend une approche mixte incluant des cours magistraux en présentiel, la réalisation de certains travaux à domicile (lecture, exercices en lignes), et la participation - obligatoire - à des séminaires en présentiel. Les enseignants portent une attention particulière à faire un maximum de liens entre théorie et pratique, en illustrant leurs propos au moyen d'exemples actualisés concernant différents types de médicaments et produits de santé.",
        "assessment_methods": "L’évaluation des acquis comporte un examen écrit avec des questions théoriques mais aussi pratiques, relatives aux deux parties du cours (EBM et pharmacoéconomie). Les compétences relatives à la recherche d'informations sont évaluées par le biais de questions pratiques où l'étudiant utilise un ordinateur avec accès aux sources d'informations vues dans le cadre du cours. Pour cette partie, un test à blanc est proposé avec des questions types. Ces questions sont ensuite corrigées par l’enseignant·e avec les étudiant·es en précisant le niveau de maîtrise et de rigueur attendu, cela afin de permettre aux étudiant·es de se rendre compte de l’attendu et donc de pouvoir adapter en conséquence l’étude de la matière. La note finale est la moyenne pondérée des notes des 2 parties. Dans la note finale, la partie EBM vaut pour 12/20 et la partie pharmacoéconomie vaut pour 8/20. Cependant, étant donné que les deux parties permettent d’acquérir des compétences et connaissances différentes parmi celle définies dans les acquis d’apprentissage de l’unité d’enseignement, une note inférieure à 8/20 pour la partie EBM ou pharmacoéconomie entraîne une note d'échec pour la totalité de l’UE.",
        "other_info": "La participation aux séminaires est obligatoire. Les titulaires du cours pourront, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 75% des séminaires en présentiel. La compréhension de l’anglais scientifique à la lecture est nécessaire à la réalisation des acquis d’apprentissage. A l’examen, l’utilisation d’un traducteur est permise uniquement pour des mots ciblés. La traduction complète de phrases/paragraphes/articles n’est pas autorisée.",
        "course_materials": "/",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2134",
        "title": "Gestion des situations aigües",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bulpa Pierre",
            "Gourdin Maximilien",
            "Honoré Patrick",
            "Thonon Henri"
        ],
        "teaching_language": "Français",
        "topics_covered": "Dans ses activités professionnelles ou activités privées, le pharmacien est quotidiennement susceptible d'être confronté à une situation aiguë, qu'il doit pouvoir identifier immédiatement. L'assistance à toute personne en danger, prévue dans le code pénal, se trouve accrue pour tout professionnel, qui se trouve confronté à une obligation de moyens et donc de compétences spécifiques.\rDe manière générale l'apprentissage devra permettre : l'analyse générale d'une situation, la sécurisation des lieux, l'appel des secours, l'administration des premiers soins et la surveillance des victimes en attendant les secours.\rLa formation comprendra l'apprentissage des gestes essentiels (comme dégager un blessé en urgence, arrêter une hémorragie, faire face à un étouffement chez l'enfant ou chez l'adulte, agir devant une personne victime de malaise ou d'arrêt cardio-respiratoire, de brûlure, de traumatisme ou de plaie..).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de ce cours, le pharmacien d'officine devrait avoir acquis la compétence de base pour répondre adéquatement aux situations urgentes les plus fréquemment rencontrés dans ce cadre.",
        "content": "Dans ses activités professionnelles ou privées, le pharmacien est quotidiennement susceptible d'être confronté à une situation aiguë, qu'il doit pouvoir identifier immédiatement. De manière générale, le cours devra permettre : l'analyse d'une situation, la sécurisation des lieux, l'appel des secours, l'administration des premiers soins et la surveillance des victimes en attendant les secours.",
        "teaching_methods": "Le cours a pour objectif premier de former les candidats aux gestes et attitudes à avoir face aux problèmes médicaux critiques auxquels leur activité professionnelle les expose potentiellement.  L'apprentissage portera d'abord sur la reconnaissance des problèmes médicaux potentiellement graves et sur l'identification des signes d'alerte qui doivent conduire à l'appel aux médecins et/ou aux secours spécialisés. Les gestes et attitudes à adopter dans l'attente de l'arrivée des renforts médicaux seront ensuite enseignés. Compte tenu du caractère universitaire du cours, un second objectif sera de permettre la compréhension des mécanismes physiologiques en cause dans les pathologies et les traitements présentés.",
        "assessment_methods": "L'évaluation des acquis sera écrit (en juin ou septembre) sous forme d'un QCM. Vous devez vous inscrire à temps sinon vous serez postposé à la session de septembre. En cas de maladie lors de l'examen, un certificat médical doit être remis endéans les 2 jours (au moins un scan du certificat médical adressé au CT et au secrétariat de la faculté, tout certificat arrivant après la date de la délibération ne pourra être pris en considération) et la réalisation de cet examen sera post posée à la session suivante, c'est à dire en septembre (pas de possibilité de passer l'examen en dehors des sessions).",
        "other_info": "les bases de l'anatomie , de la physiologie et de la pharmacologie sont nécessaires à la compréhension des concepts évoqués dans ce cours Support : les documents du cours sont disponibles sur moodle",
        "online_resources": "Les présentations powerpoints des différents cours seront disponibles sur Moodle au plus tard juste après que le cours ait été donné. Si possible, d'autres liens seront aussi signalés via Moodle",
        "course_materials": "Diaporamas disponibles sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2117",
        "title": "Analyse et contrôle de qualité des médicaments",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Muccioli Giulio",
            "Spillier Quentin"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Les enseignants abordent les principales méthodes et normes utilisées pour le contrôle de pureté et de qualité des médicaments (recherche qualitative et quantitative des impuretés, dosages,').",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise - à fournir à l'étudiant les connaissances appropriées pour comprendre et utiliser efficacement les ouvrages de référence que constituent les pharmacopées pour le contrôle de qualité d'un médicament et de ses constituants - lui permettre de choisir la méthode analytique la plus adéquate pour un problème donné dans le cadre de l'analyse d'un médicament (matière première, substances apparentées, substances en mélange').",
        "content": "1. Contrôle de qualité des médicaments-Pharmacopée : généralités 2. Pureté du médicament et principales voies de dégradation 3. Méthodes d'identification (infra rouge, résonnance magnétique nucléaire) 4. Réactions générales d'identification 5. Méthodes de séparation (extraction liquide-liquide et liquide solide, chromatographies liquide, supercritique et gazeuse, électrophorèses) 6. Méthodes de quantification et validation des méthodes analytiques 8. Essais 9. Monographies générales 10. Analyse des monographies de quelques médicaments 11. principales voies de dégradation chimique et physique des médicaments 12. Contrôle de spécialités pharmaceutiques",
        "teaching_methods": "L'enseignement se fait en partie par des cours théoriques et en partie sous forme de classes inversées et des travaux d'étudiants en groupe, sauf conditions sanitaires exceptionnelles. Bien que constituant une UE à part, l'UE WFARM2135 (Séminaires et travaux pratiques d'intégration en sciences pharmaceutiques) permet de mettre en pratique de nombreux aspects abordés dans l'UE \"analyse des médicaments\". Les étudiant.e.s sont donc invités à faire des liens entre ces deux UE.",
        "assessment_methods": "Examen écrit (sauf exception). Les questions d'examen peuvent porter sur des questions de \"théorie\" ainsi que sur des \"exercices\" ou de la \"résolution de problèmes\". La note finale correspond à la moyenne des notes des différents enseignants.",
        "other_info": "Les principes de base des méthodes analytiques ne sont pas abordées dans cette UE. Ces notions sont largement discutées dans les UE de BAC (par exemple WFARM1243, WFARM1312, WFARM1219). Les étudiant.e.s sont vivement encouragé.e.s à parcourir les support de cours s'ils constatent des faiblesses dans leur formation de bachelier.",
        "online_resources": "Une version des supports de cours utilisés lors des exposés se trouve sur le \"moodle\" de l'UE. Les étudiant.e.s sont encouragé.e.s à consulter et utiliser la Pharmacopée Européenne (disponible en ligne)",
        "course_materials": "une version des supports présentés est disponible sur moodle Pharmacopée Européenne",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2501",
        "title": "Chimie pharmaceutique avancée et drug design",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Frédérick Raphaël",
            "Lambert Didier",
            "Muccioli Giulio"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Les enseignants abordent d'une part des techniques permettant la découverte de nouvelles cibles thérapeutiques (lipidomique ' protéomique - déorphanisation), d'autre part les méthodes permettant d'identifier des hits pour une cible donnée (criblage à haut débit ; design assisté par ordinateur (design de novo)), enfin les stratégies permettant d'améliorer ce lead (« hit to lead « ) seront abordées (relation structure-activité ; docking ; ').",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant au terme du cours sera capable D'interpréter, sur base des notions vues au cours, les résultats d'un article scientifique traitant du développent d'un médicament De proposer une stratégie permettant de mettre en évidence une nouvelle cible thérapeutique potentielle De proposer une stratégie permettant d'identifier de nouveaux leads pour une cible (récepteur, enzyme, ') donnée De proposer une stratégie permettant d'optimiser l'activité d'un composé pour sa cible.",
        "content": "Cette UE veut permettre aux étudiant.es intéressé.es par le Drug design et la chimie médicinale d'aller plus loin dans leurs connaissances en leur proposant un \"jeu de rôles\". L’objectif sera de proposer un « projet de recherche » (sous forme de présentation « powerpoint ») illustrant un ou plusieurs aspects de la chimie médicinale/drug discovery. Il s’agit d’un excellent complément aux cours plus généraux que sont WFARM1302 et WFARM2118.",
        "teaching_methods": "Les étudiant.e.s seront amenés à proposer un « sujet » de recherche aux enseignants. Après « validation » de celui-ci, les étudiant.e.s auront l’opportunité de travailler sur leur sujet en bénéficiant de l’accompagnement des enseignants. Les revues scientifiques comme Nat. Rev. Drug Discov., J. Med. Chem., Cell Chem. Biol. constituent d’excellentes sources d’inspiration (parmis d’autres). À titre d’exemple, des éléments permettant d’initier la réflexion pourraient être : Choix de la cible Quel serait son intérêt en situation pathologique ? Qu’est ce qui est déjà connu sur cette cible ? Que peut-on encore faire/développer d’intéressant sur cette cible et pourquoi ? Description de la cible (pour permettre de comprendre la suite de votre projet) Type de cible ? (RCPG, enzyme, récepteur nucléaire, récepteur canal, …) Structure ou modèle 3D disponibles ? Outils pharmaco disponibles ? (ex. radioligand, substrat marqué, …) Comment vous y prendriez-vous ? Hit identification (Criblage ? Utilisation d’un modèle 3D ? …) Hit to lead (test pharmaco ? utilisation modèles 3D?...) Validation in vivo?",
        "assessment_methods": "Présentation orale d'un travail préparé par l'étudiant.e suivi de questions par les enseignats",
        "online_resources": "Les revues scientifiques comme Nat. Rev. Drug Discov., J. Med. Chem., Cell Chem. Biol. constituent d’excellentes sources d’inspiration (parmi d’autres).",
        "course_materials": "pas de supports spécifiques",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2116",
        "title": "Pharmacologie spéciale et éléments de pharmacothérapie 2e partie",
        "credits": "3.00",
        "hours": "26.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dessy Chantal",
            "Feron Olivier",
            "Van Bambeke Françoise"
        ],
        "teaching_language": "Français > English-friendly",
        "content": "Le cours FARM2116 est centré sur les médicaments des pathologies des systèmes cardiovasculaire, digestif, respiratoire, du sang et de la coagulation, de la douleur, l’inflammation et les pathologies ostéoarticulaires, de l’allergie, et utilisés en ophtalmologie.",
        "teaching_methods": "Cours magistral (présentiel et/ou distanciel) + classes inversées pour certaines parties du cours (= podcasts complétés par des séances en présentiel/distanciel pour répondre aux questions des étudiants).",
        "assessment_methods": "Examen écrit comportant des questions ouvertes et/ou des questions à choix multiples sur les diverses parties du cours. La pondération de chaque partie reflète l'importance relative de chacune des parties du cours. Une lacune importante dans une des parties du cours peut être pénalisée.",
        "other_info": "Langue d’enseignement : français",
        "bibliography": "Slideshows made available to students + Belgian Répertoire commenté des médicaments (edited by the centre belge d’information pharmacothérapeutique ; available free of charge) Reference book in pharmacology : Rang & Dale's Pharmacology: ISBN 10: 0-7020-3471-1 ; ISBN 13: 978-0-7020-3471-8 ; CHURCHILL LIVINGSTONE Reference book in pharmacotherapy: Di Piro : Pharmacotherapy, a pathophysiological approach ; ISBN13: 9780071478991 ; ISBN10: 007147899X ; MC GRAW HILL Ouvrage de référence en pharmacothérapie : Di Piro : La pharmacothérapie, une approche physiopathologique ; ISBN13 : 9780071478991 ; ISBN10 : 007147899X ; MC GRAW HILL Livre de référence en pharmacologie : Rang & Dale's Pharmacology : ISBN 10 : 0-7020-3471-1 ; ISBN 13 : 978-0-7020-3471-8 ; CHURCHILL LIVINGSTONE",
        "course_materials": "Obligatoires :  Diaporamas mis à disposition des étudiants Répertoire commenté des médicaments édité par le centre belge d’information pharmacothérapeutique Slideshows made available to students + Belgian  Répertoire commenté des médicaments (in French or Dutch)",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2171",
        "title": "Travail expérimental de recherche en sciences pharmaceutiques (1re partie)",
        "credits": "6.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français > English-friendly",
        "content": "Lors du Bloc 1 du Master en sciences pharmaceutiques, l’étudiant optant pour la finalité approfondie (étudiant-chercheur) va réaliser un projet de recherche en laboratoire sous la direction d’un promoteur ou d’une promotrice. Les objectifs de cette immersion en recherche sont les suivants : Apprendre la démarche scientifique Formuler une question scientifique, une hypothèse de travail Se donner les moyens d’y répondre, concevoir un plan expérimental ou une stratégie de collecte de données Réaliser les expériences / collecter les données Analyser et critiquer les résultats Valider, amender l’hypothèse de départ Mettre les résultats en perspective et poursuivre",
        "teaching_methods": "Stage d’immersion en laboratoire tout au long de l’année académique dès que l’horaire de cours le permet. Présentation du travail de recherche reprenant le contexte et les questions posées lors du travail, la stratégie et moyens mis en place pour répondre aux questions, les résultats obtenus et leur mise en perspective.",
        "assessment_methods": "La note évalue la qualité du travail expérimental de laboratoire ou de collecte des données pour les projets cliniques. La note est attribuée par le promoteur ou la promotrice sur base des critères suivants : a) compréhension des techniques, de leurs possibilités, de leurs limitations b) maîtrise des techniques, qualité du travail expérimental ou de la collecte des données c) esprit critique vis-à-vis des résultats d) implication dans le travail : quantité de travail fournie, autonomie e) recherche dans la littérature",
        "course_materials": "pas de supports spécifiques, infos sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2511",
        "title": "Méthodologie des mesures radio-actives en recherche pharmaceutique et biomédicale",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gallez Bernard"
        ],
        "teaching_language": "Français",
        "content": "Cours relatifs aux fondements de l'usage de composés radiomarqués en recherche pharmaceutique et biomédicale. Pré-requis de physique nucléaire Introduction à l'usage de composés radiomarqués en recherche Détection des radiations ionisantes (scintillation solide, liquide, autoradiographie et méthodes associées) Préparation de substances radiomarquées Applications in vitro et in vivo Modalités pratiques de radioprotection",
        "teaching_methods": "Auto-apprentissage à l'aide de diaporamas commentés et de quiz sur Moodle. Les acquis d'apprentissage y sont décrits pour chaque chapitre. Quelques séances d'activation en Live permettent d'aborder des cas particuliers et de répondre aux questions des étudiants",
        "assessment_methods": "Evaluation continue (test QCM dispensatoire d'examen; ce test est obligatoire). En cas de non réussite à l'évaluation continue, examen écrit en session",
        "online_resources": "Sur Moodle: acquis d'apprentissage pour chaque chapitre diaporamas commentés QCM relatifs à la matière enseignée",
        "course_materials": "Supports du cours disponibles sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2101",
        "title": "Santé, spiritualités et religions : A. Récits bibliques et récits cliniques",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lichtert Claude"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun",
        "topics_covered": "Le cours est centré sur la parole et le récit. Intitulé « Récits bibliques et récits cliniques, accompagnements et soins », le cours a pour objectif de présenter les récits bibliques comme des ressources privilégiées pour entrer dans les récits de vie des patients et les récits cliniques typiques du monde des soins. Une réflexion fondamentale sur le statut de ces trois récits permet de faciliter les rencontres, d’éclairer les tensions, de comprendre les imaginaires sollicités autour de la souffrance et de la mort, du guérir et du soigner. Le questionnement sur les récits permet en outre d’aborder les divers accompagnements dans le monde des soins de santé.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître les enjeux liés à l'intégration des spiritualités et des traditions religieuses dans les soins de santé. 2 Identifier les réponses apportées par les religions aux questions existentielles. 3 Faire œuvre d'esprit critique en se situant de façon personnelle par rapport aux sujets abordés. 4 Découvrir la littérature biblique dans sa diversité comme source culturelle pour la société et comme ressource pour l’accompagnement des patients. 5 Appréhender la spécificité des récits bibliques par rapport à d’autres récits présents dans le monde des soins de santé. 6 Distinguer entre une lecture fondamentaliste et une lecture critique de la Bible.",
        "content": "Le cours consiste en 8 séances en présentiel. Une séance est commune avec les étudiant·es des cours LTECO2102 et LTECO2103. Elle est consacrée aux fondements de l’éthique en l’Islam et sa compréhension de l’être humain. Sept séances sont donc spécifiques à ce cours. Les textes bibliques ont marqué l’histoire et la culture du monde occidental. Le cours établira qu’une lecture critique de ces textes, en tant que textes destinés à éclairer l’existence, exige une méthodologie spécifique et une connaissance minimale des acquis de la critique littéraire de la Bible. La compréhension de la spécificité de ces textes permet de mieux appréhender les récits des patients confrontés aux grandes questions de sens (« qu’est-ce que l’être humain ? », etc.). Par l’analyse de quelques textes bibliques, on indique comment la Bible permet de conduire une réflexion rigoureuse sur les questions religieuses, le sens de l’existence et la citoyenneté, y compris en contexte de pluralisme convictionnel.",
        "teaching_methods": "Cours magistral, sans PPT, en prenant appui sur l'expérience clinique, l'enseignant étant également responsable de l'équipe d'aumônerie (accompagnement spirituel) aux Cliniques universitaires Saint-Luc (https://www.saintluc.be/fr/aumonerie-catholique-presentation).",
        "assessment_methods": "L’examen consiste en un travail écrit, préparé en prenant appui sur le cours oral et sur les notes communiquées via Moodle. Toutes les précisions seront transmises par écrit via Moodle et commentées au cours. Pour la réalisation de ce travail, l'étudiant·e s'engage à ne pas avoir recours à l'Intelligence artificielle.",
        "other_info": "Ce cours est destiné aux étudiants du secteur des sciences de la santé (sauf IEPR). L'étudiant doit choisir un cours parmi trois possibilités (LTECO 2101, LTECO 2102 et LTECO 2103). L’enseignant est disponible à la fin de chaque cours et sur rendez-vous. L’échange par mail doit demeurer exceptionnel, dans la mesure où la question ne peut être posée au cours.",
        "online_resources": "Les notes de cours seront disponibles au fur et à mesure des séances, via Moodle.",
        "bibliography": "La bibliothèque du Secteur des soins de santé est fermée pour travaux, toutefois le service de prêt reste assuré (https://uclouvain.be/fr/bibliotheques/bss). Une bibliographie composée exclusivement d'ouvrages sera disponible via Moodle. Une bibliothèque d'articles relatifs au rapport entre spiritualités et soins de santé est disponible sur https://www.saintluc.be/fr/bibliotheque-numerique. Parmi les ouvrages écrits par Claude Lichtert, on peut noter : Lire la Bible ensemble. Quelques enjeux, résistances, méthodes et approches (coll. Bible), Europe, Domuni-Press, 2020, 85 p. [ressources électroniques commentées] avec Hautier Marie-Thérèse, Prendre soin de la relation à l’autre : de l’évangile de Luc à notre récit de vie (coll. Écriture en pastorale 5), Bruxelles, Lumen vitae, 2020, 122 p. La parole pour sortir de soi. Dieu et les humains aujourd’hui : parcours biblique (Bible), Domuni-Press, Toulouse, 2021, 82 p. D’amour et de haine. Chemins bibliques (Parole en liberté), Bière, Cabédita, 2021, 96 p. La parabole du fils prodigue. Lectures plurielles (Religions et spiritualité), L'Harmattan, Paris, 2022, 158 p. Vers un paradis urbain. Approche littéraire de la ville dans la Bible (Le livre et le rouleau), Éditions Jésuites, Paris, 2024, 279 p. Et ces deux émissions d'initiation biblique : \"Apprendre à lire la Bible\" (KTO TV 2022 - 53') : https://www.youtube.com/watch?v=RWR89xhtk5s&t=7s \"Prendre soin\" (KTO  TV 2021 - 53') : https://www.youtube.com/watch?v=FTw2qteNiGw&t=6s",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2510",
        "title": "Médicaments vétérinaires",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dehoux Jean-Paul",
            "Donnay Isabelle",
            "Van Bambeke Françoise"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Etudier les médicaments à usage vétérinaire.  Le cours envisagera  (a) les bases physiologiques et pathologiques nécessaires à la compréhension des indications des médicaments et de leurs conditions d'utilisation, (b) les principales classes de médicaments à usage animal, (c) les conditions d'usage des médicaments chez les animaux.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Donner au futur pharmacien d'officine une ouverture vers l'usage du médicament chez les animaux (animaux de compagnie, animaux d'élevage).  A l'issue du cours, le futur pharmacien doit :\r\r-\tcomprendre les différences essentielles dans l'usage des médicaments chez l'homme et l'animal\r-\tconnaître les bases physiopathologiques gouvernant la pharmacocinétique et la pharmacodynamie des médicaments chez l'animal \r-\tconnaître les bases des pathologies propres aux animaux\r-\tconnaître la pharmacologie des principaux médicaments réservés à l'usage animal  (et des médicaments à usage humain administrés aux animaux) et leurs conditions d'utilisation.",
        "content": "- équipe d'enseignants. Il pourra également être fait appel à des intervenants extérieurs pour des sujets d'actualité (crises liées à des épidémies animales, par exemple). - cours interactifs sur les différents thèmes proposés - résolution de cas cliniques intégrant les aspects physiopathologiques et thérapeutiques",
        "assessment_methods": "examen oral, reposant sur l'analyse d'un cas clinique préparé à l'avance par chaque étudiant. Cet examen peut être complété par un examen écrit avec des questions a réponses courtes ou QCM sur les principes de base de la matière.",
        "other_info": "Examen : examen oral consistant à présenter un cas 'clinique' préparé (base physiopathologique et traitement) sur base d'une prescription. Supports pédagogiques - Présentations sous forme de diaporamas soulignant les concepts essentiels du cours - Répertoire commenté des médicaments à usage vétérinaire (Centre belge d'information pharmacothérapeutique en ligne) - Ouvrages spécialisés si nécessaire.",
        "course_materials": "Diaporamas mis à disposition des étudiants + répertoire commenté des médicaments disponible online Répertoire commenté des médicaments vétérinaires",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2514",
        "title": "Pharmacodépendance et toxicomanie",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bindels Laure",
            "Boland Lidvine",
            "de Timary Philippe",
            "Gohy Sophie",
            "Haufroid Vincent",
            "Hermans Emmanuel",
            "Jacques Denis",
            "Lambert Didier",
            "Starkel Peter",
            "Vikkula Miikka",
            "Wittebole Xavier"
        ],
        "teaching_language": "Français",
        "prerequisites": "La compréhension des concepts développés dans ce cours nécessite une formation de base en sciences de la santé. Ce cours de deuxième cycle n'est donc accessible qu'aux étudiants porteurs d'un diplôme de bachelier en sciences pharmaceutiques, biomédicales, médicales ou dentaires, ou qui finalisent un tel baccalauréat.",
        "topics_covered": "En abordant les principales substances d'abus (stupéfiants morphiniques, cocaïne, amphétamine, ecstasy, LSD, cannabis, psychotropes, nicotine, alcool, etc'), les thèmes suivants seront explorés : \" Chimie \" Pharmacodynamie (cibles moléculaires) \" Pharmacocinétique \" Effets psychiatriques, implication dans la mise en place de l'addiction \" Epidémiologie, historique \" Prise en charge pharmacologique psychologique des addictions \" Toxicité sur l'organisme (en particulier aux niveaux nerveux, hépatique et pulmonaire et rénal \" Prédisposition génétique à l'addiction \" Approches analytiques de la détection des drogues, des métabolites, dosages dans liquides biologiques \" Aspects légaux et sociétaux.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Donner aux étudiants l'occasion d'approfondir leurs connaissances concernant la problématique médicale et sociale que présente l'abus de substances licites ou illicites. Ce sont à la fois les aspects psychologiques et psychiatriques des dépendances que les aspects toxicologiques qui seront explorés. Au terme de ce cours, l'étudiant sera capable de comprendre les mécanismes pharmacologiques, neurobiologiques et psychiatriques des dépendances. Il aura également acquis une vision globale des aspects toxicologiques liés à l'usage aigu ou chronique des drogues les plus couramment rencontrées. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "teaching_methods": "L'enseignement repose sur des cours magistraux  (total de 30 h). Il repose sur le développement de concepts théoriques, mais également sur la description d'exemples concrets. Le cours implique plusieurs enseignants actifs et experts dans leur domaine. Ils partageront leur expérience et proposeront éventuellement la rencontre avec des intervenants externes ou envisageront des visites de laboratoires d'analyse spécifiques.",
        "assessment_methods": "Afin d'intégrer tous les enseignants dans l'évaluation, celle-ci pourra être organisée sous forme d'examen écrit sous forme de questions à choix multiples de la plupart des enseignants. Le nombre de questions en lien avec chaque partie du cours prend en considération l'importance de ces parties (importance horaire, mais aussi importance des thèmes abordés dans le contexte pharmaceutique). Le questionnaire écrit peut en outre s'enrichir de quelques questions ouvertes auxquelles l'étudiant est invité à répondre par un développement court.",
        "bibliography": "l'essentiel des documents présentés aux cours sont accessibles sur Internet via la plateforme Moodle accessible aux membres de la communauté universitaire.",
        "course_materials": "Supports du cours disponibles sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2104",
        "title": "Bonnes pratiques de fabrication et de laboratoire et assurance qualité pharmaceutique",
        "credits": "3.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pronce Thierry",
            "Spillier Quentin"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Le cours abordera les bonnes pratiques de fabrication en officine et industrie, les bonnes pratiques de laboratoire ainsi que la législation et les normes existantes en assurance qualité, les intérêts de travailler dans un système de qualité et l'organisation que cela implique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de ce cours, les étudiants devront être capables d'organiser leur travail dans un système d'assurance qualité et de rédiger les procédures nécessaires.",
        "content": "Les étudiants recevront une formation théorique - sur les bonnes pratiques de laboratoire et la mise en place d'un système d’assurance qualité pharmaceutique. Ils visiteront des industries pharmaceutiques. - sur les bonnes pratiques de laboratoire et la mise en place d'un système d'assurance qualité. Ils visiteront des laboratoires (recherche et industrie pharmaceutique) travaillant en assurance qualité et recevront une formation pratique sous forme de discussions et séminaires.",
        "teaching_methods": "cours théorique (si les mesures sanitaires le permettent), exercices et visites d'industries/laboratoires",
        "assessment_methods": "Les étudiants seront évalués sur leur aptitude à comprendre la philosophie des bonnes pratiques de laboratoire et de l'assurance qualité pharmaceutique, rédiger une ou plusieurs procédures simples (travail personnel) savoir établir la spécification d’un médicament pouvoir évaluer les critères de performance d’une méthode d’analyse établir et interpréter une carte de contrôle L’examen se déroulera par écrit (présentiel ou distanciel) sauf cas particulier",
        "other_info": "La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement. Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "course_materials": "copie pdf du powerpoint du cours",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2275",
        "title": "Exercice de communication scientifique",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dalleur Olivia",
            "des Rieux Anne",
            "Everard Amandine",
            "Frédérick Raphaël",
            "Gallez Bernard",
            "Jordan Bénédicte",
            "Muccioli Giulio",
            "Sonveaux Pierre",
            "Van Bambeke Françoise",
            "Vanbever Rita"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Activité d’intégration professionnelle Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "content": "Qualité de la présentation lors de la présentation et défense du mémoire",
        "assessment_methods": "Evaluation de la qualité (qualité des diapositives et de la présentation orale)",
        "course_materials": "pas de supports spécifiques",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2235",
        "title": "Travaux pratiques de pharmacie galénique",
        "credits": "5.00",
        "hours": "0 h + 120.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "des Rieux Anne"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Les formes pharmaceutiques qui seront produites aux Travaux Pratiques seront : les comprimés, les gélules gastrorésistantes, les préparations injectables, les pommades stériles, les suppositoires, les aérosols. Les contrôles réalisés porteront sur la rhéologie, la pression osmotique, la dissolution et désagrégation, dureté et friabilité de formes solides, stérilité de formes stériles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de ces Travaux Pratiques est de former les étudiants à la formulation, fabrication et aux contrôles de formes pharmaceutiques produites en officine et en industrie en se basant sur les connaissances en formulation galénique, physicochimie et analyse.",
        "content": "Les Travaux Pratiques sont basés sur la fabrication et le contrôle de formes pharmaceutiques, notamment des comprimés et préparations injectables. Les étudiants consulteront la pharmacopée européenne et des ouvrages de références pour atteindre l'autonomie requise à leur future pratique professionnelle.",
        "teaching_methods": "Les étudiants devront réaliser et controler des formes pharmaceutiques en recherchant les informations nécessaires. Ils devront justifer le choix des excipients et leurs méthodes de préparation et de controle.",
        "assessment_methods": "Evaluation sur base des préparations réalisées, des rapports ou présentation orale sur ces préparations (18/20) et d'une interrogation (2/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE. Toute moyenne globale inférieure à 10/20 est arrondie à l'unité inférieure.",
        "other_info": "La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement. Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). Une interrogation écrite obligatoire aura lieu avant de commencer les TP portant sur les aspects principaux de la matière vue en Master 1 et qu'il est nécessaire de maitriser pour les TP de Master 2. Les points à revoir seront communiqués sur Moodle. Les étudiants ayant une note inférieure à 10/20 seront pénalisés par un malus de -1 point sur leur note finale alors que les étudiants ayant une note supérieure à 18/20 seront crédités d'un point bonus sur leur note finale. Une note entre 10 et 17 n'aura aucun impact sur la note finale du cours.",
        "online_resources": "Les différentes préparations à produire (comprimés, préparations injectables, suppositoires, enrobages gastroresistants etc ) et canevas pour les rapports écrits sont disponibles sur Moodle. La pharmacopée européenne est accessible en ligne.",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm1213",
        "title": "Physiologie des systèmes et éléments de physiopathologie",
        "credits": "6.00",
        "hours": "60.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Feron Olivier",
            "Grootaert Mandy",
            "Hermans Emmanuel"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Présentation du fonctionnement, de la régulation et des dysfonctionnements des grands systèmes : système cardio-vasculaire, système respiratoire, système excréteur, système nerveux central, autonome et périphérique ainsi que les organes des sens, système digestif, système reproducteur et l'ensemble des systèmes de régulation endocriniens.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette entité d'enseignement, l'étudiant aura acquis une connaissance étendue des grands systèmes, de leurs fonctions, de la régulation de leurs activités et de leur intégration dans l'équilibre de l'organisme. Il aura également entrevu les dysfonctionnements affectant ces systèmes et qui conduisent à divers états pathologiques. Ce cours devrait assurer les connaissances nécessaires à la compréhension des cours de pathologie et de pharmacologie.",
        "content": "Le cours aborde la physiologie fonctionnelle spécifique aux différents systèmes ainsi que certains éléments de physiopathologie. Chaque système est décrit en détaillant les différents éléments cellulaires/tissulaires qui le composent, les fonctions physiologiques associées et les modes de régulation impliqués.",
        "teaching_methods": "Cours magistral en auditoire ainsi qu'éventuellement des enseignements en classes inversées pour certaines parties du cours (= podcasts complétés par des séances en auditoire pour répondre aux questions des étudiants).",
        "assessment_methods": "L'évaluation consiste en un examen écrit. Il pourra comprendre des questions à réponse ouverte courte ou à développement impliquant éventuellement des schémas à réaliser ou à compléter, ainsi que des questions à choix multiple. La note finale prendra en considération les résultats des différentes parties de l'examen. Elle se basera sur une moyenne arithmétique considérant, entre autres, les volumes horaires de chaque enseignant.",
        "online_resources": "La plupart des documents relatifs au cours sont accessibles sur Moodle.",
        "course_materials": "Supports du cours disponibles sur Moodle",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2502",
        "title": "Introduction à la toxicologie analytique",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bindels Laure",
            "Boland Lidvine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Méthodes analytiques utilisées en toxicologie\rMilieux biologiques\rToxicocinétique\rIntoxication aux solvants, CO, analgésiques, stupéfiants, sédatifs, antidépresseurs,.\rIntoxication aux pesticides\rIntoxications aux champignons vénéneux",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours a pour objectif de donner aux étudiants les bases nécessaires à l'approche analytique, toxicocinétique et métabolique des principales intoxications rencontrées en milieu hospitalier. A l'issue de ce cours l'étudiant doit être à même de pouvoir discerner les intoxications potentiellement sévères, d'évaluer les méthodes analytiques disponibles, et d'en interpréter les résultats dans un contexte clinique.  Les 10h de pratiques ne concernent que les pharmaciens candidats spécialistes en biologie clinique.",
        "content": "Ce cours débutera par une partie théorique portant sur la toxicocinétique, la place des différentes méthodes d’analyses utilisées en toxicologie et leurs limitations. Des notions de toxicologie clinique seront également travaillées. Une seconde partie visera à la mise en application de ces concepts via des études de cas basés sur des articles scientifiques, avec une participation active de l’étudiant. Dans la mesure du possible, des intervenants externes seront sollicités afin d’enrichir le cours. Des travaux pratiques seront organisés pour les candidats spécialistes en biologie clinique afin de permettre à chaque étudiant d'effectuer la recherche qualitative et parfois quantitative de ces toxiques dans divers milieux biologiques, incluant la maîtrise des contrôles de qualité.",
        "assessment_methods": "L'évaluation vise à mesurer l'atteinte des acquis d'apprentissage via un examen écrit en français. Pour les candidats spécialistes en biologie clinique, la note finale de l’UE sera la moyenne pondérée de la note de l'examen écrit et de la note liée aux travaux pratiques. Dans la note finale, l'examen écrit vaudra 15/20 et la note liée aux travaux pratiques vaudra 5/20.",
        "online_resources": "Diapositives digitalisées et notes de cours sur Moodle UCL.",
        "course_materials": "Documents disponibles sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2512",
        "title": "Nouvelles orientations en formulation galénique",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Beloqui Garcia Ana",
            "des Rieux Anne",
            "Sauvage Félix"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Les nouvelles formes pharmaceutiques abordées seront : - les systèmes à libération prolongée; les systèmes transdermiques; les voies d'administration transmucosales (nasale etpulmonaire); les vecteurs de médicaments (liposomes, microsphères, )",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est de former les étudiants à la conception de nouvelles formes pharmaceutiques en se basant sur les connaissances galéniques, pharmacocinétiques, et physicochimiques acquises.",
        "content": "Le cours est principalement un cours magistral interactif dans lequel les concepts théoriques sur les nouvelles formes pharmaceutiques en cours de développement sont illustrées par des exemples. Les séminaires consistent à préparer, en étant encadré par un enseignant, une présentation orale ou un poster sur une nouvelle formulation galénique présentée dans un article scientifique.",
        "teaching_methods": "Cours interactifs avec tests Présentation d'un article scientifique sur les nouvelles formes pharmaceutiques. L'article est sélectionné par l'étudiant sur base d'une liste de journaux proposés et approuvé par un des enseignants.",
        "assessment_methods": "Les étudiants seront évalués sur base de la présentation orale ou du poster qu'ils auront préparé pendant les séminaires (16/20). Ils seront également évalués pendant leur particpation au cours (4/20).",
        "online_resources": "Les supports de cours sont disponibles sur Moodle.",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2286",
        "title": "Démarche expérimentale en recherche pharmaceutique",
        "credits": "7.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "content": "En Bloc 1 de Master, lors d’un mois de stage entre M1 et M2, et en début de bloc 2 de Master en sciences pharmaceutiques, l’étudiant optant pour la finalité approfondie (étudiant-chercheur) va réaliser projet de recherche en laboratoire sous la direction d’un promoteur ou d’une promotrice.",
        "teaching_methods": "Stage d’immersion en laboratoire durant le parcours de Master. Rédaction d’un mémoire, présentation du travail de recherche reprenant le contexte et les questions posées lors du travail, la stratégie et moyens mis en place pour répondre aux questions, les résultats obtenus et leur mise en perspective.",
        "assessment_methods": "La note évalue l’investissement en recherche bibliographique, dans la conception des expériences et collecte des données, esprit critique des résultats. La note est attribuée par le promoteur ou la promotrice sur base des critères suivants : Compréhension du domaine et des questions posées Apport personnel dans la conception des expériences / collecte des données Recherche dans la littérature Esprit critique Autonomie dans la rédaction du mémoire : introduction à l’état de l’art, clarté des objectifs, discussions, références bibliographiques (Avant intervention du promoteur ou de la promotrice)",
        "course_materials": "pas de supports spécifiques, infos sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2256",
        "title": "Soins pharmaceutiques en officine et stage",
        "credits": "12.00",
        "hours": "20.0 h + 40.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Belkhir Leïla",
            "Dujardin Nathalie",
            "Rocour Muriel",
            "Thiry Anne",
            "Thonon Henri",
            "Valentin Stéphanie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle La maitrise suffisante de la pharmacologie spéciale, de la pharmacothérapie et de la pharmacie galénique est indispensable pour l'accès au stage officinal. Par conséquent, la réussite des unités d'enseignement WFARM2111, WFAR2114, WFARM2116, WFARM2156 et WFARM2157 est indispensable pour être autorisé à commencer le stage officinal de 6 mois. Pour les étudiants inscrits dans le programme de Master en codiplomation UNamur-UCLouvain, la réussite des unités d’enseignement MPHAM130, MPHAM113, MPHAM114, MPHAM115, et MPHAM116 est indispensable pour être autorisé à commencer le stage officinal de 6 mois. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Les objectifs principaux du cours WFARM2256 sont d'amener l'étudiant à: Comprendre les différents aspects et rôles du métier de pharmacien d'officine ouverte au public Acquérir une démarche de soins pharmaceutiques quelle que soit la situation qui amène le patient à se présenter à l'officine (demande de conseil concernant sa santé, demande d'un médicament non soumis à prescription, ou présentation d'une prescription) Pour atteindre ces objectifs, les thèmes abordés seront : Vérification de la validité d'une prescription (contrôle administratif, des doses et de leur adéquation avec le patient) Démarche pharmaceutique en cas de plainte ou de demande de conseil par le patient - autour des plaintes courantes en officine (rhinite allergique, constipation, diarrhée, douleur, ...) - autour de la contraception (continue et d'urgence) - autour des dispositifs d'inhalation Choix d'un MNSP en adéquation avec la patient (autour des plaintes analysées, y compris chez la femme enceinte et allaitante) Gestion des interactions médicamenteuses et des incompatibilités dans les préparations magistrales Autres rôles du pharmacien (tenue d'un manuel de qualité, suivi des données de pharmacovigilance, réalisation des ENM, ...)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. D'utiliser les savoirs acquis lors des années précédentes, particulièrement dans les domaines de la pharmacologie, pharmacothérapie, galénique, chimie",
        "content": "1. Démarche en soins pharmaceutiques appliquée à : • Demandes MNSP et plaintes courantes • Gestion des interactions médicamenteuses : manipulation des sources et outils sur base de vignettes cliniques • Contraception d’urgence, grossesse et allaitement : jeux de rôle, conduite à tenir en cas de demande de contraception d’urgence, conseils appropriés pour la femme enceinte et allaitante 2. Patients vulnérables, détection et gestion à l’officine : accompagnement spécifique du patient âgé (i.e. insuffisance rénale, fragilité), du patient en insuffisance cardiaque, du patient atteint d’un cancer et conseils à la délivrance des médicaments à hauts risques (anticoagulants, médicaments à marge thérapeutique étroite) 3. Entretiens BUM (asthme, diabète, grossesse) y compris utilisation d’appareils de mesure couramment rencontrés en officine : tensiomètre, dispositifs d’inhalation, glucomètre 4. Expériences de concertation médico-pharmaceutique autour de cas cliniques requérant la communication entre les deux professions : déprescription, interactions, polymédication. 5. Rencontre avec les différentes instances professionnelles : Unions professionnelles, APB, offices de tarification, assurances, Ordre, SSPF. 6. Communication en santé : renforcer les compétences des étudiants en termes de prévention et promotion de la santé, acquérir les réflexes d’une communication interpersonnelle et organisationnelle efficace en vue de : • Accroître les connaissances du public en matière de santé et de favoriser leur mobilisation • Influencer les comportements en vue de l’adoption de pratiques saines et en démontrer les avantages, favoriser l’adhésion à un traitement ou à des recommandations spécifiques. • Défendre une position face à un problème de santé et débattre autour d’une idée fausse. Cours théoriques comprenant les notions de base, ateliers de mise en pratique en petits groupes. 7. Sevrage tabagique : 2 h de cours théorique et techniques d’entretien motivationnel visant à améliorer les chances de réussite du patient à l’officine.",
        "teaching_methods": "Cette unité d’enseignement s’articule en trois « bras » : 20 heures de cours théoriques dispensés en auditoire, 40h de séminaires, 6 mois de stage (24 semaines) en officine. Durant les séminaires principaux, les étudiants sont répartis en petits groupes. Les jeux de rôle et l’apprentissage à distance font partie intégrante des séminaires. Des expériences de concertation médico-pharmaceutiques sont proposées ainsi qu’un contact direct avec les différentes instances professionnelles.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiants sont évalués de plusieurs manières : Evaluation continue aux séminaires : 10% de la note finale Examen écrit en décembre : il portera sur la théorie vue durant le premier quadrimestre : 30 % de la note finale Examen oral en fin d'année (60% de la note finale) : Les compétences relatives à la résolution de cas cliniques, à la démarche de soins pharmaceutiques seront évaluées par un examen oral. Portfolio : l’étudiant le complète au fur et à mesure de son stage, en collaboration avec son maître de stage. Il y consigne des cas rencontrés en stage et la démarche mise en œuvre pour y remédier, les sources consultées, des fiches conseils patients, des outils d’aide à la décision. La présence en stage et aux séminaires, ainsi que la remise de l'intégralité des documents de stage dans les délais indiqués est requise. Les titulaires du cours pourront, en vertu de l'article 72 du RGEE, proposer au Jury de s'opposer à l'inscription d'un étudiant qui n'aurait pas presté l'intégralité de son stage ou remis l'ensemble des documents dans les délais. Le règlement des stages sera d'application lors de tout litige. La délivrance de la note globale est du seul ressort de l'équipe enseignante.",
        "course_materials": "Slides mis à disposition par les enseignants Les références bibliographiques s’appuieront sur les recommandations belges et internationales en vigueur.",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2503",
        "title": "Pratique officinale de la phytothérapie",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Revue approfondie des plantes les plus utilisées actuellement en officine Propriétés spécifiques des diverses formes pharmaceutiques à base de plantes, y compris l’aromathérapie Etude de cas cliniques impliquant l’usage de plantes médicinales",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquérir une démarche de conseils à la délivrance de produits à base de plantes médicinales, reposant sur une connaissance solide des principes actifs végétaux et de leurs risques potentiels (effets indésirables, interactions avec les médicaments et l’alimentation) Intégrer les compétences et connaissances acquises dans les cours de phytothérapie, pharmacologie générale et spéciale, pharmacothérapie Être capable d’analyser de façon critique la littérature et autres sources d’information sur ces produits.",
        "content": "L'étudiant sera invité à réaliser une étude bibliographique exhaustive d'un sujet qu'il aura choisi en accord avec l'enseignement. Cette étude sera réalisée sur base de documents fournis par l'enseignant et consultation des banques de données (Sci finder, Medline, Current contents). La rédaction d'une revue de cette littérature sera encadrée par l'enseignant.",
        "teaching_methods": "travail personnel encadré",
        "assessment_methods": "évaluation continue sur base d’un travail à réaliser (présentation orale)",
        "other_info": "Pré-requis : pharmacognosie, chimie analytique et/ou pharmacologie.\rEvaluation : examen oral : l'évaluation sera basée sur la qualité de la revue écrite, la présentation orale de cette revue et les réponses aux questions.",
        "online_resources": "bases de données, monographies ESCOP et HMPC",
        "course_materials": "accès à banques de données",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2157",
        "title": "Pharmacie galénique 2e partie",
        "credits": "5.00",
        "hours": "20.0 h + 28.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "des Rieux Anne"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Le cours porte sur la compréhension et la mise en oeuvre des principes de formulation et de la fabrication industrielle et magistrale de médicaments. Le cours est divisé en 2 parties (WFARM2156 et 2157) et comporte des travaux pratiques. Le cours vise à -          intégrer les bases physicochimiques nécessaires pour la formulation et la fabrication de formes pharmaceutiques -          expliquer la formulation des formes pharmaceutiques et justifier le rôle des excipients savoir fabriquer et contrôler les différentes formes pharmaceutiques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin des cours de pharmacie galénique, les étudiants devront être capables de -          choisir une forme pharmaceutique adaptée au médicament, au patient et à  la pathologie -          la formuler en comprenant les principes physicochimiques associés et le rôle des excipients -          la fabriquer (au niveau magistral ou industriel) en vérifier la qualité et la conformité",
        "content": "Pour la partie théorique, le cours portera sur les formes dispersées (suspensions et émulsions), les préparations dermatologiques, les préparations rectales, les préparations ophtalmiques, les dispositifs transdermiques et les préparations à usage pulmonaire et nasal. Seront abordés : la définition et l'intérêt des formes pharmaceutiques décrites dans la pharmacopée européenne, les principes de leur formulation, les principaux excipients utilisés, leurs méthodes de préparations industrielle et officinale, les controles décrits dans la pharmacopée. Pour les travaux pratiques, les étudiants prépareront hors présentiel  des exercices portant sur les prescriptions magistrales. Ils réaliseront en présentiel les préparations magistrales réalisées en officine : gélules, liquides à usage oral, préparations dermatologiques, suppositoires, collyres.",
        "teaching_methods": "- Cours magistraux interactifs, vidéos formatives, ateliers Le cours sera donné en applicant de nouvelles méthodes pédagogiques qui viendront completer le cours magistral (pédagogie active et classes inversées). Evaluation continue (1 partiel) en plus de l'examen Ateliers et activités Certaines activités seront à faire en dehors du cours et certaines pendant le cours. -Travaux d'intégration Travaux pratiques avec évaluation continue sur les formes pharmaceutiques préparées en officine.",
        "assessment_methods": "L’évaluation du cours WFARM2157 se constitue de deux parties: THEORIE : la matière du cours, dont l’évaluation est divisée en 2 parties partie A : évaluation continue (10% de la note théorique), qui a lieu au cours du quadrimestre partie B : examen écrit (90% de la note théorique), qui a lieu en session Il sera possible via la réalisation de diverses activités non obligatoires d’obtenir un point bonus. Ce point bonus sera ajouté à la note finale. La participation à l'évaluation continue et à l'examen écrit en session est obligatoire. Toute absence non justifiée entrainera une note de 0/20. En cas de 2nde session, les points obtenus lors de l’évaluation continue seront immuables et intégrés tels quels à la note finale. PRATIQUE : les travaux pratiques, dont l’évaluation est divisée en 2 parties Contrôle continu (30% de la note pratique), incluant 6 séances. Chaque séance comprend un test de connaissances en début de séance, ainsi qu’une évaluation des préparations et du rapport associé. Examen (70% de la note pratique), incluant 2 séances. Chaque séance comprend un test de connaissances en début de séance, ainsi qu’une évaluation des préparations et du rapport associé. La participation à toutes les séances de TP est obligatoire. Toute absence non justifiée entrainera une note de 0/20 pour la séance manquée. En cas de 2nde session, la note obtenue au contrôle continu sera immuable. Une 2nd session sera organisée dans la foulée de l'examen (hors session) afin de garantir la cohérence pédagogique. La note finale sera constituée de 2 parties intégrées. La réussite de ces deux parties est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement. La réussite de l’examen ne peut être obtenue que moyennant la réussite à chacune des parties/activités d’évaluation. En cas d'échec à l'une des 2 parties, la note finale sera la note la plus basse. Les notes de la partie réussie seront conservées jusqu'à la réussite de la 2e partie.",
        "other_info": "La participation aux travaux pratiques est obligatoire et indispensable pour valider l’unité d’enseignement.Toute absence injustifiée entraîne une note de 0/20 à la partie pratique de l'UE. En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE. Toute moyenne globale inférieure à 10/20 est arrondie à l'unité inférieure.",
        "online_resources": "Les cours, les exercices de préparations des TP et le manuel sur les TP sont disponibles sur Moodle.",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2175",
        "title": "Etude critique d'un article de recherche en sciences pharmaceutiques",
        "credits": "4.00",
        "hours": "40.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dalleur Olivia",
            "des Rieux Anne",
            "Everard Amandine",
            "Frédérick Raphaël",
            "Gallez Bernard",
            "Jordan Bénédicte",
            "Muccioli Giulio",
            "Sonveaux Pierre",
            "Van Bambeke Françoise",
            "Vanbever Rita"
        ],
        "teaching_language": "Français > English-friendly",
        "content": "Il est essentiel pour un étudiant-chercheur de pouvoir avoir un regard critique sur la littérature scientifique et de pouvoir communiquer de manière claire, concise et précise à propos de thématiques scientifiques. Le but de ce cours est de former à cette double compétence d'analyse critique et de communication. Dans ce cadre, la formation portera sur la présentation d'un journal-club, c'est à dire une présentation vers ses pairs des informations essentielles liées à une publication scientifique récente dans le domaine de recherche de l'étudiant. Lors d'une présentation soutenue par un document Power Point, l'étudiant.e posera le contexte de l'étude, les buts poursuivis par les auteurs la stratégie de reche et méthodes employées, les principaux résultats et leur impact. L'étudiant.e dvra également apporter ses propres critiques (positives et/ou négatives) à la publication scientifique Ce cours s'inscrit dans le cadre des compétences à acquérir par les étudiants du Master en sciences pharmaceutiques: Concevoir une réponse concrète à un problème pharmaceutique par une démarche scientifique en utilisant ses connaissances et son esprit critique - Cerner un problème, une question pharmaceutique complexe - Maîtriser les outils et les sources d’information relevantes et pertinentes en lien avec le problème, la question posée - Analyser, comprendre et comparer les informations spécialisées de façon critique et experte - Synthétiser les éléments essentiels et nécessaires en lien avec le problème, la question posée Communiquer de façon efficace, rigoureuse et respectueuse avec ses collègues, et les autres professionnels de la santé - Adapter sa communication au public cible afin d’obtenir et de fournir une information claire - Utiliser de façon appropriée les technologies de l’information et de la communication en lien avec sa pratique professionnelle",
        "teaching_methods": "Etape 1: Présentation d'un journal-club par un enseignant qui a la fin de la présentation conseillera sur les éléments-clefs qui devraient faire partie d'une telle présentation. Etape 2: Présentation d'un journal-club (en 15 minutes) par l'étudiant.e relatif à un article qu'il.elle a choisi avec sa.son promot.rice.eur. Il s'agit d'un exercice non coté devant les enseignants. A la fin de chaque présentation, l'étudiant.e recevra des conseils (points positifs et négatifs) en vue d'améliorer la présentation pour l'examen Etape 3: La promotrice (ou le promoteur) de l'étudiant.e sélectionne 5 articles récents (haut impact factor, article de recherche, dans le domaine d'étude de l'étudiant.e). La commission sélectionnera un de ces articles. Etape 4 (examen): Présentation orale (soutenue par Power Point) d'un journal-club sur l'article sélectionné (15 minutes). La présentatation est suivie de 5 minutes de questions relatives à la bonne compréhension de l'article présenté.",
        "assessment_methods": "Etape 1: Présentation d'un journal-club par un enseignant qui a la fin de la présentation conseillera sur les éléments-clefs qui devraient faire partie d'une telle présentation. Etape 2: Présentation d'un journal-club (en 15 minutes) par l'étudiant.e relatif à un article qu'il.elle a choisi avec sa.son promot.rice.eur. Il s'agit d'un exercice non coté devant les enseignants. A la fin de chaque présentation, l'étudiant.e recevra des conseils (points positifs et négatifs) en vue d'améliorer la présentation pour l'examen Etape 3: La promotrice (ou le promoteur) de l'étudiant.e sélectionne 5 articles récents (haut impact factor, article de recherche, dans le domaine d'étude de l'étudiant.e). La commission sélectionnera un de ces articles. Etape 4 (examen): Présentation orale (soutenue par Power Point) d'un journal-club sur l'article sélectionné (15 minutes). La présentatation est suivie de 5 minutes de questions relatives à la bonne compréhension de l'article présenté.",
        "course_materials": "pas de supports spécifiques, infos sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2149",
        "title": "Approche pharmaceutique de la nutrition",
        "credits": "3.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delzenne Nathalie"
        ],
        "teaching_language": "Français > English-friendly",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Permettre aux pharmaciens et partenaires de l'art de guérir de jouer leur rôle de conseiller en nutrition vis-à-vis du patient, en développant un esprit critique vis-à-vis de l'évolution des sciences nutritionnelles en relation avec la santé. L'objectif principal consiste en  l'apprentissage à la gestion  de l'information scientifique relative à la relation entre alimentation et santé (toxicologie nutritionnelle, interactions aliments/médicaments, physiopathologie nutritionnelle,  fonctionnalité des nutriments et autres constituants des denrées alimentaires, diètes et compléments alimentaires).",
        "content": "A. Méthodes d'évaluation de l'état nutritionnel (anthropométrie, impédancemétrie) et des dépenses énergétiques (calorimétrie, métabolisme de base). B. Besoins, sources, et devenir dans l'organisme des nutriments énergétiques (glucides lipides, protéines, éthanol) et non énergétiques (minéraux, oligo-éléments, substances phytochimiques ). Implication dans le contrôle de situations physiopathologiques (obésité, diabète, maladies cardio-vasculaires, cancer, infections..). C Etude du mécanisme et des conséquences (toxicité, effet pharmacologique, carences) des interactions entre aliments et médicaments D. Risques micro-biologiques, contaminants, normes et législation  E. TRansition alimentaire et développement durable F. Suppléments, diètes: rôle du pharmacien dans la délivrance et le conseil G. L'actualité nutritionnelle sera traitée sous forme d'exercice de confrontation des données publiées dans des journaux scientifiques et celles diffusées à plus large échelle (internet, presse). Dans le contexte de travaux en petit groupe, l'étudiant pourra, au choix, participer à des séances de laboratoire d'analyse alimentaire (travaux pratiques) ou s'orienter vers la gestion d'un thème d'actualité nutritionnelle (forum de discussion sur internet ).",
        "teaching_methods": "Enseignement magistral; travaux pratiques encadrés par les assistant.e.s",
        "assessment_methods": "les étudiants sont évaluées par un examen écrit qui comporte des questions ouvertes en lien direct avec le cours. Toute l’information présentée au cours est disponible sur moodle",
        "other_info": "La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement.Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "course_materials": "Supports du cours disponibles sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2177",
        "title": "Biostatistique",
        "credits": "3.00",
        "hours": "20.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Elens Laure"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Contenu : \rRappels des notions de statistique\rStatistique univariée\rStatistique bivariée\rStatistique multivariée (méthode de sélection des modèles)\rEtudes de survie",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1",
        "content": "Rappels des notions de statistique : modélisation, distribution des résidus, base des tests statistiques et des risques. Statistique univariée : détermination et validation des paramètres de position et dispersion en statistique paramétrique et non paramétrique. Comparaison avec une référence. Statistique bivariée : Tableaux de contingence, ANOVA à 1 et 2 voies, études longitudinales, corrélation simple (paramétrique et non paramétrique), corrélation multiple, régression linéaire (droite d'étalonnage, zone de linéarité, validation des données, détermination des paramètres, limites de détection et de quantification, dosage).Régression non linéaire (cinétique enzymatique, études de dissolution, pharmacocinétique, croissance exponentielle), régression logistique (sensibilité, spécificité,courbe de ROC, rapport de cotes) Statistique multivariée (méthode de sélection des modèles) Etudes de survie Méthode : l'accent est mis sur la pratique de la statistique sur ordinateur. Applications : utilisation de logiciels d'aide à la statistique (JMP de SAS) pour rédiger et commenter les rapports statistiques en utilisant les données issues des travaux de recherche de l'étudiant ou les bases de données fictives.",
        "teaching_methods": "Les cours se donnent en salle didactique car nécessitent l'utilisation de JMP (software statistique). Ce software est également disponible pour 10€ pour les étudiants désireux de l'installer sur leur propre matériel informatique (prendre contact avec le responsable de la distribution des licences).",
        "assessment_methods": "Examen écrit avec aide mémoire (fourni par l'enseignant) et formulaire (réalisé par l'étudiant.e). Il s'agit de résoudre des problèmes concrets impliquant l'utilisation des outils statistiques vus aux cours/TDs et d'en interpréter les résultats obtenus. L'examen écrit est pondéré à 75%. les 25% restant se basent sur le travail journalier (remise de rapports après chaque TD)",
        "other_info": "La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement. Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "course_materials": "dia powerpoint",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2520",
        "title": "Principes et applications biophysique des méthodes de spectroscopie de résonance magnétique nucléaire  et électronique",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gallez Bernard",
            "Jordan Bénédicte"
        ],
        "teaching_language": "Français > English-friendly",
        "content": "Cours sur les bases de la résonance magnétique (RMN, IRM, RPE) en vue de comprendre l'utilisation de ces technologies en recherche pré-clinique et clinique. Bases d'IRM et sources de contraste. RPE et applications biomédicales",
        "teaching_methods": "RMN/IRM: cours magistral RPE: Diaporamas commentés (auto-apprentissage)",
        "assessment_methods": "Présentation d'un journal-club hors session (article de recherche comportant des aspects IRM et/ou RPE): - objectifs poursuivis - méthodologies utilisées - résultats La discussion porte sur la compréhension des technologies utilisées et leur discussion (avantages/limites)",
        "course_materials": "Tous les supports de cours sont en ligne sur Moodle",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2123",
        "title": "Complément de pharmacothérapie",
        "credits": "3.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dessy Chantal",
            "Duhoux François",
            "Dujardin Nathalie",
            "Spinewine Anne",
            "Wertz Aline"
        ],
        "teaching_language": "Français",
        "topics_covered": "Etudier les facteurs qui influencent les propriétés des médicaments dans les populations visées. Sur cette base, aborder plusieurs grandes classes de médicaments correspondant à des pathologies majeures fréquemment rencontrées dans ces populations (tant en milieu non-hospitalier qu'hospitalier), mais en évitant les situations trop spécialisées. A titre d'exemple, le cours peut aborder - les médicaments déconseillés à la femme enceinte, le traitement de l'éclampsie, de la menace d'accouchement prématuré ' - les adaptations posologiques propres à l'enfant et au patient âgé - le traitement de maladies propres à l'enfant, en particulier les maladies infectieuses et les troubles de la croissance; - la prise en charge des pathologies liées aux troubles dégénératifs, cognitifs et aux démences - la prise en charge du patient toxicomane Pour chacun de ce sujets, le cours examinera le rôle que le pharmacien peut et doit jouer pour la mise en place de traitements efficaces et surs.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Donner au futur pharmacien d'officine (ou hospitalier / clinicien) une ouverture vers l'usage du médicament dans des situations cliniques particulières mais importantes (grossesse, allaitement, pédiatrie (y compris les nourrissons), gériatrie, toxicomanies). La démarche et la compétence à acquérir s'inscrivent dans le cadre des \"soins pharmaceutiques\". A l'issue du cours, le futur pharmacien doit être à même de: - comprendre les facteurs modulant les propriétés pharmacocinétiques et pharmacodynamiques des médicaments dont il faut tenir compte dans les indications et les populations visées; - comprendre les indications et contre-indications particulières liées à la situation précise des populations étudiées; - comprendre et gérer les interactions médicamenteuses propres à ces populations; - être capable de juger de l'adéquation des posologies (y compris les schémas posologiques) en fonction de la situation des populations étudiées; - sur cette base, donner aux patients (et/ou aux personnes qui en ont la charge) les conseils éclairés qu'ils sont en droit d'attendre; - pouvoir dialoguer avec les autres intervenants en ce qui concerne le bon usage du ou des médicaments prescrits dans les populations étudiées.",
        "content": "- Pharmacothérapie pour certaines populations/situations particulières, à savoir: femmes enceintes et allaitantes; enfants; personnes âgées; personnes avec cancer - Pour chaque population/situation: considérations générales de cette population ayant un impact sur l'utilisation des médicaments; principes du bon usage des médicaments; pharmacothérapie pour diverses pathologies/conditions spécifiques à cette population; rôle du pharmacien dans l'optimisation de l''usage des médicaments.",
        "teaching_methods": "Le cours comprend une approche mixte incluant des cours magistraux interactifs, la réalisation de certains apprentissages à domicile (e-learning), et la présentation d'un travail de journal club. Les enseignants - pharmaciens et médecins avec une expérience académique/clinique - portent une attention particulière à faire un maximum de liens entre théorie et pratique, en illustrant leurs propos au moyen de vignettes cliniques où le rôle du pharmacien dans l'optimisation de l'usage des médicaments est mis en avant.",
        "assessment_methods": "L’évaluation des acquis comporte 2 volets : 1° un examen écrit avec des questions à choix multiple et des questions ouvertes, visant à évaluer les connaissances et compétences (questions de théorie et d'applicaiton, exercices). Cette partie vaut pour 16 points sur 20. 2° la présentation orale d'un journal club: analyse d'une publication dans un domaine de pharmacothérapie pour une population spécifique vue dans la cadre du cours. Cette partie compte pour 4 points sur 20 dans la note finale.",
        "other_info": "La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement.Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "course_materials": "aucun support obligatoire",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2209",
        "title": "Mémoire en sciences pharmaceutiques",
        "credits": "18.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "topics_covered": "En rapport avec le choix de la finalité, l'étudiant réalisera un mémoire portant sur une synthèse et une critique de la littérature (mémoire bibliographique, finalité spécialisée) ou sera développé au départ des travaux de recherche expérimentaux personnels (mémoire de recherche, finalité approfondie). \r\rPour les mémoires bibliographiques, la réflexion mettra l'accent sur certains aspects des connaissances actuelles dans un domaine en rapport avec l'option choisie. \rUne liste des sujets de mémoire pour chacune des options sera communiquée aux étudiants. Les étudiants pourront également proposer un sujet de mémoire original, lequel devra être validé par un comité.\r\rPour les mémoires de recherche, le document constituera l'aboutissement final des travaux réalisés au sein du laboratoire d'accueil. L'étudiant développera une réflexion sur ses résultats personnels, lesquels seront discutés par rapport à la littérature.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Utiliser ses connaissances acquises dans les différents secteurs des sciences pharmaceutiques pour développer une réflexion sur un thème original en rapport avec le médicament.    \r\rEn complément des cours aux choix sélectionnés dans le programme, le mémoire tant bibliographique que de recherche, doit amener l'étudiant à approfondir ses connaissances dans un domaine particulier appartenant à l'un des 4 principaux secteurs des sciences pharmaceutiques, tout en gardant une vision large du secteur des sciences pharmaceutiques concerné.",
        "content": "L'étudiant rédigera un mémoire (40 pages pour un mémoire bibliographique, 80 pages pour un mémoire de recherche). Ce texte original sera rédigé en français ou en anglais. Le mémoire est individuel et un même sujet ne sera pas choisi par deux étudiants au cours de la même année académique. L'étudiant réalise ce travail sous la direction d'un promoteur, enseignant dans le cursus des sciences pharmaceutiques à l'UCL (baccalauréat ou master). Le choix du sujet de mémoire (et du promoteur) est défini avant Pâques de Master1. Le mémoire est remis en fin de Master2 et défendu oralement et publiquement durant la session d'examen.",
        "other_info": "Le travail écrit est examiné par deux lecteurs désigné par un comité. Le travail est présenté oralement devant un jury. La maitrise du sujet par l'étudiant est évaluée par un examen oral. Le jury sera également amené à examiner les connaissances générales acquises par l'étudiant au cours de l'ensemble de sa formation en sciences pharmaceutiques",
        "course_materials": "pas de supports spécifiques, infos sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2118",
        "title": "Chimie médicinale",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Frédérick Raphaël",
            "Lambert Didier",
            "Muccioli Giulio"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Ce cours de chimie médicinale a pour objectif de permettre à l'étudiant d'appréhender, au moyen d'exemples choisis, la problématique de la démarche en chimie médicinale. Nous aborderons des thématiques allant du choix de la cible thérapeutique d'intérêt jusqu'à la molécule commercialisée, en passant par la découverte de molécules potentiellement intéressantes (« hits ») et l'optimisation de celles-ci (« lead »). Seront également abordés les aspects d'interaction entre molécule et cible pour souligner leur importance dans l'action des médicaments, ainsi que les stratégies du chimiste médicinal pour moduler le passage de la barrière hémato-encéphalique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise - à fournir à l'étudiant les connaissances appropriées concernant les étapes clés aboutissant à un médicament - à intégrer de manière approfondie les connaissances spécialisées de chimie, chimie pharmaceutique, pharmacologie, et toxicologie utiles à la conception, l'évaluation, et le développement des  médicaments La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "content": "Cette UE aborde des notions importantes dans le contexte du \"drug discovery\" pour les diplômés en sciences pharmaceutiques. Alors que les notions plus spécialisées sont bordées dans les cours au choix, cette UE permet d'avoir un aperçu des méthodologies utilisées pour développer, caractériser, et améliorer un médicament. Parmi les éléments abordés nous pouvons citer: 1.    L'identification de cibles potentielles par les approches « omiques » 2.    Les récepteurs couplés aux protéines G (RCPG) orphelins comme cible thérapeutique 3.    Les processus de découverte du médicament \"dans la vraie vie\" 4.    La chimie médicinale dans le monde académique 5.    Les propriétés « lead-like » 6.    Le passage de la barrière hémato-encéphalique : de son évaluation aux stratégies de prodrogues 7.    De l' in vitro à l' in vivo et au patient 8.    La chimie médicinale dans l'industrie pharmaceutique 9.    Les « big size drugs »",
        "teaching_methods": "Les enseignants abordent les aspects essentiels des différents chapitres abordés et suscitent le débat avec les étudiants concernant les méthodes et concepts abordés. Des intervenants extérieurs (par exemple de l'industrie pharmaceutique) sont régulièrement invités pour apporter leur expertise.",
        "assessment_methods": "Examen écrit. La note finale correspond à la moyenne des notes obtenues pour les questions des trois enseignants. Les modalités pratiques de l'examen écrit dépendront de la situation sanitaire (cfr covid19)",
        "online_resources": "une version des supports de cours utilisés lors des cours est disponible sur la plateforme moodle",
        "course_materials": "une version des supports présentés est disponible sur moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2236",
        "title": "Pharmacie et société",
        "credits": "4.00",
        "hours": "37.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Druez Catherine",
            "Loute Alain",
            "Léonard Christian",
            "Roisin Thierry",
            "Spinewine Anne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les objectifs de ce cours sont de faire prendre conscience de la responsabilité (légale, professionnelle, déontologique, sociale et morale) de ceux qui exercent une profession relevant de l'Art de Guérir, et plus particulièrement du pharmacien. Cette responsabilité se base sur une connaissance des lois et règlements pharmaceutiques qui régissent toute l'activité de la chaîne du médicament (législation); des principes de la bioéthique ainsi que des fondements philosophiques des décisions prises en soins de santé; des Droits et Devoirs (déontologie) qui déterminent les comportements entre Confrères, entre pharmaciens et patients, et entre pharmaciens et autres professionnels de l'Art de Guérir.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître, comprendre et appliquer les dispositions légales, les principes et fondements éthiques, philosophiques et déontologiques pour produire un acte pharmaceutique responsable envers le patient et la société.",
        "content": "Le cours est divisé en 4 modules principaux. Pour favoriser la contextualisation et les liens entre les apprentissages, chaque enseignant intègre des cas pratiques dans son enseignement. Introduction •    Terminologie en législation belge et européenne; autorités compétentes; définition du médicament Module 1: le médicament (législation) •    Focus principal: le médicament; quelques informations et points d’attention seront communiqués concernant les dispositifs médicaux (et compléments alimentaires) •    Développement et commercialisation des médicaments •    Pharmacovigilance •    Aspects législatifs et éthiques de la publicité et autres activités promotionnelles Module 2: le pharmacien et l’officine ouverte au public •    Officine: éléments matériels, bonnes pratiques officinales, actes pharmaceutiques, … •    Ordre des pharmaciens, code de Déontologie, procédure disciplinaire Module 3: le pharmacien en interaction avec le patient et les autres professionnels de santé •    Partage des données de santé, droits du patient, interprofessionalité •    Éthique de la relation: interculturalité, questions liées au genre, interprofessionnalité, communication des risques, nouvelles médiations techniques Module 4: le pharmacien au sein du système de soins de santé belge •    Financement du système de soins de santé : modes, principes et enjeux économiques, sociaux et philosophiques. Efficacité, équité et durabilité du système de soins de santé belge. •    Responsabilité individuelle des patients et questions relatives à l'équité. Rôle économique et social du pharmacien dans ce contexte",
        "assessment_methods": "Examen écrit avec des questions de connaissance, de compréhension et d’application relatives aux différentes parties du cours. Les questions sont de type QCM et questions ouvertes. Chaque enseignant apporte des précisions et exemples relatifs à sa partie pendant son cours.",
        "other_info": "Evaluation : Examen écrit.",
        "course_materials": "Support de cours obligatoire : Diaporamas et autres documents pdf mis à la disposition des étudiants par les enseignants.",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2103",
        "title": "Santé, spiritualités et religions : C. Science, éthique et religion",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gaziaux Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "La science révèle un nouveau champ de connaissances et de croyances dans le monde contemporain, et plus particulièrement dans le monde de la santé. Comment les comprendre, les évaluer et les mettre en consonance-articulation non concurrentielle avec une croyance spirituelle ou religieuse ? Ce cours explore des concepts et aborde des outils pour ouvrir à la dimension éthique de ce questionnement. Les rapports entre science, éthique et foi sont complexes. Le monde de la santé est très concerné par diverses conceptions éthiques qui engagent des positionnements politiques différents et cruciaux pour notre existence et le vivre-ensemble (début et fin de vie, dons d’organe, éthique de la recherche, etc. Ces questions nécessitent une distance critique pour prendre en compte l'ensemble des personnes et des institutions concernées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître les enjeux liés à l'intégration des spiritualités et des traditions religieuses dans les soins de santé. 2 Identifier les réponses apportées par les religions aux questions existentielles. 3 Faire oeuvre d'esprit critique en se situant de façon personnelle par rapport aux sujets abordés. 4 Appréhender et distinguer les catégories fondamentales de la réflexion éthique (liberté, dignité, responsabilité, justice, etc.). 5 Proposer une argumentation éthique en faisant valoir la complexité des réalités humaines en jeu. 6 Comprendre la spécificité de certaines approches spécifiques à certaines approches spirituelles ou religieuses en éthique en général et en éthique biomédicale en particulier.",
        "content": "Le cours consiste en 8 séances en présentiel. Une séance commune avec les deux autres cours \"Santé, spritualités et religions\" est consacrée aux fondements de l’éthique en l’Islam et sa compréhension de l’être humain. Les séances du cours sont principalement des enseignements théoriques, illustrés de situations pratiques. L’objectif principal est d’initier à une démarche d’éthique et d'offrir des pistes pour penser le rôle des traditions religieuses et convictionnelles dans le domaine des sciences de la santé et des soins de santé. Le monde de la santé est très concerné les questionnements éthiques, lieux de réflexion et souvent de tensions avec les traditions religieuses. Pour aborder cette situation, la démarche part d’un éclaircissement de notions  telles que celles d'éthique, de morale, de science, de spiritualité, de religion, de normativité, etc.) et offre à partir de cet axe des outils pour penser une articulation différenciée et non concurrentielle entre elles. Ensuite, sera proposée une articulation entre éthique, et sagesse pratique qui ouvre à des perspectives en éthique biomédicale. Dans un troisième temps, le lien entre éthique et spiritualité, avec un focus particulier sur le domaine médical, sera présenté.",
        "teaching_methods": "Le cours se donnera de manière magistrale en présentiel. Des temps de discussion seront prévus.",
        "assessment_methods": "Examen écrit sur base du cours.",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2509",
        "title": "Médecines complémentaires",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Chantrain Christophe",
            "Dalleur Olivia"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Le cours abordera de manière critique les médecines alternatives les plus courantes : principes, principaux traitements et indications, études de cas, avantages et risques potentiels, interactions possibles avec la médecine conventionnelle, réglementations particulières.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Donner aux futurs pharmaciens les informations leur permettant de connaître les bases et principes des principales médecines alternatives (homéopathie, acupuncture, aromathérapie, oligothérapie, anthroposophie,) pour donner des conseils critiques et éclairés aux patients ayant recours à celles-ci.",
        "content": "Types de médecines complémentaires, principes, médecine intégrative, indications, études de cas, positionnement, avantages et risques potentiels, interactions possibles avec la médecine conventionnelle, réglementations particulières, médecine factuelle, analyse du langage, attitude du pharmacien.",
        "teaching_methods": "Cours magistraux, rencontre d’experts, exposés des étudiants, analyse de la littérature, débat",
        "assessment_methods": "Toute moyenne globale inférieure à 10/20 est arrondie à l'unité inférieure. Dans le cadre de ce cours, les étudiant·es sont évalué·es de deux manières : • un travail obligatoire à présenter (30% de la note finale) • un examen écrit en session (70% de la note finale). En cas de note inférieure à 8/20 pour l’une des parties, la note finale sera la note la plus basse obtenue.",
        "course_materials": "Documents sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2239",
        "title": "Sémiologie",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Baeck Marie",
            "Boland Benoît",
            "Cornette Pascale",
            "Detaille Thierry"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours part des plaintes exprimées, à l'officine, par les patients ou un de leurs proches et aborde des pathologies adultes et pédiatriques. Ces plaintes touchent tous les systèmes, les principaux d'entre eux étant les systèmes respiratoire, cardiaque, digestif, cutané et neurologique. La toux, le mal de gorge, la dyspnée, les vomissements, la constipation, la diarrhée, les céphalées, la fièvre, l'altération de l'état général, la fatigue, la perte et le gain de poids, les troubles du sommeil et les lésions cutanées sont des exemples de sujets présentés avec le regard du pharmacien d'officine.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours doit permettre au pharmacien d'officine de comprendre les signes cliniques et les symptômes liés aux pathologies les plus fréquentes et d'en reconnaître la bénignité ou la gravité, justifiant un simple conseil, la délivrance d'un médicament ou l'envoi à un médecin pour une consultation.",
        "content": "Le cours comporte 30 heures de cours consacrées aux plaintes concernant les enfants (10h), les adultes (10h) et les personnes âgées (10h). Le patient peut être présent à l’officine comme il peut en être absent. Le pharmacien doit être capable de poser les questions adéquates, d’objectiver dans certains cas des signes cliniques, et de déterminer ensuite la meilleure attitude à adopter. Toutes les plaintes ne peuvent être abordées dans ce cours, qui vise à permettre à tout pharmacien d’officine d’apprécier la sévérité potentielle de toute situation médicale se présentant à lui.",
        "teaching_methods": "Cours magistral s'appuyant sur des cas cliniques.",
        "assessment_methods": "Examen écrit à partir de 10 situations cliniques telles que rencontrées à l’officine (enfants 3, adultes 4, personnes âgées 3)",
        "other_info": "Support : Moodle WFARM2239 : Diapositives PowerPoint présentées en auditoire ou/et Syllabus (pour la partie enfants et la partie adulte)",
        "bibliography": "Urgences pédiatriques à l'officine. Agostinucci JM, Bertrand P, Occulti J. Pro-officina - Wolters Kluwer, 2010 Conseils à l'officine. Le pharmacien prescripteur. Belon JP. Elsevier 8ème édition, 2016",
        "course_materials": "Dias en format pdf sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2508",
        "title": "Isolement et analyse structurale de produits naturels",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Muccioli Giulio"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Méthodes d'extraction, de fractionnement et de purification de composés à partir d'extraits complexes. Intérêts et limites des différentes méthodes. Spectrométrie de masse : techniques d'ionisation, d'analyse des ions et principales fragmentations. Principes de base de la résonance magnétique nucléaire (RMN). Utilisation des données spectrales pour la détermination de structure de médicaments organiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours les étudiants doivent pouvoir proposer une méthode pour extraire et purifier différents types de molécules organiques à partir de milieux complexes et déduire la formule de structure chimique de molécules simples au départ de données spectroscopiques.",
        "content": "plusieurs aspects importants dans le cadre de l'isolement et analyse structurale de produits naturels seront abordés: -  méthodes d'extraction, de fractionnement et de purification de molécules organiques à partir d'extraits complexes -  spectrométrie de masse - principes essentiels à la base de la RMN permettant à l'étudiant d'utiliser les informations contenues dans les spectres RMN 1D de l'hydrogène et du carbone. La RMN 2D est également abordée succinctement",
        "teaching_methods": "cours théoriques et exercices",
        "assessment_methods": "examen oral avec préparation écrite",
        "online_resources": "dias sur moodle",
        "bibliography": "\"identification spectrométrique des composés organiques (Silverstein, 2 ème édition, De Boek éd.)",
        "course_materials": "dias sur Moodle, \"identification spectrométrique des composés organiques (Silverstein, 2 ème édition, De Boek éd.)",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2111",
        "title": "Pharmacothérapie intégrée",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Dessy Chantal",
            "Dujardin Nathalie",
            "Feron Olivier",
            "Hermans Emmanuel",
            "Rocour Muriel",
            "Spinewine Anne",
            "Van Bambeke Françoise"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Aborder de façon approfondie la pharmacothérapie de plusieurs grandes classes de médicaments correspondant à des pathologies majeures fréquemment rencontrées tant en milieu non-hospitalier qu'hospitalier, mais sans aborder des situations trop spécialisées. A titre d'exemple, le cours abordera - l'hypertension et la prévention des maladies cardiovasculaires liées à l'athéromatose; - le diabète et ses complications; - l'ostéoporose et les troubles de la ménopause; - les trouble du sommeil; - la maladie de Parkinson; - les pathologies respiratoires infectieuses (hautes et basses) et restrictives (bronchite chronique, asthme'); les infections urinaires et cutanées; - le reflux gastro-oesophagien, la diarrhée et la constipation - la migraine et autres céphalées - le traitement de la douleur aiguë et chronique - les allergies Pour chacun de ce sujets, le cours examinera le rôle que le pharmacien peut et doit jouer pour la mise en place de traitements efficaces et surs.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Donner au futur pharmacien d'officine (ou hospitalier / clinicien) une ouverture vers l'usage du médicament dans des situations cliniques réelles.  La démarche et la compétence à acquérir s'inscrivent dans le cadre des \"soins pharmaceutiques\".  A l'issue du cours, le futur pharmacien doit être à même de:\n\n- comprendre les grandes indications et l'usage rationnel de classes médicamenteuses importantes, tenant compte des pathologies en cause et de la situation particulière éventuelle du patient;\n- situer les médicaments prescrits pour ces indications dans l'ensemble de la thérapeutique (médicamenteuse et non-médicamenteuse);\n- comprendre la nature des effets recherchés et les conditions pour les obtenir;\n- comprendre et évaluer correctement les effets indésirables liés à l'administration du ou des médicaments en cause, tenant compte de la situation particulière du patient si nécessaire;\n- comprendre la nature des interactions médicamenteuses éventuelles et être capable de les gérer de façon rationnelle et pro-active;\n- être capable de juger de l'adéquation des posologies (y compris les schémas posologiques) en  fonction de la situation du patient;\n- sur cette base, donner au patient les conseils éclairés qu'il est en droit d'attendre;\n- pouvoir dialoguer avec les autres intervenants en ce qui concerne le bon usage du ou des médicaments prescrits.",
        "content": "- aborder de façon interactive les sujets sélectionnés, en tenant compte des recommandations de bonne pratique et de bon usage du médicament; - réalisation de plans de soins pharmaceutiques; - apprendre à dialoguer avec les professionnels de la santé et les patients (conseil éclairé) - analyse critique d'échecs thérapeutiques sur base de rapports cliniques - apprentissage de la technique d'anamnèse médicamenteuse - séminaires par petits groupes (chaque étudiant sera amené à prendre une part active aux activités) - certains cours envisageront de façon intégrée la prise en charge médicamenteuse de patients présentant des pathologies multiples. Ces cours feront intervenir plusieurs enseignants, y compris des pharmaciens d'officine.",
        "teaching_methods": "Cours magistraux portant sur la pharmacothérapie liée au traitement des pathologies courantes Séminaires portant sur l’analyse de cas cliniques, la réalisation de plans de soins pharmaceutiques et l’apprentissage de la communication avec le patient.",
        "assessment_methods": "Évaluation continue aux séminaires (interrogations et plan de soin [PDS]) Examen en fin d’année - incluant une partie écrite (analyse de cas clinique, QCM) et une partie orale (questions ouvertes de pharmacothérapie).",
        "other_info": "La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement.Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "course_materials": "Support de cours obligatoire : Répertoire commenté des médicaments (disponible en ligne)  diaporamas et autres documents pdf mis à la disposition des étudiants par les enseignants",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2114",
        "title": "Pharmacologie spéciale et éléments de pharmacothérapie 1re partie",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Feron Olivier",
            "Hermans Emmanuel",
            "Jonas Jean-Christophe",
            "Van Bambeke Françoise"
        ],
        "teaching_language": "Français > English-friendly",
        "content": "Le cours FARM2114 est centré sur (1) les médicaments du système nerveux central, (2) les médicaments du système hormonal, (3) les chimiothérapies anti-infectieuse et anticancéreuse",
        "teaching_methods": "Enseignement magistral (présentiel et/ou distanciel)",
        "assessment_methods": "Examen écrit pouvant comprendre des questions à choix multiples et/ou des questions à réponse ouvertes. La pondération de chaque partie reflète l'importance relative de chacune des parties du cours. Une lacune importante dans une des parties du cours peut être pénalisée.",
        "other_info": "Langue d’enseignement : français",
        "bibliography": "Slideshows made available to students + Belgian Répertoire commenté des médicaments (edited by the centre belge d’information pharmacothérapeutique ; available free of charge) Livre de référence en pharmacologie : Rang & Dale's Pharmacology : ISBN 10 : 0-7020-3471-1 ; ISBN 13 : 978-0-7020-3471-8 ; CHURCHILL LIVINGSTONE Ouvrage de référence en pharmacothérapie : Di Piro : La pharmacothérapie, une approche physiopathologique ; ISBN13 : 9780071478991 ; ISBN10 : 007147899X ; MC GRAW HILLReference book in pharmacology : Rang & Dale's Pharmacology: ISBN 10: 0-7020-3471-1 ; ISBN 13: 978-0-7020-3471-8 ; CHURCHILL LIVINGSTONE Reference book in pharmacotherapy: Di Piro : Pharmacotherapy, a pathophysiological approach ; ISBN13: 9780071478991 ; ISBN10: 007147899X ; MC GRAW HILL",
        "course_materials": "Slideshows made available to students + Belgian  Répertoire commenté des médicaments (online)) Diaporamas mis à la disposition des étudiants + Répertoire commenté des médicaments belge (en ligne)",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2529",
        "title": "Produits issus des biotechnologies et vaccins",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Najimi Mustapha"
        ],
        "teaching_language": "Français",
        "content": "En exploitant les ressources du vivant, les biotechnologies se sont positionnées de façon significative dans le domaine des innovations thérapeutiques et suscitent un intérêt grandissant du monde pharmaceutique. Le cours \"Produits issus des biotechnologies et vaccins\" sous sa forme actuelle (WFARM2529), exposera une vue actualisée de la biotechnologie incluant l’historique des évènements scientifiques clés ayant mené aux applications médicales actuelles, et plus spécifiquement : les thérapies géniques et cellulaires les traitement prophylactiques : les vaccins Le cours comprend deux parties : (1): Les processus et les approches expérimentales ayant permis de manipuler les organismes vivants et/ou leurs produits dérivés à ces fins. Les développements futurs des biotechnologies et leur multidisciplinarité visant des traitements ciblés, plus efficaces, moins toxiques et adaptés à chacun (génomique, thérapies génique & cellulaire) seront également abordés notamment les nouveaux concepts de produits, d’installations ainsi que les nouvelles technologies de production (2): Les notions d’immunologie et de vaccinologie, types de vaccin et adjuvants, développement et fabrication (production, purification, formulation), industrialisation (de la R&D vers production industrielle GMP) ; Contrôle de qualité, dossier régulatoire et mise sur le marché ; fonction du pharmacien en entreprise, rôle du pharmacien dans la pharmacovigilance.",
        "responsible_entity": "FARM"
    }
]