[
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2146",
        "title": "Révision comptable",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Baudet Jean-Jacques"
        ],
        "teaching_language": "Français",
        "prerequisites": "Une connaissance de la comptabilité générale est requise. Aucun prérequis en matière fiscale.",
        "topics_covered": "Le cours met l'accent sur l'audit financier au travers de l'audit externe et de la révision comptable. Les principaux objectifs pédagogiques du cours seront : Etre en mesure d’identifier les rôles respectifs de l'audit interne et de l'audit externe Comprendre les techniques d'audit externe et l’importance du rôle joué par  l’environnement externe (les risques) et interne (le contrôle interne) l’identification des risques liés à l’environnement et au contrôle interne le bilan et ses pièges le programme d’audit externe la constitution de dossiers d’audit (dossier général, papiers de travail, dossier permanent) Pouvoir appliquer les techniques d’audit financier (techniques de base) Analyse financière Analyse des principaux postes bilantaires la 'due diligence'",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de ce cours l’étudiant devra être en mesure de comprendre la démarche de révision comptable et de certification des comptes, de dialoguer avec un auditeur externe et de comprendre l’étendue de ses travaux. Pour les étudiants souhaitant présenter l’examen d’entrée de l’Institut des comptables agréés ou des experts-comptables (ITAA - Institute for Tax Advisors and accountants (itaa.be)), ce cours permettra de rencontrer le niveau d’exigence requis en matière de connaissance générale des techniques de révision comptable et d’audit financier.",
        "content": "1. Les rôles respectifs de l'audit interne et de l'audit externe (5 h) audit interne définitions missions audit externe la mission de l'auditeur externe les types de rapports les états financiers les supports de l'opinion collaboration audit interne et externe 2. La démarche d'audit externe (3 h) le processus de révision l'environnement l'analyse du CI les walkthrough tests les contrôle de conformités les contrôles substantifs case study (N°1) étudiants (page 2.40) (3 h)  (présentation du secteur + zones de risques) 3. L'analyse financière et son environnement (3 h) les ratios (liquidité, solvabilité, rentabilité) les caractéristiques sectorielles distribution pétrochimie industrie services semi-publique ... 4. Le programme d’audit financier (3 h) le programme d’audit financier analyse du bilan analyse du P/L techniques d'audit générales revenue recognition circularisation search cut-off accruals I/Co fund transfers I/Co transfert pricing off-balance sheet etc. case study (N°2) étudiants (page 4.32)    (3 h)  (présentation d'un programme d'audit pour un poste du bilan) 5. Les papiers de travail (3 h) les dossiers de travail – le dossier permanent les dossiers de travail – le dossier général les dossiers de travail – le dossier courant (les papiers de travail) 6. La lutte contre le blanchiment et audit financier (1 h) cadre légal le rôle de l’Institut 7. Introduction au Sarbanes-Oxley Act (2 h) 8. L’ audit financier dans le Secteur Public Fédéral (1 h) 9. Fraude et audit financier (1 h) 10. Audit externe de la responsabilité sociétale (RSE-CSR) (1 h) 11. Due diligence et audit financier (1 h)",
        "teaching_methods": "L’enseignement se base sur le retour d’expérience professionnel de l’enseignant en tant qu’expert-comptable et ancien réviseur d’entreprises et principalement : Un cours magistral Un retour d’expérience professionnel d’expert-comptable et ancien réviseur d’entreprises De nombreuses illustrations de cas concrets d’audits basés sur l’actualité récente Des exercices Deux travaux pratiques L’enseignement vise à donner une base théorique aux étudiants leur permettant d’appliquer les méthodes d’audit vues. Le cours se donne en présentiel. Note : si des conditions exceptionnelles devaient empêcher la tenue du cours en présentiel, le cours sera donné complètement en distanciel (cfr période Covid, cours assuré à 100% en distanciel par Teams)",
        "assessment_methods": "Il n’y a pas d’examen écrit. L’examen étant remplacé par 2 travaux à préparer par chaque étudiant (seul) en tant qu’application pratique des concepts théoriques vus au cours : Case study (N°1) présentation du secteur + zones de risques + CI Case study (N°2) présentation d'un programme d'audit pour un poste du bilan",
        "other_info": "Une partie du support du cours contient des documents en anglais ou en néerlandais (paper publié par l’enseignant). L’ensemble des supports du cours est disponible sur student corner afin de ne pas demander aux étudiants d’imprimer le cours et d’avoir ainsi un impact favorable en matière d’environnement.",
        "online_resources": "L’intégralité du cours (11 chapitres - +/- 180 pages) ainsi que les reading papers (11 chapitres - +/- 400 pages) se trouve sur le student corner de l’ UCL Louvain School of Management",
        "bibliography": "Vademecum du reviseur d'entreprises. Déontologie et normes de revision 2002, IRE, Bruxelles, Editions Standaard Normes IAS (International Auditing Standards)",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc1312",
        "title": "Finance",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Nguyen Anh",
            "Platten Isabelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours introductif de finance : Présente la discipline, ses enjeux et cadre l’apprentissage, notamment au regard des développements récents de la finance durable ; Développe le raisonnement financier classique, avec la prise en compte du temps et du risque dans l’analyse de la décision financière ; Analyse la décision d’investissement en entreprise ; Introduit les moyens de financement de l’entreprise (actions et obligations) et leur évaluation, ainsi que l’impact du mode de financement sur la rentabilité et le risque des projets d’investissement ; Développe la capacité à résoudre des problèmes de finance (investissement, financement, analyse de rentabilité et de risque) dans un environnement digital, via le recours à un tableur",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l’unité d’enseignement au référentiel AA du programme Eu égard au référentiel de compétences des programmes de bachelier en sciences de gestion et en ingénieur de gestion de la LSM, cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : 1.3 Analyser une situation de manière responsable en prenant en considération les répercussions économiques, sociales et environnementales pour les différentes parties prenantes. 2.1 Maîtriser les concepts fondamentaux et les théories de base dans chacun des domaines du management. 3.2 Mener un raisonnement analytique clair et structuré en appliquant des cadres conceptuels et des modèles scientifiquement fondés pour décrire et analyser un problème simple mais concret. 5.4 Utiliser des logiciels de différents domaines pour résoudre un problème de gestion. 8.4 Réaliser des graphiques et des tableaux, avec des outils informatiques, répondant aux standards scientifiques. 9.1 Gérer de façon autonome son travail (self-management) : définir ses priorités, anticiper et planifier l’ensemble des activités de son travail dans le temps, faire preuve de rigueur et de structuration dans son travail. 9.4 S’adapter à une multiplicité de situations d’apprentissage et en tirer parti. Au terme de cet enseignement, l’étudiant sera capable : De positionner la finance et les enjeux de la finance durable au sein des disciplines de gestion ; De maîtriser l'algèbre financière, le calcul de rentabilité, le calcul de coût actuariel, l'utilisation d'un tableur pour le calcul financier ; D'expliquer les concepts fondamentaux de la finance (prix et valeur, rentabilité et risque, arbitrage) ; De résoudre (avec un tableur) des problèmes posés par la gestion financière d'une entreprise, à savoir le choix des investissements et le choix des financements ; De valoriser dans des modèles simples les principaux actifs financiers traités sur les marchés (actions & obligations).",
        "content": "La loi du prix unique La valeur du temps Les rentes Les taux d'intérêt Les emprunts Les critères de sélection des investissements Choisir entre plusieurs projets Calcul du cash-flow (d'un projet) L'évaluation de projets Les obligations Les actions Le risque Le coût du capital L'évaluation de projets - le retour",
        "teaching_methods": "Cours en ligne Classe inversée Exercices réalisés avec un tableur",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es de deux manières : l’évaluation continue non certificative incluant quiz formatifs et exercices à réaliser au long du semestre  (0% de la note finale) un examen écrit avec questions ouvertes en session (100% de la note finale)",
        "other_info": "Cours organisé en classe inversée, qui suppose la prise de connaissance active du matériel mis à disposition  avant les séances en classe.",
        "online_resources": "Moodle",
        "bibliography": "Berk & DeMarzo, Finance d’entreprise (version française), Pearson, 5e édition, 2020 Vernimmen, Quiry & Le Fur, Finance d’entreprise, 20e édition (Dalloz, 2022)",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2142",
        "title": "Management de la PME",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Colin Karl",
            "Wuillaume Amélie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Une fois l'entreprise créée, l'entrepreneur devient bien souvent rapidement un manager. Cette évolution comporte ses propres défis et opportunités. Dans ce contexte, ce cours ambitionne de sensibiliser les étudiants aux spécificités que requiert le management d'une petite ou moyenne entreprise et de les outiller pour être concrètement capables de devenir des managers de PME. Les thèmes abordés sont les suivants : notion de PME, taille de la PME, la croissance et ses défis, l'internationalisation des PME, les indicateurs de performance, la gestion des risques, la gouvernance des PME, la digitalisation des PME.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution au référentiel AA du programme : Eu égard au référentiel de compétences du programme de master 120 en sciences de gestion de la LSM, ce cours contribue au développement et à l'acquisition des compétences suivantes : Activer et appliquer ses savoirs à bon escient face à un problème (2.4) ; Mener un raisonnement analytique clair et structuré ; penser un problème selon une approche systémique et globale ; synthétiser avec discernement les éléments essentiels de la situation ; dégager, sur base de l'analyse et du diagnostic, des solutions implémentables en contexte et identifier des priorités d'action (3.1, 3.3, 3.4 et 3.5) ; Travailler en équipe : s'intégrer et être capable de collaborer au sein d'une équipe, être ouvert et prendre en conscience les différents points de vue et modes de pensée, gérer constructivement les divergences et conflits, assumer la diversité (6.1) ; Exprimer un message de façon claire et structurée ; interagir et dialoguer de façon efficace et respectueuse avec des interlocuteurs variés (8.1 et 8.2). A la fin de ce cours, les étudiants seront capables de : Identifier les défis soulevés par la gestion d'une PME ; Mobiliser des outils de gestion adaptés aux PME ; Etablir un diagnostic stratégique interne et externe d'une PME ; Travailler en mode consultance à la résolution de problématiques d'entreprises.",
        "content": "Le tissu économique belge et particulièrement wallon est très largement constitué de PME. Ces petites et moyennes entreprises sont souvent plus agiles et évolutives que les grandes . Elles sont cependant moins bien armées que ces dernières pour faire face à une forte concurrence et leurs dirigeants ont tendance à manquer de vision stratégique à courts et moyens termes. Ceci représentent de nombreux défis et opportunités. En effet, gérer et développer une entreprise requiert de nombreuses compétences. Le problème de la plupart des gestionnaires de PME est qu’ils sont très insuffisamment formés à tous ces aspects et qu' ils se contentent souvent de faire leur métier de base sans se rendre compte qu’être chef d’entreprise est un métier à part entière. Dans ce contexte, ce cours ambitionne de sensibiliser les étudiants aux spécificités que requiert le management d’une petite ou moyenne entreprise et de les outiller pour être concrètement capables soit de devenir des managers de PME, soit d’en devenir un partenaire efficace. Les thèmes abordés sont les suivants : notion de PME, taille de la PME, la croissance et ses défis, l’internationalisation des PME, les indicateurs de performance, la gestion des risques, la gouvernance des PME, la digitalisation des PME. Cette unité d’enseignement a pour objectif de doter l'étudiant des connaissances et outils en management spécifiques au contexte de la gestion des PME.",
        "teaching_methods": "Ce cours se donne en présentiel et repose sur une participation active des étudiants. Il sera  appuyé par la présentation de  cas réels d'entreprise(s) avec entre autre la description de PME par son/leur dirigeant (s) et présentation d'une problématique stratégique à solutionner.",
        "assessment_methods": "Remarque préliminaire Pour pouvoir valider le cours, les étudiants devront avoir développé, en groupe , un travail de consultance sur la  PME choisie par les co-titulaires du cours ainsi qu'un travail individuel réflexif basé sur les thématiques développées lors des différents cours . La non participation au travail de groupe et /ou à la défense orale de celui-ci de même que la non-remise du travail individuel réflexif entrainera de facto l'impossibilité de présenter l'examen des sessions de juin et de septembre. Examen en session d’examen (juin) A) Travail de consultance  présentant (1) un diagnostic interne et externe d’une PME, (2) des recommandations pratiques répondant à une problématique identifiée par le dirigeant de la PME ainsi étudiée A rendre pour le 30 mai à 18 heures dernier délai, dans la section dédiée sur student-corner A réaliser en groupe Pondération : 30% de la note Modalités session de septembre : l'étudiant devra soumettre, une semaine avant l’examen oral ( date à définir), un travail individuel consistant en une nouvelle version du rapport de consultance, accompagné d’un document explicatif des modifications apportées par rapport au travail initial qui avait été mené en groupe. B) Examen oral (date à déterminer lors de la cession de juin) : présentation et défense du travail de consultance devant les co-titulaires du cours et le dirigeant de la PME étudiée. A réaliser en groupe Pondération : 30% de la note Modalités session de septembre : présentation orale individuelle de la seconde mouture du rapport de consultance tel que décrit ci-dessus au point « a », modalités session de septembre C) Travail individuel réflexif sur la manière d’implémenter les notions et outils vus au cours dans la pratique professionnelle actuelle ou antérieure de l’étudiant et s a participation active au cours A rendre pour le 30 mai 18 heures dernier délai, dans la section dédiée sur student-corner A réaliser individuellement Pondération : 40% de la note Modalités session de septembre : l'étudiant devra soumettre, une semaine avant l’examen oral ( date à définir), un travail individuel reflexif sur la manière d'implémenter les notions et outils vus au cours dans la pratique professionnelle actuelle",
        "bibliography": "Références bibliographiques recommandées, lectures conseillées :Demil, B., Lecocq, X., Warnier, V. (2013), Stratégie et Business Models , Pearson Education France. Enggasser, G. (2015), Comment piloter votre TPE , Editions Dunod : Paris. Johnson G., Scholes K., Fréry F. (2017), Stratégique, Editions Pearson Education France Kalousis, G. (2013), Bien gérer sa PME. Les clés de la pérennité et de la croissance , Editions Dunod : Paris Kaufman, J. (2013), Le Personal MBA, Editions Leduc.S : Paris.",
        "course_materials": "Slides de cours et portofolio de lectures",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2133",
        "title": "Compétences managériales",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Glinne-Demaret Harmony"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le séminaire \"Management skills\" est un séminaire de pratiques managériales, essentiel pour le développement d'une carrière dans le domaine du management. Les thèmes couverts durant le séminaire sont : La communication en entreprise Le développement personnel Le travail en groupe Les techniques de négociation L'exercice du leadership Les techniques de présentation La préparation de CV",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : A la fin de ce cours, les étudiants seront capable de : Analyser leur audience et définir des objectifs pour délivrer des messages professionnels ; D'écrire des documents professionnels, tels un CV, de manière claire et convaincante et de produire des vidéos de présentations ; D'analyser les compétences relationnelles et interpersonnelles nécessaires pour atteindre un objectif professionnel ; De développer des compétences dans la gestion d'un groupe ; De définir leur style de management.",
        "content": "1. Explorer les compétences managériales 2. Style de management 3. Communication organisationnelle 4. Dynamique de groupe et intelligence collective 5. MBTI et leadership",
        "teaching_methods": "Cours magistral avec travail en sous-groupes Etudes de cas en classe Séances d'approfondissement en petits groupes",
        "assessment_methods": "Cours théorique : Production de groupe durant le cours En session : Portfolio individuel et travail de groupe Évaluation continue pour les séances d'approfondissement Pour la réalisation de ce travail, l’utilisation d’outils d’Intelligence Artificielle générative est interdite (e.g., ChatGPT, etc.)",
        "online_resources": "Supports de cours. Portefeuille de lectures",
        "bibliography": "Aubé,C., Rousseau, V., et Savoie, A., (2000), Le développement des équipes de travail : où en sommes-nous ? in Revue québécoise de psychologie, vol. 21, n° 3 Claret, N. (2017), Management : Manuel. paris : Nathan Mucchielli, R. (2013), La dynamique des groupes , ESF Winkin, Y. (2000), La nouvelle communication , Seuil",
        "course_materials": "Slides de cours Portefeuille de lectures",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2144",
        "title": "Droit social",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanhaverbeke Pierre",
            "Verwilghen Myriam"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours est consacré à l’examen des principes de droit social comprenant ceux régissant la relation individuelle de travail (le contrat), les différentes catégories de travailleurs, les causes de suspension de l’exécution du contrat, sa rupture, le transfert conventionnel d’entreprise, les aspects de rémunération et de règlementation du travail, les relations collectives de travails ainsi que les organismes ou juridictions en charge du contrôle ou de la résolution des conflits y afférents (inspections sociales, syndicats, juridictions du travail). Le droit de la sécurité sociale ne sera pas négligé et une partie du cours sera ainsi consacrée à une introduction à cette matière.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : . 1. Contribution de l’unité d’enseignement au référentiel AA du programme Cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : 1. Agir en acteur socialement responsable 1.1. Faire preuve d’indépendance intellectuelle dans le raisonnement, porter un regard critique et réflexif sur les savoirs (académiques et de sens commun) et pratiques managériales en tenant compte de leur contexte d’émergence et de leurs finalités. 1.2. Décider et agir en tenant compte des valeurs éthiques, humanistes, d’intégrité, de respect des lois et des conventions, de solidarité citoyenne, de développement durable. 1.3. Décider et agir de manière responsable en prenant en considération les répercussions économiques, sociales et environnementales à court, moyen et long terme, et parfois antinomiques, de ses décisions et de ses actes pour les différentes parties prenantes. 2. Maîtriser des savoirs spécialisés 3. Appliquer une démarche scientifique 3.1. Mener un raisonnement analytique clair et structuré en appliquant et, en adaptant si nécessaire, des cadres conceptuels et des modèles scientifiquement fondés pour décrire et analyser un problème concret. 3.2. Collecter, sélectionner et analyser les informations pertinentes selon des méthodes rigoureuses et appropriées. 3.3. Synthétiser avec discernement les éléments essentiels de la situation, faire preuve de recul critique afin de poser un diagnostic et de dégager des conclusions pragmatiques. 4. Agir dans un rôle d’interface, en interaction avec son expérience professionnelle Comprendre et positionner son rôle personnel et son champ d’action dans le cadre de son activité professionnelle, et pouvoir assurer un rôle d’interface avec les différentes parties prenantes internes et externes 2. Au terme de l’enseignement, l’étudiant sera capable : Se référer dans une optique de « gestion » aux contraintes légales d’une procédure d’embauche, de modification des tâches et de licenciement – appréhension des relations collectives de travail dans la gestion de l’entreprise",
        "content": "Ière partie : Les relations individuelles Notion du contrat de travail Les différents types de contrat de travail réglés par la loi du 3 juillet 1978 Les éléments constitutifs du contrat de travail La formation du contrat de travail La durée du contrat Les clauses particulières du contrat de travail L'exécution du contrat de travail La suspension du contrat de travail La cessation du contrat de travail et le droit commun La cessation du contrat de travail et le droit du travail L'acte équipollent à rupture IIème Partie. Les relations collectives Les institutions de droit collectif du travail extérieures à l'entreprise Les institutions de droit collectif de l'entreprise Le statut des délégués du personnel La fermeture d'entreprise et le licenciement collectif IIIème partie : Introduction au droit de la sécurité sociale",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen oral",
        "bibliography": "W. van Eeckhoutte, Compendium social - Droit du travail 2021-2022 contenant des annotations fiscales, Liège, Wolters Kluwer, 2019. C. WANTIEZ, M. VERWILGHEN, Initiation au droit social, Bruxelles, Larcier 2015. V.VANNES, Le contrat de travail : aspects théoriques et pratiques, Bruxelles, Bruylant, 4ème édition, 2021.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2148",
        "title": "Impôt des personnes physiques",
        "credits": "6.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Janssen Frédéric"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Les principales composantes de l’impôt des personnes physiques seront analysées de manière systématique: 1.    Introduction générale concernant l’impôt sur les revenus Rôle de l’impôt sur les revenus dans le système fiscal belge Sources juridiques nationales et supranationales Principes généraux de droit applicable à l’impôt sur les revenus/IPP Méthode d’interprétation de l’impôt sur les revenus/IPP Interaction avec les autres branches du droit Rôle et fonctionnement de l’administration fiscale Commission de ruling (SDA) 2.    Notion d’exercice d’imposition et de période imposable Application de l’annualité de l’impôt Différence avec précomptes 3.    Différentes catégories d’impôt sur les revenus et systématique du CIR 92 4.    Assujettissement à l’IPP Habitant du Royaume Notions de Domicile fiscal, Siège de la fortune et Centre des intérêts vitaux Notion d’Habitation propre et ses impacts 5.    Distinction avec les non-résidents Assujettissement Incidence des conventions préventives de double imposition 6.    Détermination de la base imposable Notion de revenu Catégories de revenus imposables Globalisation des revenus Taxation du revenu net Progressivité de l’impôt 7.    Revenus immobiliers Notion de bien immeuble Assujettissement Base imposable : Revenu cadastral / Loyer perçu Importance de la question de l’affectation de l’immeuble Immeuble en Belgique versus à l’étranger Précompte immobilier 8.    Revenus mobiliers Catégories de revenus et dispositions anti-abus spécifiques Assujettissement Précompte mobilier (libératoire) Dividendes Intérêts Redevances + Régime droits d’auteur Revenus mobiliers d’origine étrangère / Echange d’informations Base imposable et taux distincts/réduits 9.    Revenus professionnels Notion de revenu professionnel et ses différentes sous-catégories Assujettissement Bénéfice imposable versus (effectivement) imposé Rémunération (salarié / dirigeant d’entreprise) Profits Détermination de la base imposable Frais professionnels Sous-estimation d’actif et surestimation de passif Avantages anormaux ou bénévoles Précompte professionnel / Versements anticipés 10.    Revenus divers Gestion en bon père de famille Spéculation occasionnelle 11.    Imposition, quotité exemptée et réductions d’impôt 12.    Impact régional et communal 13.    Passage en société et société de management 14.    Quelques aspects de procédure (de la déclaration à l’éventuelle contestation) Chaque composante sera analysée en détail, à la lumière des dispositions législatives belges et supranationales le cas échéant, de la jurisprudence de la Cour de Justice de l’Union européenne (qui est directement applicable au sein de tous les États membres) et des cours et tribunaux de l’ordre judiciaire belge, ainsi que de la jurisprudence et la doctrine administrative  (circulaires, et décisions administratives belges).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l’unité d’enseignement au référentiel AA du programme Agir en acteur socialement responsable (1) Maîtriser des savoirs spécialisés (2) Agir dans un rôle d’interface, en interaction avec son expérience professionnelle (5) Comprendre la fiscalité des personnes physiques et son impact sur les personnes et sur la gestion d’entreprises Les Acquis d’Apprentissage au terme de l’UE Au terme de cet UE, l’étudiant·e est capable de : Déterminer le traitement fiscal d’une personne physique à l’IPP. Identifier les sources légales, juridictionnelles et administratives pertinentes pour apporter des solutions à des questions complexes en matière d’IPP. Conseiller une personne dans ses choix de vie quant aux conséquences fiscales.",
        "content": "Examen approfondi des principaux concepts techniques et des relations normatives structurant les catégories de revenus formant l'assiette de l'impôt des personnes physiques. Le cours portera l'accent sur les modalités techniques de l'application concrète des normes fiscales, de la caractérisation des faits constituant les éléments générateurs de l'impôt à l'opération du travail de qualification conduite par l'interprétation des énoncés normatifs.",
        "teaching_methods": "Cours ex cathedra avec analyse de jurisprudence et méthode des cas pratiques",
        "assessment_methods": "Examen écrit (session)",
        "bibliography": "Tiberghien, Manuel de Droit Fiscal, 2022/2023 M. De Wolf, J. Thilmany et J. Malherbe, Impôt des personnes physiques, Larcier, 2013 Th.Afschrift, l'impôt des personnes physiques, Larcier 2005 E.Boigelot, La fiscalité des cadres et des dirigeants d'entreprises, Larcier, 2006 P-F Coppens, L'entreprise face au droit fiscal belge, 2 tomes, Larcier, 2009 O. D'AOUT, D. DARTE, N. HONHON, B. MARISCAL, J. PICAVET, L'impôt des personnes physiques, édition 2023, Anthémis I. VAN DE WOESTEYNE, Handboek personenbelasting, Intersentia, 2021-2022",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2155",
        "title": "Séminaire d'accompagnement du mémoire",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Ceci Emanuele",
            "Lamensch Marie"
        ],
        "teaching_language": "Français",
        "prerequisites": "/ Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Master en sciences de gestion, spécialisation en fiscalité et expertise comptable, sont ancrés sur une réalité et des pratiques professionnelles pointues demandant un encadrement spécifique. Ce séminaire d'accompagnement du mémoire est destiné à aider les étudiants à réaliser leur mémoire dans les meilleures conditions possibles et vise les objectifs suivants : - guider les étudiants dans le choix et la définition de leur problématique de mémoire dans le domaine de l'expertise comptable et fiscale ; - proposer des conseils et repères méthodologiques et bibliographiques dans ces deux domaines, ainsi que des repères rédactionnels utiles à la réalisation de leur mémoire ; - diffuser de manière uniforme les consignes de réalisation du mémoire auprès de tous les étudiants de la LSM et, indirectement, servir d'appui aux promoteurs de mémoire en systématisant des transferts de connaissances et compétences en une fois à un large public.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de ce cours, l'étudiant est capable de : - choisir un sujet de mémoire dans le domaine de la fiscalité etou de l'expertise comptable, et y définir une problématique de recherche claire et pertinente ; - identifier et analyser des articles scientifiques etou professionnels afin de les exploiter tout au long de leur mémoire ; - de réaliser une revue, critique, de la littérature existante ; - de construire une méthodologie adaptée en fonction de la problématique abordée ; - de rédiger rigoureusement et défendre oralement son mémoire, tout en respectant les consignes.",
        "content": "Au cours de ce séminaire d’accompagnement du mémoire MGEHC 2155 qui s’inscrit dans la continuité du séminaire MGEHC 2125, les questions suivantes seront traitées: Quelles sont les étapes de la réalisation d’un mémoire et comment planifier mon travail? Quelles sont les sources disponibles à l’UCLouvain pour la réalisation d’un mémoire et comment y accéder ? Comment utiliser et référencer correctement ses sources ? Quel équilibre entre partie théorique, empirique et éventuellement pratique ? Quelle est la place de l’argumentation personnelle au sein d’un mémoire ? Comment préparer la défense ? Notre objectif est qu’à l’issue de ce séminaire, chaque étudiant.e soit en mesure de soumettre sa question de recherche définitive sur OSIS et ait un idée claire et précise de sa stratégie de recherche (plan, méthode, timing).",
        "teaching_methods": "Séances en classe et lectures.",
        "assessment_methods": "La note attribuée pour le séminaire est basée essentiellement sur: - la participation au séminaire; - un projet de fiche-mémoire rédigé par l'étudiant. La présence au séminaire est indispensable.",
        "bibliography": "Diaporama PowerPoint",
        "course_materials": "Diaporama PowerPoint",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2125",
        "title": "Séminaire de méthodes de recherche en fiscalité et expertise comptable",
        "credits": "2.00",
        "hours": "7.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lamensch Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Cette UE est une introduction au séminaire MGEHC2155. Les questions suivantes y sont abordées : Quel est l’objectif du mémoire ? Comment définir une « question de recherche » ? Quelles sont les principales méthodes de recherche en science de gestion ? Quelles sont les méthodologies les plus appropriées pour une recherche en fiscalité et/ou expertise comptable ?",
        "content": "Cette UE de 7,5h est une introduction au séminaire MGEHC 2155. Les questions suivantes y sont abordées : Quel est l’objectif du mémoire ? Comment définir une « question de recherche » ? Quelles sont les principales méthodes de recherche en science de gestion ? Quelles sont les méthodologies les plus appropriées pour une recherche en fiscalité et/ou expertise comptable ?",
        "teaching_methods": "Séances en classe et lectures ou activités en ligne.",
        "assessment_methods": "Un quiz est organisé lors de la dernière séance. La note au quiz détermine la note du séminaire.",
        "other_info": "Au terme de cet UE, l’étudiant.e est capable de choisir un sujet de mémoire dans le domaine de la fiscalité et/ou de l'expertise comptable, et d’y définir une problématique de recherche claire et pertinente, en tenant compte notamment de l’intérêt managérial et, le cas échéant, sociétal du sujet choisi.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mqahc1328",
        "title": "Méthodes quantitatives de gestion",
        "credits": "5.00",
        "hours": "45.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Strack Géraldine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Modèle mathématiques en gestion, dérivées et intégrales, optimisation à une et à deux variables, calcul matriciel, lois de probabilité, distributions d'échantillonnage, estimations ponctuelles et intervalles de confiance, tests d'hypothèses",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de ce cours, l'étudiant sera capable de : (1.1) Expliquer et exploiter la modélisation probabiliste d'une population (2.1) Utiliser adéquatement des notions de mathématiques pour modéliser et résoudre des problèmes (2.4) Formaliser des problèmes et développer leur résolution (3.1) Résoudre des problèmes d'optimisation (3.2) Décrire et représenter graphiquement des fonctions économiques (3.2) Décrire des distributions statistiques à l'aide de paramètres approprié (3.4) Construire des intervalles de confiance pour des paramètres statistiques (3.5) Formuler et tester des hypothèses statistiques (4.4) Interpréter des paramètres et des résultats mathématiques et statistiques",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2157",
        "title": "TVA",
        "credits": "6.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lamensch Marie"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Après une introduction générale concernant la fiscalité indirecte, son importance en termes de finances publiques et le cadre réglementaire et international dans lequel elle s’inscrit, les principales composantes du système belge de TVA seront analysés de manière systématique: Assujetti TVA Opérations imposables Lieu d’imposition Base imposable Taux Exemptions Déductions et remboursements Fait générateur et exigibilité Redevabilité Formalités Fraude et l’évitement licite de l’impôt et leurs conséquences Chaque composante sera analysée en détail, à la lumière des dispositions législatives belges mais aussi européennes (pouvant elles-mêmes être influencées par les recommandations OCDE et les accord commerciaux de l’OMC), de la jurisprudence de la Cour de Justice de l’Union européenne (qui est directement applicable au sein de tous les États membres), de la jurisprudence belge et des Circulaires, et décisions administratives belges. Cette analyse détaillée couvrira notamment les sujets suivants : Unité TVA et associations de frais Transfert d’entreprise et cession de branche d’activité Transfert de stocks, stocks sous contrats de dépôt Mise à disposition d’un véhicule de société à un gérant ou un employé Opérations intra-communautaires, importations, exportations E-commerce Les rabais et escompte Régimes propres aux bâtiment neufs et aux projets de démolition/reconstruction Exemptions de certaines opérations immobilières et financières Déduction en cas d’usage mixte des biens de l’entreprise et révisions en cas de changement d’affectation d’un bien d'investissement Remboursement TVA en cas de créance irrécouvrable Auto-liquidation dans le secteur immobilier et dans les opérations transfrontalières Fraude caroussel …",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l’unité d’enseignement au référentiel AA du programme Agir en acteur socialement responsable (1) Maîtriser des savoirs spécialisés (2) Agir dans un rôle d’interface, en interaction avec son expérience professionnelle (5) Les Acquis d’Apprentissage au terme de l’UE Au terme de cet UE, l’étudiant.e est capable de : Déterminer le traitement TVA de n’importe quelle transaction domestique ou internationale. Identifier les sources légales, juridictionnelles et administrative pertinentes pour apporter des solutions à des questions complexes en matière TVA. Conseiller une entreprise dans ses choix stratégiques de déploiement à l’international sur le plan TVA.",
        "content": "Après une introduction générale concernant la fiscalité indirecte, son importance en termes de finances publiques et le cadre réglementaire et international dans lequel elle s’inscrit, les principales composantes du système belge de TVA seront analysés de manière systématique: Assujetti TVA Opérations imposables Lieu d’imposition Base imposable Taux Exemptions Déductions et remboursements Fait générateur et exigibilité Redevabilité Formalités Fraude et l’évitement licite de l’impôt et leurs conséquences Chaque composante sera analysée en détail, à la lumière des dispositions législatives belges mais aussi européennes (pouvant elles-mêmes être influencées par les recommandations OCDE et les accord commerciaux de l’OMC), de la jurisprudence de la Cour de Justice de l’Union européenne (qui est directement applicable au sein de tous les États membres), de la jurisprudence belge et des Circulaires, et décisions administratives belges. Cette analyse détaillée couvrira notamment les sujets suivants : Unité TVA et associations de frais Transfert d’entreprise et cession de branche d’activité Transfert de stocks, stocks sous contrats de dépôt Mise à disposition d’un véhicule de société à un gérant ou un employé Opérations intra-communautaires, importations, exportations E-commerce Les rabais et escompte Régimes propres aux bâtiment neufs et aux projets de démolition/reconstruction Exemptions de certaines opérations immobilières et financières Déduction en cas d’usage mixte des biens de l’entreprise et révisions en cas de changement d’affectation d’un bien d’investissement Remboursement TVA en cas de créance irrécouvrable Auto-liquidation dans le secteur immobilier et dans les opérations transfrontalières Fraude caroussel …",
        "teaching_methods": "Cours magistral et exercices.",
        "assessment_methods": "Examen écrit.",
        "other_info": "Au terme de cet UE, l’étudiant.e est capable de : Déterminer le traitement TVA de n’importe quelle transaction domestique ou internationale. Identifier les sources légales, juridictionnelles et administrative pertinentes pour apporter des solutions à des questions complexes en matière TVA. Conseiller une entreprise dans ses choix stratégiques de déploiement à l’international sur le plan TVA.",
        "online_resources": "Présentation PPT disponibles après chaque cours sur le Student Corner.",
        "course_materials": "C. Herbain, M. Lamensch & E. Traversa, Taxe sur la valeur ajoutée Droit belge et européen, Larcier (2ème édition disponible à la rentrée académique 2022)",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mechc1305",
        "title": "Economie managériale",
        "credits": "5.00",
        "hours": "45.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gilson Nathalie",
            "Scarmure Patrick"
        ],
        "teaching_language": "Français",
        "prerequisites": "MQAHC1328 Méthodes quantitatives de gestion",
        "topics_covered": "Cette unité d’enseignement modélise le comportement économique des individus (théorie des choix du consommateur) et des organisations (technologie et coût de production, pouvoir de marché et décision quantité prix) sur un marché. L’accent est mis sur les arbitrages (optimisation sous contraintes), l’interaction entre les agents économiques et les équilibres. S’adressant à des étudiants de gestion, les relations entre l’économie et les différentes disciplines du management (marketing, finance, stratégie) sont également abordées au travers de l’analyse de la discrimination des prix et de la publicité, de celle des marchés oligopolistiques et des relations verticales. Les modèles de prise de décision en incertitude et de la théorie des jeux abordent le volet sciences de la décision de l’économie managériale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : maîtriser les concepts économiques fondamentaux et leur articulation ; comprendre les principes du raisonnement économique ; comprendre les modèles de la microéconomie en lien avec la gestion des entreprises ; utiliser des techniques d'optimisation.",
        "content": "Le marché parfait Les choix du consommateur La technologie et les coûts de production Le pouvoir de marché La discrimination des prix La publicité La concurrence oligopolistique et la collusion Les relations verticales La prise de décision en incertitude Les jeux de stratégies",
        "teaching_methods": "Cours magistral et exercices associés au cours",
        "assessment_methods": "Examen écrit",
        "online_resources": "Student-Corner",
        "bibliography": "PINDYCK R., RUBINFELD D. (2017), Microéconomie, Pearson, 9e éd., traduction de PINDYCK R., RUBINFELD D. (2017), Microeconomics, 9th ed., Pearson. ALLEN B., WEIGELT K., DOHERTY N., MANSFIED E.(2012) (2012), Managerial Economics – Theory, Applications, and Cases, 8th, Norton",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2147",
        "title": "Référentiels internationaux",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Ankaert Joffrey"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours traite des normes IAS/IFRS courantes et leurs interprétations, et propose: une analyse des différentes normes IAS/IFRS relevantes à l'analyse des états financiers; une comparaison avec la législation belge; un éventail d'exemples concrets et de cas pratiques liés aux normes analysées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de cette unité d'enseignement, l'étudiant sera capable d'interpréter et apppliquer rigoureusement les normes comptables internationales IFRS abordées.",
        "content": "Partie 1 - Introduction à l'application des IFRS et première adoption des IFRS Partie 2 - Cadre conceptuel de l'information financière et principes généraux de présentations et d'évaluation des états financiers IAS1 - Présentation des états financiers IAS34 - Information financière intermédiaire IFRS13 - Evaluation de la juste valeur IAS10 - Evénements postérieurs à la période de reporting IAS7 - Etats des flux de trésorerie IAS8 - Méthode comptables, changements d'estimations comptables et erreurs IAS24 - Relations avec les parties liées IFRS8 - Secteurs opérationnels IAS33 - Résultat par action Partie 3 - Actifs IAS16 - Immobilisations corporelles IAS23 - Coûts d'emprunts IAS20 - Comptabilisation des subventions publiques IAS38 - Immobilisations incorporelles IAS40 - Immeubles de placement IAS2 - Stocks IAS36 - Dépréciation d'actifs IFRS5 - Actifs non courants détenus en vue de la vente et activités abandonnées IFRS16 - Contrats de location IFRS9 - Instruments financiers IFRS15 - Produits des activités ordinaires tirés de contrats conclus avec des clients Partie 4 - Passifs IAS37 - Provisions, passifs éventuels et actifs éventuels IAS19 - Avantages du personnel IFRS2 - Paiement fondé sur des actions IAS12 - Impôts sur le résultat IFRIC23 - Incertitudes relatives aux traitements fiscaux Partie 5 - Regroupement d'entreprises, consolidation et participations IFRS3 - Regroupement d'entreprises IFRS10 - Etats financiers consolidés IAS21 - Effets des variations des cours des monnaires étrangères IFRS11 - Partenariats",
        "teaching_methods": "Cours ex-cathedra illustré de cas pratiques liés aux normales analysées.",
        "assessment_methods": "Examen écrit et participation active lors des cours.",
        "online_resources": "https://www.iasplus.com/en https://www.ifrs.org/ https://kpmg.com/xx/en/what-we-do/services/audit/corporate-reporting-institute/ifrs/toolkit/new-standards-effective-dates.html https://www.ey.com/en_gl/ifrs-technical-resources https://kpmg.com/xx/en/what-we-do/services/audit/corporate-reporting-institute/ifrs/toolkit/insights-practical-application-guide.html",
        "bibliography": "IFRS : la pratique - Normes internationales d'information financière - T. Carlier, F. Elouch, V. Weets",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2159",
        "title": "Pratique de l'expertise comptable",
        "credits": "6.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delvaux Pierre",
            "Lambotte Pascal"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le professionnel comptable, sentinelle et gardien légal de la bonne gouvernance ... Déontologie de l'expert-comptable et du conseil fiscal Plan financier Evaluation d'entreprises Pratique de la procédure d'exclusion Points déontologiques lors de l'acceptation d'une mission Rôle de l'expert-comptable dans le cadre des pouvoirs individuels de vérification des associés Missions spéciales de l'expert-comptable : Dissolution et liquidation de sociétés Transformation de sociétés Fusion et scission Apport en nature et quasi-apport",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable : de maîtriser la méthodologie liée à l'exécution des différentes missions légales ou conventionnelles qu'il sera amené à rencontrer dans le cadre de la profession d'expertcomptable et/ou de conseil fiscal ou de professions assimilées de faire preuve d'aptitude à analyser et de critique afin de dresser le bon diagnostic face à ces différentes missions de contrôle ou de conseil.",
        "teaching_methods": "Rappel des principes théoriques, légaux, normatifs et réglementaires. Examen de cas pratiques de plan financier et de la jurisprudence relative à la responsabilité du fondateur par rapport au plan financier, examen de cas pratiques d'évaluations de sociétés, Etude de la méthodologie pour arriver à une assurance raisonnable et une assurance limitée (contrôle pleinier et limité)",
        "assessment_methods": "Examen oral",
        "bibliography": "Vade'mecum de l'expert comptable et de l'expert fiscal (IEC) Manuel pratique des contrôles et des redressements comptables : Tome 1, 2 et 3 (DELVAUX, FRONVILLE, SERVAIS) Les Apports d'universalité ou de branche d'activités (DEWAEL, DELVAUX) La transformation des sociétés commerciales (DELVAUX) Le règlement des litiges et l'offre de reprise dans les sociétés (LAGA, DE LEENHEER, DELVAUX) Cours de contrôle externe (Pierre delvaux)",
        "course_materials": "Cours de contrôle externe (pierre delvaux)",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmthd2102",
        "title": "Projet et accompagnement pédagogiques",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Moyson Stéphane"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours a un double objectif. D'une part, il vise à faciliter l'intégration des étudiant·e·s poursuivant un programme en horaire décalé sur le campus FUCaM Mons de l'UCLouvain. D'autre part, il vise à doter les participant·e·s de compétences et d'outils destinés à faciliter le travail individuel et de groupe en contexte professionnel et de formation. Pour ce faire, sont abordés un ensemble de thématiques et d'outils liés à l'appropriation des savoirs, à la gestion d'un parcours de formation ainsi qu'aux relations interpersonnelles.",
        "content": "Cette UE, différente de toutes les autres, vise par des exercices très concrets, le développement de vos compétences transversales, très utiles pour augmenter votre efficacité en équipe et votre intégration sociale dans le cadre du master. Dans cette perspective, l’UCLouvain FUCaM Mons organise depuis plus de 20 ans un séminaire résidentiel au tout début des cursus d’études en horaire décalé.",
        "teaching_methods": "Cet enseignement inclut la participation obligatoire à un séminaire d'intégration (encadré par groupes) en début de cursus et doit faire l'objet du programme de la première année d'études en cas d'étalement",
        "assessment_methods": "Rédaction (par sous-groupes) d'un travail de prise de recul et d'analyse du vécu lors du séminaire d'intégration.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2150",
        "title": "Enjeux du développement durable et de la transition",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Swaen Valérie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Introduction à l’histoire du développement durable et aux notions clés dans le domaine des sciences humaines, des sciences de la santé et des sciences et technologies. Identification des tensions liées aux différentes visions du développement durable dans une approche critique et équilibrée. La mise en œuvre de ces concepts et ces tensions dans le cadre d’initiatives au sein de l’UCLouvain sera présentée de façon concrète.",
        "content": "Cette unité d'enseignement est empruntée à la faculté d'agronomie (LBRI2150).  Le descriptif de cette UE est disponible via le lien : https://uclouvain.be/cours-2024-lbir2050 Le cours est organisé sous forme d’un MOOC constitué de six modules. Ces modules sont composés de vidéos, de textes et d'exercices.",
        "course_materials": "Le support de cours est un MOOC",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2154",
        "title": "Droits d'enregistrement et de succession",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "de Foy Gilles"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours a pour objectif de permettre aux étudiants de travailler de manière autonome et méthodique en matière de droits d'enregistrement et de droits de succession en Belgique, et ce afin de pouvoir formuler un conseil bien étayé. Les étudiants pourront ainsi gérer les risques fiscaux et élaborer des planifications successorales et patrimoniales en conformité avec les dispositions légales applicables dans chacune des trois Régions de la Belgique au moyen de connaissances civiles et fiscales précises et à jour.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 comprendre et d'analyser les situations fiscales classiques en matière de droits d'enregistrement et de succession A cet égard, l'étudiant sera capable notamment  : d’identifier les cas d’application des droits de succession ou des droits de mutation par décès en Belgique ; de connaître la procédure fiscale des droits de succession : du décès à la prescription ; de pouvoir calculer et comparer les droits de succession dans les trois régions ; de réduire les droits de succession tout en respectant les mesures anti-abus, notamment par le mécanisme des donations ; d'identifier l'application - ou non - des droits d'enregistrement à une situation définie. De pouvoir en établir tous les éléments essentiels (coût fiscal établi en tenant compte de la base imposable, des taux, des abattements, des réductions etc) ; de connaitre les éléments de procédure propres à cet impôt et de pouvoir comparer les régimes applicables dans les trois Régions.",
        "content": "0. Prérequis Notions de droit civil en matière de libéralités et de succession 1. Droits de succession Fondement de l'impôt successoral La déclaration de succession / La déclaration de mutation par décès : Obligations déclaratives Obligation au paiement de la dette Actif imposable Biens existants Actif fictif / legs fictifs Evaluation de l'actif imposable Le passif Les tarifs Les exemptions, les exonérations, les réductions Les garanties du Trésor Les moyens de preuve La procédure et les voies de recours (au principal, en remise des amendes et des intérêts) Les sanctions La prescription La planification successorale par : contrat de mariage donation testament contrats aléatoires (contrat d'assurance-vie ; contrat d'accroissement) structures sociétaires 2. Droits d'enregistrement Fondement de l'impôt La formalité et l'obligation de l'enregistrement Les règles de base de la perception de l'impôt Les taux applicables aux divers actes juridiques tarifés étant notamment : acte translatif à titre onéreux de la propriété et/ou de l'usufruit de biens immeubles situés en Belgique (vente, échange) acte déclaratif à titre onéreux de la propriété et/ou de l'usufruit de biens immeubles situés en Belgique (partage) contrats de baux sociétés (apports, fusion, scission,...) constitution d'hypothèque donations Les moyens de preuve La procédure et les voies de recours  (au principal, en remise des amendes et des intérêts) Les sanctions Les exonérations et la restitution des droits",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen écrit (QCM et questions ouvertes)",
        "online_resources": "Slides sur le Student Corner.",
        "bibliography": "A. Culot, Manuel des droits d'enregistrement (9ème édition), Collection des Cahiers de fiscalité pratique, Larcier, 2021 A. Culot, Manuel des droits de succession (9ème édition), Collection des Cahiers de fiscalité pratique, Larcier, 2021",
        "course_materials": "Présentation powerpoint",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2150",
        "title": "Fiscalité régionale et locale",
        "credits": "5.00",
        "hours": "7.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hougardy Yves"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Chapitre I : Le pouvoir fiscal des communes A. Introduction : qu'est-ce qu'une commune ? B. Siège de la compétence fiscale de la commune C. Impact de la distinction taxe-redevance-rétribution D. Fiscalité communale E. Le règlement taxe et éléments de procédure F. Exemples de taxes communales Chapitre II : Pouvoir fiscal des provinces A. Introduction : qu'est-ce qu'une province ? B. L'exercice de la fiscalité provinciale Chapitre III : Le pouvoir fiscal des Communautés et des Régions A. Historique de la compétence fiscale des Communautés et Régions B. Les Régions a) La compétence fiscale propre 1- Fondements 2- En Région wallonne 3- Eléments de procédure b) La compétence fiscale secondaire : « Les impôts régionaux » c) La compétence fiscale dérivée d) Limites C. Les Communautés a) La compétence fiscale propre b) La compétence fiscale secondaire : « Les impôts des Communautés » c) La compétence fiscale dérivée : « L'impôt partagé des Communautés »",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable : de définir quelles sont les pouvoirs fiscaux respectifs des communes, provinces, communautés et régions de maîtriser la procédure en vigueur dans le cadre des taxes locales et régionales",
        "content": "Cfr. support et cours magistraux",
        "teaching_methods": "L’enseignement repose sur : Un support écrit ; Les cours magistraux ; Des lectures (ressources) conseillées pour les cours magistraux et une recherche documentaire à réaliser en vue de répondre à une des questions de l’examen écrit.",
        "assessment_methods": "Examen écrit",
        "online_resources": "Notamment : https://interieur.wallonie.be/a-la-une/circulaires-budgetaires-provinciales-communes-2023",
        "bibliography": "Cfr. support et cours magistraux",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2212",
        "title": "Mémoire",
        "credits": "18.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Les étudiants des Masters 120 en Sciences de gestion sont tenus de réaliser un mémoire et de participer au séminaire d’accompagnement au mémoire conçu pour leur fournir des conseils et repères bibliographiques, méthodologiques et rédactionnels génériques utiles à la réalisation de leur mémoire.",
        "topics_covered": "Les étudiants ont la possibilité de consulter les sujets et thèmes de mémoires proposés par les professeurs de la LSM sur les outils mis à leur disposition. Tant les étudiants que les promoteurs peuvent être à l’initiative d'autres thèmes. Ensuite, l’étudiant et le promoteur arrêtent le sujet à traiter et définissent la manière de l’étudier.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À la LSM, le mémoire est un travail autonome, objectif et méthodique qui amène l’étudiant à mettre en œuvre plusieurs compétences clés de la formation reçue (telles que décrites dans le référentiel de compétence) : en particulier, maîtriser des savoirs, appliquer une démarche scientifique, agir en acteur socialement responsable, se développer, gérer un projet et communiquer. Pour atteindre ces objectifs de formation, le mémoire de Master 120 en Sciences de gestion doit réunir deux démarches : Il doit s’appuyer sur une revue critique des connaissances théoriques et des méthodes spécifiques au sujet traité dans le mémoire. Les fondements théoriques du travail doivent être clairement présentés et discutés. Il doit comprendre un travail systématique visant la production de résultats originaux. Ce travail peut consister, par exemple, en la collecte ou la production de données nouvelles, en l’exploitation originale de données existantes ou en l'application d'une méthodologie existante à un domaine nouveau. La méthodologie utilisée doit être clairement explicitée. En outre, le mémoire devra contenir trois réflexions quant à ses apports potentiels : Apport scientifique : proposer une investigation indépendante et critique, débutant par la formulation de questions et objectifs de recherche et aboutissant à une contribution propre, clairement identifiable sur les connaissances actuelles (concepts, théories, modèles, méthodes, limites…). Apport managérial : fournir une analyse du problème et proposer l’élaboration (au moins partielle) d’une solution ou formuler les propositions utiles à la prise de décisions managériales. Apport sociétal : avoir une réflexion sur l’impact sociétal du projet ou de la recherche.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2153",
        "title": "Impôt des sociétés",
        "credits": "6.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Ceci Emanuele",
            "Van de Velden Kim"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Les principales composantes de la fiscalité directe des sociétés seront analysées de manière systématique: 1. Introduction générale concernant la fiscalité directe But et importance en termes de finances publiques Sources juridiques nationales et supranationales Principe généraux et méthode d’interprétation du droit fiscal des sociétés Rôle et fonctionnement de l’administration fiscale (grandes entreprises) Commission de ruling (SDA) 2. Notion d’exercice d’imposition et d’exercice comptable Influence de l’annualité de l’impôt Règles anti-abus re changement de durée d’exercice social 3. Assujettissement à l’Impôt des sociétés Règles de base Société résidente Activité exercée 4. Distinction avec l’entreprise en personne physique (IPP) Passage en société Société de management 5. Distinction avec les personnes morales assujetties à l’impôt des personnes morales Personnes morales exclues du champ d’application de l’impôt des sociétés Personnes morales exclues conditionnellement Personnes morales exerçant des activités non-lucratives 6. Assiette de l’impôt Notion de revenu ou bénéfice imposable Bénéfice imposable versus (effectivement) imposé 7. Détermination de la base imposable Droit comptable Capital Réserves Dividendes Dépenses non-admises Frais professionnels Réductions de valeur et moins-values Provisions pour risques et charges 8. Base imposable – 14 opérations Mouvement des réserves taxées, DNA et dividendes distribués Ventilation du bénéfice selon sa provenance Déduction des éléments non imposables Déduction des revenus définitivement taxés de l’année en cours (RDT) Mesures transitoires de la déduction pour revenus de brevets Déduction pour revenus d’innovation Déduction pour investissements La déduction des transferts-intragroupe = SOLDE Au-dessus de ce solde les déductions sont limitées ensemble à la corbeille : maximum égale à 1.000.000 EUR + 70% du solde positif qui subsiste après la déduction pour investissement (30% > 1.000.000 EUR non déductibles) Déduction pour capital à risque (incrémentale) Déduction des RDT reportés Déduction pour revenus d’innovation reportée Pertes antérieures reportées Déduction pour capital à risque reportée (illimitée) Déduction pour capital à risque reportée (7 ans) 9. Paiements effectués vers des paradis fiscaux Obligations Sanctions 10. Opérations courantes Constitution, augmentation, réduction et remboursement du capital (fiscal) Liquidation Acquisition d’actions propres Utilisation des pertes fiscales reportées et autres attributs fiscaux Changement de contrôle en cas de fusion/acquisition 11. Mécanisme du précompte mobilier 12. Prix de transfert et avantages anormaux ou bénévoles Transferts de bénéfices Avantages anormaux ou bénévoles octroyés Avantages anormaux ou bénévole reçus 13.    Fraude et l’évitement licite de l’impôt (abus fiscal) et leurs conséquences Chaque composante sera analysée en détail, à la lumière des dispositions législatives belges et supranationales le cas échéant (pouvant elles-mêmes être influencées par des recommandations ou des lignes directrices de OCDE), de la jurisprudence de la Cour de Justice de l’Union européenne (qui est directement applicable au sein de tous les États membres) et des cours et tribunaux de l’ordre judiciaire belge, des circulaires, et décisions administratives belges.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l’unité d’enseignement au référentiel AA du programme Agir en acteur socialement responsable (1) Maîtriser des savoirs spécialisés (2) Agir dans un rôle d’interface, en interaction avec son expérience professionnelle (5) Acquis d’Apprentissage au terme de l’UE Au terme de cet UE, l’étudiant.e est capable de : Déterminer le traitement fiscal des opérations courantes d’une société résidente. Identifier les sources légales, juridictionnelles et administrative pertinentes pour apporter des solutions à des questions complexes en matière d’impôt des sociétés. Conseiller une entreprise dans ses choix stratégiques quant aux conséquences fiscales.",
        "content": "Introduction générale concernant la fiscalité directe But et importance en termes de finances publiques Sources juridiques nationales et supranationales Principe généraux et méthode d’interprétation du droit fiscal des sociétés Rôle et fonctionnement de l’administration fiscale (grandes entreprises) Commission de ruling (SDA) Notion d’exercice d’imposition et d’exercice comptable Influence de l’annualité de l’impôt Règles anti-abus re changement de durée d’exercice social Assujettissement à l’Impôt des sociétés Règles de base Société résidente Activité exercée Distinction avec l’entreprise en personne physique (IPP) Passage en société Société de management Distinction avec les personnes morales assujetties à l’impôt des personnes morales Personnes morales exclues du champ d’application de l’impôt des sociétés Personnes morales exclues conditionnellement Personnes morales exerçant des activités non-lucratives Assiette de l’impôt Notion de revenu ou bénéfice imposable Bénéfice imposable versus (effectivement) imposé Détermination de la base imposable Droit comptable Capital Réserves Dividendes Dépenses non-admises Frais professionnels Réductions de valeur et moins-values Provisions pour risques et charges Base imposable Mouvement des réserves taxées, DNA et dividendes distribués Ventilation du bénéfice selon sa provenance Déduction des éléments non imposables Déduction des revenus définitivement taxés de l’année en cours (RDT) Déduction pour revenus d’innovation Déduction pour investissements La déduction des transferts-intragroupe = SOLDE Au-dessus de ce solde les déductions sont limitées ensemble à la corbeille : maximum égale à 1.000.000 EUR + 70% du solde positif qui subsiste après la déduction pour investissement (30% > 1.000.000 EUR non déductibles) Déduction pour capital à risque (incrémentale) Déduction des RDT reportés Déduction pour revenus d’innovation reportée Pertes antérieures reportées Déduction pour capital à risque reportée (illimitée) Déduction pour capital à risque reportée (7 ans) Paiements effectués vers des paradis fiscaux Obligations Sanctions Opérations courantes Constitution, augmentation, réduction et remboursement du capital (fiscal) Liquidation Acquisition d’actions propres Utilisation des pertes fiscales reportées et autres attributs fiscaux Changement de contrôle en cas de fusion/acquisition Mécanisme du précompte mobilier Prix de transfert et avantages anormaux ou bénévoles Transferts de bénéfices Avantages anormaux ou bénévoles octroyés Avantages anormaux ou bénévole reçus Fraude et l’évitement licite de l’impôt (abus fiscal) et leurs conséquences Chaque composante sera analysée en détail, à la lumière des dispositions législatives belges et supranationales le cas échéant (pouvant elles-mêmes être influencées par des recommandations ou des lignes directrices de OCDE), de la jurisprudence de la Cour de Justice de l’Union européenne (qui est directement applicable au sein de tous les États membres) et des cours et tribunaux de l’ordre judiciaire belge, des circulaires, et décisions administratives belges.",
        "teaching_methods": "Cours magistral illustré par des exercices et des études de cas. Au terme de cet enseignement, l'étudiant sera capable de maîtriser les conséquences fiscales, les principales opérations effectués par une société.",
        "assessment_methods": "Examen écrit. L'étudiant sera jugé non seulement sur ses connaissances, mais également: - sur sa capacité à utiliser le Code des impôts sur les revenus 1992; - sur sa compréhension des mécanismes et règles propres à la fiscalité; - sur sa capacité à formuler une réponse claire et structurée aux questions posées.",
        "online_resources": "PowerPoint et documents (jurisprudence, doctrine, casus) sur Moodle",
        "bibliography": "- Le régime fiscal des sociétés holdin en Belgique, Ch. Chéruy et Ch. Laurent, Ed. 2006 - Manuel pratique d'impôt des sociétés, L. Deklerck, Larcier, Ed. 2020 - Maîtriser l'impôt des sociétés, D. Darte et Y. Noël, Edipro, Ed. 2022 - Vademecum vennootschapsbelasting C. Meskens et B. Decock, Ed. 2023 - Acquisitions, financement et cessions d'entreprises, H. Lamon, Ed. 2015 - www.Fisconetplus.be - www.CNC-CBN.be - www.ruling.be - www.curia.eu",
        "course_materials": "PowerPoint and supporting course material and Belgian income tax code 92",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2156",
        "title": "Droit des sociétés approfondi",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Derycke Werner"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours, qui est un cours d’approfondissement, examine une série de questions spéciales liées au code des sociétés et des associations (« CSA »). Les thèmes varient en fonction de l’actualité législative ou jurisprudentielle du moment. Tous les livres du CSA sont au moins abordés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant·e sera capable : d'aborder de manière transversale les principales matières du code des sociétés relatives aux sociétés non cotées ; de maîtriser les outils nécessaires dans le cadre de la matière (code, banques de donnée, ..) de lire, de synthétiser et de procéder à une analyse juridique élaborée de textes juridiques (textes légaux et réglementaires, jurisprudence, contrats, statuts, …) La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "content": "Le cours aborde une série de questions spéciales de droit des sociétés qui varient en fonction de  l'intérêt et de la culture juridique des étudiants.",
        "teaching_methods": "La méthode ordinaire est celle d’un cours magistral interactif où tous les étudiants sont invités à être physiquement présents, mais il est possible que le cours soit partiellement aménagé en une combinaison de séquences pré-enregistrées et de séances de questions/réponses en présentiel et/ou en distanciel. Si, pour une raison quelconque, tenant, par exemple, à la personne de l'enseignant ou à la situation météorologique ou sanitaire, il n'est pas raisonnablement possible d'organiser un enseignement où l'enseignant et les étudiants soient tous physiquement présents dans un même endroit, le cours se donnera, si possible, par un mode distanciel approprié tel Teams mais il est possible que le cours soit alors aménagé en tout ou en partie en une combinaison de séquences pré-enregistrées et de séances de questions/réponses. Il pourra être demandé aux étudiants d’avoir procédé à certaines lectures spécifiques (articles, décisions de justice, documents juridiques [contrats, …], …), d'avoir visionné certains vidéogrammes ou d’avoir écouté certains fichiers sonores avant le cours portant sur la matière concernée.  Il pourra aussi leur être demandé de procéder à une ou à plusieurs présentations. Le support de cours consiste dans les notes de cours prises individuellement par les étudiants et les éventuels portefeuilles de lecture, de vision ou d'écoute.",
        "assessment_methods": "Participation active au cours (2/20). La seule présence passive ne suffit pas. Examen (18/20) : soit écrit, soit ou en tout ou en partie oral, que ce soit en mode présentiel ou distanciel, avec une possibilité de devoir présenter une préparation écrite, voire même manuscrite, pour une ou plusieurs questions; un examen en tout ou en partie à livre ouvert est une possibilité. En toute hypothèse, l'étudiant pourra disposer à l'examen de tous les supports strictement législatifs (codes, ...) qu'il jugera utiles et qu'il pourra surligner comme il le souhaite mais sans aucun autre ajout, même sous forme de signets (\"papillons\").",
        "other_info": "Les étudiants prennent note. Il est possible que l'un ou l'autre cours soit dépaysé. Il peut également y avoir des intervenants extérieurs.",
        "online_resources": "Moodle et Teams sont les canaux de communication privilégiés, mais d'autres canaux sont envisageables.",
        "bibliography": "H. Culot, G. de Pierpont, H. Jacquemin et Th. Léonard, Manuel du droit de l'entreprise , Anthémis, Limal, 5ème éd., 2024, 610 pp [ou une édition plus récente le cas échéant]. Jacques Malherbe, Yves De Cordt, Philippe Lambrecht, Philippe Malherbe et H. Culot, Droit des sociétés : précis , droit européen, droit belge, 5e édition, Larcier, Bruxelles, 2020 [ou un édition plus récente, le cas échéant], 1212 pp.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc1313",
        "title": "Management humain",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Glinne-Demaret Harmony"
        ],
        "teaching_language": "Français",
        "topics_covered": "Etude des différents modèles de management humain et de l'émergence de la fonction à travers une approche historique des organisations ; Exploration des différentes dimensions du management humain : compétences managériales, leadership, motivation, reconnaissance, feedback, gestion de conflits ; Analyse de la posture managériale dans différentes pratiques de gestion des ressources humaines : évaluation, formation et gestion des compétences, accompagnement du changement, entretiens managériaux, négociation en contexte professionnel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable : de développer une analyse critique d'une situation de gestion de personnel en termes systémiques et stratégiques (en termes d'optimisation des compétences des individus et des équipes au service de la stratégie de l'organisation dans un contexte donné) ; de connaître des techniques et des méthodes de gestion du personnel qui permettent d'accompagner le processus de conduite des hommes et des équipes dans l'organisation ; de mobiliser les méthodologies les plus pertinentes pour une gestion efficace des ressources humaines. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) »",
        "content": "Approche historique du management Management et leadership Motivation Evaluation Processus de reconnaissance Formation et gestion des compétences Feedback et entretiens de management Gestion de conflits et négociation",
        "teaching_methods": "Alternance d'exposés théoriques et d'exercices (études de cas) en groupe et individuels. Module d'apprentissage en e-learning Classe inversée",
        "assessment_methods": "Participation aux deux productions de groupe durant l'année Travail écrit (individuel ou en binôme) en session Pour la réalisation de ces travaux, l’utilisation d’outils d’Intelligence Artificielle générative est interdite (e.g., ChatGPT, etc.)",
        "online_resources": "Slides/portefeuille de textes/cas sur Moodle 2 modules en e-learning sur Genial.ly",
        "bibliography": "Cadin L., Guérin, F. et Pigeyre F. (2012) Gestion des ressources humaines. Pratiques et éléments de théorie, 4 ème édition, Paris : Dunod. Sekiou L., Blondin L., Fabi B., Bayad M., Peretti J.-M., Alis D., Chevalier F. (2001) Gestion des ressources humaines, Bruxelles : De Boeck Thévenet M., Dejoux C., Marbot E., Normand E. et Bender A.-F. (2015) Fonctions RH. Politiques, métiers et outils des ressources humaines, Paris : Pearson Education",
        "course_materials": "Slides Portefeuille de textes Deux module e-learning (via le site de Genial.ly)",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2158",
        "title": "Pratique de la consolidation",
        "credits": "6.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanhollebeke Guillaume"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Après une revue des aspects juridiques et principes liés à la consolidation des comptes, des études de cas seront abordés afin que l’étudiant maîtrise les techniques et méthodes de consolidation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de participer aux travaux d'établissement des comptes consolidés et d'analyser des comptes consolidés de sociétés.",
        "content": "Cette unité d’enseignement consiste à maîtriser les principes de la consolidation et se compose de 2 volets : 1er volet : Cours magistral Le cadre juridique Le périmètre de consolidation Les méthodes de consolidation Les aspects pratiques (retraitements préalables à la consolidation, conversion des états financiers libellés en devises étrangères, éliminations (participations/capitaux propres – soldes et opérations intragroupe) 2ème volet : Séminaire Etudes de cas (acquisition d’une participation ; augmentation du pourcentage d’intérêt financier détenu dans une filiale ; vente d’une partie des actions d’une filiale à l’extérieur d’un groupe ; consolidation de sous- groupes…) A partir de ces cas concrets et de documents de travail fournis aux étudiants, le cours doit amener l'étudiant à : Maîtriser les techniques et méthodes de consolidation ; Analyser des comptes consolidés",
        "teaching_methods": "Cours magistral et travaux de groupe en présentiel",
        "assessment_methods": "Examen écrit",
        "online_resources": "Le syllabus et les études de cas seront téléchargés sur le Student corner.",
        "bibliography": "La consolidation directe, Principes et pratiques ' A ; White, D. Godfroid ' Editions De Boeck La consolidation (guide pratique) ; Stéphane Mercier ; Editions des CCI de Wallonie S.A. Traité pratique des comptes annuels ' comptes consolidés 'Editions Kluwer Traité d'analyse financière ' H. OOGHE, Ch. Van Wymeersch ' Presses Universitaires de Namur",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2145",
        "title": "Analyse et critique des comptes annuels",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Nsabimana André"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "1. Introduction Objectif du cours Définition d'une entreprise Rôle et démarche de l'analyse financière Documents de base Période d 'étude Méthodes d'analyse 2. Dispositions réglementaires relatives aux comptes annuels non consolidés Code des Sociétés et des Associations Arrêté royal du 29 Avril 2019 portant exécution du Code des sociétés et des associations 3. Les comptes annuels 3.1. De la pièce justificative aux comptes annuels 3.2. Contenu des comptes annuels 3.3.Présentation des comptes annuels 4.Restructuration des comptes annuels 5.Les ratios 5.1. Analyse des ressources et des emplois 5.2. Analyse de la gestion 5.3. Analyse du CR 5.4. Analyse des relations entre le bilan et le CR 5.5. Divers 6. Tableau de financement 6.1. Le calcul des variations 6.2. La balance de mutations de valeur 6.3. Vers le tableau de financement",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable : d'utiliser l'analyse détaillée des comptes annuels internes d'une société non cotée dans le cadre de la préparation des rapports à établir par l'organe de gestion des sociétés de poser un diagnostic pertinent basé sur cette étude dans le cadre de situations économiques particulières (progression trop rapide de l'activité commerciale, restructurations, ')",
        "content": "Ce cours porte sur les grands thèmes du diagnostic financier et vise à permettre à l'étudiant d'avoir une maitrise de ces thèmes et  d'exercer un regard critique sur les principaux agrégats des comptes annuels. Le contenu du cours est présenté ci-dessous: 1. Introduction Objectif du cours Définition d'une entreprise Rôle et démarche de l'analyse financière Documents de base Période d 'étude Méthodes d'analyse 2. Dispositions réglementaires relatives aux comptes annuels non consolidés Code des Sociétés et des Associations Arrêté royal du 29 Avril 2019 portant exécution du Code des sociétés et des associations 3. Les comptes annuels Etablissement des comptes annuels Contenu des comptes annuels Présentation des comptes annuel 4. Restructuration des comptes annuels Ajustements et corrections Grandes masses financières 5. Diagnostic financier Analyse des ressources et des emplois Principe d’équilibre financier minimum Analyse du compte de résultats Analyse des relations entre le bilan et le compte de résultats Divers 6.Tableau de financement Le calcul des variations La balance de mutations de valeur Vers le tableau de financement",
        "teaching_methods": "L'enseignement sera basé sur des cours magistraux appuyés par des lectures, des exercices et des études de cas",
        "assessment_methods": "L’évaluation du cours se décompose en un examen final écrit (60 %) et un travail de groupe (40 %). Dans le cas d'une seconde inscription, seule la partie non réussie sera représentée.",
        "online_resources": "Support de cours et informations sur le site moodle du cours et documents distribués pendant les cours",
        "bibliography": "K. Cerrada, Y. De Rongé, M. De Wolf, Comptabilité et analyse des états financiers, Principes, applications et exercices, De Boeck, 2019, 3ème édition H. OOGHE, H. Vander Bauwhede, Ch. Van Wymeersch. Traité d'analyse financière, Anthemis, 2018.",
        "course_materials": "Support de cours et informations sur le site moodle du cours et documents distribués pendant les cours",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2120",
        "title": "Responsabilité sociétale des entreprises",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Demeyere Caroline"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Fondements philosophiques, politiques et économiques de la responsabilité sociétale des entreprises ; Analyse du cadre social, économique et politique dans lequel s'inscrit la responsabilité sociétale des organisations ; Le modèle des « 3P »(Profit, People, Planet) ; Ethique personnelle et position par rapport au débat responsabilité sociétale des organisations en milieu de travail.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : prendre du recul par rapport aux modèles économiques « classiques » et d’exercer un regard critique sur l’activité d’une entreprise en la mettant en perspective par rapport à des critères de développement durable (sociaux, économiques et environnementaux) et d’intégrité. identifier l’ensemble des parties prenantes d’une organisation évaluer les conséquences des décisions prises en entreprise en termes de responsabilité personnelle (éthique) et sociétale (impacts) développer une pensée « systémique » en identifiant l’ensemble des interdépendances existant entre l’activité d’une entreprise et l’ensemble de la société en amont et en aval. agir « en âme et conscience » en tant qu’individu responsable au sein de l’entreprise, mesurant la portée de ses actes",
        "content": "Enjeux du développement durable et de la Responsabilité Sociale des Entreprises Fondements conceptuels et théoriques de la Responsabilité sociale des entreprises (RSE). Définitions des concepts clés, entre convergences et divergences : durabilité, RSE, conformité, éthique. Cadres historiques, juridiques et institutionnels de la RSE. Contexte global : Objectifs de Développement Durable des Nations Unies, impacts sociétaux et environnementaux des activités humaines. Responsabilité sociale des entreprises privées lucratives et d’autres types organisations : spécificités de la RSE selon les caractéristiques organisationnelles RSE et mondialisation : chaînes d’approvisionnements globales, responsabilités et territoire, rapports entre les Nords et les Suds globaux Éthique et valeurs personnelles. Réflexions sur l’impact et la « raison d’être » de l’entreprise et de ses acteurs. Théories contractualistes (parties prenantes) et institutionnalistes de la RSE Adoption de la RSE dans les entreprises et dynamiques dans les entreprises multinationales. Types d'engagements RSE, entre RSE intégrée et RSE périphérique. Gouvernance, management et innovation sociale à l’heure des défis planétaires. Certifications et labels : enjeux, avantages et limites. Pink/Green/White/Rainbow/etc.-washing",
        "teaching_methods": "Cours magistral interactif Travaux de groupe en classe Études de cas structurées (méthode des chapeaux) et mini-études de cas Témoignages Présentiel, distanciel synchrone et distanciel asynchrone",
        "assessment_methods": "Travail écrit individuel à remettre à la fin du cours, rédigé à la maison (80%) Synopsis: Analyse d’un sujet ou d’un problème lié à la RSE mobilisant les concepts, cadres, théories et références vues en classe et formulations de recommandations stratégiques sous la forme d'une représentation visuelle. Le sujet est choisi et construit par l’étudiant ou l’étudiante. Les critères d’évaluation incluent: - la cohérence du sujet avec les attendus de base du cours (RSE) - L’adoption d’un langage académique adéquat (écriture structurée, plan logique et organisation de l’argumentaire, vocabulaire précis et adapté, références aux concepts…) - La capacité à analyser des enjeux de RSE plutôt que de rester au stade de la description, à sélectionner les outils, concepts et théories disponibles au service de l’analyse, plutôt qu’à simplement appliquer - La capacité à formuler et communiquer des recommandations stratégiques précises et spécifiques à un contexte organisationnel ou sectoriel et à les présenter de façon synthétique. Évaluation continue – Note de participation (20%) L’étudiant ou l’étudiante s’engage activement dans les activités individuelles et collectives proposées et remet les délivrables en temps et en heure : - Supports des études de cas en groupe (et éventuellement individuelles) - PPT, Poster, texte, etc. - Remise en temps et en heure de la présentation du sujet de synopsis (écrit ou vidéo) - Produire un feedback écrit pour le sujet de synopsis de deux autres étudiants La seconde session d'examens est proposée aux étudiantes et étudiants n'ayant pas validé la première session sur la base d'un examen individuel écrit effectué à la maison, l'étudiant ou l'étudiante pouvant garder son sujet de synopsis de session 1, ou en changer. NB : La seconde session n'intègre pas la note de participation. Les soumissions sont un travail original de l'étudiant ou de l'étudiante. L'utilisation de l'IA générative est autorisée mais doit être signalée et décrite avec précision : quelle IA a été utilisée, dans quel objectif, avec quels prompts et comment les résultats de l'IA ont été utilisés. L'IA peut soutenir votre travail (par exemple, en vous aidant à formuler ou à corriger) mais ne doit pas être utilisée pour le produire entièrement. La non-divulgation de l'utilisation de l'IA ou leur usage abusif peuvent être reportés comme des fraudes au règlement des études. L'étudiant ou l'étudiante s'engage à référencer correctement ses sources et à ne pas s'approprier du contenu intellectuel crée par d'autres sans reconnaître explicitement leur contribution. Le plagiat peut être détecté par les logiciels et est sanctionné par le règlement des études.",
        "online_resources": "Student Corner.",
        "bibliography": "Support de cours / Course material / Le support de cours inclut des dossiers de presse, études de cas et mini-études de cas originales crées par l’enseignante et adaptés de cas pédagogiques existants, des articles académiques en français et en anglais et des vidéos de dissémination scientifique, de la littérature officielle et grise (textes de loi et régulation par les organismes certificateurs, rapports des institutions européennes et supranationales et d’ONG, reporting RSE d’entreprises, etc…). Le cours se base sur des ouvrages de référence sur la RSE et le développement durable, en français et en anglais. La liste ci-dessous est non-exhaustive et inclut des ouvrages récents en français et en anglais sur la responsabilité sociale, ainsi que des manuels de référence (ordre alphabétique) pouvant servir de ressources pour les étudiants. Des ressources et références sont disponibles sur la plateforme Moodle pour chaque séance. Lectures conseillés / Recommended bibliographical references Barraud de Lagerie, P. (2019). Les patrons de la vertu: De la responsabilité sociale des entreprises au devoir de vigilance . Presses Universitaires de Rennes. Béji-Bécheur, A., Vidaillet, B., & Hildwein, F. (2021). Organisons l’alternative ! Pratiques de gestion pour une transition écologique et sociale . Éditions Charles Léopold Mayer. Gollier, J.-M. (2018). Responsabilité sociétale de l'entreprise: Le droit dans la transition . Anthemis. Haynes, K., Murray, A., & Dillard, J. (Eds.). (2013). Corporate Social Responsibility: A Research Handbook . Routledge. Jounot, A. (2023). RSE et développement durable: Labels, reporting, CSRD, ISO 26000, ODDs [eBook version]. AFNOR. Postel, N., & Sobel, R. (Eds.). (2016). Dictionnaire critique de la RSE . Presses universitaires du Septentrion.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2161",
        "title": "Digitalisation et expertise comptable",
        "credits": "6.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Sohet Romain"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance des pratiques professionnelles dans le domaine de l’expertise comptable et du conseil fiscal.",
        "topics_covered": "L’évolution des nouvelles technologies de l’information impacte l’expert-comptable dans sa pratique quotidienne. Ce cours a pour objectif d’aborder, dans un premier temps, les nouvelles technologies utilisées pour la comptabilisation, la production, l’analyse et le reporting des données comptables. Dans un second temps, il aborde l’évolution des tâches et de la création de valeur ajoutée pour les professions comptables.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : . Contribution de l'unité d'enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : 1.1 Faire preuve d'indépendance intellectuelle dans le raisonnement, porter un regard critique et réflexif sur les savoirs (académiques et de sens commun) et pratiques managériales en tenant compte de leur contexte d'émergence et de leurs finalités. 2.3 Articuler des savoirs issus de différents domaines du management. 2.4 Activer et appliquer ses savoirs à bon escient face à un problème. 3.3 Penser le problème selon une approche systémique et globale : percevoir les différents éléments de la situation, leurs interactions dans une approche dynamique. 3.5 Dégager, sur base de l'analyse et du diagnostic, des solutions implémentables en contexte et identifier des priorités d'action. 6.1 Travailler en équipe : s'intégrer et être capable de collaborer au sein d'une équipe, être ouvert et prendre en considération les différents points de vue et modes de pensée, gérer constructivement les divergences et conflits, assumer la diversité. Au terme de cet enseignement, l’étudiant sera capable d’appréhender les nouvelles technologies utilisées dans l’exercice de la profession d’expert-comptable et conseil fiscal et d’avoir un regard critique sur leur impact et valeur ajoutée dans l’exercice de leur fonction.",
        "content": "De manière générale, ce cours s’efforcera d’offrir une boite à outils aux futurs professionnels du chiffre.",
        "teaching_methods": "Cours magistral : Chapitre 1 : Théorie du changement Chapitre 2 : Transformation Chapitre 3 : Risques liés à la digitalisation Chapitre 4 : Fraude Chapitre 5 : Contrôle interne Chapitre 6 : Loi lanceurs d’alerte Chapitre 7 : Systèmes de défense Chapitre 8 : Solutions technologiques Chapitre 9 : Droit comptable Chapitre 10 : Rôle de l’expert-comptable (y compris LAB) Chapitre 11 : Cadre normatif du professionnel du chiffre Bonus : Tableau de bord",
        "assessment_methods": "1. Travail (1/3) - partiellement encadré durant les séances Le travail portera sur la modernisation d’au moins un processus clé d’une fiduciaire par la digitalisation. 2. Examen oral individuel en session avec deux parties : - Questions relatives au travail écrit (1/6) - sans préparation - Questions relatives au contenu du cours (1/2) Exposé en 10 minutes suite à la lecture d’un cas - avec préparation Question(s) théorique(s) sur un ou des éléments abordés dans l’exposé - sans préparation",
        "other_info": "Phase 1 du travail : dépôt du sujet. Phase 2 du travail : validation du sujet Phase 3 du travail : dépôt d'un avant-projet (table des matières, introduction, technologie) - 1 page max Phase 4 du travail : commentaires sur l'avant-projet Phase 5 du travail : dépôt du travail Travail par groupe de 2 étudiant.e.s portant sur la description d’un flux d’informations au sein d'une fiduciaire avant digitalisation, l'analyse de l'opportunité du changement, les risques et freins liés au changement, les technologies utiles en vue de la digitalisation du flux d'informations, la description du flux d'information après digitalisation et les conséquences au sein de la pratique quotidienne d’une fiduciaire (aspects positifs et négatifs). •Le travail devra être pratique et non purement descriptif et s’établit dans le contexte d’une présentation à la direction. •Le processus choisi devra être décrit. •Une vue graphique/schématique du flux d’informations initial devra être jointe. •Une vue graphique/schématique du flux d’informations final devra être jointe. •Les outils et ressources devront être analysés. •Le travail sera remis en format PDF.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2151",
        "title": "Fiscalité internationale",
        "credits": "6.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Janssen Frédéric"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours a pour objet de familiariser l'étudiant au cadre normatif de la fiscalité internationale et de l'initier aux mécanismes principaux de la planification fiscale internationale. A cette fin, le cours débutera classiquement par un examen des sources du droit fiscal international.  Le droit interne belge, le droit européen et le droit conventionnel international seront envisagés dans leur structure générale de fonctionnement (mode et champ d'application).  Le modèle OCDE de convention préventive de double imposition (« OECD Model ») fera l'objet d'une étude détaillée, illustrée par l'examen des spécificités des conventions conclues par la Belgique avec ses principaux partenaires commerciaux. Les principales techniques de planification fiscale internationale seront ensuite abordées au moyen d'une approche neutre, exposant les principes et les idées directrices des différents mécanismes, sans restreindre l'analyse à un ordre juridique étatique déterminé. Enfin, quelques thèmes plus précis seront abordés (exemple : les produits financiers hybrides et les instruments dérivés - « Hybrid Financing Instruments and Derivative Instruments ») qui permettront de toucher au droit fiscal international comparé.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : . 1. Contribution de l’unité d’enseignement au référentiel AA du programme L’étudiant(e) sera capable : de maîtriser des savoirs spécialisés 2.2. Maîtriser des savoirs hautement spécialisés dans un domaine du management : connaissances et méthodes pointues et récentes, issues de la recherche scientifique. 2.3. Articuler des savoirs issus du management avec d’une part, des savoirs issus d’autres domaines scientifiques et d’autre part, la pratique professionnelle. 2.4. Activer et appliquer ces savoirs à bon escient face à un problème concret. d’appliquer une démarche scientifique 3.1. Mener un raisonnement analytique clair et structuré en appliquant et, en adaptant si nécessaire, des cadres conceptuels et des modèles scientifiquement fondés pour décrire et analyser un problème concret. 3.2. Collecter, sélectionner et analyser les informations pertinentes selon des méthodes rigoureuses et appropriées. 3.3. Penser le problème selon une approche systémique et globale : percevoir les différents éléments de la situation, leurs interactions dans une approche dynamique, les relier à leur pratique professionnelle. 3.4. Synthétiser avec discernement les éléments essentiels de la situation, faire preuve de recul critique afin de poser un diagnostic et de dégager des conclusions pragmatiques. 3.5. Dégager, sur base de l’analyse et du diagnostic, des solutions implémentables en contexte et identifier des priorités d’action. de communiquer 8.1 Exprimer un message de façon claire et structurée, tant à l’oral qu’à l’écrit, en s’adaptant au public visé et en respectant les standards de communication spécifiques au contexte. 2.  Acquis d’apprentissage au terme de l’unité d’enseignement L’étudiant(e) sera capable : d’identifier les facteurs de rattachement susceptibles de relier une situation économique ou patrimoniale donnée à la compétence fiscale concurrente de plusieurs ordres juridiques ; de déterminer ainsi, de manière analytique, les sources potentielles de double ou multiple imposition susceptible de frapper un flux de revenus ou une structure de détention de patrimoine ; de mettre en œuvre les diverses sources normatives au moyen desquelles les Etats décident, soit unilatéralement, soit par voie conventionnelle, soit dans le cadre d’ordres juridiques institutionnels (comme l’Union européenne), d’harmoniser leurs prétentions fiscales concurrentes et de lutter conjointement contre les pratiques abusives des contribuables ; de comprendre la dimension technique de l’intégration des règles fiscales de source belge dans un contexte juridique international, en ce qu’elle est susceptible de modifier la structure normative et la portée de celles-ci ; de déterminer le régime de taxation d’un cas concret dans l’hypothèse de l’existence d’une convention préventive de double imposition établie sur le (ou inspirée du) Modèle de Convention fiscale concernant le revenu et la fortune de l’OCDE ; de déterminer les conséquences fiscales potentielles des choix stratégiques, opérationnels et financiers posés par les entreprises dans un contexte international",
        "content": "Le cours a pour objet de familiariser l'étudiant au cadre normatif de la fiscalité internationale et de l'initier aux mécanismes principaux de la planification fiscale internationale. Forts de leur souveraineté fiscale, les Etats veillent à ce que la coexistence de leur sphère de compétence respective ne porte pas d'atteinte trop lourde aux intérêts de leurs contribuables ni aux échanges internationaux indispensables à l'irrigation de leur économie.  Individuellement ou collectivement, ils veillent également à ce que, dans une économie désormais mondialisée, les manoeuvres d'optimisation fiscale ou l'usage abusif des paradis fiscaux ne mettent pas en péril la bonne collecte de leurs recettes.  Le cours examine, au départ du cadre normatif belge et du processus d'intégration économique de l'Union européenne, les mesures unilatérales adoptées par les Etats, conjuguées aux conventions internationales conclues par ceux-ci pour mener à bien ces deux objectifs concurrents. A cette fin, le cours débutera classiquement par un examen des sources du droit fiscal international.  Le droit interne belge, le droit européen et le droit conventionnel international seront envisagés dans leur structure générale de fonctionnement (mode et champ d'application).  Le modèle OCDE de convention préventive de double imposition (« OECD Model ») fera l'objet d'une étude détaillée, illustrée par l'examen des spécificités des conventions conclues par la Belgique avec ses principaux partenaires commerciaux. Les principales techniques de planification fiscale internationale seront parallèlement abordées au moyen d'une approche neutre, exposant les principes et les idées directrices des différents mécanismes, sans restreindre l'analyse à un ordre juridique étatique déterminé. Cette approche croisée permettra de mettre en évidence les évolutions qui, sous la poussée des travaux de l'OCDE (à la suite du rapport BEPS du 18 février 2013), transforment le cadre normatif de la fiscalité internationale, telles les modalités d'imposition de l'économie numérique ou l'adaptation du modèle de \"l'évaluation territoriale des assiettes taxables\" (B. CASTAGNEDE) en vue de l'appréhension efficace des opérations intra-groupe orchestrées par les multinaltionales.",
        "teaching_methods": "Cours magistral et exercices associés au cours",
        "assessment_methods": "Examen oral (session)",
        "bibliography": "·       B. TERRA, P.J. WATTEL, H. VERMEULEN, O. MARRES, European Tax Law , 7th ed., Kluwer Law International, 2018 ·       A. MAITROT DE LA MOTTE, Droit fiscal de l'Union européenne , 3ème éd., Bruylant, 2022 ·       B. GOUTHIERE, Les impôts dans les affaires internationales , 16ème éd., Francis Lefebvre, 2022 ·       B. CASTAGNEDE, Précis de fiscalité internationale , 6ème éd., P.U.F., 2019 ·       M. SCHOLES, M. WOLFSON, M. ERICKSON, E. MAYDEW et T. SHEVLIN, Taxes and Business Strategy, a Planning Approach , 5th ed., Global edition, Prentice Hall, 2016. ·        L. OATS, Principles of International Taxation , 9th ed., Bloomsbury Professional, 2023 -        B.J. ARNOLD, International Tax Primer , 5th ed., Kluwer Law International, 2023",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc1316",
        "title": "Marketing",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lambert Nicolas"
        ],
        "teaching_language": "Français",
        "topics_covered": "1. Le Rôle du marketing dans l'économie et dans l'entreprise. 2. La compréhension du comportement du client : 2.1 Les besoins et motivations 2.2 Le processus de réponse du client 3. Les Concepts de base du marketing stratégique 3.1. Les analyses d’attractivité et de compétitivité 3.2. La segmentation, le ciblage et le positionnement 4. Les concepts du marketing opérationnel 4.1. La Marque 4.2. La Distribution 4.3. Le Prix 4.4. La communication Marketing",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Décrire la place du Marketing dans l'entreprise et le rôle de celui-ci. Définir, décrire et développer les concepts fondamentaux du marketing stratégique en mettant l'emphase sur les questions de segmentation et de cycle de vie de produit. Décomposer la mise en œuvre de la stratégie marketing selon les différents éléments du marketing opérationnel : produit, prix, distribution et communication. Intégrer les quatre éléments du marketing mix et identifier l'importance de leurs rôles respectifs. Évaluer l'impact sociétal et le caractère éthique de toute décision marketing.",
        "content": "Ce cours d'introduction au marketing amènera les étudiants à comprendre comment une orientation marketing permet à l'entreprise d'être plus performante dans la conception et la mise sur le marché de ses produits. Le cours mettra plus l'accent sur le marketing stratégique que sur le marketing opérationnel. Le marketing stratégique abordera les thèmes de l'analyse des besoins et des comportements des consommateurs, de la segmentation, des analyses d'attractivité et de compétitivité des marchés, du ciblage et du positionnement du produit. Le marketing opérationnel couvrira les notions de produit, de marque, de prix, de distribution et de communication. Des exercices seront discutés au cours et demanderont une présence active des étudiants. Un attention particulière sera portée sur les liens entre marketing et développement durable.  L'étudiant sera sensibilisé à ces liens complexes et invité à s'interroger sur le sujet.",
        "teaching_methods": "Ex cathedra Classes inversées: lecture et visionage de document hors cours et discussion lors du cours Une séance de résolution de cas pourra être proposée",
        "assessment_methods": "Examen écrit",
        "online_resources": "Cfr Student Corner Les slides du cours ainsi que les lectures et autres resources seront disponibles sur Student Corner - La prise de note au cours est très fortement recommandée, le professeur amenant de nombreuses informations complémentaires aux slides.",
        "bibliography": "Ouvrages de référence (achat non obligatoire): Lambin / de Moerloose - Marketing Stratégique et opérationnel - Dunod - 2021 Lambert - Le marketing peut-il sauver le monde - Racine - 2023",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2110",
        "title": "Contrôle de gestion",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Telle Annick"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Planification et contrôle de gestion ' contrôle de gestion stratégique. Les budgets, leur structure et méthodes d'élaboration. Les méthodes historiques de contrôle. Le pilotage des coûts par les standards. Les techniques de coûts de transfert. Calcul d'écarts spécifiques aux fonctions logistiques et opérationnelles. Les tableaux de bord financiers.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de comprendre l'articulation budgétaire des organisations, élaborer des budgets, calculer les écarts de gestion et traduire le tout en tableau de bord",
        "content": "Le cours est scindé en 2 parties : Partie 1 : Contrôle de gestion Notions préliminaires Le calcul des coûts Le seuil de rentabilité La gestion budgétaire P artie 2 : Contrôle des performances Au terme de cet enseignement, l’étudiant devra être capable : De calculer un coût de revient selon différentes méthodes ; De calculer différents seuils de rentabilité ; D’établir les budgets d’une entreprise ; De proposer une analyse des écarts budgétaires ; D’élaborer un tableau de bord prospectif.",
        "teaching_methods": "Cours magistral et exercices associés aux cours",
        "assessment_methods": "Examen Ecrit d'une durée de deux heures : Question s) thérorique(s) et exercices associés aux chapitres du cours.",
        "other_info": "En soumettant un devoir/travail pour évaluation : - Vous certifiez qu’il reflète fidèlement les faits et pour ce faire, vous devez avoir vérifié ces faits, surtout s'ils proviennent des ressources de l’IA (Intelligence Artificielle) générative ; - Vous certifiez que toutes vos sources qui vont au-delà de la connaissance commune sont convenablement attribuées. La connaissance commune est ce qu’un lecteur averti peut évaluer sans avoir besoin de confirmation d’une source distincte ; - Vous certifiez avoir respecté toutes les consignes spécifiques de votre devoir/travail, en particulier les exigences pour la transparence et la documentation du processus, ou avoir vous-mêmes expliqué où cela n’était pas possible. Si l’une de ces affirmations n’est pas vraie, que ce soit intentionnellement ou par négligence, vous avez violé votre engagement à la vérité, et éventuellement d’autres aspects de l’intégrité académique. Ceci constitue une faute académique.",
        "bibliography": "GUERRA F. (2007), Pilotage stratégique de l’entreprise, le rôle du tableau de bord prospectif, De Boeck DE RONGE Yves (2013), Comptabilité de Gestion, De Boeck, LEHMANN PJ, CONSTANT A., POTTIER F. (2020), Toute la gestion de l'entreprise, De Boeck, DJERBI Z., DURAND X., KUSZLA C.(2020), Contrôle de gestion, Dunod.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2152",
        "title": "Procédure fiscale",
        "credits": "6.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Picavet Jonathan",
            "Stevenart Meeus François"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "La procédure en matière d'impôt sur les revenus : l'obligation de déclaration : formes, délais et effets de la déclaration fiscale les pouvoirs d'investigation de l'administration et les contrôles auprès du contribuable et des tiers les limites aux pouvoirs d'investigation du fisc les moyens de preuve de l'administration : principes généraux, modes de preuve du droit commune et modes de preuve propres au droit fiscal les procédures de redressement de l'impôt: rectification de la déclaration et imposition d'office; les délais d'imposition ; les délais de recouvrement ; les voies de recours administratives : réclamation et dégrèvement d'office ; les voies de recours judiciaires.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement théorique, comportant toutefois de nombreuses illustrations issues de la jurisprudence, l'étudiant sera capable : de connaître les droits et obligations du contribuable vis-à-vis de l'administration fiscale mais aussi les droits et obligations  de l'administration fiscale dans la phase d'établissement de l'impôt ; d'analyser les différents délais d'imposition et de recouvrement des impôts ; de pouvoir conseiller utilement un contribuable lors d'un contrôle de sa situation fiscale et plus généralement, de se prononcer sur la légalité d'une procédure d'établissement de l'impôt. d'envisager l'introduction d'une voie de recours, administrative (comme une réclamation) ou judiciaire.",
        "content": "Cette unité d’enseignement permet de parcourir l’ensemble de la procédure fiscale applicable en matière d’impôts sur les revenus. Au terme de l’enseignement, les étudiants seront capables de : connaitre les droits et obligations des contribuables vis-à-vis de l’administration fiscale mais également ceux de l’administration fiscale vis-à-vis du contribuable ; calculer les différents délais d’imposition et de recouvrement des impôts ; conseiller utilement un contribuable lors du contrôle de sa situation fiscale ; plus généralement de se prononcer sur la légalité d’une procédure d’établissement de l’impôt et, envisager, le cas échéant, l’introduction d’une voie de recours administrative ou judiciaire.",
        "teaching_methods": "Cours magistral exclusivement en présentiel",
        "assessment_methods": "Examen écrit en session",
        "other_info": "L’unité d’enseignement n’est pas accessible à un public ne maitrisant pas la langue de l’enseignement.",
        "bibliography": "Ouvrage collectif, Manuel de procédure fiscale, 3ème édition, publié par Anthemis en 2019 M. MORIS, Procédure fiscale approfondie en matière d’impôts directs - 3ème édition, publié par Anthemis en 2020 Ouvrage collectif THIBERGIEN, Manuel de droit fiscal, 40ème édition, publié par Kluwer en 2022 F. KONING, Le redressement fiscal à l’impôt sur les revenus, 2ème édition, publié par Kluwer en 2015. Ouvrage collectif, Le contrôle fiscal - Aspects pratiques et actualités, publié par Anthemis en 2015 Th. LAUWERS et N. PIROTTE, Le Code du recouvrement amiable et forcé des créances fiscales et non fiscales, 1ère édition, publié par Larcier en 2020",
        "course_materials": "Manuel de procédure fiscale, 3ème édition, Anthemis Présentation powerpoint transmise par les enseignants",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2140",
        "title": "Strategic Marketing",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Ducarroz Caroline"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours de Business Game s’articule autour d’une simulation de gestion complète, dans laquelle les étudiants, par groupes de 4 à 5, gèrent une entreprise virtuelle et s’affrontent sur des marchés concurrentiels (environnement Markstrat). Ce cours est ancré dans l’analyse stratégique liée à la gestion d’une entreprise. La simulation de gestion utilisée n’est pas une fin en soi : elle sert de terrain exploratoire, de manière à approfondir les concepts théoriques liés à la stratégie d’entreprise et à les mettre en perspective avec la situation de leur entreprise virtuelle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l’unité d’enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : 2. Maîtriser des savoirs spécialisés; 6. Travailler en équipe et en exercer le leadership 7. Intégrer une approche managériale; 8. Communiquer, dialoguer efficacement et convaincre ses interlocuteurs. 9. Se connaître et être autonome, pouvoir rapidement s’adapter à de nouveaux contextes et y évoluer positivement. Les Acquis d’Apprentissage au terme de l’unité d’enseignement Au terme de cet enseignement, les étudiants seront capables de : Analyser les options stratégiques possibles pour une entreprise/organisation, liées à son positionnement sur un marché concurrentiel et à la segmentation des clients sur un marché ; Construire la (les) stratégie(s) la (les) plus appropriée(s) pour une entreprise/organisation, et ce dans un environnement concurrentiel en perpétuel mouvement ; Mettre en perspective théorie stratégique et gestion d’une entreprise, en appliquant les principes théoriques relatifs au management stratégique dans la gestion d’une entreprise virtuelle ; Maîtriser des études de marché avancées, et mettre en relation les résultats fournis par ces études ; Identifier les informations pouvant enrichir leur raisonnement, parmi la quantité importante d’informations reçues ; Initier, développer et implémenter ses idées autour du portefeuille de produits de l’entreprise ; Faire preuve d’esprit critique, dans un environnement concurrentiel en évolution ; Réconcilier les différents points de vue exprimés par les membres d’une équipe ; Anticiper et organiser leur travail, sous la pression du temps ; Résumer leurs réflexions de manière claire, fournir des arguments pour chaque choix, et communiquer de manière efficiente, tant verbalement qu’à l’écrit ; Evaluer la pertinence de leurs choix, a posteriori.",
        "content": "Après une session dédiée à l’introduction de la simulation Markstrat, chaque groupe agit comme une entreprise active dans une industrie spécifique, de manière à maximiser la valeur de ses produits pour les consommateurs et la valeur de l’entreprise pour les actionnaires. Durant chaque session, les étudiants présentent l’évolution de la stratégie de leur entreprise, justifient leur choix (dépendant d’un environnement concurrentiel changeant) et mettent en oeuvre leur stratégie d’un point de vue opérationnel. Ainsi, les étudiants interagissent avec le professeur et/ou un assistant durant chaque session, au sujet de leur analyse stratégique du marché et de la situation de leur entreprise. Ils doivent aussi fournir des rapports intermédiaires et un rapport final. Un feedback est donné durant chaque session sur les décisions prises durant les sessions précédentes et sur les concepts théoriques mobilisés. Plusieurs bouclages théoriques sont réalisés par le professeur, en début de séance et entre les séances par un système de classe inversée (vidéos, tutoriels, etc).",
        "teaching_methods": "Le cours alterne interactions verbales entre professeur et chaque groupe d’étudiants (discussions), réalisation de rapports écrits (avec « défis » à réaliser), dispositif de classe inversée (courts tutoriels/vidéos sur certaines notions théoriques, à visionner entre les sessions), feedback donné aux groupes et enfin recadrage et approfondissement théorique sur les concepts utilisés. Ainsi, l’étudiant·e est amené·e à mener, individuellement un travail préparatoire en amont de certaines sessions, et doit réaliser, par groupe, systématiquement, un travail suivant chacune des sessions (rapports intermédiaires et rapport final). Le cours est organisé en séances de 4h, dans des salles dont l’agencement se prête davantage à la réflexion par groupe et aux interactions entre l’enseignante et les étudiants.",
        "assessment_methods": "L’évaluation finale sera déterminée en fonction des éléments suivants : une évaluation continue par groupe (60% de la note globale) . Plus spécifiquement, nous considérons l'évolution au fil des sessions , des éléments suivants : Les résultats obtenus (principalement la progression en termes de résultats) ; La compréhension approfondie des différents concepts auxquels les étudiants sont confrontés ; L’analyse stratégique : cohérence des décisions prises, clarté du positionnement des différents produits de l’entreprise sur les marchés où elle était présente, relative prise de risque de l’équipe dans l’élaboration de sa stratégie, gestion des éventuelles situations de crise, capacité d’apprendre de ses erreurs ; La dynamique au sein du groupe ; Les « défis » et rapports intermédiaires. Une évaluation continue individuelle (20% de la note globale) ; Un rapport final écrit, par groupe (20% de la note globale - à remettre avant la session) . En cas de réussite des 3 activités d’apprentissage, la méthode d’intégration mentionnée (évaluation continue par groupe 60% - évaluation continue individuelle 20% - rapport écrit de groupe 20%) est d'application. En cas d’échec à l'évaluation continue individuelle, la méthode d’intégration prévoit que la note finale est un échec (correspondant à la note de l'évaluation continue individuelle). Les modalités précises du cours , en ce compris les consignes liées aux rapports et défis, seront communiquées aux étudiants lors de la première séance du cours. Le système d’évaluation continue requiert la participation de chaque étudiant au cours. Au cas où un·e étudiant·e n’obtient pas une note suffisante pour être crédité(e) pour ce cours , et qu’il(elle) souhaite avoir la possibilité d’améliorer sa note pour la même année académique, il lui sera demandé d’élaborer individuellement un rapport écrit supplémentaire, qui viendra remplacer les notes obtenues en (2) et (3), à savoir l’évaluation continue individuelle et le rapport écrit final. Ainsi, la note obtenue pour l’évaluation continue du groupe ne pourra pas être améliorée durant une même année académique. Note: Dans les travaux de groupe dans le cadre de ce cours, les sources d’information doivent être systématiquement citées, en respectant les normes de référencement bibliographique. Dans le cas où l’étudiant·e aurait fait appel à une IA générative, il(elle) est tenu·e d’indiquer systématiquement les parties ayant fait l’objet d’une utilisation de cet outil, en ajoutant une note de bas de page précisant si l’IA a été utilisée et dans quel but elle l’a été (recherche d’information, rédaction de texte et/ou correction de texte). L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées. Ainsi, en soumettant un travail de groupe ou individuel pour évaluation, l'étudiant·e affirme : (i) qu'il reflète fidèlement le phénomène étudié, et pour cela elle/il doit avoir vérifié les faits ; (ii) avoir respecté toutes les exigences spécifiques du travail qui lui est confié, notamment les exigences pour la transparence et la documentation de la démarche scientifique mise en œuvre. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, l'étudiant·e est en défaut de son engagement déontologique vis-à-vis de la connaissance produite dans le cadre de son travail, et éventuellement d’autres aspects de l’intégrité académique, ce qui constitue une faute académique et sera considéré comme tel.",
        "bibliography": "La liste qui suit est loin d’être exhaustive. Les sources citées peuvent s’avérer intéressantes pour tout étudiant désireux d’en savoir davantage sur les sujets abordés. Attention : il est demandé aux étudiants de lire, en préparation du cours, les chapitres 7 et 8 de « Stratégique » (auteurs : G. Johnson and K. Scholes, 13ème édition ou édition précédente – notez que le nombre d’auteurs varie selon l’édition), portant sur « Les Stratégies par domaine d’activité » et « La stratégie au niveau de l’entreprise ». Ce livre est disponible à la Bibliothèque de l’UCL-Mons. [1] D. A. AAKER, C. MOORMAN (2021), Strategic Market Management, Eleventh Edition, John Wiley & Sons. [2] G.G. DESS, G.T. LUMPKIN, M.L. TAYLOR (2005), Strategic Management: Creating Competitive Advantages, Second Edition, The McGraw-Hill Companies, Inc. [3] J.-P. HELFER, M. KALIKA, J. ORSONI (2016), Management Stratégique, 10ème Edition, Librairie Vuibert – Gestion. [4] G. HOOLEY, J. SAUNDERS, N. PIERCY (2004), Marketing Strategy and Competitive Positioning, 3rd Edition, Pearson Education Limited. [5] G. JOHNSON, H. SCHOLES, F. FRERY, D. ANGWIN, P. REGNER (2023 or former edition ), Stratégique, 13ème Edition, Pearson Educ. France. [6] J.J. LAMBIN, C. de MOERLOOSE (2021), Marketing Stratégique et Opérationnel: la démarche Marketing dans une perspective responsable, Dunod, Paris. [7] M. E. PORTER (2004), The Competitive Strategy: Techniques for Analysing Industries and Competitors, Second Edition, The Free Press; Export Edition. Interesting business journal: McKinsey Quarterly - www.mckinsey.com/quarterly/overview",
        "responsible_entity": "CLSM"
    }
]