[
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1370",
        "title": "Histoire de la philosophie arabe",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bonmariage Cécile"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours vise à donner aux étudiants un aperçu historique des grands courants de la philosophie (falsafa) telle qu'elle s'est développée dans la sphère culturelle arabo-islamique. Il entend définir ce qu'est la falsafa, quelles en sont les origines et quelle est la position qu'elle occupe dans la culture arabo-islamique. Il fournit une introduction aux penseurs les plus marquants, ainsi qu'aux problématiques qui ont nourri les débats des falâsifa.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin du cours, l'étudiant doit : connaître la nature et la place de la philosophie (falsafa) dans la sphère culturelle arabo-islamique ; savoir situer historiquement les penseurs et courants de la philosophie arabo-islamique ; savoir situer la philosophie dans son rapport aux autres formes de pensée à l'oeuvre dans cette sphère culturelle ; savoir définir les problématiques centrales abordées dans le cadre de la philosophie arabo-islamique et en dégager les enjeux ; savoir utiliser les outils permettant d'étudier de façon générale ou plus approfondie la pensée arabo-islamique dans son aspect philosophique.",
        "content": "Le cours entend initier aux questions et débats animant la pensée pré-moderne en terre d'islam, avec une attention particulière pour la falsafa . Il en expose les fondements, la spécificité par rapport à d'autres courants de pensée auxquels elle s'oppose ou avec lesquels elle interagit, les débats principaux qui l'animent. Après un rappel des conditions historiques ayant permis son émergence, nous étudierons la philosophie en terre d'islam à travers des questions liées à la métaphysique (compréhension du monde, structure du réel, causalité), à la nature de l'homme (corps/âme; émergence du moi chez Avicenne; destinée de l'homme après la mort), au rapport entre discours philosophique et discours religieux (rôle du philosophe dans la cité, rôle du message prophétique); à la théorie de la connaissance (intellection de Farabi à Averroès; intuition et connaissance par présence).",
        "teaching_methods": "Cours magistral sur base de lectures préparatoires hors classe",
        "assessment_methods": "Examen oral portant sur la matière vue au cours (portefeuille de lectures et exposés magistraux)",
        "other_info": "Pour vous donner une idée du contenu, voici le plan de cours de l’année académique 2021-2022 (1) Conditions d’émergence de la falsafa 1. Les débuts de la falsafa – le mouvement des traductions 2. Attitudes des philosophes par rapport au donné grec | Falsafa et autres courants (2) Questions de métaphysique (compréhension de la structure du réel) 1. Fārābī | Avicenne 2. Autres modèles 2.0. Modèles émanatifs chez les Ismaéliens 2.1. Compréhension de la structure du réel dans le Kalām 2.2. Penser l’univers comme un (Le tournant métaphysique du 12e-13e s., Suhrawardī | Ibn ʿArabī) (3) Penser l’homme (Le paradis des philosophes) 1. Le paradis des philosophes I - Fārābī | Avicenne 2. Le paradis des philosophes II - L’Ishrāq et la possibilité de la réincarnation 3. L’homme dans le kalām ashʿarite post-classique (FD Rāzī) 4. Figures de la perte du moi (Averroès ; Ecole akbarī) (4) Le philosophe dans la Cité 1. Le philosophe dans la Cité I - Fārābī | Avicenne 2. Le philosophe dans la Cité II – Evolution du concept dans al-Andalus (Ibn Bājja, Ibn Ṭufayl, Averroès et le Discours décisif ) 3. Le philosophe dans la cité III – Hiérarchie et égalitarisme",
        "online_resources": "Voir page du cours sur Moodle",
        "bibliography": "The Cambridge Companion to Arabic Philosophy . Ed. P. Adamson & R. Taylor. Cambridge, CUP, 2005. The Routledge companion to Islamic philosophy . Ed. R. C. Taylor & L. X. López-Farjeat. New York, Routledge, 2015. The Oxford Handbook of Islamic Philosophy . Ed. Kh. El-Rouayheb & S. Schmidtke. Oxford, OUP, 2016.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2803",
        "title": "Preparation Portfolio for Research",
        "credits": "10.00",
        "hours": "37.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Machek David"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Pratiques de recherche et de communication de la recherche en philosophie. La rédaction scientifique en philosophie. Formation à la recherche bibliographique en philosophie en vue de l’élaboration d’un projet de recherche",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1224",
        "title": "Travaux pratiques IV",
        "credits": "5.00",
        "hours": "2.5 h + 35.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Camilleri Sylvain"
        ],
        "teaching_language": "Français",
        "prerequisites": "/ Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Les travaux pratiques proposent une formation complémentaire aux cours magistraux du programme, en mettant l'accent sur les compétences à acquérir en vue d'un exercice pertinent de la philosophie. Ces compétences forment donc le coeur thématique des quatre séries de travaux pratiques réparties sur les deux premiers blocs annuels du bachelier (TP 1, TP 2, TP 3 & TP 4).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les travaux dirigés abordent la philosophie et son histoire sous un angle pratique avec trois grands AA : 1) acquérir les outils nécessaires à la lecture et à l'écriture d'un texte philosophique 2) se former aux techniques de l'exposé oral et du débat en philosophie. 3) Les travaux pratiques forment également à la recherche bibliographique et au bon usage des outils heuristiques de base, nécessaires à la découverte ainsi qu'à la sélection des sources primaires et secondaires en philosophie. Plus spécifiquement, les TP poursuivront 5 objectifs : (1) Former à une lecture rigoureuse et critique des textes philosophiques classiques et de la littérature secondaire qui s'y rapporte. (2)  Apprendre à produite un commentaire critique ainsi qu'une dissertation ou un essai philosophique, dans le respect des normes académiques (citations, références, bibliographie, etc.). (3) Etre capable de restituer et de synthétiser (oralement  et/ou par écrit) les raisonnements, les arguments et les méthodes qui auront été examinés. Il devra également être en mesure de les comparer, de les évaluer et de les critiquer. (4) Etre capable d'exposer et communiquer le résultat de son travail de recherche personnel sur des thèmes, questions ou auteurs philosophiques. Les TP devront donc enseigner la rédaction écrite et les techniques de l'exposé oral. (5) Exercer à la rédaction de travaux écrits et à la préparation d'exposés oraux, notamment en vue du TFC de BAC.",
        "content": "La liste des textes dont la lecture est obligatoire, en vue des séances et/ou en travail personnel, le calendrier des travaux et autres échéances sont précisés sur le site Moodle de LFILO 1224, qui fournit toutes les instructions nécessaires et qu’il est donc indispensable de consulter.",
        "teaching_methods": "Exercices de lecture et de commentaire de textes ; suivi des travaux personnels ; exposés oraux par les étudiants. Cette quatrième série de TP met l'accent sur les procédés argumentatifs dans l'écriture (la dissertation) et dans la communication orale (exposé sur un texte, commentaire critique, débat). On insiste sur le recours à la littérature secondaire et son bon usage.",
        "assessment_methods": "Présence aux séances obligatoire. Travaux personnels en cours de quadrimestre ; travail final remis pour la session. Entretien oral durant la session avec le/ les assistants en charge des séances. Un ou des travaux non remis en temps et heure prévus durant le quadrimestre, et/ou des absences non justifiées lors des séances peuvent entraîner une note insuffisante. Ne pas avoir lu dans son intégralité le texte dont la lecture personnelle (indépendamment des séances de cours) est obligatoire peut entraîner la même pénalité. Les pondérations communiquées par les assistants et relatives aux diverses prestations exigées des étudiants ne sont d'application qu'à conditions que toutes les prestations aient été accomplies en temps et heure prévus. Dans le cadre de ce cours, les étudiant·es sont évalué·es de deux manières : • l’évaluation continue certificative incluant une présentation orale obligatoire en cours de quadrimestre et un travail obligatoire à remettre en fin de quadrimestre (80% de la note finale) • un examen oral en session (20% de la note finale). La présence à ce cours est requise. Les titulaires du cours pourront, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à l'examen d'un·e étudiant·e qui n'aurait pas suivi les activités d'apprentissage. En cas d'échec à la première session, il est nécessaire de s'adresser à l'assistant responsable qui précisera les modalités du travail supplémentaire requis à la session suivante. NB. en fonction de l'évolution des mesures sanitaires en vigueur en Belgique et à l'Uclouvain, l'examen (de même que des séances de TP durant le quadrimestre) pourra (pourront) avoir lieu en présenciel, sur le site de Louvain-la Neuve ou à distance, en ligne. Il conviendra de s'informer de la situation et des mesures en vigueur lors de chaque session, et durant le quadrimestre.",
        "bibliography": "instructions précises sur moodle",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1250",
        "title": "Logique",
        "credits": "5.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Verdée Peter"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Les notions de loi logique et de raisonnement valide La logique classique : l'approche sémantique (la théorie des modèles), l'approche syntaxique (la théorie de la démonstration) et l'équivalence des deux approches quant au résultat Les limites de la logique classique Les racines historiques de la logique contemporaine",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Maîtriser les notions de base de la logique Pouvoir appliquer ces notions à des raisonnements concrets (en langage formel et informel) Pouvoir situer ces notions dans leur contexte philosophique et historique Être en mesure de développer une attitude critique par rapport aux techniques de la logique",
        "content": "Les sujets suivants seront abordés : Les réponses possibles à la question « qu’est-ce que la logique ? » La base mathématique : fonction, relation, ensemble, arbre, définition/preuve par récurrence La logique propositionelle : sémantique et axiomatique La logique prédicative : sémantique Problèmes de la logique classique Une logique pertinente et sa théorie de preuves diagrammatique Histoire de la logique : Aristote, les stoiciëns, Frege, Russell, Tarski, Gödel",
        "teaching_methods": "Cours ex cathedra avec quelques exercices en petits groupes Travaux dirigés avec l'assistent",
        "assessment_methods": "L'évaluation finale en juin comporte : pour 10%, le résultat obtenu lors des trois interrogations prévues en cours de quadrimestre; pour 30%, le résultat obtenu lors de l'examen écrit des TD en cours de quadrimestre (en mai). pour 60%, le résultat obtenu lors de l'examen écrit durant la session de juin. Cet examen est un examen à livre ouvert et se concentre surtout sur la compréhension du contenu du cours. En aout, il y a un seul examen écrit à livre ouvert. L'évaluation comporte : pour 30%: le résultat de la partie TD de l'examen écrit pour 70%, le résultat de la partie théorique de l'examen écrit",
        "bibliography": "Syllabus écrit par l'enseignant",
        "course_materials": "Syllabus écrit par l'enseignant et certains textes disponibles sur Moodle",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1320",
        "title": "Epistémologie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Guay Alexandre"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Par contraste avec l'épistémologie spéciale qui s'intéresse aux fondements d'un type de savoir en particulier (sciences humaines ou naturelles), dans ce cours, il sera question d'épistémologie générale, aussi connue sous le nom de théorie de la connaissance. On s'intéressera notamment aux opérations de la pensée à fort caractère gnoséologique (raisonner, juger, croire, etc.). On mettra en évidence les obstacles à la connaissance (le doute, l'erreur, les illusions sensorielles et cognitives, les biais cognitifs, la charge théorique, etc.) ainsi que certains moyens supposés permettre de les surmonter. On présentera et discutera les principales tendances historiques en épistémologie (empirisme et rationalisme, idéalisme et réalisme, la nature de la vérité, etc.), mais aussi les positions plus contemporaines et pour certaines les plus récentes (internalisme et externalisme, fondationalisme et cohérentisme, connaissance par témoignage, constructivisme social, etc.).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À l'issue de ce cours, les étudiants auront acquis les notions de base issues des grandes théories de la connaissance de la tradition philosophique. Ils seront capables de comprendre comment un discours peut prétendre à la validité de manière fondée et critique. Ils percevront la pluralité des réponses qu'il est possible d'apporter à la question « que puis-je savoir ? ». En d'autres termes, quelle est la nature de la connaissance, quels en sont les modes et les limites.",
        "content": "L’objectif de ce cours est de donner aux étudiants une première initiation à l’épistémologie générale (entendue dans son sens de « théorie de la connaissance »). Le cours abordera notamment les modalités de définition possibles de ce qu’est la connaissance, ainsi que les diverses manières dont on peut considérer que celle-ci se retrouve justifiée (fondationnalisme, cohérentisme, …). Divers thèmes connexes étudiés seront : le scepticisme, le relativisme, la vérité, les limites de la connaissance, la connaissance par témoignage, les vertus épistémiques, etc.",
        "teaching_methods": "Le cours sera basé sur des exposés magistraux. La méthode privilégiée sera la comparaison systématique des approches et positions. Par ailleurs, il sera attendu que les étudiants se préparent aux cours par des lectures. La participation en classe sera ainsi essentielle. Tant que faire se peut, l’enseignant privilégiera l’enseignement en présentiel. Selon les contraintes liées à la crise sanitaire, le cours pourra cependant basculer à tout moment en enseignement co-modal (présentiel/distanciel) ou en distanciel.",
        "assessment_methods": "Première session: Examen écrit (85%) et contrôle continu (15%). Seconde session: Examen écrit.",
        "online_resources": "Site web Moodle.",
        "bibliography": "Les différentes ressources bibliographiques seront postées en accès restreint sur la page Moodle du cours.",
        "course_materials": "Diaporamas postés sur le site Moodle",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1230",
        "title": "Séminaire : Histoire et textes de la philosophie de l'antiquité",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Destrée Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours expose les grandes étapes de l'évolution de la philosophie ancienne : période présocratique, classique (Socrate, Platon, Aristote), hellénistique et impériale romaine (stoïcisme, épicurisme, scepticisme et néoplatonisme). Par ailleurs sont fournies  certaines informations concernant le statut particulier de la philosophie ancienne (état souvent fragmentaire des sources, importance de la doxographie, problèmes liés à la tradition manuscrite, rapport entre tradition orale et l'écriture, genres littéraires particuliers, conditions de travail des philosophes anciens, structure des écoles philosophiques dans l'antiquité, finalité de la philosophie ancienne, etc.). Des textes représentatifs des principaux philosophes seront vus et commentés au cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours l'étudiant sera capable de présenter d'une manière globale les principaux courants et thèmes de la philosophie ancienne. Il aura été initié à la lecture critique de textes de philosophie ancienne et de la littérature secondaire.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1140",
        "title": "Philosophie morale",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Depré Olivier"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours introduit à quelques grands thèmes la philosophie morale en liant ceux-ci à l'histoire de la philosophie. La dimension historique joue un rôle aussi important que la dimension systématique. Liberté, volonté, responsabilité ; eudémonisme, morale déontique, utilitarisme ; éthique appliquée, éthique environnementale et éthique animale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À l'issue de ce cours, l'étudiant sera capable d'aborder de façon critique, c'est-à-dire de manière tout à la fois personnelle, informée et argumentée, les grandes questions morales relatives au sens du bonheur, à la notion de devoir, à l'idée de valeur etc., et d'en faire voir la légitimité et la pertinence pour les hommes et le monde d'aujourd'hui. À cette fin, il devra être en mesure de maîtriser les repères conceptuels et historiques nécessaires pour pouvoir mesurer les enjeux moraux de toute question philosophique et être capable de les mettre en oeuvre de façon cohérente et réfléchie.",
        "other_info": "",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2362",
        "title": "Philosophie politique (questions approfondies) - Political Philosophy (Advanced Studies)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gosseries Axel"
        ],
        "teaching_language": "Français",
        "topics_covered": "Chaque année, le cours privilégiera un thème particulier, par exemple les justifications de la démocratie, la souveraineté, la citoyenneté, le conflit, le pouvoir, la justice globale, la justice sociale, la justice climatique, les migrations, etc. Le cours veillera à présenter et à confronter différentes approches philosophiques de ce thème. Il s'attachera également à articuler l'étude du thème choisi à une réflexion sur les visées et les méthodes de la philosophie politique.",
        "content": "En 2022-2023, le cours portera sur le thème « besoins et justice sociale ». Il s’agira d’étudier les relations entre, d’une part, les besoins humains (leurs contours, leur formation et la satisfaction – ou la non-satisfaction – de ceux-ci), et, d’autre part, la justice sociale. Ce cours abordera notamment la question de savoir si la satisfaction des besoins – ou d’un sous-ensemble clairement défini de ceux–ci – constitue une condition nécessaire et/ou suffisante pour réaliser l’idéal de justice sociale. Dans cette perspective, une question centrale consiste à se demander dans quelles mesures les approches contemporaines en philosophie politique rendent justice – ou pas – à l’idée d’une distribution des ressources selon les besoins. Ce cours étudiera également les possibles justifications d’une priorité donnée à la satisfaction de certains besoins plutôt qu’à celle d’autres besoins. En somme, ce cours réexaminera les liens entre les besoins, les conceptions de la vie bonne poursuivies et l’idée de justice. Il visera également à identifier et à confronter les divers raisonnements justifiant, au nom de la justice sociale, la satisfaction de (certains) besoins existants, ou, au contraire, l’autolimitation des besoins.",
        "teaching_methods": "Le cours sera organisé en trois parties. La première partie est constituée de leçons ex cathedra examinant la place occupée par les besoins dans les bases informationnelles sous-tendant les différentes approches contemporaines de la justice sociale (utilitarisme, libertarisme, marxisme, égalitarisme libéral, communautarisme). La seconde partie est constituée de lectures et de présentations, par les étudiants, d’articles et de chapitres sur différentes facettes du thème étudié. La troisième partie prendra la forme de la rédaction de courts essais par les étudiants autour des problématiques abordées dans les deux premières parties. Après un retour sur ce premier essai, un second essai - sur lequel portera une grande partie de la note finale - sera rédigé.",
        "assessment_methods": "En première session, l'évaluation portera sur la participation au cours (la présentation d’articles/chapitres : 20 % de la note finale) et sur la rédaction d’un travail final (le second essai) (80 % de la note finale). La méthode à suivre pour les travaux ainsi que leur format seront précisés en première séance. Parmi les critères d'évaluation du second essai, notons (1) rigueur des analyses et précision des énoncés, (2) centrage/problématisation, (3) originalité des arguments,(4) prise en compte des commentaires sur la version préliminaire. En seconde session, l'évaluation portera sur un examen oral sur la matière vue au cours (100 % de la note finale).",
        "other_info": "Le cours suppose une formation de base à la philosophie politique ; une connaissance au moins passive de l'anglais suffisante pour pouvoir lire des textes courants en philosophie politique.",
        "online_resources": "Supports pédagogiques disponibles à l'avance sur MOODLE.",
        "bibliography": "Elster, J. (1982). Sour Grapes. Studies in the Subversion of Rationality . Cambridge University Press. Gorz, A. (2019). Eloge du suffisant , Presses Universitaires de France, Paris. Illich, I. (2004). La perte des sens . Inédits, Fayard, Paris. Marx, K. (1875). Critique du programme de Gotha , Les éditions sociales, GEME (2021). Miller, D. (1976). Social Justice , Oxford University Press, New-York. Rawls, J. (1982). Social Unity and Primary Goods , in A. Sen and B. Williams (eds.) Utilitarianism and Beyond , Cambridge University Press. Tronto, J. (1993). Un monde vulnerable. Pour une politique du care . La Découverte, Paris. Walzer, M. (1997). Sphères de justice . Le Seuil Paris.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2142",
        "title": "Philosophie ancienne (questions approfondies) - Ancient Philosophy (Advanced Studies)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Destrée Pierre",
            "Machek David"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "le cours suppose une formation de base en histoire de la philosophie ancienne. La connaissance du latin et du grec, tout en étant très utile, n'est pas indispensable.",
        "topics_covered": "Le cours d’histoire de la philosophie ancienne s’emploiera à approfondir la connaissance de la période concernée en partant d’un thème ou d’un corpus déterminé. Il sera particulièrement attentif à la genèse ainsi qu’au développement du sujet choisi et, s’appuyant sur un état de la recherche actualisé, tentera d’éclairer ce sujet et de faire progresser les questions qui lui sont liées. Le champ historique de ce cours va de la haute Antiquité à l’Antiquité tardive. Le cours se centrera sur des corpus et des problèmes issus des traditions de pensée grecques et romaines, de façon comparative ou non. Le champ systématique ne sera pas restrictif puisque le cours pourra mettre simultanément ou alternativement l’accent sur des problématiques de philosophie théorique ou de philosophie pratique. On consacrera une attention particulière aux outils de recherche et aux questions de traduction.",
        "content": "Cette année, le cours sera consacré à l'éthique du stoïcisme grec et romain. Dans la première partie du cours, on examinera son contexte, à la fois par rapport à l'ensemble du système stoïcien dont elle fait partie, et par rapport à ses sources philosophiques les plus importantes, avec une attention particulière pour ses racines socratiques et cyniques. La deuxième partie se concentrera à une exploration approfondie des grands principes de l'éthique stoïcienne et à leur application à des problèmes pratiques spécifiques, tels que le suicide, la procréation ou le choix d'une vocation. Tout en adoptant une approche interprétative historiquement informée et charitable, nous prendrons la liberté d'évaluer le système éthique stoïcien en fonction de sa cohérence et de sa cohésion. Dans les dernières sessions, nous comparerons et opposerons l'éthique stoïcienne ancienne aux approches néo-stoïciennes contemporaines.",
        "teaching_methods": "Séminaire combinant un cours magistral et discussions sur les textes primaires et secondaires.",
        "assessment_methods": "Évaluation continue (conclu en janvier 2025). Attention: La validation de cours ne sera possible qu'une seule fois par année académique. L'évaluation sera effectuée sur la base de: Trois petits tests écrits (à 30 min) sur un problème ou un texte spécifique abordé dans les leçons précédentes. Les tests auront lieu le 15 octobre, le 12 novembre et le 10 décembre. Un travail écrit sur un problème spécifique de l'éthique stoïcienne (environ 10 pages). OU Un projet de semestre, consistant à développer et à tester dans  votre vie quotidienne un programme pratique pour vivre comme un stoïcien. Vous présenterez un rapport écrit de votre expérience (3-5 pages). Note de preparation (lecture) et participation active. Ponderation tests (30%), travail écrit / projet de semestre (50%), participation/preparation (20%) Vous devrez réussir (au moins 10/20) au moins deux des trois tests pour réussir l'ensemble du cours.",
        "online_resources": "Le programme et toute la lecture seront disponible par Moodle.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2232",
        "title": "Enjeux philosophiques de questions de société",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hunyadi Mark"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les questions qui créent des clivages et des débats sociaux, qui semblent être des blocages dans le vie sociale et politique (intelligence artificielle, numérique, technologie et société, transition, …). Diagnostic de la crise et pistes pour la dépasser dans une perspective philosophique. Le point de vue choisi pour l’analyse philosophique peut être pratique, théorique, anthropologique ou transversal.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1499",
        "title": "Initiation à la rédaction scientifique",
        "credits": "10.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "1) Le travail doit se rapporter à un thème suffisamment précis et délimité pour tenir en approximativement 50.000 signes (espaces compris), soit environ 20 pages de texte. Il se réfèrera à un ou plusieurs auteur(s) à partir duquel/desquels l'étudiant développera sa réflexion et fera une lecture approfondie d'une série de textes de référence. 2) Le thème du travail doit recevoir l'agrément du promoteur que l'étudiant doit rencontrer régulièrement en cours d'année suivant l'agenda prévu à cet effet. En particulier, l'étudiant déterminera l'objet de son travail pour la fin octobre au plus tard et déposera son sujet approuvé et contresigné par le promoteur au secrétariat. 3) Le travail doit être remis selon les échéances établies par la faculté.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Par la réalisation d'un travail de rédaction scientifique, l'étudiant s'initiera à la recherche en faisant la preuve de sa capacité à faire, sous la direction d'un académique, l'état de la question d'une problématique philosophique. En particulier, il manifestera son aptitude : 1) à maîtriser la littérature relative à cette problématique philosophique et à la traiter de manière informée et cohérente. 2) à utiliser de façon pertinente les outils de recherche en satisfaisant aux critères scientifiques en vigueur. 3) argumenter et à rédiger de façon correcte, claire et structurée.",
        "assessment_methods": "Evaluation : par le promoteur et un lecteur pour 5 crédits",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2805",
        "title": "Philosophie et intervention sociale (atelier)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lambrecht Maxime"
        ],
        "teaching_language": "Français",
        "topics_covered": "Conceptions du rôle du philosophe et de la philosophie dans la société. Méthodes pour philosopher avec et pour tous et à tout âge Méthodes et outils de communication vers le grand public (carte blanche, intervention orale, animation d’un débat, etc.) Rencontre avec des philosophes intervenants",
        "content": "L'objectif de ce cours est de permettre aux étudiant.es de réfléchir au rôle et à l'apport spécifique du philosophe dans la société, et de s'initier à diverses formes d'intervention du philosophe dans la société et dans le débat public. Après une introduction sur le rôle du philosophe et de la philosophie dans la société, une première partie du cours sera consacrée à l'initiation pratique à diverses méthodes pour communiquer vers le grand public, à travers différents médias. Seront notamment abordées : la question de l'angle de la communication, les bases de narration appliquée à la vulgarisation de la philosophie, l'écriture et le style philosophique à destination du grand public, ainsi que l'argumentation dans un texte philosophique. Les différents formats envisagés seront : une opinion dans la presse, un billet de blog, une interview, un format long de vulgarisation, un podcast, une vidéo ou un documentaire. Une seconde partie du cours consistera en des rencontres avec des philosophes intervenant dans divers domaines sociaux, visant à découvrir différentes méthodes pour philosopher et communiquer avec différents publics, de tous ages et de tous milieux.",
        "teaching_methods": "Le cours prendra la forme d'un atelier. Tout au long du semestre, il sera demandé aux étudiant.es de travailler sur une production pratique visant à communiquer un concept ou un argument philosophique au grand public. Pour chaque séance, les étudiants devront réfléchir et avancer dans leur production en mobilisant les différentes techniques présentées lors du cours, pour chacune des étapes : angle, titre, structure du propos, narration, mise en forme, réalisation... Le média sera au choix des étudiants, et l'enseignant accompagnera ceux-ci en leur fournissant des retours réguliers.",
        "assessment_methods": "L'évaluation finale du cours portera sur un travail, essai écrit ou production audiovisuelle, à réaliser pour la fin de l'année. Les étudiant.es seront évalués sur leur appropriation des concepts et méthodes présentés au cours.",
        "online_resources": "Site Moodle du cours",
        "course_materials": "Slides du cours",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1330",
        "title": "Histoire et textes de la philosophie contemporaine I (XIXème)",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Leclercq Jean"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours vise à introduire à l'étude de textes et de doctrines de la philosophie contemporaine (19e s.). Il dégage les grands axes de l'histoire de la philosophie contemporaine, les tendances principales et les penseurs clefs qui la jalonnent et initie l'étudiant à la lecture critique de grands textes relevant de la philosophie contemporaine. Seront abordés notamment les courants suivants : Marxisme, positivisme, utilitarisme, néokantisme, néohégélianisme, pragmatisme, Nietzsche.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du cours, l'étudiant sera capable de se repérer dans les grands courants et les auteurs marquants de la philosophie contemporaine, d'identifier les principales problématiques qui la sous-tendent, de caractériser les débats majeurs qui la traversent. Il sera capable de commenter, analyser et interpréter de façon critique un ou plusieurs textes majeurs relevant de la philosophie moderne. Il pourra en outre situer le ou les textes dans le contexte d'ensemble de la philosophie contemporaine (après Hegel).",
        "content": "Le cours vise à introduire à l'étude de textes et de doctrines de la philosophie contemporaine (19e s.). Il dégage les grands axes de l'histoire de la philosophie contemporaine, les tendances principales et les penseurs clefs qui la jalonnent et initie l'étudiant à la lecture critique de grands textes relevant de la philosophie contemporaine. Seront abordés notamment les courants suivants : Marxisme, positivisme, utilitarisme, néokantisme, néohégélianisme, pragmatisme, Nietzsche. Une place importante est laissée à la lecture de textes d'auteurs, en sorte de prendre la mesure de concepts et notions mobilisés.",
        "teaching_methods": "Cours magistral avec lecture de certains textes choisis.",
        "assessment_methods": "L’évaluation se fera par un examen écrit qui prendra la forme d'un travail portant sur l'ensemble cours et les auteurs/concpets étudiés. Une attention sera portée à la dimension biographico-conceptuelle. Les modalités précises de cet examen seront expliquées dans le cadre du cours. Ce travail sera remis à la date officielle de l'ouverture de la session de l'examen lors de laquelle il sera présenté.",
        "online_resources": "Un site moodle reprend les lectures présentées et des plans du cours.",
        "bibliography": "Elle est donnée en fonction des séances et au fur et à mesure de l'évolution du cours.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1160",
        "title": "Les grands concepts et courants de la philosophie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Schmutz Jacob"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "content": "L’objectif de ce cours est de donner aux étudiants une introduction générale à la philosophie occidentale en privilégiant trois axes: (i) Les méthodes de la philosophie - Comment philosophe-t-on? On introduira aux grandes méthodes qui ont dominé l'enseignement de la philosophie en Occident, de l'Antiquité à nos jours : la philosophie comme recherche des causes et des raisons; la philosophie comme compréhension du monde (la grande controverse expliquer / comprendre) ; la philosophie comme critique ; la philosophie comme ré-écriture ou narration. (ii) Les grand concepts philosophiques - Étude approfondie des concepts clés qui ont permis de structurer les grandes traditions philosophiques, sous forme de dualismes : réalisme / conceptualisme; monisme / dualisme; matérialisme / idéalisme; internalisme / externalisme, etc. (iii) Les grands courants philosophiques - Quelles sont les grandes traditions ? En accompagnement des deux axes précédents, le but de ce cours sera d'offrir une cartographie des grandes traditions de la philosophie occidentale sous forme de cartes et de modèles chronologiques. On attirera en particulier l'attention sur l'évolution non linéaire de l'histoire de la philosophie, en montrant les phénomènes de rejet ou au contraire de réactualisation du passé.",
        "teaching_methods": "Le cours sera basé sur des exposés magistraux avec un support Powerpoint. Chaque séance explorera l'un des aspects des trois axes. Selon les contraintes liées à la crise sanitaire, le cours pourra cependant basculer à tout moment en enseignement co-modal (présentiel/distanciel) ou distanciel.",
        "assessment_methods": "Examen écrit terminal en session. Examen de contrôle continu en milieu de semestre comptant pour 30% de la note, afin de vous permettre d'évaluer votre compréhension du cours.",
        "online_resources": "Toutes les informations et ressources seront communiquées via la page Moodle du cours.",
        "bibliography": "Différentes ressources bibliographiques seront postées en accès restreint sur la page Moodle du cours.",
        "course_materials": "Diaporamas des séances disponibles sur Moodle",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1220",
        "title": "Philosophie des sciences",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pence Charles"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "L'objectif de ce cours est de donner aux étudiants une première initiation à la philosophie des sciences contemporaine. Une attention particulière sera accordée à la mise en évidence des convergences, mais aussi des différences, entre la philosophie des sciences de la matière, la philosophie des sciences du vivant et la philosophie des sciences humaines et sociales. Sera aussi abordé le problème de l'articulation entre les technosciences et la société, incluant l'importante question de l'écologie. Parmi les thèmes transversaux abordés en philosophie des sciences, on retrouvera : le statut épistémique des théories et des modèles scientifiques, la dynamique de la science, la portée et les limites des savoirs scientifiques, la théorie de l'explication scientifique, le réductionnisme, le rôle de la finalité, le naturalisme et la question de l'objectivité ou de la neutralité axiologique. Parmi les thèmes transversaux abordés en science-société, on trouvera : science-modernité-religion et sciences-expertise-écologie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant devra maîtriser les grandes problématiques et les principaux auteurs de la philosophie des sciences. Il devra être capable de présenter oralement ou par écrit, d'une façon claire, synthétique et précise une question. Il pourra argumenter de façon rigoureuse en faveur des thèses abordées et sera capable de prendre un recul critique par rapport à celles-ci. Il sera capable de s'orienter dans la littérature en philosophie des sciences.",
        "content": "Pourquoi la science a-t-elle une place privilégiée dans le discours contemporain ? Normalement, la réponse à cette question est censée impliquer la nature et la construction de la connaissance scientifique. Mais comment fonctionne cette connaissance ? Dans l’histoire de la science, comment a-t-elle été véritablement construite ? Y a-t-il une « méthode scientifique » ? La science procède-t-elle par des « révolutions » ou des « changements de paradigme » ? Qu’est-ce que la relation entre la science et les valeurs éthiques ? La science d’aujourd’hui a-t-elle changé de caractère par rapport à la science de Newton, Darwin, ou d’Einstein ? Dans ce cours, on abordera ces questions (et d’autres), analysant la nature épistémique de la connaissance scientifique en dialogue entre l’histoire et la philosophie des sciences. Autrement dit, on discutera en même temps ce que les scientifiques font (en vrai, au-delà des caricatures) et comment le comprendre.",
        "teaching_methods": "Nous nous réunissons deux fois par semaine, pour une session « courte » (1h) et une session « longue » (2h). On aura trois types de séance différents : des cours magistraux, des journées de discussion entre les étudiant·e·s et le professeur, et des « TP » où nous reproduisons des expériences classiques de l'histoire de la science, visitons des expositions aux musées du campus, etc.",
        "assessment_methods": "Un quiz préparatoire (5 %), un examen mi-parcours (35 %), un examen final non-cumulatif (45 %), et une note sur l'assistance et participation au cours et TP (15 %). Dans la session d'août, un examen écrit (100 %).",
        "online_resources": "Toute la lecture et le programme du cours sont disponibles sur le site web de Pr. Pence: https://charlespence.net/fr/courses/lfilo1220/",
        "bibliography": "(voir ressources en ligne ci-dessus) (see online resources above)",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1240",
        "title": "Histoire et textes de la philosophie des temps modernes",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Chukurian Aurélien",
            "Maesschalck Marc",
            "Schmutz Jacob"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "/",
        "topics_covered": "Le cours vise à introduire à l'étude de textes et de doctrines de la philosophie moderne. Il dégage les grands axes de l'histoire de la philosophie moderne, les tendances principales et les penseurs clefs qui la jalonnent et initie l'étudiant à la lecture critique de grands textes relevant de la philosophie moderne. Seront abordés, notamment Bacon et Descartes, Spinoza, Leibniz, Locke, Hume, Kant et Hegel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du cours, l'étudiant sera capable de se repérer dans les grands courants et les auteurs marquants de la philosophie moderne, d'identifier les principales problématiques qui la sous-tendent, de caractériser les débats majeurs qui la traversent. Il sera capable de commenter, analyser et interpréter de façon critique un ou plusieurs textes majeurs relevant de la philosophie moderne. Il pourra en outre situer le ou les textes dans le contexte d'ensemble de la philosophie moderne de Bacon et Descartes à Hegel.",
        "content": "Histoire et textes de la philosophie des temps modernes LFILO1240 Cours assuré cette année par Aurélien Chukurian, Q1 2024-2025 Le cours proposera un parcours dans l’histoire de la philosophie moderne, en se focalisant sur l’une de ses expressions paradigmatiques, à travers le courant dit du « rationalisme ». À ce titre, une série de textes clefs de ce courant philosophique sera étudiée, dans l’optique de dégager les caractéristiques principales de cette catégorie historiographique. Nous commencerons par nous intéresser à deux des plus illustres représentants du rationalisme, ayant marqué de leur empreinte l’histoire de la philosophie : René Descartes (1596-1650) et Baruch Spinoza (1632-1677). En parcourant certaines de leurs œuvres maîtresses, nous envisagerons la manière dont Descartes et Spinoza jettent les bases du rationalisme à travers leurs conceptions de Dieu, du sujet humain, de la connaissance et de l’agir moral : ce seront donc leurs théories métaphysiques, anthropologiques, épistémologiques et éthiques qui nous guideront. Nous poursuivrons l’exploration du rationalisme en nous penchant sur la contribution qu’y apporte le philosophe Blaise Pascal (1623-1662), à travers à la fois sa critique féroce d’un rationalisme entendu par la seule raison, et l’élargissement qu’il lui confère en faisant intervenir d’autres facultés, comme celle du cœur. Des ponts seront également faits entres les auteurs, ce qui permettra, non seulement de souligner comment ils dialoguent et se répondent, mais aussi comment leurs approches cristallisent des conceptions différentes de ce qu’est une philosophie rationaliste, de manière à faire ressortir des tensions et des nœuds conceptuels légués à la postérité. À l’issue du cours, les étudiant.e.s pourront avoir une vue d’ensemble du rationalisme moderne , en étant capables de mener une réflexion problématisée sur des thèmes qui le jalonnent, en sachant notamment se référer aux textes correspondants, à l’appui d’une analyse rigoureuse et argumentée.",
        "teaching_methods": "Les séances alterneront cours magistral thématique et discussion de texte.",
        "assessment_methods": "Examen terminal écrit de 3 heures. Selon le nombre d’inscrit.e.s, un examen écrit et/ou un examen oral pourra/ont avoir lieu pendant le quadrimestre.",
        "other_info": "Des documents seront distribués au fil des séances, et déposés sur Moodle.",
        "bibliography": "De nombreuses références seront faites à l’ensemble des corpus cartésien et spinoziste. On peut d’ores et déjà signaler que quelques ouvrages occuperont une place importante, dont les Méditations métaphysiques , les Principes de la philosophie (avec la Lettre-Préface), et des extraits de la correspondance pour René Descartes ; pour Spinoza, il s’agira du Traité théologico-politique et de l’ Éthique . Ces ouvrages existent aux éditions Garnier Flammarion. Pour les Pensées de Blaise Pascal, nous utiliserons l’édition dite objective (seconde copie) de Philippe Sellier, accessible dans la collection Classiques du Livre de Poche.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2281",
        "title": "Philosophie de l’art et de la culture (questions approfondies)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Destrée Pierre",
            "Frogneux Nathalie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Formation de base en philosophie de la culture et en philosophie de l’art et esthétique philosophique (1er cycle) ; aptitude à la lecture de textes au moins en français et en anglais.",
        "topics_covered": "Selon les années, toutes questions de philosophie de la culture (au sens ontologique, anthropologique et particulière, singulière) et de philosophie interculturelle et/ ou d'esthétique philosophique ou de philosophie de l'art sont susceptibles d’être traitées, sans exclusive. Différents textes contemporains ou historiques permettront leur approfondissement, appartenant à la tradition philosophique ou plus largement aux sciences humaines. Les concepts de culture et/ou d’art sont interrogés dans leur évolution, leur relativité, sous différents angles. Les textes abordés le sont dans un contexte d’interrogation contemporaine.",
        "content": "Cette année (2022-23) le cours sera dédié à la philosophie de l'art dans l'Antiquité: nous étudierons des textes de Platon, Aristote, Epicure, Longin, entre autres.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2233",
        "title": "Séminaire interdisciplinaire sur la transition",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Couvreur Valentin",
            "Frogneux Nathalie",
            "Luyckx Charlotte"
        ],
        "teaching_language": "Français",
        "prerequisites": "Formation de base en philosophie (niveau BAC) ou dans un autre bac universitaire.",
        "topics_covered": "Les questions de transition, de développement durable, de la crise écologique, de la réduction de la biodiversité et de la crise climatique. Diagnostic de la crise et pistes pour la transition vers un autre modèle de société.",
        "content": "Le cours LFILO2233 relève une série d'enjeux interdisciplinaires relatifs à la transition et propose de les analyser de manière réflexive et philosophique pour penser les leviers d'une transformation sociale.",
        "teaching_methods": "Les perspectives interdisciplinaires du cours sont nourries par les intervenant·e·s externes des séances de séminaire du GRICE (Groupe de Recherche Interdisciplinaire sur la Crise Ecologique), en alternance avec des séminaires, des ateliers, et des moments de travail en groupe. La présence et la participation active des étudiant·e·s sont requises. Elles seront vérifiées. En dehors des cours, les communications avec les étudiant·e·s auront lieu via Moodle ou lors des permanences.",
        "assessment_methods": "Examen écrit et évaluatuation continue.",
        "other_info": "Des activités facultatives en lien avec la thématique de la transition et de la méthode d'enseignement seront proposées.",
        "online_resources": "Les supports et la bibliographie se trouvent sur Moodle.",
        "bibliography": "Voir Moodle",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2202",
        "title": "Éthique biomédicale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pence Charles"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "Une première partie du cours décrit les grandes lignes du contexte philosophique et scientifique de l'éthique biomédicale contemporaine. Quelques théories et concepts fondamentaux sont analysés. A partir de là, diverses questions concrètes sont étudiées dans divers domaines de la pratique biomédicale : procréation, fin de vie, politique des soins de santé, etc.",
        "content": "Ce cours est une introduction à la discussion contemporaine sur l’éthique biomédicale, y compris l’éthique de la pratique de la médecine et l’éthique de la recherche médicale et biochimique. On abordera les concepts classiques de l’éthique médicale (confidentialité, paternalisme, autonomie) et la recherche biomédicale (consentement éclairé, compétence des patients). Ces discussions seront encadrées par quelques exemples, aussi classiques (euthanasie, IVG) que modernes (cellules souches, édition génétique). Quelques séances seront aussi dédiées aux questions de la relation entre médecine et société (distribution des ressources de santé, production des nouveaux médicaments). Le cours est accessible aux étudiant·e·s quel que soit leur niveau en sciences de la vie ; on va présenter et discuter les fondements requis de la biologie contemporaine. Le travail des étudiant·e·s en fin du cours va approfondir un cas d’étude dans le monde contemporain de santé et soulever, discuter, et évaluer ses dimensions éthiques.",
        "teaching_methods": "Séminaire hebdomadaire combinant un cours magistral du professeur et discussion intensive avec et entre les étudiant·e·s.",
        "assessment_methods": "Un travail final écrit (60 %) et un examen final (40 %). Dans la session d'août, un examen écrit (100 %).",
        "online_resources": "Toute la lecture et le programme du cours sont disponibles sur le site web de Pr. Pence: https://charlespence.net/fr/courses/lfilo2202/",
        "bibliography": "(voir ressources en ligne ci-dessus) (see online resources above)",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2804",
        "title": "Stage en philosophie pratique",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Lambrecht Maxime"
        ],
        "teaching_language": "Français",
        "topics_covered": "Stage dans une organisation ou institution publique ou privée (90h), pour laquelle l’apport de compétences philosophiques puisse être pertinent. Observation et participation à la vie de l’organisation/institution sous la supervision d’un maître de stage. Les objectifs précis, les réalisations à accomplir dans le cadre du stage et la planification du stage sont définis au préalable et conjointement par l’étudiant, le maître de stage et le responsable de l’UE. Rédaction d’un carnet de bord et d’un rapport final",
        "content": "Le stage donne la possibilité aux étudiants d’acquérir une expérience pratique du rôle du philosophe dans la vie professionelle. Concrètement, le stage se fera dans une organisation ou institution publique ou privée (90h), pour laquelle l’apport de compétences philosophiques puisse être pertinent. L'étudiant.e observera et participera à la vie de l’organisation/institution sous la supervision d’un maître de stage. Les objectifs précis, les réalisations à accomplir dans le cadre du stage et la planification du stage seront définis au préalable et conjointement par l’étudiant, le maître de stage et le responsable de l’UE.",
        "teaching_methods": "Une réunion d'information est organisée en début de premier quadrimestre, durant laquelle la démarche et modalités et les échéances du stage en philosophie pratique seront précisées. La date limite pour l'inscription au stage en philosophie pratique est fixée au 15 octobre. Les étudiant.es doivent choisir une organisation ou institution publique ou privée pour laquelle l’apport de compétences philosophiques puisse être pertinent. Une liste exemplative est fournie sur Moodle. Les étudiant.es prennent contact avec l'organisation envisagée, et en cas d'accord de principe communiquent leur choix au responsable de l'unité d'enseignement pour validation. Finalement, l'étudiant.e s'assure que la convention de stage (disponible sur le Moodle) soit signée par le maître de stage avant le 30 novembre de l'année académique. Le stage est d'une durée de 90 heures. Celles-ci peuvent être réparties au choix de l'étudiant.e et du maître de stage. Pendant toute la durée du stage, l'étudiant.e tient un carnet de bord résumant les tâches accomplies durant chaque période. A la fin du stage, l'étudiant.e rédige un rapport de stage, comportant au moins les sections suivantes : présentation de l'organisation qui accueille le stage, compte-rendu de la contribution de l'étudiant.e à la vie de l'organisation, apport philosophique et regard critique sur l'organisation (sa mission, son organisation interne, ses projets...)",
        "assessment_methods": "Le maître de stage remet une appréciation du déroulement du stage suivant une grille que l’étudiant recevra pour la lui soumettre ; l’étudiant.e pourra y ajouter ses propres observations. L'évaluation du stage sera réalisée par le responsable de l'unité d'enseignement à partir du rapport final du stage, en tenant compte de l'appréciation du maître de stage et du carnet de bord réalisé par l'étudiant.e.",
        "other_info": "Le stage doit être effectué l’année académique où il est inscrit au programme annuel de l’étudiant·e. En aucun cas, il ne peut être presté durant les mois de juillet et août qui précèdent l’année académique d’inscription au PAE.",
        "online_resources": "Site Moodle de l'unité d'enseignement : https://moodle.uclouvain.be/course/view.php?id=8593",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1170",
        "title": "Anthropologie philosophique",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Frogneux Nathalie"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours introduit à quelques grands thèmes de l'anthropologie philosophique en liant ceux-ci à l'histoire de la philosophie,  au développement des sciences et aux productions culturelles : la liberté, le corps, le désir, la pensée. La dimension historique joue un rôle aussi important que la dimension systématique, dans la mesure où le cours veut amener l'étudiant à une réflexion critique sur le « statut contemporain » de l'être humain.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant aura assimilé et sera capable d'approfondir sa compréhension de quelques thèmes majeurs de l'anthropologie philosophique présentés à partir de textes philosophiques ; Le cours cherche également à développer la capacité d'analyse, de synthèse et de transfert des informations enseignées grâce à l'étude personnelle d'un thème anthropologique choisi par l'étudiant.",
        "content": "Ce cours d'introduction expose quelques grandes conceptions de la condition humaines et quelques grands thèmes de l'anthropologie philosophique sur la base de textes marquants de l'histoire de la philosophie. Adoptant une perspective historique, il sera centré sur la question de la relation entre l'humain et la nature.",
        "teaching_methods": "Le cours comportera des parties margistrales et des parties plus participatives. Il comportera aussi des commentaires de textes et d'ouvrages.",
        "assessment_methods": "L'examen écrit comportera deux parties : 1) Des questions sur le cours, visant à vérifier les connaissances et la compréhension du cours (questions ouvertes et/ou questions à choix multiples). 2) Des questions sur un ouvrage choisi dans une liste (distribuée au début du cours).",
        "course_materials": "Les supports de cours et les annonces se trouveront sur Moodle.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1120",
        "title": "Métaphysique",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Depré Olivier"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours vise à introduire à l'étude de textes et de doctrines de la tradition métaphysique. Il dégage les grands axes de la tradition métaphysique, les questions clés et les penseurs majeurs qui ont contribué à son développement depuis Aristote jusqu'à la néoscolastique et ses prolongements contemporains. Il abordera également la critique formulée à l'encontre de la métaphysique depuis la fin du XVIIIe siècle. Il initie l'étudiant à la lecture critique de grands textes relevant de cette tradition.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du cours, l'étudiant sera capable de se repérer dans les grands courants et les auteurs marquants de la tradition métaphysique, d'identifier les principales problématiques qui la sous-tendent (à titre d'exemple : le statut des universaux, la notion de substance, la doctrine de la création des vérités éternelles). Il sera capable de commenter, analyser et interpréter de façon critique un ou plusieurs textes majeurs de métaphysique. Il pourra en outre situer le ou les textes dans le contexte d'ensemble de la tradition métaphysique.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2006",
        "title": "Travail de fin d'études",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le mémoire développera (en 150.000 signes maximum, espaces compris) de manière précise, claire et documentée une hypothèse en accord avec un promoteur.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Par la réalisation du travail de fin de master, l'étudiant prouvera sa capacité à développer, sous la direction d'un académique, une hypothèse philosophique bien documentée et argumentée. En particulier, il y manifestera son aptitude 1) à développer un sujet philosophique et à le traiter de manière informée et cohérente 2) à utiliser de façon pertinente les outils de recherche en satisfaisant aux critères scientifiques en vigueur 3) à formuler une hypothèse et à rédiger de façon cohérente, claire et structurée l'argumentation qui la soutient.",
        "assessment_methods": "Le promoteur et deux lecteurs évalueront le travail écrit. Lors d'une défense orale, l'étudiant répondra aux questions qui lui sont soumises par son promoteur et deux lecteurs. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "other_info": "Les directives pour la rédaction du travail de fin de premier cycle sont disponibles à la page suivante : http://www.uclouvain.be/81186.html",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2801",
        "title": "Cours de la chaire Mercier",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Frogneux Nathalie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le thème du cours change chaque année, en fonction du thème choisi par le titulaire de la Chaire Mercier de l’année en question. Ce thème portera sur une recherche en cours menée par le titulaire ; il pourra relever aussi bien de la philosophie théorique, de la philosophie pratique, que de l’anthropologie philosophique.",
        "content": "Le titulaire de la Chaire Mercier 2023-2024 est le professeur Dominique Bourg (Université de Lausanne). Il donnera des leçons intitulées : La question du mal à l'anthropocène La leçon inaugurale aura lieu le jeudi 21 Mars à 17h et sera suivie d'une réception Les leçons suivantes auront lieu au Socrate 43 1.    22 mars 14-16h : A la recherche d’une définition 2.    28 mars 16h15-18h15 : Le mal et les figures du surplomb 3.    29 mars 14-16h : Banalité du mal et destin 4.    18 avril 16h30-18h30 : Les logiques du mal 5.    19 avril 14-16h : Sciences et techniques au service de Thanatos 6.    25 avril 16h15-18h15 : Rejouer la révolution néolithique ? 7.    26 avril 14-16h : De l’ambivalence du mal aux expériences de mort imminente",
        "teaching_methods": "Leçons dispensées le professeur Dominique Bourg (Université de Lausanne). Préparation des leçons et supervisions de l'élaboration du travail par les co-titulaires",
        "assessment_methods": "Session de juin Participation au cours (20% de la note). Réalisation d'un travail écrit sur une question qui est liée avec le thème des leçons et qui aura été validée avant le 30 avril par les co-titulaires du cours (80% de la note). Session de septembre Participation au cours (20% de la note). A défaut, l'absence au cours sera compensée par un examen oral portant sur un programme de lectures communiqué par les co-titulaires. Réalisation d'un travail écrit sur une question qui est liée avec le thème des leçons et qui aura été validée avant le 10 juillet par les co-titulaires du cours (80% de la note).",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2802",
        "title": "Colloque des étudiants",
        "credits": "5.00",
        "hours": "7.5 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Schmutz Jacob"
        ],
        "teaching_language": "Français",
        "topics_covered": "Identification avec les étudiants des étapes préalables à la réalisation d’un mémoire et des différents types de plans possibles. Rappel des règles de présentation d’un travail scientifique universitaire. Recueil des sources nécessaires à la réalisation d’un avant-projet de mémoire (avec une attention particulière à l’utilisation critique des outils de recherche numérique). Présentation des éléments méthodologiques utiles à la construction d’un état de la question.",
        "content": "Ce séminaire a pour but de vous préparer à la rédaction de votre mémoire de fin d'études, qui est le couronnement de votre parcours universitaire: arriver à produire un travail original de philosophie, bien rédigé, argumenté, et respectant les normes scientifiques. Il se décomposera en trois étapes: 1. Une séance introductive au Q1 sous forme de \"masterclass\", assurée par l'enseignant, fin octobre / début novembre, avant la date limite de remise des sujets de mémoire (date à confirmer). Durant cette séance seront abordées deux grandes questions de méthodes: (1) la détermination du sujet, les types de plans; (2) un rappel les techniques et normes de rédaction. On rappellera les règles communes sur les citations, les notes et les bibliographies. 2. Une séance commune avec le cours \"Portfolio\" (LFILO2803) sur les outils de recherche bibliographique, en collaboration avec la Bibliothèque de l'ISP, l'IPB et les enseignants responsables. Nous y attirerons particulièrement l'attention au respect des normes scientifiques en vigueur dans la communauté académique, notamment en matière de plagiat - une problématique devenue critique depuis la révolution digitale. 3. Une séance longue de groupe fin du Q2, le \"colloque\" des étudiants proprement dit, qui permettra aux étudiantes et étudiants inscrits de présenter leurs avant-projets de mémoire en public, en présence de l'enseignant responsable et des autres étudiants. Il est essentiel de s'inscrire etde se préparer à cette échéance, pour éviter le mal récurrent des mémoires: à savoir un travail fait dans la chaleur de l'été, sans le soutien des enseignants, et la panique d'une défense mal préparée.",
        "teaching_methods": "Le séminaire se déclinera en deux formats: 1. Au Q1, une masterclass dédiée aux méthodes de rédaction et aux outils de recherche, au moment où les étudiants doivent déposer leur projet de mémoire (9 novembre 2023 pour la session 2023-24). 2. Au Q2, une journée dédiée à la présentation collective des avant-projets de mémoire, à laquelle la participation de tous les étudiants inscrits est obligatoire.",
        "assessment_methods": "L'unité d'enseignement sera validée par la présentation orale d'un avant-projet et par la réalisation d'un questionnaire d'exercice de méthode.",
        "online_resources": "Un Vademecum pour la rédaction des travaux de master sera disponible sur le Moodle.",
        "bibliography": "Un Vademecum pour la rédaction des travaux de fin d'étude réalisé par l'enseignant sera disponible sur le Moodle.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1223",
        "title": "Travaux pratiques III",
        "credits": "5.00",
        "hours": "2.5 h + 35.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Camilleri Sylvain"
        ],
        "teaching_language": "Français",
        "prerequisites": "/ Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Les travaux pratiques proposent une formation complémentaire aux cours magistraux du programme, en mettant l'accent sur les compétences à acquérir en vue d'un exercice pertinent de la philosophie. Ces compétences forment donc le coeur thématique des quatre séries de travaux pratiques réparties sur les deux premiers blocs annuels du bachelier (TP 1, TP 2, TP 3 & TP 4).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les travaux dirigés abordent la philosophie et son histoire sous un angle pratique avec trois grands AA : 1) acquérir les outils nécessaires à la lecture et à l'écriture d'un texte philosophique. 2) se former aux techniques de l'exposé oral et du débat en philosophie. 3) Les travaux pratiques forment également à la recherche bibliographique et au bon usage des outils heuristiques de base, nécessaires à la découverte ainsi qu'à la sélection des sources primaires et secondaires en philosophie. Plus spécifiquement, les TP poursuivront 5 objectifs : (1) Former à une lecture rigoureuse et critique des textes philosophiques classiques et de la littérature secondaire qui s'y rapporte. (2)  Apprendre à produite un commentaire critique ainsi qu'une dissertation ou un essai philosophique, dans le respect des normes académiques (citations, références, bibliographie, etc.). (3) Etre capable de restituer et de synthétiser (oralement  et/ou par écrit) les raisonnements, les arguments et les méthodes qui auront été examinés. Il devra également être en mesure de les comparer, de les évaluer et de les critiquer. (4) Etre capable d'exposer et communiquer le résultat de son travail de recherche personnel sur des thèmes, questions ou auteurs philosophiques. Les TP devront donc enseigner la rédaction écrite et les techniques de l'exposé oral. (5) Exercer à la rédaction de travaux écrits et à la préparation d'exposés oraux, notamment en vue du TFC de BAC.",
        "content": "La liste des textes dont la lecture est obligatoire, en vue des séances et/ou en travail personnel, le calendrier des travaux et autres échéances sont précisés sur le site Moodle de LFILO 1223, qui fournit toutes les instructions nécessaires et qu’il est donc indispensable de consulter.",
        "teaching_methods": "Lectures et commentaires de textes ; suivi des travaux personnels ; exposés oraux des étudiants. L’accent porte, dans l'approfondissement de la lecture de textes philosophiques, sur le commentaire (et non plus seulement sur l'explication de texte) et sur l’expression écrite et orale. On insiste sur le recours à la littérature secondaire et son bon usage.",
        "assessment_methods": "La présence aux séances est obligatoire. Travaux personnels en cours de quadrimestre ; travail final remis pour la session. Entretien oral durant la session avec le/ les assistants en charge des séances. Un ou des travaux non remis en temps et heure prévus durant le quadrimestre, et/ou des absences non justifiées lors des séances peuvent entraîner une note insuffisante. Ne pas avoir lu dans son intégralité le texte dont la lecture personnelle (indépendamment des séances de cours) est obligatoire peut entraîner la même pénalité. Travaux personnels en cours de quadrimestre ; travail final remis pour la session. Entretien oral durant la session avec le/ les assistants en charge des séances. Un ou des travaux non remis en temps et heure prévus durant le quadrimestre, et/ou des absences non justifiées lors des séances peuvent entraîner une note insuffisante. Ne pas avoir lu dans son intégralité le texte dont la lecture personnelle (indépendamment des séances de cours) est obligatoire peut entraîner la même pénalité. Dans le cadre de ce cours, les étudiant·es sont évalué·es de deux manières : • travaux à remettre en cours de quadrimestre (50% de la note finale) • un examen écrit en session (50% de la note finale). La présence à ce cours est requise. Les titulaires du cours pourront, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à l'examen d'un·e étudiant·e qui n'aurait pas suivi les activités d'apprentissage. NB. en fonction de l'évolution des mesures sanitaires en vigueur en Belgique et à l'Uclouvain, l'examen (de même que des séances de TP durant le quadrimestre) pourra (pourront) avoir lieu en présenciel, sur le site de Louvain-la Neuve ou à distance, en ligne. Il conviendra de s'informer de la situation et des mesures en vigueur lors de chaque session, et durant le quadrimestre.",
        "bibliography": "instruction précises sur Moodle",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2231",
        "title": "Métaphysique  (questions approfondies)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Depré Olivier",
            "Marion Florian",
            "Schmutz Jacob"
        ],
        "teaching_language": "Français",
        "topics_covered": "Chaque année, le cours privilégiera deux/trois thèmes particuliers en métaphysique ancienne et contemporaine, avec une attention particulière portée à la continuité ou la reprise de questions classiques dans le panorama philosophique contemporain.",
        "content": "La métaphysique comme discipline philosophique a connu un renouveau certain depuis le siècle dernier (passant outre les postures anti-métaphysiques de Kant, Heidegger, Carnap, Derrida, Wittgenstein, etc.). Le cours sera consacré à la métaphysique contemporaine, ce qui n’interdira pas quelques digressions et parallèles historiques : les métaphysiciens du XXe et du XXIe siècles n’ont pas négligé de lire Platon, Aristote, Leibniz, Hume, Hegel et la métaphysique médiévale (tant latine qu’arabe), et, bien souvent, n’hésitent pas à se réclamer de tel ou tel philosophe du passé lorsqu’ils exposent leurs positions. Il s’agira dans ce cours de revenir sur les questions fondamentales de la métaphysique contemporaine, avec pour ligne rouge la métaphysique des modalités (mondes possibles, essences, impossibilia , etc.) et la méta-ontologie (quantificationnalisme, meinongianisme, méréologie, grounding ). Programme détaillé (mais prévisionnel et susceptible d’être modifié) du séminaire de métaphysique à l’adresse suivante : https://florianmarion.wordpress.com/teaching/",
        "teaching_methods": "Ce cours prendra la forme d’une « vue d'ensemble avancée » sur la métaphysique contemporaine, conçu pour permettre à l'étudiant·e de poursuivre des études de haut niveau ou de préparer un mémoire de master sur des sujets très spécialisés. Le séminaire de métaphysique sera dispensé sous forme de discussions basées sur la lecture de textes, lesquels seront fournis préalablement aux étudiants en traduction française (l’étudiant·e anglophone pourra lire les textes originaux). La lecture des textes est exigée pour le bon déroulement des séances (entre 20 et 100 pages à lire pour chaque séance) : il n’y aura pas de cours magistral, l’enseignant sera un interlocuteur parmi les autres – certes, un interlocuteur plus informé et plus critique. La connaissance des langues classiques (grec, latin, anglais, allemand) est un plus, une grande partie de la littérature pertinente concernant les sujets étudiés étant en langue anglaise (la lingua franca de la philosophie depuis le siècle dernier). Des compétences en logique formelle sont également appréciées (principalement : logique classique quantifiée de premier ordre et logique modale). Programme détaillé (mais prévisionnel et susceptible d’être modifié) du séminaire de métaphysique à l’adresse suivante : https://florianmarion.wordpress.com/teaching/",
        "assessment_methods": "Le cours sera validé par un examen terminal (75%) et par une note de participation (25% : la non-lecture des textes et l’absence de participation active au cours des séances influeront sur l’évaluation).",
        "other_info": "Pour le travail écrit, l'étudiant est tenu d'indiquer systématiquement toutes les parties ayant fait l'objet d'une utilisation des IA, par exemple par une note en bas de page, en précisant si l'IA a été utilisée pour la recherche de l'information, pour la rédaction du texte ou pour sa correction. Les sources d'information doivent être systématiquement citées en respectant les normes de réferencement biblliographique. L'étudiant reste responsable du contenu de sa production  indépendamment des sources utilisées",
        "online_resources": "Un dossier de textes, principalement en langue anglaise (mais en traduction française), sera fourni aux étudiants via le Moodle. D’autres traductions françaises de textes de métaphysique en langue anglaise sont disponibles en ligne à l’adresse suivante : http://semaihp.blogspot.com/p/traductions.html",
        "bibliography": "Bibliographie : Textes en langue française (traductions) Armstrong, D. M. 2010. Les Universaux. Une introduction partisane (trad. S. Dunand, B. Langlet & J.-M. Monnoyer), Ithaque, Paris. Carnap, R. 1997. Signification et nécessité. Une recherche en sémantique et en logique modale (trad. F. Rivenc & Ph. de Rouilhan), Gallimard, Paris. Garcia, E. & Nef, F. (eds.). 2007. Textes clés de métaphysique contemporaine. Métaphysique contemporaine : Propriétés, mondes possibles et personnes , Vrin, Paris. Kripke, S. A. 1982. La logique des noms propres (trad. P. Jacob & F. Recanati), Les Éditions de Minuit, Paris. Lewis, D. K. 2007. De la pluralité des mondes (trad. M. Caveribère & J.-P. Cometti), Éditions de l’éclat, Paris. Meinong, A. 1999. Théorie de l’objet et présentation personnelle (trad. J.-F. Courtine & M. de Launay), Vrin, Paris. Monnoyer, J.-M. (ed.). 2002. Métaphysique et ontologie. Perspectives contemporaines , Numéro spécial de la Revue de Métaphysique et de Morale , puf, Paris. Monnoyer, J.-M. (ed.). 2004. La structure du monde. Objets, propriétés, états de choses. Renouveau de la métaphysique dans l’école australienne , Vrin, Paris. Nef, F. & Schmitt, Y. (eds.). 2017. Textes clés d’ontologie. Ontologie : Identité, structure et métaontologie , Vrin, Paris. Priest, G. 2007. “La logique du paradoxe” (trad. C. Vidal), Philosophie , 94-3, pp. 72-94. Priest, G. 2022. Explorer les contradictions. Paraconsistance et dialéthéisme (trad. F. Berland & A. Cohen), Hermann, Paris. Quine, W. V. O. 2003. Du point de vue logique. Neuf essais logico-philosophiques (trad. S. Laugier), Vrin, Paris. Routley, R. 2020. “Sur ce qui n’est pas” (trad. B. Langlet), disponible en ligne : https://semaihp.blogspot.com/2020/09/traduction-de-richard-sylvan-routley-on.html van Inwagen, P. 2019. Des êtres matériels (trad. P.-A. Miot), Ithaque, Paris. Varzi, A. C. 2010. Ontologie (trad. J.-M. Monnoyer), Ithaque, Paris. Livres en langue étrangère Armstrong, D. M. 1989. Universals. An Opinionated Introduction , Westview, Boulder. Berto, F. & Plebani, M. 2015. Ontology and Metaontology. A Contemporary Guide , Bloomsbury, London. Bliss, R. & Miller, J. T. M. (eds.). 2021. The Routledge Handbook of Metametaphysics , Routledge, London. Chalmers, D. J., Manley, D. & Wasserman, R. (eds.). 2009. Metametaphysics. New Essays on the Foundation of Ontology , Oxford University Press, Oxford. Kim, J., Sosa, E. & Rosenkrantz, G. S. (eds.). 2009. A Companion to Metaphysics , Wiley-Blackwell, Chichester. Kripke, S. A. 1980. Naming and Necessity. Second Edition , Harvard University Press, Cambridge MA. Le Poidevin, R., Simons, P., McGonigal, A. & Cameron, R. P. (eds.). 2009. The Routledge Companion to Metaphysics , Routledge, London. Lewis, D. K. 1986. On the Plurality of Worlds , Blackwell, Malden. Loux, M. J. (ed.). 2008. Metaphysics. Contemporary Readings. Second Edition , Routledge, London. Loux, M. J. & Crisp, Th. M. 2017. Metaphysics. A Contemporary Introduction . Fourth Edition, Routledge, London. Loux, M. J. & Zimmerman, D. W. (eds.). 2003. The Oxford Handbook of Metaphysics , Oxford University Press, Oxford. Lowe, E. J. 1998. The Possibility of Metaphysics. Substance, Identity, and Time , Oxford Clarendon Press, Oxford. Lowe, E. J. 2002. A Survey of Metaphysics , Oxford Clarendon Press, Oxford. Parsons, T. 2000. Indeterminate Identity. Metaphysics and Semantics , Oxford University Press, Oxford. Pasnau, R. 2011. Metaphysical Themes 1274-1671 , Oxford University Press, Oxford. Priest, G. 2008. An Introduction to Non-Classical Logic. From If to Is. Second Edition , Cambridge University Press, Cambridge. Quine, W. V. O. 1953. From a Logical Point of View. 9 Logico-Philosophical Essays , Harvard University Press, Cambridge MA. Routley/Sylvan, R. 1980. Exploring Meinong’s Jungle and Beyond. An Investigation of Noneism and the Theory of Items , Australian National University, Canberra. Rush, P. (ed.). 2014. The Metaphysics of Logic , Cambridge University Press, Cambridge. Tahko, T. 2015. An Introduction to Metametaphysics , Cambridge University Press, Cambridge. van Inwagen, P. 2009. Metaphysics . Third Edition, Westview, Boulder. Varzi, A. C. 2005. Ontologia , Editori Laterza, Roma-Bari. Zalta, E. N. 1983. Abstract Objects. An Introduction to Axiomatic Metaphysics , Reidel, Dordrecht.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1311",
        "title": "Philosophie politique et sociale",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hunyadi Mark"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours abordera en conséquence trois  types de matières :\r1. Les questions épistémologiques des sciences sociales, dont par exemple :\r- la spécificité des sciences humaines par rapport aux sciences de la nature (débat expliquer/comprendre)\r- le débat entre individualisme méthodologique et holisme (existence des entités collectives)\r-  la question de l'ethnocentrisme\r- la question du rapport entre savoir profane et savoir expert\r2. Les questions normatives des sciences sociales, dont par exemple :\r- la neutralité axiologique et l'engagement du chercheur en sciences sociales\r- la distinction entre théorie traditionnelle et théorie critique \r- les fondements normatifs des grands paradigmes des théories de l'acteur et de l'agir social (tradition utilitariste, tradition wébérienne, tradition hégélienne et marxiste)\r- la question de la justice\r3. La question de l'histoire : théories évolutionnistes, théories dialectiques, théories kantienne \ret fichtéenne",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à :\r1.introduire l'étudiant à l'épistémologie fondamentale des sciences sociales ;\r2.introduire l'étudiant aux questions normatives des sciences sociales ;\r3.introduire l'étudiant aux paradigmes fondamentaux de la philosophie de l'histoire",
        "content": "Il s'agit d'un cours magistral, appuyé par un Powerpoint détaillé qui est à disposition des étudiants ; de plus, des textes d'auteurs doivent être lus de séance en séance. À chaque cours, l'accent est également mis sur l'explication détaillée d'un bref extrait de texte, qui doit éclairer la compréhension d'ensemble. Au final, il sera attendu de l'étudiant qu'il maîtrise l'ensemble des textes mis à disposition.",
        "assessment_methods": "Les étudiants inscrits en philosophie (majeure ou mineure), ainsi que ceux de la Chaire Hoover, passeront un examen oral avec le Professeur ; tous les autres passeront un examen écrit, basé sur la vérification des connaissances acquises (cours magistral + textes).",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2602",
        "title": "Philosophie des sciences (questions approfondies) - Philosophy of Science (Advanced Studies)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pence Charles"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Connaissance suffisante de l’anglais pour lire des textes contemporains en philosophie des sciences.",
        "topics_covered": "Chaque année, trois thèmes centraux sont abordés touchant au dialogue entre les sciences naturelles et les questionnements philosophiques.",
        "content": "N.B. Pour l'année 2024–2025, Dr. Marco Casali va assister Pr. Pence avec ce cours. Ce cours vise à fournir une vue d'ensemble de certains sujets en philosophie des sciences, avec un aperçu des débats en philosophie de la biologie. Les trois thèmes centraux de cette année seront la possibilité biologique, la contingence historique dans l'évolution, et le débat sur les sciences historiques et expérimentales/nomothétiques. Ce cours permettra aux étudiants d'avoir une connaissance avancée de certains sujets en philosophie des sciences, avec la possibilité de poursuivre des études de haut niveau ou de préparer un mémoire de master sur des sujets spécifiques.",
        "teaching_methods": "Séminaire hebdomadaire combinant un cours magistral du professeur et discussion intensive avec et entre les étudiant·e·s.",
        "assessment_methods": "Un travail final écrit (60 %) et une présentation orale (40 %). Dans la session d'août, un examen écrit (100 %).",
        "other_info": "Le cours exige une connaissance importante de l'anglais ; nous lirons des sources de la philosophie des sciences qui ne sont souvent pas disponibles en traduction. En fonction des compétences linguistiques des étudiants et de la présence d'étudiant·e·s étrang·er·ère·s, il se peut que je donne des cours en français ou en anglais ; les étudiants sont également libres de poser des questions et de discuter du matériel de cours avec moi en français. Tous les devoirs du cours peuvent être rédigés en français.",
        "online_resources": "Toute la lecture et le programme du cours seront disponibles par Moodle.",
        "bibliography": "(voir ressources en ligne ci-dessus) (see online resources above)",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1340",
        "title": "Histoire et textes de la philosophie contemporaine II (XXème)",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Camilleri Sylvain",
            "Richard Sébastien"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours vise à introduire à l'étude de textes et de doctrines de la philosophie contemporaine (20èmeet 21ème siècles.). Il dégage les grands axes de l'histoire de la philosophie contemporaine du 20ème et 21ème siècles, les tendances principales et les penseurs clefs qui la jalonnent et initie l'étudiant à la lecture critique de grands textes relevant de la philosophie contemporaine. Seront abordés les courants suivants : phénoménologie, néopositivisme, théorie critique, existentialisme, structuralisme, herméneutique, postmodernisme, néo-pragmatisme.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : se repérer dans les grands courants et les auteurs marquants de la philosophie contemporaine du 20ème et 21ème siècles, d'identifier les principales problématiques qui la sous-tendent, de caractériser les débats majeurs qui la traversent. commenter, analyser et interpréter de façon critique un ou plusieurs textes majeurs relevant de la philosophie contemporaine. situer le ou les textes dans le contexte d'ensemble de la philosophie contemporaine (après Nietzsche).",
        "content": "Histoire et textes de la philosophie contemporaine (XXe siècle). Le cours vise à introduire à l'étude de textes et de doctrines de la philosophie contemporaine (XXe eet XXI siècles). Il dégage les grands axes de l'histoire de la philosophie contemporaine, les tendances principales et les penseurs clefs qui la jalonnent et initie l'étudiant à la lecture critique de grands textes relevant de la philosophie contemporaine. Seront abordés les courants suivants : phénoménologie, néopositivisme, théorie critique, existentialisme, structuralisme, herméneutique, postmodernisme, néo-pragmatisme.",
        "teaching_methods": "Exposés magistraux et travaux individuels et/ou collectifs sur les textes.",
        "assessment_methods": "Un travail écrit (5-7 pages) et/ou un exposé oral pendant la session. Dans un cas comme dans l'autre, l'examen portera sur un auteur ou un courant dont il aura été question dans le cours.",
        "online_resources": "Un aide-mémoire ainsi que d'autres documents seront rendus disponibles sur le site Moodle du cours au fur et à mesure du quadrimestre.",
        "bibliography": "Cf. Moodle.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2132",
        "title": "Philosophie de la religion (questions spéciales)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Leclercq Jean",
            "Maesschalck Marc"
        ],
        "teaching_language": "Français",
        "prerequisites": "Formation de base en histoire des idées (cours d’introduction à l’histoire de la philosophie en 1er cycle) ; aptitude à la lecture de textes au moins en français et en anglais.",
        "topics_covered": "Selon les années, toutes questions de philosophie de la religion sont susceptibles d’être traitées, qu’il s’agisse de notions fondamentales pour un système de croyances ou de rites, en étant toujours soucieux du dialogue et de la diversité interculturelle. Différents textes contemporains ou historiques permettront d’approfondir les analyses, ceux-ci pourront provenir non seulement du domaine de la philosophie, mais aussi plus largement de celui des sciences humaines et sociales. On s’intéressera également aux grandes dynamiques qui ont transformé les traditions religieuses (réforme, transformation, sécularisation, etc.) Trois points d’attention orienteront les exposés : la diversité des croyances et des traditions religieuses ; la spécificité du questionnement philosophique en matière de religion, avec son propre enracinement historique ; le dialogue avec d’autres disciplines scientifiques traitant de cet objet, comme l’anthropologie, la psychologie et les sciences sociales, en particulier. De façon générale, la thématique est abordée dans un contexte d’interrogation contemporaine.",
        "content": "Méthode de théorie de la religion. Quelles sont les stratégies d’objectivation du phénomène religieux ? L’apport du concept de forme de vie Cours assuré cette année par le Prof. Jean Leclercq. Tant la philosophie de la religion que les sciences humaines et sociales des religions se sont heurtées à la question première de l’autoréférentialité de l’objet religieux qui se connaît et se vit sous la forme d’une pratique à laquelle l’esprit comme le corps adhèrent à leur façon. Que l’on aborde une tradition comme étant partie d’elle-même ou à la manière d’un enquêteur qui se penche sur ses traces historiques et s’efforce de les comprendre (et donc de les réinterpréter) comme parties authentiques ou non d’un corpus, le rapport interne à ce phénomène autoréférentiel demeure entier : peu importe que l’expert soit un porte-parole ou un savant indépendant, il devient le détenteur d’un sens qui ne se comprend qu’en fonction de lui-même, comme doctrine, loi, sagesse ou forme de vie. Devant cette forme d’indexicalité propre au savoir de l’autoréférence, où ont prévalu les stratégies historico-critiques et herméneutiques, d’autres stratégies ont vu le jour pour se détacher des processus de subjectivation inévitablement corrélatifs des stratégies déjà connues. On a ainsi tenté des approches liées à la théorie de la firme et à la théorie des organisations, on s’est focalisé sur les comportements d’agents sur le marché des biens spirituels et des croyances, avec des providers et des usagers, on a aussi tenté d’objectiver les échelles de valeurs et de cerner l’évolution des demandes spirituelles. Toutes ces tentatives (et d’autres encore) relancent la question du savoir scientifique réellement disponible sur la puissance de ces phénomènes et sur la manière d’élaborer une politique rationnelle les concernant, sans devoir recourir à des notions autoréférentielles par excellence comme celle notamment de « radicalisation ». Une telle posture pour théoriser le phénomène religieux demeure toutefois liée à un double présupposé : d’une part, l’idée qu’il faudrait suspendre l’investissement émotionnel qui suscite l’identification de certains individus à des systèmes de sens et de valeurs – reste alors à savoir comment il est possible de comprendre ce qu’il en est spécifiquement de cette adhésion anthropologique à un rapport de croyance ; d’autre part, l’idée que les comportements et pratiques issus d’une croyance s’agrègent de manière cohérente pour constituer une grammaire d’action permettant d’apporter des solutions aux situations vécues dans un milieu de vie concret. Mais ces présupposés consistent en réalité à recourir à une épistémologie de la religion comme forme de vie, fonctionnant de manière immanentiste et dépendant de l’obéissance à une norme de résolution de problèmes. Il faudrait donc préciser les enjeux épistémologiques de tels présupposés et les tester dans leur capacité à tenir compte tant de possibles variations subjectives de comportements que d’éventuels phénomènes de résistance, ceux engendrés en particulier par l’expériences des dysfonctionnements de cette instance de résolution de problème…",
        "teaching_methods": "Les séances alterneront cours magistral thématique et discussions de situations-problèmes.",
        "assessment_methods": "L'examen de ce cours est organisée de façon orale. Les modalités précises seront explicités lors du déroulement du cours.",
        "online_resources": "Il s'agit d'un cours magistral qui se fonde aussi sur l'actualité du fait religieux et sur une perspective dialogique.",
        "bibliography": "Elle sera donnée lors des séances et de façon progressive, au gré de la progression didactique du cours.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larke1245",
        "title": "Notions d'esthétique et de philosophie de l'art",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Camilleri Sylvain",
            "Jdey Adnen"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Explications relatives aux concepts majeurs de la réflexion philosophique et esthétique tels qu'ils apparaissent et évoluent dans l'histoire de celle-ci (art, beauté, mimèsis, forme, etc.). Commentaires d'extraits de textes classiques, illustrations commentées et exposés synthétiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Introduire et familiariser l'étudiant au langage et aux grands thèmes de l'approche philosophique et esthétique de l'oeuvre d'art en vue de faciliter l'accès aux textes philosophiques en ce domaine et d'inciter à y recourir.",
        "content": "Le cours introduit à l'approche philosophique et esthétique de l'oeuvre d'art. Il s'agit de faciliter l'accès aux textes théoriques sur l'art et d'apprendre à intégrer ce type d'interrogation à la manière d'appréhender l'oeuvre et de parler d'elle. Lorsque le temps le permet, les exposés sur les théories esthétiques et la philosophie de l'art des différentes époques sont illustrés et complétés par une confrontation des concepts et thèses étudiés à des oeuvres des différentes époques.",
        "teaching_methods": "Cours magistral agrémenté de discussions autour d'oeuvres et d'extraits de textes.",
        "assessment_methods": "Examen écrit (les détails seront donnés lors des premières séances et sur le site Moodle du cours) NB. en fonction de l'évolution des mesures sanitaires en vigueur en Belgique et à l'Uclouvain, l'examen pourra avoir lieu en présenciel, sur le site de Louvain-la Neuve ou à distance, en ligne. Il conviendra de s'informer de la situation et des mesures en vigueur lors de chaque session.",
        "online_resources": "Bibliographie et autres documents seront rendus disponibles sur le site Moodle du cours au fur et à mesure du quadrimestre.",
        "bibliography": "Cf. Moodle",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2192",
        "title": "Philosophie morale (questions approfondies) - Moral Philosophy (Advanced Studies)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Machek David"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Le cours suppose une formation de base en philosophie morale et une bonne connaissance (au moins passive) de l'anglais.",
        "topics_covered": "Pour atteindre les objectifs fixés, le cours propose chaque année un thème qui permet d'articuler les liens entre les divers courants d'éthique philosophique, les questions actuelles d'éthique \" appliquée \" et la réflexion méthodologique. L'analyse des concepts sera accompagnée d'études de cas.",
        "content": "Cette année (2024-2025) le cours abordera le thème du sens de la vie humaine. La tâche principale consistera à évaluer si le « sens de la vie » est une catégorie philosophiquement utile et fondatrice, ou si elle est confuse, ou dérivée. Quelles sont les différentes significations des questions sur le sens de la vie? Le « sens de la vie » constitue-t-il une valeur irréductiblement différente et possiblement indépendante de la valeur morale (ce qui est moralement juste) et de la valeur prudentielle (ce qui est bon pour moi)? Une vie individuelle peut-elle avoir un sens même si la vie humaine en tant que telle n'en a pas? À la fin du cours, nous examinerons également comment le problème du sens de la vie a été abordé dans la recherche psychologique expérimentale, et nous nous demanderons si - ou comment - cette approche diffère du discours philosophique. L'accent sera mis sur les discussions de ce thème dans la philosophie analytique contemporaine (Nagel, Wolf, Metz, Landau), mais nous tiendrons également compte de la manière dont les approches analytiques ont été informées - ou se sont éloignées - des conceptions anciennes de la vie bonne (Aristote, stoïciens) et des théories existentialistes de la condition humaine (Camus, Sartre).",
        "teaching_methods": "Ce cours prendra principalement la forme de discussions de groupe. Ces discussions seront basées sur la lecture de textes (entre 10 et 30 pages à lire chaque semaine), ainsi que sur les présentations orales de courts textes de réflexion préparés par les participants. La majorité des textes seront lus en version originale anglaise.",
        "assessment_methods": "Évaluation continue (conclu en janvier 2025). Attention: La validation de cours ne sera possible qu'une seule fois par année académique. L'évaluation sera effectuée sur la base de: trois textes de réflexion (1-2 page), soumis au cours du semestre, y compris leur présentation orale (3 x 25%) note de preparation (lecture) et participation active (25%)",
        "online_resources": "Le programme et toute la lecture seront disponible par Moodle.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2143",
        "title": "Philosophie du Moyen Âge et de la Renaissance (questions approfondies) - Medieval and Renaissance Philosophy (Advanced Studies)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Schmutz Jacob"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours suppose une formation de base en histoire de la philosophie, surtout ancienne. La maîtrise du latin est un plus, mais n’est pas exigée pour l’inscription au cours : on s’attendra en revanche à la capacité de lire des traductions d’auteurs médiévaux et des études spécialisées en langue anglaise.",
        "topics_covered": "Le cours d’histoire de la philosophie médiévale et renaissante s’emploiera à approfondir la connaissance de la période concernée en partant d’un thème ou d’un corpus déterminé. Il sera particulièrement attentif à la genèse du sujet choisi et, s’appuyant sur un état de la recherche actualisé, tentera d’éclairer ce sujet et de faire progresser les questions qui lui sont liées. Le champ historique de ce cours va de la fin de l’Antiquité jusqu’au XVIe siècle, et pourra explorer des corpus et des problèmes issus des trois grandes cultures monothéistes (judaïsme, christianisme, islam), de façon comparative ou non. Le champ systématique ne sera pas restrictif puisque le cours pourra mettre simultanément ou alternativement l’accent sur des problématiques de philosophie théorique ou de philosophie pratique. Le cours accordera également une place à l’historiographie de la philosophie médiévale et renaissante, afin de comprendre les raisons de la « redécouverte » de ces traditions depuis le XIXe siècle et de réfléchir à ce que le Moyen Age peut encore nous apprendre aujourd’hui. On consacrera une attention particulière aux outils de recherche et aux problèmes de critique des sources (éditions critiques, lexiques, répertoires bibliographiques, etc.).",
        "content": "Duns Scot et la question juive Cours dispensé par le Prof. Jacob Schmutz (février-mai 2025), en français. Le philosophe et théologien franciscain Jean Duns Scot (v. 1266–1308) est célèbre pour avoir proposé la solution la plus radicale à la « question juive » durant le Moyen Age : réunir les Juifs de force, les expulser des royaumes chrétiens, baptiser de force les enfants qu’on leur aura enlevés pour en faire de bons chrétiens, et exiler les derniers juifs restants sur une île lointaine jusqu’à la fin des temps. La violence de ce texte, longtemps occulté par l’historiographie et récemment remis en pleine lumière par les travaux de Sylvain Piron (« Duns Scot et la politique. Pouvoir du prince et conversion des Juifs », in : Duns Scot à Paris, 1302-2002 , Brepols, 2004, p. 21-62) et d’Elsa Marmursztejn ( Le baptême forcé des enfants juifs , Les Belles Lettres, 2016) pose question : s’agit-il simplement d’une justification circonstantielle, par le théologien franciscain, de la politique d’expulsion des Juifs d’Angleterre par Edouard Ier (1290) ; ou bien ce texte politique est-il l’aboutissement logique d’un anti-judaïsme fondé métaphysiquement et qui est au principe même de sa toute sa théologie ? Nous essaierons de répondre à cette question en analysant la totalité des passages consacrés par le Docteur Subtil au judaïsme, et en le confrontant avec les solutions et lectures proposées par ses prédécesseurs. Nous analyserons ainsi le rapport entre exégèse chrétienne et exégèse juive de l’Ancien Testament, la conception scotiste de la loi juive, sa théorie de la foi acquise et infuse, et enfin sa lecture, très originale, de la mort du Christ sur la croix. L'enseignant proposera aux étudiants des traductions de travail acceptables des principaux textes. Tout étudiant ayant des compétences en latin est vivement invité à s'inscrire à ce cours. Un dossier complet de textes sera distribué, ainsi qu’une bibliographie sur les relations entre juifs et chrétiens au Moyen Age.",
        "teaching_methods": "Séminaire fondé sur la lecture collective de textes, qui aura aussi pour but de former les étudiants à la culture académique médiévale.",
        "assessment_methods": "Les participants au Séminaire se verront assignés un thème sur lequel travailler, et présenter un travail en classe. En fin d'année, un travail écrit de synthèse sur la question choisie sera à remettre.",
        "other_info": "Pour le travail écrit, l'étudiant est tenu d'indiquer systématiquement toutes les parties ayant fait l'objet d'une utilisation des IA, par exemple par une note en bas de page, en précisant si l'IA a été utilisée pour la recherche de l'information, pour la rédaction du texte ou pour sa correction. Les sources d'information doivent être systématiquement citées en respectant les normes de réferencement biblliographique. L'étudiant reste responsable du contenu de sa production  indépendamment des sources utilisées",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2182",
        "title": "Anthropologie philosophique (questions approfondies)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Frogneux Nathalie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Notions d'histoire de la philosophie, et en particulier une initiation à la phénoménologie, ainsi que des notions d'anthropologie philosophique.",
        "topics_covered": "Le thème du cours change chaque année. Il s'agit d'aborder des questions anthropologiques grâce à de grands auteurs de la philosophie moderne et contemporaine en dégageant leur actualité et leurs enjeux contemporains.",
        "content": "Le cours portera sur la conception de l'humain à l'âge du vivant. (Corine Pelluchon, Hans Jonas, etc.)",
        "teaching_methods": "Le cours se basera sur des textes et des ouvrages à lire au préalble et commentés en classe. Les étudiant.e.s présenteront oralement des textes lors des cours. La présence au cours est donc requise.",
        "assessment_methods": "L'évaluation aura lieu lors d'un examen oral.",
        "online_resources": "La bibliographie et les supports de cours seront postés sur Moodle.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2252",
        "title": "Philosophie moderne (questions approfondies)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Maesschalck Marc",
            "Schmutz Jacob"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours suppose une formation de base en histoire de la philosophie, surtout ancienne et médiévale. Aptitude à lire des textes en français et en anglais.",
        "topics_covered": "Le cours d’histoire de la philosophie moderne s’emploiera à approfondir la connaissance d’un ou plusieurs auteurs ou courants de la période concernée en partant d’un thème ou d’un corpus déterminé. Le cours sera particulièrement attentif à comprendre les raisons pour lesquelles les philosophes européens se sont qualifiés de « modernes » depuis le XVIe siècles, et interrogera cette prétention à la nouveauté à la fois tant par rapport aux systèmes philosophiques européens du passé que par rapport aux cultures non-européennes en cette période de « grandes découvertes » et de globalisation naissante. Le cours sera particulièrement attentif à la genèse du sujet choisi et, s’appuyant sur un état de la recherche actualisé, tentera d’éclairer ce sujet et de faire progresser les questions qui lui sont liées. Le champ historique de ce cours va du XVIe siècle jusqu’au début du XIXe siècle et pourra inclure à la fois des auteurs canoniques et des représentants d’un canon alternatif, en s’intéressant à des traditions négligées par l’historiographie courante : traditions scolastiques, traditions régionales, la contribution des femmes à la philosophie moderne, ou encore les problèmes spécifiques à l’interculturalité (par exemple le dialogue amorcé avec des traditions non-européennes à la modernité, la philosophie chinoise en particulier). Le champ systématique ne sera pas restrictif puisque le cours pourra mettre simultanément ou alternativement l’accent sur des problématiques de philosophie théorique ou de philosophie pratique. On consacrera une attention particulière aux outils de recherche et aux questions de traduction.",
        "content": "(cours assuré par le Prof. Marc Maesschalck) Le cours de cette année 2024-2025 s’intéressera à deux questions spéciales caractéristiques du tournant épistémologique de l’anthropologie à la fin du XVIIIe et au début du XXe siècle. Il tentera également d’établir un lien entre ces deux caractéristiques, à savoir d’une part, l’émergence d’une théorie psychiatrique des pulsions en rupture avec l’approche mécaniciste des forces prédominante dans le physicalisme antérieur ; d’autre part, une sortie de l’observation ethnographique induite par la confrontation coloniale au profit d’un projet de hiérarchisation des mentalités culturelles, donnant priorité aux acquis sur l’inné, à la différence d’une anthropologie physicaliste fixée sur l’anatomie et d’un succédané tourné vers la physiognomie. C’est dans ce contexte anthropologique en mutation que se forme une première théorie des cultures, dont l’orientalisme est un archétype. Mais cette tentative se heurte aussi à la reconnaissance de l’inconscient et à l’identification des stratégies culturelle qui ont tenté d’incorporer cette excédence du signifiant, en admettant un hors norme et une non-identité constitutive, à l’encontre du formatage imposé par toutes les formes d’hégémonie. En amont de l’autonomisation des sciences humaines et sociales proprement dites, anthropologie, psychiatrie et théorie de la culture tracent donc les premiers contours modernes d’un malaise civilisationnel, qui dépasse rétrospectivement la volonté de puissance moderne et son idéal de maîtrise de la vie, pour envoyer à une crise existentielle du sens plus essentielle et sans doute plus décisive pour l’avenir… Auteurs privilégiés : Blumenbach, Reil, Crichton, Platner, Hoffbauer, Schiller, Schelling, Pinel, Esquirol, de Gerando, Cousin, Biran …",
        "teaching_methods": "cours magistral",
        "assessment_methods": "Travail de 10 pages à réaliser à partir d’une lecture d’un commentaire proposé en farde de lecture. Suite à l’envoi de ce travail par mail, l’étudiant recevra en retour une question sur le travail à préparer pour l’examen oral. Exposé de la réponse à la question lors de l’examen oral (15 min.). Le travail peut être réalisé en français, en anglais, en espagnol ou en allemand, moyennant accord avec le titulaire",
        "other_info": "English-friendly coourse : cours enseigné en français mais offrant  des facilités en anglais",
        "online_resources": "Les notes de cours se trouvent  sur Moodle",
        "bibliography": "Eléments de bibliographie : Altman M. C., The Palgrave Handbook of German Idealism , Palgrave Macmillan, London, 2014. Altman M.C. & Coe C., The Fractured Self in Freud and German Philosophy , Palgrave Macmillan, London, 2013. Arquiola E. & Montiel L., La médecine en révolution, Sciences et philosophie de la nature au tournant du XVIIIe et du XIXe siècle , Hermann, Paris, 2012. Milnes Tim, “Sublime Offal: Coleridge, Hegel, Schelling, and the Remains of German Idealism”, in European Romantic Review , Vol. 35, 2024, n° 2, pp. 193-211. Regenspurger K. et Zantwijk T. van (eds), Wissenschaftliche Anthropologie um 1800 ? Franz Steiner, Stuttgart, 2005. Vaysse J.-M., L'inconscient des Modernes , Gallimard, Paris, 1999. Wallace E. R. & Gach J., History of Psychiatry and Medical Psychology , Springer US, New York, 2008.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2171",
        "title": "Logique et épistémologie (questions approfondies)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Verdée Peter"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Chaque année, le cours privilégiera un thème particulier en logique, en philosophie du langage, en philosophie des mathématiques, en épistémologie ou un thème qui est transversal entre ces disciplines.",
        "content": "Les limites de la connaissance Les sujets suivants seront traités: - les théorèmes limitatifs (Gödel, Tarski, Church, Turing) en mathématique, en informatique, et en théorie de la vérité - le problème des cas Gettier - les paradoxes de la vérité, de la probabilité et de la connaissabilité - le problème de la mesure en physique quantique",
        "teaching_methods": "Cours ex cathédra",
        "assessment_methods": "Janvier 50% de la note finale: une présentation dans les séances du cours 50% de la note finale: examen à livre ouvert Aout 50% de la note finale: un travail écrit 50% de la note finale: examen oral à livre ouvert",
        "other_info": "Pour le travail écrit, l'étudiant est tenu d'indiquer systématiquement toutes les parties ayant fait l'objet d'une utilisation des IA, par exemple par une note en bas de page, en précisant si l'IA a été utilisée pour la recherche de l'information, pour la rédaction du texte ou pour sa correction. Les sources d'information doivent être systématiquement citées en respectant les normes de réferencement biblliographique. L'étudiant reste responsable du contenu de sa production  indépendamment des sources utilisées",
        "online_resources": "Site moodle du cours",
        "bibliography": "Isaye Gaston, Critique de la Connaissance, Syllabus, Facultés Universitaires ND de la Paix, Namur, 1970 Piaget Jean, La Psychologie de l'Intelligence, Armand Collin, 1947 Koestler Arthur, Le cri d'Archimède, 1964 Arthur Koestler, Le cheval dans la locomotive, 1967 Dewey John, Logique. La théorie de l'enquête, trad. française de Deleddalle, PUF, 1ère éd. 1967",
        "course_materials": "Textes et dias disponibles sur Moodle",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2372",
        "title": "Philosophie contemporaine (questions approfondies)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Camilleri Sylvain",
            "Maesschalck Marc"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours suppose une formation de base en histoire de la philosophie, donnée par les cours LFILO1330 et LFILO1340.",
        "topics_covered": "Le cours d’histoire de la philosophie contemporaine s’emploiera à approfondir la connaissance de la période concernée en partant d’un thème ou d’un corpus déterminé. Il sera particulièrement attentif à la genèse du sujet retenu et, s’appuyant sur un état de la recherche actualisé, tentera d’éclairer ce sujet et de faire progresser les questions qui lui sont liées. Le champ historique de ce cours va du milieu du XIXe siècle à nos jours ; l’approche pourra être diachronique ou synchronique. Le champ systématique ne sera pas restrictif puisque le cours pourra mettre simultanément ou alternativement l’accent sur des problématiques relevant de l’épistémologie, de l’éthique, de la métaphysique, de l’anthropologie, de l’esthétique, de la philosophie sociale et politique ou encore de la philosophie de l’histoire ou de la religion (la liste n’est pas exhaustive).",
        "content": "2024-2025 - Prof. Marc Maesschalck De Adorno à Rahel Jaeggi. Le destin de l’Ecole de Francfort et le destin de la philosophie au XXe siècle. Dans l’entre-deux guerres, à côté de mouvement esthétiques novateurs comme le Bauhaus et l’expressionnisme, la philosophie prend un tournant décisif vers la théorie critique pour se démarquer du positivisme ambiant et de l’ontologisme. Cette orientation ancrée dans le freudo-marxisme va connaître différentes révolutions intellectuelles, réaliser son propre tournant linguistique avec Apel et Habermas, anticiper l’avènement des approches métanormatives et chercher une issue à la déconstruction, avec Honneth et l’école américaine. Aujourd’hui au-delà du post-marxisme et des versions néo-pragmatistes de la critique sociale promues par Allen et Brandom, des auteurs de la dernière génération comme Harcourt, Rosa et Jaeggi, la théorie critique s’oriente vers une redéfinition de l’ontologie des formes de vie et vers l’identification des conditions méta-éthiques permettant d’orienter leur transformation, en sortant des discours moralisateurs sur les comportements individuels et l’idéal de soi à réaliser pour sauvegarder le monde commun.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Travail de 10 pages à réaliser à partir d’une lecture d’un commentaire proposé en farde de lecture. Suite à l’envoi de ce travail par mail, l’étudiant recevra en retour une question sur le travail à préparer pour l’examen oral. Exposé de la réponse à la question lors de l’examen oral (15 min.). Le travail peut être réalisé en français, en anglais, en espagnol ou en allemand, moyennant accord avec le titulaire.",
        "online_resources": "Cf. Moodle.",
        "bibliography": "Allen A., The End of progress, Decolonizing the Normative Foundations of Critical Theory , Columbia UP, New York, 2016. Brandom R., Between Saying and Doing : Towards an Analytic Pragmatism , Oxford, Oxford University Press, 2008. Christ J. & al., Debating Critical Theory , Rowman & Littlefield, Lanham/New York, 2020. Dussel E., Ética de la Liberación, en la edad de la globalización y de la exclusión , Trotta, Madrid, 2011 (1ère ed. 1998) Harcourt B.E., Critique & Praxis , Columbia UP, New York, 2020. Jaeggi R., Kritik von Lebensformen , Suhrkamp, Berlin, 2014. Maesschalck M., « L'urgence d'une critique des formes de vie », in Revue Théologique de Louvain , 54 (2023), pp. 210-240. Saar M., Die Immanenz der Macht , Suhrkamp, Berlin 2013. Saar M., Forst R., Hartmann M. und Jaeggi R. (eds), Sozialphilosophie und Kritik , Suhrkamp, Frankfurt a. M., 2009. Rosa H., Aliénation et accélération : vers une théorie critique de la modernité tardive , La Découverte, Paris, 2012 Rosa H., Rendre le monde indisponible , La Découverte, Paris, 2020.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1235",
        "title": "Histoire et textes de la philosophie du Moyen-Age et de la Renaissance",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Schmutz Jacob"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours expose les grandes étapes de l'évolution de la philosophie médiévale et renaissante. On abordera les grandes thématiques de la philosophie du Moyen Age (querelle des universaux, dialectique foi-raison,  représentation de la nature) et ses différents contextes institutionnels (le monastère, l'université, irruption de l'aristotélisme et de la philosophie arabe) et de la Renaissance (dignité de l'homme, statut de l'espace et du mouvement, retour à l'antiquité et en particulier à Platon, à Epicure et à la tradition sceptique, répercussion du progrès des arts et des sciences sur la philosophie). Des textes représentatifs des philosophes importants seront vus et commentés au cours. Parmi les auteurs et courants étudiés pour le Moyen Age latin, le cours doit mentionner les jalons suivants, Augustin, Anselme, Abélard, l'école dominicaine (Albert le Grand, Thomas d'Aquin), l'école franciscaine ( Duns Scot, Ockham). Pour la Renaissance, les auteurs néoplatoniciens ( Nicolas de Cues, Marsile Ficin, Pic de la Mirandole),  les penseurs politiques (Machiavel, Jean Bodin), les théoriciens de l'art (Alberti), les naturalistes (Telesio, Giordano Bruno)  et Montaigne.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours l'étudiant sera capable de présenter d'une manière globale les principaux courants et thèmes de la philosophie médiévale et renaissante. Il aura été initié à la lecture critique de textes de philosophie ancienne et de la littérature secondaire.",
        "content": "LES ARBRES DU SAVOIR AU MOYEN AGE Durant toute l’époque médiévale, la philosophie s’est comprise non seulement comme sagesse ( sophia ), mais aussi comme savoir ou science ( épistémè ). Ceci a conduit les auteurs antiques et médiévaux à proposer des distinctions fondamentales entre différents types de sciences, dont l’ensemble constituerait la philosophia : science pratique / science théorique (dans la tradition aristotélicienne), arts libéraux / arts mécaniques (dans la tradition patristique et encyclopédique), sciences rationnelles / sciences traditionnelles (dans la tradition islamique), etc. Nous étudierons l’émergence de ces différentes distinctions entre les sciences, qui ont souvent donné lieu à des arborescences complexes (d'où le titre \"arbres du savoir\", cette métaphore étant omniprésente), et la manière dont la Révélation religieuse – biblique ou coranique – a été intégrée dans ces schémas hérités de l’Antiquité. Cela nous permettra également de parler des rapports entre philosophie et révélation, et présenter les différences entre métaphysique, théologie naturelle, théologie révélée et droit religieux. Ces « arbres du savoir » formeront un fil conducteur qui nous conduira du néoplatonisme jusqu’à la Renaissance – où une nouvelle distinction fondamentale fait son apparition, celle entre sciences naturelles / sciences humaines, qui gouverne encore largement notre organisation universitaire aujourd’hui. Nous aborderons quelques auteurs exemplaires du monde chrétien (Augustin, Boèce, Raban Maur, l’école de Saint-Victor, Thomas d’Aquin, Jean Duns Scot, Guillaume d'Ockham) et islamique (Al-Kindi, Al-Farabi, Averroès, Avicenne, Al-Ghazali, Ibn Taymiyya). Les auteurs de tradition juive ne seront pas spécifiquement étudiés dans ce cours, mais sont généralement traités dans le cours de master dispensé par le même enseignant.",
        "teaching_methods": "Le cours se décompose en deux types d'enseignement: 1/ Un cours magistral classique, durant les séances du lundi et mercredi matin 2/ Des séances de lecture suivie de textes pré-distribués, durant les séances d'une heure du mardi matin",
        "assessment_methods": "Examen terminal écrit, durant la session de janvier, avec à la fois des questions de restitution et des questions ouvertes d'interprétation. Une évaluation en contrôle continu facultative sera organisée en milieu de quadrimestre, afin de vous préparer à l'examen et de tester votre compréhension des textes et des problématiques. Cette évaluation facultative sera notée, et vaut pour 40% de la note finale. Dans le cas d'une note inférieure à la note de l'examen terminal lors du contrôle continu, on n'en tiendra pas compte.",
        "online_resources": "Les documents relatifs au cours seront postés sur Moodle.",
        "bibliography": "Un dossier bibliographique complet est disponible sur le Moodle du cours. On s'attendra à ce que les étudiants lisent, en complément du cours, un ouvrage d'introduction à la philosophie médiévale pour maîtriser les principales balises doctrinales et historiques. Nous recommandons en particulier (des explications spécifiques sur les mérites de chaque ouvrage se trouvent dans la bibliographie sur Moodle): Copleston, Frederick C., Histoire de la philosophie , vol. II, La philosophie médiévale d’Augustin à Duns Scot , vol. III, D’Ockham à Suárez , trad. fr. (Tournai : Casterman, 1958–64) Flasch, Kurt, Introduction à la philosophie médiévale, trad. J. de Bourgknecht (Paris : Flammarion, 1987 ; réédité collection Champs, 1998) De Libera, Alain, La philosophie médiévale (Paris : PUF, 1998, coll. Premier Cycle ; repris en coll. Quadrige, 2004) Vignaux, Paul, Philosophie au Moyen Âge , édité, présenté et annoté par R. Imbach (Paris : Vrin, 2004)",
        "responsible_entity": "EFIL"
    }
]