[
    {
        "url": "https://uclouvain.be/cours-2024-lphys2245",
        "title": "Lasers physics",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lauzin Clément"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS2143 constitue un atout",
        "topics_covered": "Rappel de l'interaction matière-lumière, élargissement homogène et inhomogène, lasers à gaz, lasers à colorants, lasers solides, lasers pulsés, applications",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA 1.3, AA1.4, AA 1.6, AA 2.1, AA 2.2, AA 5.3, AA 6.3, AA7.1, AA 7.2, AA7.5, AA7.6, AA 8.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   reconnaitre les lasers les plus utilisés et expliquer leurs mécanismes de fonctionnement ; 2.   connaître les ordres de grandeur de différents paramètres associés aux lasers, taille de faisceau, puissances ; 3.   déterminer les ingrédients de base nécessaire à la construction d'un laser ; 4.   concevoir un montage laser et établir les forces et les faiblesses de ce montage ; 5.   expliquer différentes applications associés à la recherche fondamentale et appliquée ; 6.   concevoir un montage qui teste les différentes caractéristiques d'un laser.",
        "content": "Rappel sur l’interaction lumière-matière Elargissement homogène et inhomogène Lasers à gaz Lasers à colorant Lasers solides Lasers UV et VUV/XUV Lasers fibrés Contrôle fréquentiel d’un laser Applications, mesures spectroscopiques et de distances Introduction au verrouillage de modes",
        "teaching_methods": "Cours. Exercices. Laboratoires et démonstration. Projet.",
        "assessment_methods": "L’étudiant.e est évalué.e sur la qualité de son projet grâce à un rapport écrit et une défense orale et sur base d’un examen oral.",
        "bibliography": "S. Hooker and C. Webb « Laser Physics » Oxford master series in Physics, 2010",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lelec2560",
        "title": "Micro and Nanofabrication Techniques",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Francis Laurent",
            "Hackens Benoît",
            "Raskin Jean-Pierre"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "La formation aborde les sujets suivants : procédés de fabrication des dispositifs micro et nanoscopiques, MEMs, NEMs, et des circuits intégrés : matériaux semiconducteurs et leur fabrication, oxydation, implantation ionique, dopage, métallisation, traitement par plasma... micro et nanolithographie, gravures laser, etc. micro et nanocaractérisation : SEM, AFM, Ellipsométrie, Dektak,...",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil électricien », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3 AA2.1, AA2.2, AA2.3, AA2.4, AA2.5 AA3.1 , AA3.2, AA3.3 AA4.1, AA4.2, AA4.3, AA4.4 AA5.1, AA5.2, AA5.3, AA5.4, AA5.5, AA5.6 AA6.1, AA6.3 A l'issue de cet enseignement, les étudiants seront en mesure de : Intégrer les procédés de fabrication de dispositifs électroniques de dimensions micro et nanoscopiques en vue de réaliser des dispositifs particuliers Utiliser des outils de simulation numérique de processus de fabrication Réaliser des étapes de micro et nanofabrication en salle blanche Caractériser les étapes avec les outils disponibles dans WinFab et Welcome",
        "content": "- types de substrats. - transistor MOS. - techniques physiques et chimiques pour le dépôt de films minces : PVD, CVD, PECVD, ALD, etc. - transfert de structures : masquage, lithographie optique et électronique. - techniques de gravure : mécanismes de gravure, gravures sèches et humides, RIE, DRIE, IBE, sélectivité des gravures, etc. - techniques particulières de dépôts ou de gravure des films minces. - éléments de métrologie (techniques de microscopie, optique, mesures électriques, analyses physiques et chimiques,...).",
        "teaching_methods": "Les étudiants aborderont en groupe les éléments relatifs à la fabrication de dispositifs miniaturisés et seront amené à concevoir un process complet grâce aux supports bibliographiques, séances encadrées de laboratoire en chambre propre, et interactions avec l'équipe enseignante. Des rapports et présentations intermédiaires avec l'équipe encadrante permettront un retour sur les états d'avancement.",
        "assessment_methods": "Evaluation continuée d'un travail d'année réalisé en groupe, avec présentations intermédiaires et rapports écrits. Evaluation individuelle orale en session d'examen. Le travail de groupe intervient pour 60% de la note finale, l'examen individuel pour 40% de la note restante sauf si la note de l'examen oral individuel est inférieur à 10/20 auquel cas la note finale sera uniquement celle de l'examen oral individuel. La note relative à l'évaluation continue est individualisée en fonction de l'implication de l'étudiant·e au sein du groupe pendant le quadrimestre (présence obligatoire aux activités, participation active aux travaux intermédiaires et aux travaux évalués). Les travaux donnant lieu à la note d'évaluation continue ne peuvent être refaits en seconde session; la note d'évaluation continue acquise en première session est conservée en cas de seconde session. Compte tenu de l'importance du travail de l'année, l'article 72 du RGEE est d'application.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=9212",
        "bibliography": "Supports disponibles sur Moodle/supports available on Moodle Livre de référence/reference book: \"Introduction to microfabrication, 2nd ed.\", S. Franssila, John Wiley & Sons, 2010",
        "responsible_entity": "ELEC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmapr2019a",
        "title": "Polymer Science and Engineering",
        "credits": "3.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Demoustier Sophie",
            "Jonas Alain",
            "Van Ruymbeke Evelyne"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Ce cours requiert une formation de base en thermodynamique et physique statistique.",
        "topics_covered": "Le premier thème concerne la physique des matériaux polymères, et présente les grandes propriétés de ces matériaux en établissant de manière formelle le lien avec les caractéristiques physiques des chaînes au niveau microscopique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours au référentiel du programme Eu égard au référentiel de compétences du programme de Master Ingénieur Civil en Chimie et Science des Matériaux, ce cours contribue au développement et à l'acquisition des acquis d'apprentissage repris ci-dessous: AA 1.1. Identifier et mettre en oeuvre les concepts, lois, raisonnements applicables à une problématique de complexité réaliste. AA 1.2. Identifier et utiliser les outils de modélisation et de calcul adéquats pour résoudre cette problématique. À l'issue de ce cours, l'étudiant sera en mesure de : Déterminer les paramètres nécessaires pour modéliser une chaîne macromoléculaire à l'aide d'un modèle de chaîne d'arpenteur, d'un modèle de chaîne persistante, ou d'un modèle d'isomères de rotation, et expliquer à l'aide de la physique statistique la variation de ces paramètres avec la masse molaire, la température ou la nature chimique de l'unité monomère; Utiliser la physique statistique et un modèle de chaîne d'arpenteur pour calculer la force de rappel exercée par une chaîne macromoléculaire lorsque ses extrémités sont éloignées; établir l'équation de la courbe contrainte/déformation d'un ruban élastomère, à partir des équations décrivant le comportement statistique de ses segments; Décrire l'approche phénoménologique de la transition vitreuse des polymères et des phénomènes de relaxation à la transition vitreuse, sur base de la notion de volume libre; utiliser cette approche pour expliquer comment la transition vitreuse évolue avec la vitesse de sollicitation et la température; Décrire la morphologie d'un polymère semi-cristallin à différentes échelles, et en établir un schéma; indiquer l'importance de cette morphologie sur les propriétés du matériau; énumérer les paramètres qui contrôlent la température de fusion d'un polymère; dériver une équation entre l'épaisseur lamellaire et la température de fusion; énumérer les observations essentielles que doit respecter une théorie de la cristallisation des polymères, et brièvement présenter les théories cinétiques qui visent à expliquer ces observations. Etablir le principe d'équivalence des effets du temps et de la température sur le module d'élasticité des polymères, et en décrire les conséquences pratiques dans l'usage de ces matériaux; quantifier ces effets à l'aide de l'équation de Williams-Landel-Ferry; Définir et expliquer différents concepts relatifs à la structure moléculaire des polymères (topologie, enchaînement des motifs constitutifs, structures configurationnelles, masses moléculaires moyennes et dispersité)",
        "content": "1.1. Principales caractéristiques de chaînes macromoléculaires 1.2. Elasticité des chaînes macromoléculaires, et élasticité des matériaux élastomères 1.3. L'état vitreux et la transition vitreuse des matériaux polymères 1.4. Viscoélasticité et rhéologie des polymères 1.5. Polymères semi-cristallins et cristallisation des polymères",
        "teaching_methods": "Le cours mélange des parties plus formelles présentées par les enseignant/es, et des exercices réalisés par les étudiant/es, soit en vue de les interpeller, soit de façon à leur faire appliquer les concepts présentés. Le cours sera donné en totalité ou en partie dans le format de classe inversée, en présentiel, éventuellement en comodalité pour certaines parties. La visite d'une société industrielle de mise en oeuvre des polymères peut compléter la formation.",
        "assessment_methods": "En première session, les étudiants passeront un examen oral en présence des enseignants, au cours duquel ils présenteront leur approche d'un problème général proposé en cours d'année par les enseignants, ou proposé par eux-mêmes; ils seront questionnés par les enseignants sur les concepts du cours associés à la résolution de ce problème. Un tutorat sur les problèmes aura eu lieu pendant la période de cours. A côté de ce dispositif final, une évaluation continue sera proposée pour les deux parties du cours durant la période de cours. Si x1 est la note sur 20 reçue pour l'évaluation continue de la partie donnée par A. Jonas (physique), x2 la note sur 20 reçue à l'examen de la partie de E. Van Ruymbeke (rhéologie), et y la note sur 20 obtenue à l'examen oral, alors la note finale obtenue sur 20 sera max(y, y/2 + (0.5*x1 + 0.1*x2)/1.2 ), arrondie à l'entier le plus proche sauf si la note tombe entre 9 et 10 auquel cas elle est arrondie à l'entier inférieur le plus proche. En seconde session, l'examen sera un écrit à livre fermé, comprenant de petits exercices et une partie de restitution des concepts acquis. La note finale obtenue sera calculée par une formule identique à celle de la première session - la partie continue de l'évaluation ne pouvant pas être représentée. Pour la partie en évaluation continue ou la réflexion sur le problème discuté lors de l'examen oral, un usage critique des intelligences artificielles génératives est possible. Les autres parties ne pourront pas faire appel à ces dispositifs d'intelligence artificielle sauf disposition contraire. Le non-respect des consignes méthodologiques définies sur moodle, notamment en matière d’utilisation de ressources en ligne ou de collaboration entre étudiant.es, pour toute partie de l'évaluation continue entraînera une note globale de 0 pour l’évaluation continue.",
        "other_info": "Ce cours requiert une formation de base en thermodynamique, physique statistique et chimie organique.",
        "online_resources": "Des notes de cours (en anglais) sont mises à disposition des étudiants sur le site Moodle du cours, ainsi que de courtes capsules vidéos.",
        "bibliography": "Des notes de cours et des podcasts vidéos (en Anglais) sont mis à disposition des étudiants sur le site du cours. Des copies des transparents sont disponibles sur le site du cours. Les ouvrages de référence suivants sont intéressants : Paul C. Hiemenz; Timothy P. Lodge, Polymer Chemistry, 2nd edition, CRC Press:Boca Raton, 2007.",
        "responsible_entity": "FYKI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2246",
        "title": "Experimental methods in atomic and molecular physics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lauzin Clément",
            "Urbain Xavier"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Cette unité d'enseignement traite principalement de l'optique de particules chargées, de collisions atomiques et électroniques et de spectroscopie atomique et moléculaire. On développe les méthodes de production, de stockage et de guidage des particules chargées utilisant un champ électrique ou magnétique. On illustre alors la pertinence de ce savoir-faire pour la mesure de sections efficaces de collision ou de processus photo-induit. On détaille les différentes techniques de spectroscopie atomique et moléculaire, méthodes basées sur la détection de photons ou de particules chargées. Enfin, différentes techniques de refroidissement d'échantillons gazeux sont également décrites. Ces techniques sont présentées parce qu'elles constituent un moyen de simplifier et d'augmenter la signature quantique lors d'expériences de collisions ou de spectroscopie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA 1.1, AA 1.2, AA1.3, AA1.4, AA 1.5, AA1.6, AA2.1, AA2.2, AA 3.1, AA 4.2, AA5.1, AA5.2, AA 5.3,AA 6.1, AA 7.2, AA 7.3, AA7.5, AA8.1, AA 8.2 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.     déterminer la méthodologie expérimentale la plus efficace pour étudier un problème en physique atomique ou moléculaire ; 2.     déterminer les avantages et les limitations d'une technique expérimentale en physique atomique ou moléculaire ; 3.     identifier les méthodes utilisées dans un article scientifique et évaluer leurs pertinences ; 4.     mettre en équation la trajectoire d'un faisceau chargé et pouvoir la simuler avec le software approprié ; 5.     identifier et caractériser les éléments d'un accélérateur de particules",
        "content": "L’unité d’enseignement suivra la structure suivante : Optique de particules chargées génération de particules chargées, électrons, positrons, ions principes de base de l’optique de particules chargées concept d’émittance : théorème de Liouville et dérivation de l’enveloppe du faisceau dans l’espace des phases exercice pratique avec des faisceaux d’ions et des simulations sur ordinateur Approche expérimentale des collisions atomiques et électroniques distribution de vitesses dans une cellule, un jet supersonique ou effusif sélection d’une classe de vitesses cinétique de l’interaction entre deux faisceaux, faisceaux croisés ou confluents facteur de forme et méthode des faisceaux animés techniques de détection, ionisation de surface, fluorescence induite, etc. méthodes d’analyse : spectroscopie translationnelle, détection en coïncidence, imagerie en 3D pièges à ions : pièges de Paul et de Penning, piège quadripolaire, cavité électrostatique anneaux de stockage : interaction électron-ion, refroidissement sympathique et stochastique 3) Spectroscopie moléculaire Spectroscopie d’absorption modulation de fréquence principes d’un lock-in amplifier spectroscopie cavity enhanced et cavity ringdown spectroscopie NICE-OHMS Spectroscopie d’action spectroscopie de photofragmentation spectroscopie de photoélectron spectroscopie dans un piège à ions Cette unité d’enseignement abordera également les derniers développements expérimentaux en physique atomique et moléculaire. Des visites de grandes installations expérimentales européennes seront organisées.",
        "teaching_methods": "Cours, laboratoires, projet pratique, visites guidées de laboratoires",
        "assessment_methods": "L’évaluation se basera sur un projet individuel et sa présentation orale",
        "bibliography": "H. Wollnik, Optics of Charged Particles (Academic Press, Orlando, 1987). High-resolution molecular spectroscopy, handbook, Wiley online library 2011.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lineo2004",
        "title": "Séminaire d'approfondissement en entrepreneuriat",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Janssen Frank"
        ],
        "teaching_language": "Français",
        "prerequisites": "Avoir été sélectionné pour suivre le programme INEO, Formation interdisciplinaire en entrepreneuriat, et avoir validé le cours LINEO2001",
        "topics_covered": "Ce cours sera consacré à l'analyse d'entreprises représentatives des problèmes abordés dans le cadre du cours de théorie de l'entrepreneuriat. Ces analyses de cas sont réalisées par des groupes de trois étudiants issus de différentes facultés. Préalablement, les étudiants doivent contacter un entrepreneur ayant de préférence créé sa propre organisation (éventuellement repris), afin de lui proposer d'analyser cette dernière et de l'inviter à les aider à la présenter dans le cadre du cours. Cet exercice de synthèse nécessitera un certain nombre de contacts avec le dirigeant en question, ainsi que des analyses \"de terrain\". Lors des présentations de groupes, les étudiants seront amenés à rencontrer et à dialoguer avec de nombreux entrepreneurs.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Eu égard au référentiel de compétences du programme, cette UE contribue au développement et à l'acquisition des compétences suivantes : Communiquer (8.1, 8.2, 8.3) Travailler en équipe et en exercer le leadership (6.1, 6.2) Appliquer une démarche scientifique (3.1, 3.2, 3.3, 3.4) Maîtriser des savoirs(2.1, 2.2, 2.3) Se développer (9.1, 9.2, 9.4) A la fin cette unité d'enseignement, l'étudiant est capable de : Analyser et présenter à l'auditoire une entreprise réelle dans son ensemble. Analyser une problématique liée à cette entreprise et abordée dans le cadre du cours de théorie de l'entrepreneuriat. Agir en acteur socialement responsable et de faire preuve d'initiative. Avoir un recul critique par rapport à la théorie et l'entreprise analysée Gérer un projet en groupe.",
        "content": "Cette unité d'enseignement porte sur l'approfondissement des connaissances des étudiants en matière d'entrepreneuriat au travers de l'analyse d'entreprises représentatives des problèmes abordés dans le cadre du cours de théorie de l'entrepreneuriat.",
        "teaching_methods": "Il s'agit de présentations réalisées par les étudiants avec un dispositif interactif. Après chaque exposé, une discussion est suscitée auprès de l'ensemble de l'auditoire.",
        "assessment_methods": "Evaluation continue Date : à chaque groupe est attribuée une date de cours Type d'évaluation : Travail écrit en groupe interdisciplinaire et présentation orale de celui-ci + travail écrit individuel à la fin de quadrimestre Commentaires : Participation au cours obligatoire, rentre dans la note finale. En cas d'absence injustifiée : -1 pt à la note finale Les étudiants seront évalués sur base de leur carnet de bord (30%), de la présentation orale du travail (35%) et du rapport écrit (35%). Des entrepreneurs partagent leur expérience. Par respect pour eux et pour le groupe qui le présente, votre présence à chacun des cours est requise . Sauf justificatif (certificat médical ou décès d’un proche), vous perdrez un point pour chaque absence . Ces points seront déduits de votre note globale. Pour évaluer ce travail final, il sera tenu compte du respect des consignes, de la qualité et du caractère complet de la présentation de l’entreprise, de la pertinence de la problématique, de la qualité de l’argumentation, du recul critique et de la forme du rapport. Semaine d'évaluation Oral : Non Ecrit : Non Indisponibilités ou commentaires : Session d'examens Oral : Non Ecrit : Non Indisponibilités ou commentaires :",
        "online_resources": "Informations sur Moodle",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lneer2500",
        "title": "Séminaire d'insertion professionnelle: néerlandais - niveau moyen",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Demeulenaere Isabelle"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Cette unité d'enseignement est de niveau intermédiaire inférieur et suppose donc une maîtrise productive satisfaisante de la grammaire et du vocabulaire de base ainsi que la maîtrise des aptitudes langagières aux niveaux décrits pour l'unité d'enseignement de niveau élémentaire (niveau A2 du Cadre européen commun de Référence pour les Langues).",
        "topics_covered": "Cette unité d'enseignement est articulée autour de différents thèmes liés principalement au domaine professionnel dans lequel l'étudiant sera appelé à s'insérer. Des thèmes d'actualité seront également abordés. L'UE est axée sur la pratique orale et interactive de la langue.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 lire des textes factuels directs sur des sujets relatifs à son domaine et à ses intérêts avec un niveau satisfaisant de compréhension. parcourir rapidement un texte long et complexe et en relever les points pertinents. posséder un vocabulaire de lecture large et actif même si quelques difficultés peuvent survenir avec des expressions peu fréquentes. Niveau B1+ compréhension écrite du « Cadre européen commun de référence pour les langues » 2 comprendre l'information contenue dans la plupart des documents enregistrés ou radiodiffusés, dont le sujet est d'intérêt personnel et la langue standard clairement articulée. suivre une intervention d'une certaine longueur et une argumentation complexe à condition que le sujet soit assez familier et que le plan général de l'exposé soit indiqué par des marqueurs explicites suivre un discours clairement articulé et qui est destiné à l'étudiant dans une conversation courante, même s'il est quelquefois nécessaire de faire répéter certains mots ou expressions. Niveau B1+ compréhension orale du « Cadre européen commun de référence pour les langues » 3 assez aisément mener à bien une description directe et non compliquée de sujets variés dans son domaine en la présentant comme une succession linéaire de points. développer une argumentation suffisamment bien pour être compris sans difficultés la plupart du temps. donner brièvement des justifications et des explications pour ses opinions, ses projets et ses actes. aborder sans préparation une conversation sur un sujet familier, exprimer des opinions personnelles et échanger de l'information sur des sujets familiers d'intérêt personnel ou pertinents pour la vie quotidienne (famille, loisirs, voyages, faits divers). faire face à un nombre limité de questions directes et simples Niveau B1 production orale du « Cadre européen commun de référence pour les langues » 4 rédiger de brèves notes simples en rapport avec des besoins concrets. écrire une série d'expressions et de phrases simples reliées par des connecteurs simples tels que « et », « mais » et « parce que ». Niveau A2 production écrite du « Cadre européen commun de référence pour les langues » 5 Code Vocabulaire : consolidation du vocabulaire de base et extension du vocabulaire général ainsi que du vocabulaire juridique. Grammaire : consolidation des structures spécifiques du néerlandais (les adverbes pronominaux, le mot \"er\", l'inversion, la voix passive, la subordonnée et les conjonctions). Culture Au niveau de toutes les aptitudes précitées : sensibilisation à la culture flamande et néerlandaise.",
        "content": "Cette unité d'enseignement consiste à revoir et étendre les connaissances lexicales générales ainsi que les connaissances lexicales spécifiques au domaine d'études, revoir les points de grammaire spécifiques du néerlandais par des exercices écrits et oraux. Il n'y aura pas d'enseignement systématique des règles grammaticales, exercer et développer les aptitudes réceptives (lecture et audition).",
        "teaching_methods": "Encadrement: cours en groupes de maximum 20. Charge de travail: Heures présentielles : 30 h Travail autonome : 42 h Principalement exercices de pratique orale de la langue sur base de matériel authentique (écrit, audio ou vidéo) relatifs au monde professionnel, au domaine d'étude ou à l'actualité. Matériel de cours : un syllabus de cours reprend les activités réalisées en séance ainsi que des description de tâches à réaliser en autonomie. La plateforme Moodle sera également alimentée tout au long du quadrimestre avec des supports et des activités supplémentaires. Le cours se construit au fil des semaines, avec les étudiants. Leur participation active est requise.",
        "assessment_methods": "Evaluation permanente (20%) présence et participation active au cours réalisation des tâches variées dans les délais progèrs dans la maîtrise de la langue Vocabulaire et structure (3 x 10%) 3 tests organisés dans le courant du quadrimestre vocabulaire thématique et points de grammaire Présentation de son 'entreprise' en groupe (15%) préparation contenu maîtrise de la langue interaction avec le public Examen oral individuel (35%) sujet au choix à présenter conversation spontanée sur quelques questions relatives aux points abordés au cours. Session de septembre : l'examen oral ainsi que les tests de vocabulaire peuvent être réorganisés pour un étudiant ayant échoué à condition d'avoir réalisé durant l'année les tâches demandées. Un étudiant qui n'aurait pas participé aux séances de cours n'aura pas la possibilité de passer l'évaluation en session de septembre uniquement.",
        "other_info": "Conditions d'accès à cette unité d'enseignement : avant de valider le programme de l'étudiant, le jury restraint se doit de vérifier, si l'étudiant a choisi d'y inscrire cette unité d'enseignement, que la coordinatrice a bien validé l'inscription de cet étudiant dans l'un des groupes, ceci permettant une bonne gestion des groupes au sein de l'Institut des Langues Vivantes.",
        "bibliography": "Dossier de lecture. Documents distribués lors des séances.",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmapr2012",
        "title": "Polymers for advanced technologies",
        "credits": "5.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Demoustier Sophie",
            "Glinel Karine",
            "Gohy Jean-François",
            "Nysten Bernard"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Les thèmes abordés dans le cadre de ce cours traitent de l’utilisation de polymères fonctionnels pour le développement de matériaux/dispositifs avancés utilisés dans des domaines tels que l'électronique organique, le stockage et la production d'énergie, la photonique, le stockage des données, la détection, les emballages intelligents, l'ingénierie tissulaire, les dispositifs biomédicaux, les textiles hautes performances, les dispositifs pour l'aéronautique, l'automobile, etc. Différentes approches de nano-/micro-/macro-fabrication, mise-en-oeuvre et fonctionnalisation de surface impliquant l’utilisation de polymères seront notamment étudiées. Les matériaux polymères abordés concerneront notamment les les polymères auto-réparants, stimuli-répondants, bioactifs, à mémoire de forme, (semi-)conducteurs, ferromagnétiques, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours au référentiel du programme A l'issue du cours, l'étudiant sera capable de : rechercher des informations, des articles scientifiques en vue de comprendre une thématique scientifique ou technologique et de réaliser un exposé ou un rapport sur celle-ci (axes 3.1, 3.3, 5.4); rédiger un rapport didactique sur un thème scientifique ou technologique à l'intention d'ingénieurs ou de scientifiques (axes 3.3, 5.3, 5.5); préparer et présenter un exposé didactique sur un thème scientifique ou technologique à l'intention d'ingénieurs ou de scientifiques (axes 5.6) ; s'organiser et travailler en équipe en vue de respecter des échéances courtes (axes 4.2, 4.4). Acquis d'apprentissage spécifiques au cours A l'issue du cours, l'étudiant sera capable : d'identifier, de décrire et d'expliquer les techniques de nano-/micro-/macro-fabrication et de mise-en-œuvre faisant appel aux polymères; d'identifier, de décrire et d'expliquer les applications impliquant l’utilisation de polymères fonctionnels dans les domaines de la science des matériaux, de l'électronique organique, du génie biomédical, de l’énergie; d'identifier, de décrire et d'expliquer les principales techniques utilisées pour caractériser les propriétés des polymères fonctionnels de l’échelle nanoscopique à l’échelle macroscopique; de justifier le choix d'une méthode de fabrication, de synthèse ou de fonctionnalisation de surface en vue de concevoir ou fabriquer un dispositif fonctionnel à base de polymère; de lire, résumer, comprendre et critiquer un article scientifique traitant d'un sujet en relation avec les polymères fonctionnels.",
        "content": "Projets, rapports, laboratoires et présentations orales sur les thèmes abordés.",
        "teaching_methods": "Le cours est basé sur des projets et des laboratoires (APP). Les étudiants sont répartis en groupes de 3 (ou 4). Durant le quadrimestre, chaque groupe étudie, sur base de la documentation donnée par les titulaires et de leur propre recherche bibliographique, trois thèmes imposés. Pour certains des thèmes étudiés, il est demandé aux étudiants de mener une réflexion sur les conséquences des technologies et/ou matériaux utilisés, sur le plan environnemental, économique et sociétal et aux challenges à relever pour minimiser ces conséquences. Chaque étude dure deux à trois semaines. A l'issue de chaque étude, tous les groupes remettent un rapport et certains groupes sélectionnés par les titulaires font un exposé de 10 ou 20 min, selon les consignes données par le titulaire. Chaque groupe effectue un laboratoire en lien avec des technologies avancées impliquant l'utilisation des polymères fonctionnels durant le quadrimestre et remet un rapport.",
        "assessment_methods": "Les étudiants sont évalués sur base de leur travail durant le quadrimestre et d'un examen final. L'évaluation du travail durant le quadrimestre est basée sur les présentations et les rapports de projets et de laboratoires, ainsi que sur la présence et l'activité durant toutes les activités du quadrimestre. L'examen final est un examen oral. Il est basé sur la lecture, la compréhension et la critique d'un article scientifique traitant d'un sujet en relation avec les thèmes qui ont été abordés durant le quadrimestre. La note finale sera basée sur: un examen oral en fin de quadrimestre qui comptera pour 50% de la note finale le travail effectué durant le quadrimestre qui comptera pour 50% de la note finale. La note attribuée au travail effectué durant le quadrimestre est acquise pour l'ensemble des sessions de l'année académique, en vertu de l’article 78 du RGEE.",
        "other_info": "Il est intéressant d'avoir suivi le cours LMAPR2019 « Science et ingénierie des polymères » ou un cours équivalent.",
        "online_resources": "Site Moodle : https://moodle.uclouvain.be/course/view.php?id=1890",
        "bibliography": "Chapitres de livres, articles de revue, articles scientifiques, rapports des groupes. Tous ces documents sont mis à disposition sur Moodle. Book chapters, reviews, scientific articles and reports done by the groups. All the documents are available via Moodle.",
        "responsible_entity": "FYKI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfsa2995",
        "title": "Stage en entreprise",
        "credits": "10.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Lederer Dimitri",
            "Raskin Jean-Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Tout étudiant de l'Ecole Polytechnique de Louvain à la possibilité d'effectuer un stage industriel d'une durée 45 jours ouvrables (neuf semaines) intégré et valorisé dans son programme d'études. Ce stage prendra place normalement au second quadrimestre (février-mars-avril) de sa 5ème année d'études (master 2) ; ou encore durant les vacances d'été entre la 1er et la seconde année du master. Ce stage non obligatoire a comme principale finalité de compléter la formation scientifique de l'étudiant par la découverte et l'apprentissage du métier d'ingénieur, en le confrontant aux divers problèmes à caractère technique, relationnel et managérial rencontrés en situation professionnelle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) Axes 1 à 6 b. Formulation spécifique pour cette activité des AA du programme 1.    Le terrain A l'issue de son stage, l'étudiant aura amélioré : -    ses compétences relationnelles et managériales '    Elaborer un projet de stage, y compris la signature d'une convention '    Distinguer et décrire le contexte et les enjeux de l'entreprise '    S'adapter aux règles et aux directives en milieu professionnel '    Organiser son travail et planifier ses tâches en concertation avec un supérieur hiérarchique (le maître de stage) '    Être autonome et agir avec un minimum  de directives '    Travailler en équipe  (s'intégrer, écouter, participer) '    Prendre des attitudes de leadership  (argumenter, négocier et convaincre) '    Exprimer ses idées, ses choix et les argumenter -    ses compétences techniques '    Appréhender, modéliser une problématique '    Analyser la problématique pour pouvoir poser un diagnostic et des hypothèses de travail '    Elaborer des solutions/ résultats et justifier ses choix '    Expérimenter et tester ses hypothèses de travail '    Concrétiser en mettant en 'uvre une solution '    Mettre en forme un rapport écrit de synthèse et le communiquer en utilisant le vocabulaire adéquat 2.    Les rapports A l'issue du stage, l'étudiant sera capable de : -    Rapport de présentation du stage '    Décrire de manière synthétique et précise les activités, les caractéristiques de l'organisation et de l'environnement de travail de l'entreprise et du département du stage. '    Expliquer de manière synthétique et précise la problématique dans laquelle il est impliqué, les enjeux en termes de performance pour l'entreprise et l'utilité pour les clients '    Expliciter avec clarté les contraintes à prendre en compte dans le projet au niveau : technique, réglementaire, environnement, sociale, culturelle, éthique,' '    Présenter les délivrables attendus dans le cadre du projet '    Expliquer l'organisation du projet, les situations de travail rencontrées et les rôles dans celles-ci '    Décrire les ressources techniques, méthodologiques et outils de travail mis en 'uvre dans le cadre du projet '    Présenter la planification du stage : répartition du temps pour les différentes phases du projet '    Porter un regard critique sur les acquis du stage, à l'aide des grilles d'évaluation remplies par le maître de stage et lui-même -    Rapport technico-scientifique A l'issue du stage, l'étudiant sera capable de : '    Résumer en 5 pages les résultats scientifiques et/ou techniques obtenus lors de la période de stage. 3.    La présentation orale A l'issue du stage, l'étudiant sera capable de : '    Présenter, à l'aide de supports de qualité, l'entreprise, les résultats et solutions obtenus, ainsi que son rapport  de manière synthétique, concise. En outre, les informations transmises oralement doivent être claires, le vocabulaire scientifique adéquat au domaine spécifique. Les réponses aux questions doivent être argumentées avec clarté.",
        "content": "Le stage s'effectuera, de préférence, dans une industrie de production, un laboratoire ou un centre de recherche à caractère industriel (en dehors du monde universitaire) ou encore sur un chantier de génie civil.",
        "teaching_methods": "Le stage sera focalisé sur une problématique industrielle ou un projet technique, proche de son choix de spécialité, auquel le stagiaire sera invité à participer activement au côté des professionnels de l'entreprise. L'étudiant qui le souhaite a la possibilité de coupler ce stage avec son travail de fin d'études.",
        "assessment_methods": "Les étudiants qui ont réalisé un stage sont évalués par le responsable académique des stages, sur base de l'évaluation du maître de stage, du rapport et de la présentation orale. Ce qui est évalué de manière certificative par le responsable académique est : - sur base de l'évaluation qualitative du maître de stage, la contribution à la problématique de l'entreprise, la motivation du stagiaire, la qualité du rapport de stage et la qualité du rapport scientifique ou des délivrables techniques (l'avis du maitre de stage n'est pas certificatif dans l'absolu), - sur base du rapport, la qualité du compte-rendu du stage, ainsi que la pertinence du regard critique, à posteriori, que l'étudiant a de lui à propos du développement de ses compétences sur le terrain, en stage (cfr. la grille d'évaluation) - sur base de la présentation orale",
        "online_resources": "https://moodle.uclouvain.be/enrol/index.php?id=6261",
        "bibliography": "Support de cours Conventions et documents disponibles sur Moodle.",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2037",
        "title": "Sourcing Strategy",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Blome Constantin",
            "Henke Michael"
        ],
        "teaching_language": "Anglais",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmapr2481",
        "title": "Deformation and fracture of materials",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Idrissi Hosni",
            "Pardoen Thomas"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Les grands thèmes abordés concernent: la description physique et mathématique aux échelles atomistique, microscopique et macroscopique des mécanismes de déformation (thermo-visco-) élastique dans les différentes classes de matériaux ; la description physique et mathématique aux échelles atomistique, microscopique et macroscopique des mécanismes de déformation (visco-) plastique dans les différentes classes de matériaux, ce compris le fluage ; la description physique et mathématique aux échelles atomistique, microscopique et macroscopique des mécanismes d'endommagement et de rupture dans les différentes classes de matériaux, ce compris la théorie de la mécanique de la rupture.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours au référentiel du programme Eu égard au référentiel AA du programme KIMA, cette activité contribue au développement et à l'acquisition des AA suivants : AA1 Socle de connaissances scientifiques et techniques (AA1.1, AA 1.2, AA1.3) AA2 Compétences d'engineering (AA2.1, AA2.2, AA2.5) AA3 Compétences de R & D (AA3.2) AA5 Communication efficace (AA5.3) AA6 Ethique et professionnalisme (AA6.1, AA6.3) Acquis d'apprentissage spécifiques au cours A la fin du cours, l'étudiant sera capable de/d' AA1.1. Distinguer et classer les grandes classes de comportement mécanique: déformation réversible, déformation permanente (dépendante ou non de la vitesse), endommagement et rupture ; AA1.1. définir les propriétés macroscopiques caractérisant les performances mécaniques des matériaux : rigidité, résistance, ductilité, résistance au fluage, ténacité, et d'expliquer comment ces quantités sont mesurées expérimentalement et indexées (unités) ; AA1.1 et 1.2. Identifier, représenter schématiquement et modéliser les divers mécanismes responsables des propriétés d'usage, en termes d'échelles de longueur et de temps, les interactions et couplages mutuels, pour les différentes classes de matériaux ; AA1.2 et 1.3. Résoudre des problèmes mécaniques simples en utilisant des modèles physiques/mécaniques dérivés durant les cours ainsi que des concepts nouveaux découverts pendant les cours (ex. contraintes internes, facteur d'intensité de contrainte, taux de restitution d'énergie, ') AA2.1, 2.2, 2.5, 3.2, 6.1, 6.3. Établir, justifier et présenter une stratégie de résolution d'un problème complexe d'ingénierie impliquant à la fois de la déformation plastique et de la rupture, en procédant notamment à une simplification de la géométrie, des conditions de chargement et de la réponse du matériau, dans le but de révéler les paramètres clés qui jouent un rôle ; AA5. Parler et comprendre mieux la langue anglaise.",
        "content": "Notions de base I. Déformation réversible : Chap II Elasticité et thermoélasticité ; Chap III Viscoélasticité, anélasticité II. Déformation irréversible : Chap IV Plasticité macroscopique ; Chap V Théorie des dislocations ; Chap VI Mécanismes de durcissement, lien microstructure - plasticité ; Chap VII Viscoplasticité et fluage des polymères et métaux III. Endommagement et rupture : Chap VIII Endommagement ; Chap IX Mécanique de la rupture ; Chap X Mécanismes gouvernant la ténacité ; Chap XI Fissuration sous-critique et fatigue (pas couvert chaque année)",
        "teaching_methods": "Les étudiants participent à des séances de laboratoires (typiquement 5 ou 6) par groupes d'environ 10 à 15 et pendant lesquels ils réalisent des expériences avec l'aide de chercheurs. Ces laboratoires se déroulent avant le cours théorique afin de suivre la démarche scientifique déductive. Les cours théoriques sont complétés d'exercices d'application pour aider les étudiants à maîtriser les concepts nouveaux. Un syllabus très complet est fourni aux étudiants. Les planches utilisées durant les cours théoriques sont disponibles sur Moodle. Les cours théoriques seront enseignés suivant une organisation détaillé dans le roadbook du cours (voir Moodle). Les étudiants sont invités à inventer et résoudre un problème d'ingénierie impliquant une évaluation d'une situation de rupture et de sous-problèmes pertinents, permettant l'introduction de plusieurs aspects couverts dans les différentes parties du cours.",
        "assessment_methods": "Les étudiants seront évalués individuellement sur base des objectifs indiqués ci-dessus. Plus précisément, l'évaluation implique une note sur de courts rapports sur les laboratoires (2 points sur 20) - la note de laboratoire sera figée et ne pourra pas être modifiée; l'absence non justifiée à plus de 1 laboratoire entraîne un zéro à la note de laboratoire; un exercice original inventé pendant l'année par l'étudiant et basé sur un problème d'ingénierie (voir après) ; les critères d'évaluation sont : (1) créativité/originalité ; (2) diversité des concepts apparaissant dans l'exercice ; (3) complexité du problème ; (4) qualité/exactitude des approximations/hypothèses et de la solution. L'exercice sera présenté dans un rapport écrit avec une discussion orale optionnelle. Cet exercice peut être préparé par groupe de deux étudiants mais un rapport spécifique doit être préparé par chaque étudiant impliquant des valeurs différentes des paramètres apparaissant dans le problème (5 points sur 20). En cas d'échec sur le cours lors de la première session, cette note pourra être améliorée suivant des modalités à discuter avec l'enseignant. la solution d'un exercice imposé par les enseignants le jour de l'examen, le syllabus étant disponible pour cette partie de l'examen (6 points sur 20) . les réponses, sous forme d'un examen oral, à quelques questions de synthèse à propos des concepts, modèles et phénomènes principaux abordés dans le cours ; ces questions seront extraites d'une liste données aux étudiants pendant l'année (7 points sur 20). Si une note est strictement inférieure à 6/20 pour l'une ou plusieurs de ces 4 parties, cette ou ces dernières se verront  majorée(s) de 50% pour l'obtention de la moyenne globale (tandis que le poids des autres notes sera minoré de façon proportionnelle pour toujours arriver à un total de 20). L'examen écrit et oral se fera en présentiel.",
        "other_info": "Les étudiants seront familiers avec les concepts de base: de la science des matériaux et en particulier les fondements de la cristallographie et des microstructures ; de la mécanique des milieux continus (tenseurs des contraintes et des déformations et de la mécanique des solides déformables (élasticité linéaire) qui ont été enseignés dans le programme de bachelier en science de l'ingénieur. Néanmoins, le cours vise davantage à illustrer ces concepts dans des cas d'applications pratiques qu'à utiliser les notions mathématiques sous-jacentes.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=10274",
        "course_materials": "textbook \"deformation and fracture of materials\" textbook \"deformation and fracture of materials\" textbook \"deformation and fracture of materials\" textbook \"deformation and fracture of materials\" textbook \"deformation and fracture of materials\"",
        "responsible_entity": "FYKI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lelec2550",
        "title": "Special electronic devices",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bayot Vincent"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Formation dans le domaine des dispositifs électroniques spéciaux. Se situant au niveau R&D, les thèmes évolueront d'année en année pour suivre les derniers développements, et ce, en phase avec l'intérêt des étudiants pour un type particulier de dispositif. A titre d'exemple, on peut citer : les dispositifs silicium ou SOI exotiques, Dispositifs photovoltaiques, hétérostructures SiGe, dispositifs organiques et moléculaires, dispositifs avancés pour l'optoélectronique, dispositifs micro-électro-mécaniques (MEMs), dispositifs RF avancés (HEMT, balistiques), dispositifs à effet tunnel résonant, dispositifs à un seul électron, senseurs, ...",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil électricien », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1 AA2.1, AA2.3, AA2.5 AA3.1, AA3.3 AA4.1, AA4.2, AA4.3, AA4.4 AA5.3, AA5.4, AA5.5, AA5.6 AA6.1, AA6.2, AA6.3 Plus précisément, à l'issue de cet enseignement, les étudiants seront en mesure de : Comprendre les bases physiques et le comportement de dispositifs électroniques spéciaux, c'est-à-dire qui se situent dans une phase de recherche et développement (R&D) dans les laboratoires universitaires ou industriels. Faire une recherche bibliographique et analyser de manière critique les informations obtenues pour ensuite en faire la synthèse. Présenter le résultat de leurs recherches sous forme écrite et orale.",
        "content": "Les dispositifs étudiés sont choisis par les étudiants, en accord avec l'enseignant. La quantification des impacts environnementaux directs des technologies étudiées font partie des objectifs du travail.",
        "teaching_methods": "- Travail en groupe/individuel sur un thème choisi en accord avec l'enseignant dans le domaine des dispositifs électroniques spéciaux (recherche bibliographique, expériences, simulation, et en général tout moyen permettant de comprendre en profondeur les dispositifs étudiés). - Interactions fréquentes avec l'enseignant (individuelles ou collectives) pour résoudre les problèmes rencontrés dans la compréhension des dispositifs et phénomènes physiques sous-jacents, et dans les étapes de rédaction (voir ci-dessous). - Interactions avec les chercheurs du laboratoire (et collaborations hors UCL). - Formation à la rédaction d'un article scientifique de revue au format standard et en anglais. L'avancement de la rédaction suit un calendrier défini en début de quadrimestre et qui correspond aux différentes étapes de la rédaction (collecte d'informations, plan, sélection du contenu, rédaction) - Présentation orale - Publication sur le Web (si souhaité par les étudiants).",
        "assessment_methods": "Rapport + discussion (66%) et présentation orale (33%) du travail (format séminaire scientifique) Le rapport est remis en semaine 13, la présentation orale et la discussion ont lieu en semaine 14.",
        "other_info": "Formation en physique des dispositifs électronique de base.",
        "online_resources": "https://moodleucl.uclouvain.be/course/search.php?search=lelec2550",
        "bibliography": "Recherches bibliographiques sur le web et dans des revues scientifiques, livres L'utilisation d'outils d'intelligence artificielle n'est pas interdite si elle est faite intelligemment. Elle doit permettre une meilleure compréhension du thème abordé. La discussion qui suivra l'exposé oral permettra de vérifier le degré de compréhension effectif.",
        "course_materials": "n.a.",
        "responsible_entity": "ELEC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmapr2014",
        "title": "Physics of Functional Materials",
        "credits": "5.00",
        "hours": "37.5 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gonze Xavier",
            "Piraux Luc",
            "Poncé Samuel",
            "Rignanese Gian-Marco"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours est divisé en trois parties. La première partie donne une vue d'ensemble des matériaux fonctionnels, avec un accent particulier mis sur les matériaux ferroïques. La seconde partie porte sur les matériaux supraconducteurs. La troisième partie est dédiée aux matériaux pour l'optique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours au référentiel du programme Axe Nº1 : Socle de connaissances scientifiques et techniques : 1.1 Axe Nº3 : Compétences en R&D : 3.1 et 3.3 Axe Nº4 : Conduite de projet : 4.2, 4.3, et 4.4 Axe Nº5 : Communication efficace : 5.3, 5.4, 5.5 et 5.6 Axe Nº6 : Ethique et professionnalisme : 6.1, 6.4 Acquis d'apprentissage spécifiques au cours À l'issue de ce cours, l'étudiant sera en mesure de : Citer les classes de matériaux en les illustrant d'exemples d'utilisation industrielle et dans la vie quotidienne; Expliquer la symétrie et l'origine microscopique des diverses propriétés directes et de couplage; Identifier et appréhender les divers domaines d'applications des matériaux ferroïques (ferromagnétisme, ferroélectricité, ferroélasticité); Identifier les notions de supraconductivité utiles pour l'ingénieur, les classes de matériaux utilisés et les principales applications; Relier les propriétés optiques des matériaux (notamment leur dépendance en fréquence) avec leur structure géométrique et électronique au niveau atomique; Expliquer les mécanismes physiques à la base des applications optiques industrielles; Citer, classifier et décrire les matériaux possédant des caractéristiques industrielles importantes en ce qui concerne leurs propriétés optiques.",
        "content": "La première partie présente les divers types de matériaux et leur classification par rapport à leur fonction. Une attention particulière est donnée à leur utilisation à l'échelle industrielle et dans la vie quotidienne. La symétrie des propriétés est discutée. Une approche thermodynamique est introduite pour distinguer les propriétés directes de celles de couplage. L'origine microscopique des propriétés directes est discutée ce qui permettra de voir / revoir / approfondir les notions de base sur les matériaux magnétiques (dia-, para-, ferro-, ferri-, et antiferro-magnétisme) et diélectriques (diélectriques polaires, ferroélectricité). La seconde partie traite des matériaux supraconducteurs. Après un bref historique, les principaux faits expérimentaux et les divers matériaux supraconducteurs sont présentés. Un survol du cadre théorique (London, BCS, Ginsburg-Landau) est proposé en soulignant ses implications. L'utilisation de supraconducteurs est discutée pour le transport du courant et la production de champs magnétiques intenses. Les notions de courant et champs critiques, et de réseau de vortex sont introduites. Les caractéristiques courant/tension de jonctions supraconductrices sont décrites (effets Josephson), en insistant sur des applications concrètes, notamment la réalisation de détecteurs ultra-sensibles (SQUID) et de dispositifs à haute fréquence. La troisième partie traite des matériaux à propriétés optiques dont les applications se retrouvent dans la vie quotidienne. Les phénomènes d'absorption, d'émission et de propagation dans les milieux condensés seront étudiés en détail. La théorie sera illustrée par l'analyse de divers cas-types choisis parmi les diodes électroluminescentes (y compris leur rayonnement LASER), la propagation et l'amplification dans les système basés sur des fibres optiques, les cellules photovoltaïques, les LASERs basés sur des cristaux dopés, les concentrateurs solaires et matériaux transparents conducteurs.",
        "teaching_methods": "Le cours est organisé autour de projets à réaliser en groupe de 5-6 étudiants. Les divers projets sont introduits lors d'un cours magistral au début du quadrimestre. Les groupes discutent de leur projet chaque semaine avec un des titulaires (ces rencontres sont également l'occasion pour ce titulaire d'apporter un coaching au niveau des compétences relatives aux axes 3-6 des AA). Ils devront remettre un rapport en anglais et en faire une présentation orale (qui pourrait être une vidéo selon les consignes de l'année) devant leurs collègues et les titulaires du cours. Les rapports seront lus par les collègues et feront l'objet d'une séance de questions/réponses lors de la présentation orale.",
        "assessment_methods": "Les compétences des étudiants, aussi bien scientifiques et techniques (Axe N°1) que relatives aux autres axes du référentiel (communication, conduite de projet…) seront évaluées: en groupe sur base d'un rapport du travail effectué et de la présentation orale faite devant leurs collègues (typiquement entre les semaines 9 et 13 du quadrimestre); individuellement en fonction de leur participation active aux réunions de groupe hebdomadaires en présence du titulaire (évaluation continue); individuellement et par écrit via des quizz suivant les présentations orales des autres groupes (donc aussi en dehors de la période d'examen); individuellement et par écrit sur base des objectifs particuliers annoncés précédemment (durant la période d'examen). L'examen écrit portera sur les matières présentées par les autres groupes. La pondération est la suivante : partie projet (rapport/présentation orale/participation/quizz) pour 2/3 des points, partie examen écrit pour 1/3 des points.",
        "other_info": "Ce cours suppose acquises les notions de base en sciences des matériaux, en physique quantique, en physique statistique, et en physique des matériaux (dispensées par exemple dans les cours LMAPR1805, LMAPR1491, et LMAPR1492).",
        "online_resources": "Moodle UCL",
        "bibliography": "Des livres de support sont disponibles à la BST.",
        "course_materials": "Sur Moodle, sont disponibles : les directives, les transparents/syllabus de support,  les rapports des années précédentes.",
        "responsible_entity": "FYKI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys1346",
        "title": "Physique subatomique",
        "credits": "5.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delaere Christophe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Cette unité d'enseignement consiste en une introduction à la physique subatomique, incluant la physique nucléaire et la physique des particules. Elle aborde les fondements expérimentaux de ces deux disciplines et présente les principaux modèles qui leur sont associés. La relation entre l'expérience (et les méthodes expérimentales associées) et la compréhension théorique des phénom²ènes observés est soulignée. Différents concepts sont discutés, tels que le temps de vie et la section efficace d'interaction, pour rendre compte des phénomènes qui ont lieu au sein de ces systèmes liés. Les découvertes à l'origine d'une description cohérente des processus d'interactions nucléaires fortes et faibles sont présentées (découverte de l'électron, du noyau et du neutron, des rayons cosmiques, des muons, des pions). Les concepts d'énergie de liaison sont ensuite décrits ainsi qu'une introduction au modèle de la goutte liquide et au potentiel de Yukawa. Les particules élémentaires qui constituent ces systèmes sont ensuite présentées très succinctement (sans nécessairement entamer une description mathématique des interactions fondamentales entre ces particules élémentaires).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1.   expliquer les phénomènes naturels aux échelles subatomiques de façon qualitative ; 2.   apprécier l'apport intellectuel des découvertes expérimentales à la base des théories en question ; 3.   Se remémorer le développement historique de la physique nucléaire et de la physique des particules, en incluant des étapes clés telles que l'émergence de la physique des particules, le modèle standard et les origines de la physique nucléaire. 4.   Démontrer une compréhension de la relativité et des antiparticules, ainsi que des symétries espace-temps et des lois de conservation, y compris la parité, la conjugaison de charge et l'inversion du temps. 5.   Appliquer les principes des interactions et des diagrammes de Feynman pour analyser et interpréter les interactions entre particules, en distinguant entre différents types d'interactions et en construisant des diagrammes de Feynman. 6.   Analyser le concept d'échange de particules, en étudiant les forces et les potentiels, et expliquer la portée des forces, en utilisant éventuellement le potentiel de Yukawa comme modèle. 7.   Développer une compréhension des formes et des tailles nucléaires, en explorant la distribution de charge, la distribution de matière et en utilisant la formule semi-empirique de la masse (modèle de la goutte liquide). 8.   Analyser l'instabilité nucléaire, les chaînes de désintégration et la phénoménologie de la désintégration β pour les noyaux de masse impaire et de masse paire, en examinant les principes sous-jacents. 9.   Évaluer la phénoménologie des leptons, des quarks et des hadrons, y compris les preuves en faveur des quarks et les caractéristiques des hadrons tels que l'indépendance de saveur, les multiplets de charge et les nombres quantiques. 10.   Évaluer l'impact environnemental et les considérations de durabilité dans la recherche en physique des particules et les applications technologiques, démontrant une compréhension du rôle des progrès scientifiques pour relever les défis mondiaux et contribuer au développement durable. Contribution de l'activité au référentiel AA du programme AA1 : 1.1, 1.3,1.4, 1.6,1.7, 1.8 AA2 : 2.2, 2.3, 2.4 AA3 : 3.2, 3.4, 3.5, 3.6 AA4: 4.1 AA5: 5.1 AA6: 6.3",
        "content": "1. Concepts de base Bref historique de la physique nucléaire et des particules Relativité et antiparticules Symétries spatio-temporelles et lois de conservation Interactions et diagrammes de Feynman Échange de particules : forces et potentiels Grandeurs observables : sections efficaces et taux de désintégration 2. Phénoménologie en physique nucléaire Spectroscopie de masse Formes et tailles nucléaires Formule de masse semi-empirique : le modèle de la goutte liquide Instabilité nucléaire Chaînes de désintégration Phénoménologie de la désintégration # Fission Désintégration # Réactions nucléaires 3. Phénoménologie en physique des particules Leptons Quarks Hadrons",
        "teaching_methods": "Les activités d'apprentissage comprennent des cours magistraux, des exercices et des travaux pratiques. Les cours magistraux ont pour but d'introduire les concepts fondamentaux, de les motiver par la présentation d'exemples et d'établir des résultats, de montrer leurs liens réciproques et leurs relations avec les différentes parties associées à cette unité d'enseignement, et d'établir des liens avec le reste des unités d'enseignement du baccalauréat en sciences physiques. Les séances de travaux pratiques visent à apprendre à utiliser les idées et le formalisme développés en physique subatomique afin d'expliquer les résultats d'expériences réalisées en séance de laboratoire ou décrites dans le cadre du cours magistral. Les travaux pratiques réalisés lors de séances de travaux pratiques spécifiques ou de descriptions d'expériences passées, ont pour objectif de donner une introduction aux méthodes expérimentales dans ces disciplines et de valider les notions théoriques vues au cours ou l'établissement de notions théoriques suite à l'observation faite en laboratoire.",
        "assessment_methods": "L'évaluation prend la forme d'un examen oral, précédé d'un temps de préparation.",
        "online_resources": "Différentes ressources (diapositives et documents annexes) sont mises en ligne via la plate-forme MoodleUCL.",
        "bibliography": "Brian R. Martin, Graham Shaw, \"Nuclear and Particle Physics: An Introduction\", 3rd Edition, ISBN: 978-1-119-34461-2. K. S. Krane, \"Introductory Nuclear Physics\", 3rd edition, ISBN: 978-0-471-80553-3.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lepl2211",
        "title": "Business issues introduction",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gailly Benoît"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Présentation des dimensions principales d’une entreprise (stratégiques, marketing, opérationnelles, organisationnelles et humaines, financières et liées à la performance) et de sa gestion responsable, à travers l’analyse d’un plan d’affaires et l’application à des cas concrets.",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lepl2352",
        "title": "Devenir tuteur, tutrice",
        "credits": "3.00",
        "hours": "15.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delvenne Jean-Charles",
            "Ducarme Delphine",
            "Pardoen Thomas",
            "Raucent Benoît"
        ],
        "teaching_language": "Français",
        "prerequisites": "Pré-requis : avoir démontré un bagage disciplinaire suffisant dans la discipline choisie comme support pour la formation visée et être accepté comme candidat-tuteur par un titulaire d'enseignement dans cette discipline. Évaluation : l'étudiant est évalué sur base d'un rapport remis par le maître de stage et de son portfolio. Ouvrages conseillés : Jaques, D., Learning in Groups, Kogan Page, London, 1998. Forsyth, D. R., Group Dynamics (Fourth Edition), Wadsworth, Belmont, CA, 2005.",
        "topics_covered": "Principaux thèmes à aborder: Qu'est ce qu'un groupe et que sait-on au sujet du comportement des groupes ? La communication au sein des groupes. Qu'est-ce que l'apprentissage ? Objectifs poursuivis par les groupes d'apprentissage. Les rôles et les comportements du tuteur. L'évaluation du travail du groupe.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À l'issue de cet enseignement, les apprenants seront capables d'aider un groupe à fonctionner correctement dans différentes conditions d'apprentissage, de créer et d'entretenir un esprit de groupe et de réagir à des situations problématiques particulières. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "content": "L'enseignement prépare les étudiant.es a devenir tuteur et tutrice d'un enseignement dans des contextes variés (travaux pratiques, apprentissages par projets, laboratoires, consultance, questions/réponses..). L'enseignement amène des contenus pédagogiques : comment on apprend, quelles sont les théories de l'apprentissage, comment on accompagne les étudiant.es a devenir autonomes, pourquoi faire travailler les étudiant.es en groupe. Il permet aussi de développer sa posture d'encadrant.e : quels sont mes préférences d'apprentissage, comment mieux communiquer oralement, comment formuler un feedback constructif, comment se préparer à gérer des conflits entre personnes...",
        "teaching_methods": "Stages : encadrement de la dynamique de groupes de 6 étudiant.es de BAC1 en S1 - encadrement d'un cours disciplinaire technique durant le quadrimestre Enseignements : Séances obligatoires en S1 : Accueil (lundi midi) Starter pack pour devenir tuteur, tutrice (1 soir) Modules aux choix sous forme de classes inversées : Sur Moodle pour chaque module (voir ci-dessous), prendre connaissance des ressources et rendre un travail individuel (portfolio) Choisir d'approfondir 3 modules et venir en présence apprendre et motivation observation et feedback communiquer oralement gérer des situations conflictuelles la dynamique des groupes",
        "assessment_methods": "Le tuteur, la tutrice devra être présent.e pour les stages, être présents aux séances de la S1 et aux 3 modules qu'il/elle a choisi.es. En plus, il/elle devra compléter les travaux/portfolio sur Moodle pour tous les modules (même ceux auxquels il n'assiste pas). Ce portfolio servira de base pour une évaluation orale. La grille d'évaluation est fournie en ligne et commentée par les titulaires de la formation.",
        "other_info": "La participation à cette formation est liée au fait que le candidat tuteur ait été sélectionné au préalable par un enseignant pour lequel il fonctionnera comme tuteur au cours du quasrimestre à venir. La phase de recrutement et de sélection des tuteurs commence vers la fin du deuxième quadrimestre de l'année académique précédente, à savoir entre la mi-mai et fin juin suivant des modalités fixées par le secrétariat de l'EPL. Les sélections sont clôturées à l'issue des dernières délibérations de la seconde sesion d'examen de l'année académqiue précédente. Les candidats tuteurs doivent être conscients que la formation au tutorat dans le cadre de ce cours commence dès le premier jour du quadrimestre au cours duquel ils fonctionneront pour la première fois tuteurs-juniors.",
        "online_resources": "https://moodleucl.uclouvain.be/     >> cours  >>  LEPL2351-2352",
        "bibliography": "Voir le site Moodle  /  See the Moodle website of the activity",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmapr2020",
        "title": "Materials selection",
        "credits": "5.00",
        "hours": "30.0 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bollen Pierre",
            "Nysten Bernard"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le processus de conception Les cartes de propriétés des matériaux Les bases de la sélection des matériaux Problèmes surcontraints et objectifs multiples Prise en compte des facteurs de forme La conception des matériaux hybrides La  sélection des procédés de mise en forme L'éco-sélection des matériaux",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours au référentiel du programme Eu égard au référentiel AA du programme KIMA, cette activité contribue au développement et à l'acquisition des AA suivants : AA1 Socle de connaissances scientifiques et techniques (AA1.1, AA1.2) AA2 Compétences d'engineering (AA2.1, AA2.2, AA2.3, AA2.4, AA2.5) AA4 Gestion de projet AA5 Communication efficace Acquis d'apprentissage spécifiques au cours A la fin du cours, l'étudiant sera capable de/d' AA1.1. Expliquer les concepts de base de la procédure de sélection des matériaux établie par le Prof. M.F. Ashby : carte de propriétés, formulation du problème de sélection en termes de « fonction, objectifs, contraintes et variables libres » ce compris les indices de performance, objectifs multiples et/ou conflictuels, solutions impliquant la forme de la pièce et solutions hybrides, éco-selection; AA1.1. Décrire les solutions matériaux modernes qui consistent de plus en plus souvent dans des combinaisons multimatériaux, comprenant les composites, les multicouches, les revêtements, les assemblages et matériaux segmentés, les surfaces fonctionnalisées. AA1.2 Utiliser le programme de sélection des matériaux EDUPACK édité par Granta design. AA2.1 à 2.5. Appliquer la procédure de sélection des matériaux à des problèmes réels (études de cas) ce qui implique d'analyser le problème (càd définir le cahier des charges par décomposition du problème en fonctions élémentaires dans le but de déterminer les conditions de fonctionnement, la fonction, les sollicitations principales, les objectifs, contraintes et variables libres), de dériver les indices de performance, de sélectionner la meilleure solution, de justifier les simplifications, de réaliser une évaluation critique de la solution et de formuler une solution meilleure comparée aux solutions réelles ' toutes ces étapes vont demander de mobiliser toutes les connaissances scientifiques et techniques acquises dans des apprentissages précédents au niveau des phénomènes physiques et des différentes classes de matériaux. AA4. Organiser le travail pour l'analyse de la dernière étude de cas qui demandera un travail d'équipe. AA5. Communiquer et défendre les résultats de l'analyse de l'étude de cas finale.",
        "content": "Le processus de conception Les cartes de propriétés des matériaux Les bases de la sélection des matériaux Problèmes surcontraints et objectifs multiples Prise en compte des facteurs de forme La conception des matériaux hybrides La  sélection des procédés de mise en forme L'éco-sélection des matériaux",
        "teaching_methods": "This course is very much based on self-study. The method proposed by M.F. Ashby in his book \"Materials selection in mechanical design\" is followed with some additional or more in-depth topics such as hybrid materials. The course is divided into 9 topics. Some topics are covered in the form of flipped classes using self-study, assignment handouts and restructuring sessions. Other topics are presented in the traditional way (lectures followed by exercise sessions). In groups of two (or three), students are also required to prepare two presentations on materials selection case studies.",
        "assessment_methods": "The students will be individually graded based on the objectives indicated above. More precisely, the evaluation involves the grading of the homeworks on the topics covered by the flipped classes; the presentation of a case study already solved in the supporting book by group of two (or three); the presentation of a new material selection problem by group of two (or three); a written exam based on a short list of synthetic questions prepared by the teachers and given during the year. Details of assessment methods and the weighting of each are given at the beginning of each term.",
        "other_info": "Ce cours demande seulement une connaissance de base de la science des matériaux en particulier au niveau des propriétés mécaniques (élasticité, plasticité, rupture, fondements de la mécanique des structures) et des propriétés fonctionnelles (électrique, thermique, optique, magnétique).",
        "online_resources": "Site Moodle : https://moodle.uclouvain.be/course/view.php?id=3085",
        "course_materials": "« Materials Selection in Mechanical Design »,  M. Ashby (4th ed., Elsevier, available online on the intranet)",
        "responsible_entity": "FYKI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lalle2500",
        "title": "Séminaire d'insertion professionnelle: allemand",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Klein Caroline",
            "Mottin Mélanie"
        ],
        "teaching_language": "Allemand > English-friendly",
        "prerequisites": "Le cours est de niveau intermédiaire et suppose donc au départ une bonne maîtrise au moins réceptive de la grammaire et du vocabulaire de base ainsi que la maîtrise des aptitudes langagières du niveau B1 du « Cadre européen commun de référence pour les langues » (CECR). Le niveau B1 correspond au premier degré du niveau intermédiaire. Un test oral sera organisé au début du cours pour déterminer si l'étudiant a le niveau requis.",
        "topics_covered": "L'étudiant sera amené à prendre part à des activités lui permettant d'exercer et de développer ses compétences communicatives et sa maîtrise de la langue (principalement l'expression orale) dans des situations professionnelles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension à la lecture : Pouvoir comprendre des documents sur des problèmes actuels, relatifs au domaine d'études, tels qu'un rapport de réunion, une note de service, une offre d'emploi. Niveau B2- du CECR. 2 Compréhension à l'audition : Pouvoir comprendre les enregistrements, exposés et conversations en langue standard que l'on peut rencontrer dans la vie sociale, professionnelle ou universitaire. Niveau B2- du CECR. 3 Expression orale : Pouvoir faire un exposé simple et direct, préparé, sur un sujet familier ou relatif à son domaine, et gérer les questions qui suivent, participer sans préparation à une conversation sur un sujet familier. Niveau B1 du CECR. 4 Expression écrite: Pouvoir rédiger de brèves notes simples en rapport avec des besoins concrets. Niveaux A2 du CECR. 5 Code et culture Consolidation du vocabulaire de base (+/- 2000 mots) et extension du vocabulaire général et spécifique au monde du travail, consolidation des structures grammaticales spécifiques. L'utilisation du code est vue dans une perspective communicative sans toutefois négliger la correction. Au niveau de toutes les aptitudes précitées, sensibiliser les étudiants à la culture germanophone, développer la capacité d'apprécier les valeurs transmises par cette culture à travers différents domaines (social, politique, économique).",
        "content": "L'objectif est de permettre à l'étudiant de faire plus ample connaissance avec le monde du travail, par le biais de lecture d'articles, de conférences, de séquences vidéo, de simulation d'entreprise. Toutes les compétences (écouter, parler, lire et écrire) seront donc abordées, même si l'accent sera mis sur la communication orale en milieu professionnel. L'étudiant est tenu de faire un exposé en groupe sur une des techniques de communication propres au milieu professionnel. Au cours de cette présentation, il est amené à susciter l'interaction avec le public.  Ces techniques seront systématiquement mises en pratique au cours. Toutes ces activités requièrent un travail de préparation de la part de l'étudiant à qui il est également demandé de se prendre en charge pour parfaire ses connaissances linguistiques (étude de vocabulaire, révision de points de grammaire, '.).",
        "teaching_methods": "Cours en groupes de max. 20 étudiants. L'enseignement peut être transposé (partiellement) en distanciel en fonction de l’évolution de la situation sanitaire.",
        "assessment_methods": "Partiel de janvier (comptant pour 50% de la note finale) : dossier (offre d'emploi, lettre de candidature et curriculum vitae) à remettre durant la Semaine 14 du 1er quadrimestre Examen oral en Semaine 13 du 2ème quadrimestre (comptant pour 50% de la note finale): simulation d'une situation réelle de communication en entreprise Session de août/septembre : dossier (offre d'emploi, lettre de candidature et curriculum vitae, comptant pour 50% de la note finale) à remettre une semaine avant l'examen oral (simulation d'une situation réelle de communication en entreprise, comptant pour 50% de la note finale) Si une évaluation externe gratuite peut être organisée (par ex. TestDaF-Erprobung), les étudiants sont tenus d'y participer NB : Pour les travaux de productions, les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique.",
        "other_info": "L'enseignant·e est disponible pendant ses heures de réception et peut être contacté·e par courriel.",
        "online_resources": "http://www.moodleucl.uclouvain.be",
        "bibliography": "Harst Eva, Kaufmann Susan: Treffpunkt Beruf B1, Klett 2017, ISBN 978-3-12-606064-6",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfyap2990",
        "title": "Graduation project/End of studies project",
        "credits": "25.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Anglais",
        "topics_covered": "Travail visant à résoudre une problématique complexe issue du métier d'ingénieur. Le spectre des TFE varie entre la finalité technologique et industrielle (visant à initier au métier d'ingénieur en industrie) et la finalité recherche (visant à initier au métier d'ingénieur à la recherche). De nombreux mémoires combinent à des degrés divers les deux finalités. Les compétences transversales intégrées au TFE sont en lien avec les AA visés : la rédaction, la communication, la planification et l'argumentation, l'ouverture aux aspects éthiques, économiques et sociétaux. Les informations complètes se trouvent sur le moodle « EPL2990 »",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 AA1 de démontrer la maîtrise d'un corpus de connaissances et compétences en sciences fondamentales et/ou sciences de l'ingénieur, lié au sujet de son TFE ; AA2 de mener à son terme une démarche d'ingénierie d'envergure, en amplitude et en temps consacré, appliquée au développement du produit, service ou installation visés dans le TFE (cet AA s'applique pour un TFE ayant une composante « développement/technologique » significative) ; AA3 de mener à son terme un travail de recherche d'envergure, en amplitude et en temps consacré, destiné à appréhender et contribuer à la résolution d'une question scientifique originale de type théorique ou physique (cet AA s'applique pour un TFE ayant une composante « recherche » significative) ; AA4 d'organiser et de planifier le déroulement du TFE sur bases des ressources allouées et des contraintes temporelles, de sécurité (si applicable) et de compétences disponibles ; AA5 de communiquer efficacement oralement et par écrit (en français et/ou en anglais) en vue de mener le TFE ; AA6 de prendre en compte l'impact sociétal (valorisation économique possible et/ou impact éthique et/ou impact environnemental et/ou social). Les AA spécifiques sont définis dans le moodle  « EPL2990».",
        "content": "Le TFE peut être focalisé sur des aspects soit théoriques, soit expérimentaux, soit de simulation, soit de développement, ou sur une combinaison de ces composantes. Enfin, le TFE peut être l'occasion d'une confrontation forte avec le monde industriel.",
        "teaching_methods": "Les étudiants sont responsables de planifier et préparer les rencontres avec le promoteur (AA). L'étudiant rédige un plan (« roadmap ») du TFE rendu au(x) promoteur(s) 1 à 2 mois après le début du TFE, avec copie aux responsables de programme pour les commissions qui le souhaitent. Une version revue de ce document peut être demandée à mi-parcours (si pertinent). Ce plan contiendra les éléments suivants (si pertinents) : -une énonciation claire de l'objectif du TFE ; -la déclinaison des AA visés (idéalement aussi les AA spécifiques) ; -le positionnement contextuel (type de domaine d'application, impact sociétal, ') ; -les méthodes envisagées (théorie, outils expérimentaux, développement, simulation numérique) ; -la liste des ressources disponibles techniques (équipements, codes, etc) qu'humaines (encadrant et personnes de référence pour aspects techniques) ; - un premier travail bibliographique bref, ce compris des notices techniques ; - un premier planning du travail avec des délivrables.",
        "assessment_methods": "Trois grilles sont proposées correspondant aux trois volets du TFE : travail de l'année, manuscrit et défense orale. Ces grilles sont construites sur bases d'une liste de critères reliés aux AA visés. Ces critères peuvent être éventuellement complétés par chaque commission de programme pour des acquis spécifiques, propres au diplôme. Pour chaque critère une lettre est proposée entre A et F avec une signification liée aux grades (A : Plus grande distinction, B : Grande distinction, C : Distinction, D : Satisfaisant, E : Suffisant, F : Échec). Il existe la possibilité d'indiquer que le critère ne s'applique pas (NA). Une note finale sur 20 est donnée pour chaque évaluation. En l’absence de consignes spécifiques données par le promoteur ou la promotrice du travail de fin d’études en ce qui concerne l’usage des intelligences artificielles génératives, consignes reprises dans un document écrit signé par l’étudiant·e et l’enseignant·e, le recours à des intelligences artificielles génératives pour l'aide à la rédaction du mémoire ou de certaines de ses parties, ou pour la production de parties de codes, n’est pas interdit, pour autant que l’étudiant·e indique explicitement l’usage qui a été fait de ces outils, dans la partie décrivant la méthodologie utilisée pour le travail. En outre, lorsqu’une partie du texte est recopiée d’une proposition issue d’une IA générative, il convient de référencer cette IA générative comme source du texte, tout comme on le ferait pour n’importe quelle citation extraite d’un document.",
        "online_resources": "Le règlement et les consignes, les dates importantes, les modèles et d'autres informations sur les travaux de fin d'études sont disponibles sur le site Moodle dédié https://moodleucl.uclouvain.be/course/view.php?id=11582",
        "responsible_entity": "FYKI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lelec2541",
        "title": "Advanced Transistors",
        "credits": "5.00",
        "hours": "30.0 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Flandre Denis",
            "Hackens Benoît",
            "Raskin Jean-Pierre"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Formation dans le domaine des dispositifs semi-conducteurs dans la suite du cours LELEC 1330. L'objectif est ici l'étude des dispositifs avancés de générations récentes et en particulier, de leurs performances en termes de vitesse de commutation, fréquence, bruit, température. Le lien entre phénomènes physiques, matériaux semi-conducteurs, technologies de fabrication et propriétés des dispositifs servira de fil conducteur au cours. Les outils de simulation numérique sur ordinateurs et techniques de caractérisation expérimentale seront introduits. Contenu Semi-conducteurs spéciaux (hétérostructures, SOI, III-V), Transistors à haute mobilité (HEMT), JFET, MESFET, Diodes, transistors bipolaires et MOS de petites dimensions et à haute fréquence",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil électricien », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3 AA2.1, AA2.2, AA2.5 AA3.1, AA3.2, AA3.3 AA4.1, AA4.2, 4.3, AA4.4 AA5.3, AA5.4, AA5.5, AA5.6, AA6.1 A l'issue de cet enseignement, les étudiants seront en mesure de - Décrire le fonctionnement physique et utiliser les modèles des dispositifs électroniques (à semi-conducteurs) avancés de génération récente, dans une large gamme de température et de fréquence. - Utiliser des logiciels de simulation numérique ou des techniques de mesures précises de dispositifs semi-conducteurs. - Analyser et modéliser de nouveaux dispositifs, ou de les utiliser dans des circuits à haute fréquence dans le cadre de cours plus avancés ou de leur TFE.",
        "content": "Ce cours de transistors avancés se focalise sur les dispositifs semiconducteurs à grandes performances en termes de vitesse, fréquence, puissance et température. Le cours met l'accent sur les liens entre phénomènes physiques, matériaux, fabrication et performances électriques. Il étend les propriétés de base des transistors aux dispositifs de l'état de l'art industriel et introduit des voies de recherche et développement. Des outils de simulation numérique et de caractérisation expérimentale sont introdu its. En particulier, le cours couvre les aspects suivants : - Special semiconductor materials (heterostructures, SOI, SiC and III-V) - High-mobility transistors (HEMT), JFET / MESFET / LDMOS - Diodes, bipolar and MOS transistors of small dimensions and operating at high frequency Les cours présentent, sous forme interactive, les différentes notions décrites plus haut. Ceux-ci sont complémentaires aux supports écrits puisqu'ils donnent une autre perspective de la matière et s'appuient sur les questions des étudiants pour atteindre une meilleure compréhension des concepts abordés. Un projet permet d'appliquer les notions vues au cours et de les intégrer pour modéliser et expliquer le fonctionnement de nouveaux dispositifs. Le projet se base sur une analyse approfondie d'articles scientifiques portant sur une thématique choisie par les étudiant.es en groupe de 2 à 3, ainsi que l'utilisation et la discussion de résultats de mesures expérimentales en laboratoire ou de simulation sur ordinateurs suivant thématique et disponibilité pratique.",
        "teaching_methods": "11 séances de cours interactives 2 laboratoires 1 projet en groupe restreint (avec des séances intermédiaires de présentation et discussion avec les enseignants).",
        "assessment_methods": "Examen écrit sur le contenu des cours magistraux (50%), rapport et présentation d'un projet de groupe (50%), les 2 parties devant être présentées. La note du projet peut être individualisée en fonction de la participation/présence de chaque étudiant d’un groupe. Le projet peut être représenté (et donc amélioré) en 2ème session. Le projet doit être une production propre du groupe : le plagiat des sources est bien entendu interdit et l'utilisation d'une IA générative (e.g. chatGPT) est vivement déconseillée (y compris pour l'amélioration du texte du rapport). Son utilisation partielle éventuelle doit être documentée comme pour toute autre source d'information.",
        "other_info": "Bases de physique, y compris de mécanique quantique ; bases de physique des dispositifs électroniques (par exemple : LELEC 1330)",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=2188",
        "bibliography": "Slides et autres supports proposés par les enseignants sur Moodle. Références disponibles en bibliothèques : -  « Physics of low-dimensional semiconconductors », J.H. Davies, Cambridge University Press -  « Physique des dispositifs semi-conducteurs », De Boeck Université, J.-P. Colinge et F. Van de Wiele -  « Silicon-on-Insulator Technology: Materials to VLSI », 2nd Edition, J.-P. Colinge, Kluwer Academic Publishers -  « Operation and modeling of the MOS transistor», Y. P. Tsividis, McGraw-Hill Book Company. - « Quantum semiconductor Structures », C. Weisbuch and B. Vinter, Academic Press Inc.",
        "responsible_entity": "ELEC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmapr2631",
        "title": "Surface Analysis",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delcorte Arnaud",
            "Nysten Bernard"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Introduction à la science des surfaces ; Spectrométries électroniques (LEED, XPS, AES) et spectrométries ioniques (ISS, SIMS); Microscopies à sonde locale (STM, AFM).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours au référentiel du programme AA : 1.1, 2.1, 2.3, 5.5 Acquis d'apprentissage spécifiques au cours a. Acquis d'apprentissage disciplinaires : Spectroscopies électroniques et ioniques : A l'issue du cours, l'étudiant sera capable de : d'identifier et d'expliquer les mécanismes physiques (ou physico-chimiques) sous-jacents aux méthodes d'analyse spectroscopiques et spectrométriques considérées.  Ces méthodes incluent des spectroscopies électroniques (LEED-RHEED, AES, XPS-ESCA) et ioniques (ISS, RBS) ainsi que des spectrométries de masse (SIMS, LDIMS, MALDI) ; de discuter les particularités de chaque technique, comparer les informations qu'elles permettent d'obtenir et leurs champs d'application ; d'expliquer le schéma de principe des différents instruments et décrire leurs principales composantes (ex. canon à ions, analyseur électrostatique, détecteur multicanal) ; d'identifier les performances, les limites (ex. sensibilité, quantification) ainsi que les éventuels artefacts liés aux différentes méthodes analytiques, être critique vis-à-vis de l'interprétation des données ; d'illustrer l'application des techniques analytiques par des exemples impliquant des procédés de traitement des surfaces (ex. PVD, traitements plasma, dépôts de couches minces) ; de proposer une méthodologie adéquate pour l'analyse structurale ou chimique de surface d'un échantillon solide de nature inconnue ; de justifier le choix de la (des) méthode(s) appropriée(s) pour répondre un problème de caractérisation des matériaux (tel qu'il pourrait être amené dans un cadre industriel). Microscopies à sonde locale (SPM) : A l'issue du cours, l'étudiant sera capable : d'identifier et d'expliquer les phénomènes physiques, chimiques et physico-chimiques régissant le fonctionnement des microscopies à sonde locale (STM, C-AFM, AM-AFM, FM-AFM, LFM, FMM, EFM, MFM, PFM, KPFM, ...) ; de décrire l'instrumentation et d'expliquer le fonctionnement de ces microscopies ; de comparer ces techniques aux niveaux des propriétés physiques, physico-chimiques ou chimiques qu'elles permettent de mesurer ou de cartographier ; de faire le choix d'une technique adéquate pour caractériser une propriété donnée d'un matériau spécifié et de justifier ce choix ; d'expliquer les différents artefacts qui peuvent fausser ce type d'analyse et de critiquer des résultats d'analyses réalisées avec une de ces techniques sur cette base. b. Acquis d'apprentissage transversaux: Discuter de façon critique des résultats d'expériences avec des experts dans les domaines concernés. Rédiger un rapport de laboratoire concis, structuré et adéquatement illustré décrivant succinctement les aspects techniques des expériences réalisées, de la préparation des échantillons aux résultats obtenus, dans un langage scientifique précis.",
        "content": "1. Introduction à la science des surfaces 2. Spectrométries électroniques et ioniques : 2.1. Structure cristalline de surface par LEED 2.2. Composition et chimie de surface avec XPS 2.3. Imagerie chimique et profil en profondeur par SIMS 2.4. Imagerie élémentaire à haute résolution avec Auger 2.5. Analyse de l'extrême surface par ISS 2.6. Analyse quantitative en Auger et XPS 2.7. Aspects fondamentaux en (cluster) SIMS 3. Microscopies à sonde locale 3.1. Microscopie et spectroscopie à effet tunnel 3.2. Microscopies de force atomique 3.2.1. Microscopies en mode contact : C-AFM, LFM, FMM, CS-AFM, PFM, ... 3.2.2. Microscopies en mode résonant : AM-AFM, FM-AFM, MFM, EFM, KPFM, ... 3.2.3. Aspects instrumentaux : scanner, sondes, artefacts, ...",
        "teaching_methods": "Spectroscopies électroniques et ioniques : 9 cours magistraux de 2h00 (incluant 1h d'introduction générale sur la science des surfaces) et deux laboratoires illustrant des techniques choisies (aspects instrumentaux + interprétation des données ; des rapports sont demandés aux étudiants). Microscopies à sonde locale (SPM) : 5 cours magistraux de 2h00 et deux laboratoires illustrant deux techniques de SPM. Pour ces laboratoires, les étudiants de 2nd Master sont encouragés à apporter leurs propres échantillons.",
        "assessment_methods": "Examen oral portant sur les compétences à acquérir Rapports de laboratoire Partie spectroscopie (Delcorte): Possibilité d'un séminaire à présenter devant le groupe (~1/2 des points de cette partie)",
        "other_info": "Il est recommandé d'avoir suivi le cours LMAPR2011 « Methods of Physical and Chemical Analysis » ou un équivalent.",
        "online_resources": "Site Moodle : https://moodle.uclouvain.be/course/view.php?id=1895",
        "bibliography": "Spectroscopies électroniques et ioniques : Dias présentées aux cours, disponibles sur Moodle Notes d'application des fabricants d'équipement Liste d'ouvrages de référence, que les étudiants peuvent trouver à la bibliothèque / au laboratoire Microscopies à sonde locale (SPM) : Notes de cours évolutives (syllabus) disponible au SICI et sur Moodle Dias présentées aux cours, prospectus et notes d'application de fabricants d'équipement disponibles sur Moodle",
        "responsible_entity": "FYKI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2248",
        "title": "Ultra-fast laser physics",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lauzin Clément"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS 2143 constitue un atout",
        "topics_covered": "Cette unité d'enseignement présente les principes importants pour la construction d'oscillateurs femtosecondes et l'obtention de sources attosecondes. Il discute également des techniques permettant de caractériser ces sources ultra-courtes. Enfin, il montre en quoi ces sources sont importantes pour mesurer des grandeurs spectroscopiques et dynamiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA1.3, AA1.4, AA1.5, AA1.6, AA 2.2, AA4.2, AA 5.1, AA5.2,AA 5.3, AA 6.3, AA 6.5, AA7.1, AA7.2, AA 7.5, AA 8.1. b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   utiliser et caractériser des sources de lumière ultra-rapides ; 2.   construire un oscillateur femtoseconde ; 3.   caractériser le domaine temporel et fréquentiel de ces sources de lumière ultra-rapides ; 4.   considérer l'utilisation de ce type de sources pour aborder un problème original en physique.",
        "content": "L’unité d’enseignement suit la structure suivante : 1) Introduction Verrouillage de modes et éléments d’opitque non-linéaire Dispositifs de compensation de dispersion 2) Étude et utilisation des lasers ultra-rapide dans le domaine fréquentiel Obtention de peignes fréquences stabilisés à partir de lasers à verrouillage de modes Les peignes de fréquences et leurs utilisations pour mesurer la fréquence de lasers continus La stabilisation de lasers continus grâce à des peignes de fréquences Nouvelles techniques pour la mesure de distances 3) Étude et utilisation des lasers ultra-rapides dans le domaine temporel Techniques pour mesurer le temps d’un pulse Comment produire des pulses attosecondes Utilisation de lasers femtosecondes et attosecondes pour étudier les degrés de liberté vibrationnels et électroniques au niveau moléculaire ou en phase condensée. 4) Dernières nouvelles et accomplissements dans le domaine des lasers ultra-rapides.",
        "teaching_methods": "Cours, laboratoires, projet pratique",
        "assessment_methods": "L’évaluation est basée sur la qualité d’un rapport écrit portant sur un projet expérimental ou théorique et d’un examen oral portant sur le projet et les cours ex-cathedra.",
        "bibliography": "Agrawal, “Non-linear fiber optics”, Elsevier. L. Gallmann, U. Keller, “Femtosecond and Attosecond Light Sources and Techniques for Spectroscopy”, Handbook of high-resolution spectroscopy, Wiley online library, 2011. P. Maddaloni, , P. De Natale, M. Bellini,. “ Laser-based measurements for time and frequency domain applications: a handbook”. CRC Press 2016.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lelec2350",
        "title": "Electromagnetic waves",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Craeye Christophe"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Basic courses on physics and on engineering electromagnetics",
        "topics_covered": "Wireless systems have become ubiquitous and new technologies exploiting higher frequencies, with wider bandwidths, are reinforcing this trend. This calls for a deeper understanding of high-frequency electromagnetic fields, as they occur in microwave circuits and propagation problems. Regarding microwave circuits, an advanced study of guided waves appears necessary, taking into account the quite diverse types of transmission lines and the study of their dispersion analysis. This may include dispersion-engineered materials, such as metamaterials. Regarding propagation, spatial selectivity is becoming more intensively used, since phased arrays now fully entered the civilian domain, in both communication and radar front-ends. This calls for spatial-spectrum representation of fields, in Cartesian, cylindrical and spherical systems of coordinates. Those will also be applied to propagation problems, including for instance surface waves. A link  with optics will be made, through the analysis of partially coherent fields, which are more thoroughly studied in optics than in microwaves. An introduction the different types of numerical methods for field analysis, including commercially available software, will be provided as well. The exposed concepts will also be put in practice through different labs, devoted mainly to guided waves and radar experiments.",
        "content": "Ondes planes Ondes guidées et lignes de transmission avancées Etude de la dispersion, avec simulation sur Python Ondes cylindriques et sphériques Fonctions de Green Spectre spatial Champs dans des structures périodiques Méthodes numériques Reciprocité et principes d'équivalence Optique physique et géométrique Champs partiellement cohérents, avec labo Labo en transmission (y compris transm. extra-ordinaire) Labo sur la section efficace radar",
        "teaching_methods": "La méthode d'enseignement se base sur des cours, des exercices et des laboratoires. Certains exercices consistent en l'écriture de brefs codes en Python permettant l'étude de phénomènes particuliers. Il y a 3 séances de laboratoire. Les codes en Python et les rapports de laboratoire sont notés.",
        "assessment_methods": "Examen à livre ouvert (résolution de problèmes) pour 14 points sur 20. Bref rapport sur codes en Python, pour 3 points sur 20. 3 rapports de laboratoire, pour 3 points sur 20. NB: des points bonus peuvent être offerts sur base de la réalisation de 1 ou 2 codes Python supplémentaires.",
        "other_info": "6 premiers cours basés sur le livre de Orfanidis 7 cours suivants basés sur un syllabus spécifique au cours",
        "course_materials": "Book by Orfanidis and dedicated syllabus",
        "responsible_entity": "ELEC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespa2600",
        "title": "Séminaire d'insertion professionnelle - Epagnol (B2.2 /C1)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lorente Fernandez Paula"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "Avoir atteint les objectifs définis par les cours proposés à la Faculté de Philosophie, arts et lettres au BAC 3. Avoir inscrit le cours dans le programme d'études.",
        "topics_covered": "Il s'agit de développer systématiquement les compétences communicatives langagières (linguistiques, sociolinguistiques et pragmatiques) à travers les différentes activités de communication langagière et stratégies productives, réceptives, interactives et de médiation qui correspondent aux compétences et activités d'un niveau B2.2/C1 du Cadre européen commun de référence du Conseil de l'Europe afin de favoriser l'insertion de l'apprenant sur le marché du travail. Pour ce faire, les thèmes abordés aux cours sont: la recherche d'un travail, la sélection de personnel et le fonctionement du monde de l'entreprise dans les pays hispanophones.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : utiliser la langue de façon efficace et souple dans un domaine professionnel. rédiger efficacement et comprendre une grande gamme des textes longs et exigeants liés aux genres discursifs propres à la recherche d'emploi (CV, lettre de motivation, offre d'emploi) ou liés au travail (rapport d'un projet professionnel relevant de son domaine d'études) présenter et défendre efficacement un projet professionnel devant un auditoire; exprimer des opinions argumentées pendant une réunion, une conversation en relation avec le travail, etc.; proposer et négocier des conditions de travail, des mesures d'un plan, des solutions, etc. ; participer à un entretien de recrutement ; transmettre des informations, etc. ; suivre des conférences et des discours relativement longs; comprendre des messages oraux relativement longs liés au monde du travail (instructions, reportages, films, etc.).",
        "content": "Cette unité d'enseignement consiste à développer les compétences communicatives langagières fondamentalement avec une approche communicative qui prend en compte l'approche lexicale et grammaticale. La typologie d'exercices est très diversifiée, avec différentes tâches à réaliser (écrites et orales) tout au long du cours et en rapport aux thématiques abordées. Ces tâches sont à présenter soit au cours soit dans un portfolio digital sur la plateforme genially Ce cours est éminemment interactif et pratique, le but étant que les étudiants accomplissent des tâches par rapport à l'insersion professionelle. Donc, la méthode employée est l'enseignement des langues par des tâches ou projets. Pour premettre à l'étudiant l'accomplissement des tâches finales précitées, toute une série d'activités, aussi bien de communication qu'axées sur le code, lui seront proposées. Ces activités requièrent l'usage d'une ou plusieurs activités de communication langagières et stratégies (compréhension à l'audition et à la lecture, expression orale et écrite, interaction orale). Les activités et matériaux de base sont très hétérogènes :  jeux de rôle, débats, chansons, films, reportages, etc.",
        "teaching_methods": "L'UE se donne  en présentiel avec des séances à distance et avec un support e-Learning sur des plateformes UCLouvain (Teams, Moodle) et d'autres plateformes externes (Google, Zoom...) L'UE suit la méthode d'apprentissage des langues par des tâches ou projets et se base sur les principes de l'apprentissage réflexif: l'apprenant est ainsi mis au premier plan de son apprentissage pour le rendre actif sur le plan cognitif de sorte qu'il puisse construire son savoir, savoir-faire et savoir-être seul mais aussi avec l'aide de ses pairs. Ainsi, différentes activités d'auto-évaluation et de co-évaluation seront proposées tout au long de l'UE.",
        "assessment_methods": "L'évaluation est continue avec différentes épreuves tout au long du quadrimestre. L'evaluation est la suivante: 1. 40% Présentation finale d'un proyet innovateur 2. 60% Différents travaux à rendre tout au long du séminaire: Tarea1: crearse un perfil laboral en linkedin Tarea2: redactar una oferta de empleo Tarea3: redactar la carta de presentación y realizar una presentación  interactiva (infografías ; videocurrículos) del currículo Tarea 4: presentar un TED Tarea 5: pasar una entrevista de trabajo y hacer un informe sobre la entrevista de un compañero",
        "online_resources": "Moodle: https://moodle.uclouvain.be/course/view.php?id=668 Platéforme Google Sites pour l'ePortfolio: https://sites.google.com",
        "course_materials": "Ressources et matériaux didactiques disponibles sur la plateformes Moodle du cours.",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lineo2002",
        "title": "Aspects juridiques, économiques et managériaux de la création d'entreprise",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Cordt Yves",
            "Falize Marine"
        ],
        "teaching_language": "Français",
        "prerequisites": "Avoir été sélectionné pour suivre le programme INEO, Formation interdisciplinaire en entrepreneuriat.",
        "topics_covered": "Contenu de la partie économique et managériale: La créativité et la détection d'opportunités d'affaire Stratégie de lancement d'un projet innovant (analyse de l'environnement, étude de marché, définition d'un avantage concurrentiel, création de valeur, capacité stratégique) Les étapes clés liées à la création d'une entreprise et les formes d'accompagnement, d'aides publiques Contenu de la partie juridique: Création d'une société : formes & formalités requises Accès à la profession Propriété intellectuelle Pratiques du commerce Droit des contrats (agence commerciale, franchise, concession) Droit fiscal (TVA, impôts directs, ... Droit social",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : L'objectif du cours est de fournir aux étudiants les bases juridiques, économiques et managériales de la création d'une entreprise. Il vise à lier théorie juridique, économique et managériale et pratique, ainsi qu'à appliquer sur des sujets particuliers les concepts plus généraux exposés au cours.",
        "content": "Contenu de la partie économique et managériale: La créativité et la détection d'opportunités d'affaire Stratégie de lancement d'un projet innovant (analyse de l'environnement, étude de marché, définition d'un avantage concurrentiel, création de valeur, capacité stratégique) Les étapes clés liées à la création d'une entreprise et les formes d'accompagnement, d'aides publiques Contenu de la partie juridique: Création d'une société : formes & formalités requises Accès à la profession Propriété intellectuelle Pratiques du commerce Droit des contrats (agence commerciale, franchise, concession) Droit fiscal (TVA, impôts directs, ...) Droit social",
        "teaching_methods": "La méthode sera basée sur des exposés magistraux et la participation des étudiants: Sélection de textes analysés en classe Etudes de cas Présentations d'étudiants Intervention de personnes extérieures (conseillés en créativité et accompagnement à la création d'entreprise)",
        "assessment_methods": "Evaluation continue Date : mi- décembre Type d'évaluation : Travail écrit (business plan) et défense orale lors d'un concours. Commentaires : présence  aux cours obligatoire Semaine d'évaluation Oral : Non Ecrit : Non Indisponibilités ou commentaires : Pas nécessaire jusqu'à présent Session d'examens Oral : Non Ecrit : Non Indisponibilités ou commentaires : Pas nécessaire jusqu'à présent",
        "online_resources": "Les documents sont fournis aux étudiants via la plateforme Moodle.",
        "bibliography": "Livres: Janssen F. (2009), Entreprendre : une initiation à l'entrepreneuriat , De Boeck, Chap. 4-7. Papin Robert, Stratégie pour la création d'entreprise , 14ème édition, Dunod. De Brabandere L. (2007), La valeur des idées : de la créativité à la stratégie d'entreprise , Dunod.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys1347",
        "title": "Physique atomique et moléculaire",
        "credits": "5.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Génévriez Matthieu",
            "Lauzin Clément"
        ],
        "teaching_language": "Français",
        "topics_covered": "Cette unité d'enseignement introduit la physique atomique et moléculaire. Elle détaille les concepts fondamentaux qui permettent de décrire, à l'aide de la physique quantique, la structure et du mouvement des électrons et noyaux dans les systèmes atomiques ainsi que leur interaction avec la lumière. Le cours présente les fondements expérimentaux de cette disciplines et les principaux modèles associés. Le dialogue permanent entre l'expérience et la compréhension théorique des phénomènes observés est souligné. Plus particulièrement: En physique atomique, après un bref rappel de la description quantique de l'atome d'hydrogène, on introduit théoriquement et par l'expérience les modèles décrivant les atomes à plusieurs électrons ainsi que les couplages fin et hyperfin. On décrit ensuite l'interaction entre les électrons et la lumière par le biais des coefficients d'Einstein et des transitions radiatives multipolaires. La description de l'atome et de son interaction avec la lumière est étendue aux ions et états fortement excités. En physique moléculaire, nous introduisons l'approximation de Born-Oppenheimer et nous donnons une introduction à la description des différents degrés de liberté, rotation et vibration, et de leurs interactions mutuelles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 . établir la structure électronique d'un atome, en particulier les termes spectraux et les configurations électroniques ; 2 . décrire et appliquer les principes de base de la spectroscopie atomique, y compris les règles de sélection ; 3 . décrire le principe variationnel et l'appliquer au calcul numérique d'énergies de liaison et d'éléments de matrice dipolaires ; 4 . manipuler correctement les bases de données atomiques pour en tirer les fréquences de transition, les temps de vie et rapports de branchement. 5. décrire les notions fondamentales de la physique moléculaire, en particulier la description quantique des systèmes moléculaires à l'aide d'hamiltoniens moléculaires et des équations de Schrödinger (dépendantes et indépendantes du temps) correspondantes ; 6. interpréter les diverses représentations de ces équations et en discuter les solutions approchées, en particulier les représentations adiabatiques et diabatiques, et la séparation de Born-Oppenheimer. 7. interpréter certains modèles simples de dynamique moléculaire et d'analyse spectrale ; 8. décrire la structure électronique, les vibrations et les rotations des molécules diatomiques ; 9. décrire et appliquer les principes de base des spectroscopies de rotation, vibration et électronique des molécules diatomiques, y compris les bases des règles de sélection ; 10. apprécier l'apport intellectuel des découvertes expérimentales à la base des théories en question 11. décrire et appliquer les principes de base de l'approche expérimentale en physique  atomique et moléculaire Contribution de l'activité au référentiel AA du programme AA1 : 1.1, 1.3,1.4, 1.6,1.7, 1.8 AA2 : 2.2, 2.3, 2.4 AA3 : 3.2, 3.4, 3.5, 3.6 AA4: 4.1 AA5: 5.1 AA6: 6.3",
        "content": "I Physique atomique. (Volume horaire de 11.25 h). Méthode : la structure des atomes et ions est explicitée sur la base d'un bref rappel des résultats de la physique quantique. Leur interaction avec la lumière est décrite sous l'angle de la spectroscopie. Systèmes hydrogénoïdes, défaut quantique, états de Rydberg. Systèmes à plusieurs électrons. Champ central et corrections, schémas de couplage, structure fine et hyperfine, séries isoélectroniques. Transitions radiatives, approximation dipolaire, transitions multipolaires, règles de sélection, cascades radiatives. II Physique moléculaire (volume horaire de 11.25 h). L'approximation de Born-Oppenheimer. Séparation des coordonnées. Etats électroniques : orbitales moléculaires et orbitales atomiques. Etats vibrationnels et états rotationnels. Symétries des molécules diatomiques. Diagrammes de corrélation. Transitions radiatives, règles de sélection.",
        "teaching_methods": "Les activités d'apprentissage sont constituées de cours magistraux, de séances d'exercices, de travaux pratiques, de manipulations de logiciels et de consultations de bases de données. Les dispositifs pédagogiques des cours magistraux sont le tableau et la projection de diapositives. Les cours magistraux visent à introduire les concepts fondamentaux, à les motiver en montrant des exemples et en établissant des résultats, à montrer leurs liens réciproques et leurs relations avec les différentes parties associées à cette UE, et à établir des liens avec le reste des unités d'enseignement du Bachelier en sciences physiques. Les séances de travaux pratiques visent à apprendre à utiliser les idées et le formalisme développés en physique atomique et moléculaire, par exemple pour expliquer les résultats d'expériences faites en laboratoire ou décrites dans le cadre des cours magistraux. Ces séances permettront aussi aux étudiants et étudiantes d'apprendre à choisir et utiliser des méthodes de calcul pour leur analyse, et à interpréter les résultats obtenus. Les laboratoires réalisés lors de travaux pratiques spécifiques visent à donner une introduction aux méthodes expérimentales dans la discipline et à valider les concepts théoriques vus en cours par une observation directe du monde physique.",
        "assessment_methods": "L'évaluation de l'apprentissage se fera au moyen d’un examen écrit. Les acquis d’apprentissage de parties plus avancées du cours feront éventuellement l’objet d’une évaluation orale. L’examen écrit comprendra : des questions ouvertes et fermées avec des développements courts ou longs la résolution de problèmes avec résultat chiffré.",
        "online_resources": "Différentes ressources (diapositives et documents annexes) sont mises en ligne via la plate-forme MoodleUCL.",
        "bibliography": "B. H. Bransden, C. J. Joachain (1990), \"Physics of atoms and molecules\", John Wiley and sons, ISBN-13: 978-0582356924. C. Foot (2005), 'Atomic Physics', Oxford University Press, ISBN: 9780198506966",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lelec1755",
        "title": "Physique des dispositifs électroniques et des lignes de transmission",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Flandre Denis",
            "Oestges Claude"
        ],
        "teaching_language": "Français",
        "prerequisites": "Ce cours suppose acquises les notions de base de physique de l'électricité et des ondes, telles qu'enseignées dans les cours LEPL1201, LEPL1202, LEPL1203.",
        "topics_covered": "Ce cours vise à identifier et mettre en oeuvre les lois de base de l'électromagnétisme (partie 1) et des dispositifs électroniques (partie 2) en vue de leurs applications dans les cours avancés des filières électricité, électromécanique ou physique appliquée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) Axe 1 (1.1, 1.2, 1.3), Axe 2 (2.2), Axe 3 (3.2) b. A l'issue de ce cours, l'étudiant sera en mesure de : Partie 1 : Electromagnétisme Mettre en équation et résoudre de manière rigoureuse les problèmes électrostatiques et magnétostatiques comportant des distributions de charges et de courants de formes canoniques dans le vide, en précisant les hypothèses simplificatrices utilisées. Mettre en équation les problèmes de calcul de champs électrostatiques et magnétostatiques dans et autour de structures diélectriques et magnétiques de permittivité et perméabilité connues et de formes canoniques, en appliquant adéquatement les conditions aux limites. Calculer les résistances, inductances et capacités distribués de structures géométriques de formes simples. Calculer les champs, forces et tensions induites dans un circuit magnétique. Calculer les champs électromagnétiques sur les lignes de transmission et utiliser leur circuit équivalent pour dimensionner des circuits d'adaptation d'impédance à l'aide de tronçons de ligne et d'éléments discrets en utilisant l'abaque de Smith. Partie 2 : Dispositifs électroniques Identifier et décrire les mécanismes physiques du fonctionnement de la jonction PN, du transistor bipolaire et du transistor MOS de tailles microniques, en dériver les modèles mathématiques de leurs caractéristiques électriques en régimes statiques et petits-signaux basse fréquence, les représenter graphiquement, comparer et discuter ces modèles avec des caractéristiques de dispositifs réels. Acquis d'apprentissage transversaux : Vérifier les unités des différentes variables et termes qui apparaissent dans les équations constitutives d'un modèle",
        "content": "Le cours contient les outils nécessaires à la résolution des problèmes d'électromagnétisme et de lignes de transmission classiques et permet aux étudiants de mettre ces outils en pratique dans la résolution de problèmes simples. Une grande attention est portée à la démarche de modélisation de problèmes pratiques et à leur mise en équation. Les équations disponibles sont peu nombreuses, la difficulté réside principalement dans le choix de la forme des équations la plus adéquate (équations intégrales ou différentielles, coordonnées cartésiennes ou sphériques, etc.) pour le problème posé. La partie dispositifs électroniques utilise une démarche similaire. Les équations sont adaptées et simplifiées au cas des semiconducteurs. Sur cette base, la physique des dispositifs semiconducteurs principaux est mise en équation et les résultats confrontés à leurs caractéristiques réelles. Les conditions de validité des modèles simples, leurs limites et corrections de second ordre sont largement discutées.",
        "teaching_methods": "Le cours est organisé autour des cours théoriques et des séances d'exercices. Les enseignants privilégient la bonne connaissance des notions de base. Les exercices permettent d'apprendre à maîtriser la mise en oeuvre des équations de Maxwell pour la résolution de problèmes simples d'électromagnétisme. Dans la partie dispositifs électroniques, il s'agit de résoudre des problèmes simples de physique des semiconducteurs et des dispositifs de base.",
        "assessment_methods": "Pour la partie \"Lignes de transmission\", un test dispensatoire pour cette partie est (normalement, cfr. moodle) organisé en novembre, la dispense est acquise (mais pas obligatoire) à 10/20, l'évaluation lors du test et de l'examen porte sur des exercices couvrant l'ensemble de la matière, avec un formulaire; la note finale pour cette partie est le maximum entre la note obtenue au test, la note obtenue en janvier et/ou en août, pour autant que les notes soient supérieures ou égales à 10. Pour la partie \"Dispositifs électroniques\", une évaluation intermédiaire (test facultatif) pourrait (cfr. moodle) être organisée (certaines années) sur les 2 premiers chapitres de la partie dispositifs électroniques en cours de 2e moitié de quadrimestre et interviendrait pour 20 % de la note de cette partie à l’examen, si à l’avantage de l’étudiant. l'évaluation lors de l'examen écrit organisé en session porte sur l'ensemble de la matière comporte une partie de théorie et une partie d'exercices. La note finale combine les notes obtenues pour les parties \"Lignes de transmission\" (sur 20) et \"Dispositifs électroniques\" (sur 20) de la manière suivante: si les 2 parties sont soit toutes deux réussies (notes supérieures ou égales a 10/20) soit toutes deux en échec (notes inférieures à 10/20), chacune des parties compte pour 50 % de la note finale; en cas d'échec dans l'une seule des 2 parties, la pondération (en %) de la partie en échec est majorée d'un pourcentage égal a l'insuffisance (définie comme l'ecart avec le seuil de 10/20), au détriment de l'autre partie (par exemple, si une partie est évaluée à 7.6/20, et que l'autre est réussie, la partie en échec compte pour 52.4 %, et la partie reussie pour 47.6 %). Il convient enfin de noter que la dispense pour une partie est uniquement valable pour l’année académique en cours.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=1128",
        "bibliography": "Livre de référence pour la partie \"Lignes de transmission\" : Engineering Electromagnetics, Hayt et Buck, McGraw Hill, 7e édition, ainsi que des extraits disponibles sur moodle. Notes sur Moodle pour la partie \"dispositifs électroniques\". Quelques livres de référence sont disponibles à la BST : « Physique des dispositifs semi-conducteurs », De Boeck Université, J.-P. Colinge et F. Van de Wiele « Operation and modeling of the MOS transistor», Y. P. Tsividis, McGraw-Hill Book Company. \"Physics of semiconductor devices\", S. M. Sze, Wiley.",
        "responsible_entity": "ELEC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lelec2895",
        "title": "Design of Micro and Nanosystems",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Francis Laurent"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Ce cours s'inscrit dans l'offre de cours ELEC en MEMS & NEMS, micro et nanotechnologies. LELEC2895 est consacré à la compréhension et à la conception de dispositifs micro-électromécaniques (MEMS), aux transducteurs (capteurs, actuateurs) réalisés dans des technologies de micro et nanofabrication, à leur co-intégration aux circuits intégrés, à leurs simulations et caractérisations multiphysiques, à leur fiabilité et à leur interconnexion.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil électriciens», ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3 AA2.1, AA2.2, AA2.3, AA2.4, AA2.5 AA3.1, AA3.2, AA3.3 AA4.2, AA4.3, AA4.4 AA5.1, AA5.2, AA5.3, AA5.4, AA5.5, AA5.6 AA6.1, AA6.3, AA6.4 À l'issue de ce cours, l'étudiant sera en mesure de : Décrire les principes de transduction et les effets d'échelle Interpréter un cahier des charges de conception d'un MEMS Concevoir des MEMS et NEMS et utiliser des outils pour la simulation  multiphysique Identifier les circuits électroniques adaptés aux MEMS et NEMS Identifier les techniques de fabrication nécessaire à l'obtention de ces dispositifs et catégoriser les problèmes d'origine thermomécaniques qui conditionnent le bon fonctionnement d'un MEMS Analyser la fiabilité des dispositifs miniaturisés Présenter par écrit (rapport) et oralement (transparents) les résultats d'un projet de groupe (de 2 à 4 étudiants)",
        "content": "1. Méthodologie de conception de MEMS 2. Effets d'échelle et principes de transduction 3. Capteurs et actuateurs: électriques, mécaniques, thermiques, optiques, (bio)chimiques, etc... 4. Procédés de micro et de nanofabrication 5. Sélection de circuits d'interfaçage électronique 6. Simulations multiphysiques",
        "teaching_methods": "Le cours est typiquement organisé en 10 séances de cours en classes inversées, appuyées par la résolution en groupe de nombreux exemples et cas 1 séance de tutoriel sur les outils logiciels 3 sessions de travaux pratiques de conception avec encadrement 1 séance de séminaire industriel",
        "assessment_methods": "Le cours fait l'objet d'une évaluation continue pour 3/5 de la note finale pendant le semestre lors de la remise des rapports de travaux de groupe sur les séances de travaux pratiques, et pour 2/5 par un examen oral individuel en session, sauf si la note de l'examen oral individuel est inférieur à 10/20 auquel cas la note finale sera uniquement celle de l'examen oral individuel. L'examen en session est un examen à livre ouvert assisté d'une préparation écrite. La note de travail de groupe est conservée pour toutes les sessions d'une même année académique.",
        "other_info": "Le cours LELEC2560 Micro and Nanofabrication Techniques est un pré-requis utile. Des connaissances de base en électronique, physique du solide, science des matériaux et chimie sont un avantage.",
        "online_resources": "Moodle http://moodleucl.uclouvain.be/course/view.php?id=7527",
        "bibliography": "Supports Transparents disponibles sur Moodle/Slides available on Moodle Livre de référence disponible à la Bibliothèque des Sciences et Technologies/Reference book available at the Science and Technology Library (Ville Kaajakari, \"Practical MEMS\", Small Gear Publishing)",
        "course_materials": "http://www.kaajakari.net/PracticalMEMS",
        "responsible_entity": "ELEC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lepl2210",
        "title": "Ethics and ICT",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gosseries Axel",
            "Pereira Olivier"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Il n'y a pas de prérequis particulier. Un intérêt pour les TICs et une curiosité par rapport à leurs aspects éthiques/politiques sont suffisants pour le cours.",
        "topics_covered": "Les thèmes abordés varient d'année en année. Ils peuvent inclure : Neutralité du net et liberté d'expression Propriété intellectuelle Vie privée Economie du partage et « crowdsourcing » Monnaies digitales alternatives (bitcoin, ') Démocratie électronique",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours au référentiel du programme (numéro uniquement) 3.2, 3.3 4.2, 4.3 5.2, 5.5, 5.6 6.2, 6.3, 6.4 Acquis d'apprentissage spécifiques au cours a. Acquis disciplinaires A l'issue de ce cours, les étudiants : comprendront en quoi le questionnement éthique est utile dans le domaine des TICs ; seront capables d'identifier, dans un débat éthique/politique lié aux ICT, quels aspects du débat sont factuel, quels aspects du débat ont une dimension éthique, et comment ces différents aspects peuvent s'articuler entre eux ; seront capables de formuler une question éthique lorsqu'ils se trouvent face à un choix technique ayant une dimension éthique, et oseront exprimer et argumenter leur propre point de vue sur la question ; se seront approprié l'esprit de différentes méthodes utilisées en éthique, afin de répondre à une question donnée liée aux TICs ; seront au fait des principaux arguments et sujets de débat sur des questions comme la liberté d'expression, la propriété intellectuelle, la vie privée, et sur la manière dont ces questions se posent dans un contexte de TICs particulier. b. Acquis transversaux A l'issue de ce cours, les étudiants seront capables de : trouver les sources d'information appropriées sur les thématiques abordées en classe et sur d'autres thématiques liées ; travailler individuellement et en groupe ; répondre à une question éthique de manière courte et structurée, en utilisant un langage non technique ; présenter oralement le résultat de leur travail.",
        "content": "Le contenu de la classe est adapté d'année en année, en fonction des thèmes abordés dans la classe.",
        "teaching_methods": "a. Dispositifs d'apprentissage Le cours contiendra et mélange de: - Présentations par les enseignants, concentrées sur des aspects de mise en contexte et de méthodologie, - Sessions de travail durant lesquelles les étudiants débattront et élaboreront un prise de position sur une question proposée, qu'ils présenteront par écrit ou oralement. Il pourrait être proposé à certains étudiants d'approfondir un thème en particulier, et d'élaborer un travail qui sera présenté par écrit ou oralement. b. Media Pour chacun des thèmes abordés, les étudiants recevront une courte liste de lectures obligatoires, ainsi qu'une bibliographie plus large.",
        "assessment_methods": "Les étudiants seront évalués, sur base des acquis d'apprentissage décrits ci-dessus, sur base d'un examen oral et d'un ou plusieurs essais qu'ils rédigeront individuellement ou en petit groupe. Le résultat de l'examen sera la somme de deux composantes, avec les poids suivants: 30% basés sur un ou plusieurs essais réalisés en groupe, et soumis durant le quadrimestre; 70% basés sur un ou plusieurs essais individuels, et sur une discussion orale de ce ou ces essais durant l'examen. En cas de plus de deux absences injustifiées d'un étudiant aux séances de cours, les titulaires se réservent le droit d'invoquer les articles 72 et 73 du RGEE et pourront recommander au jury de ne pas autoriser l'inscription à l'examen.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=716",
        "bibliography": "Supports de cours, ouvrages de références, ...",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2141",
        "title": "Introduction to quantum optics",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Génévriez Matthieu",
            "Urbain Xavier"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS1241, LPHYS1342 et LPHYS1344 constitue un atout.",
        "topics_covered": "Interactions lumière-matière, atomes froids, transfert cohérent de population, condensat de Bose-Einstein, RMN et IRM, équations de Bloch.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA 1.1, AA 1.2, AA 1.5, AA1.6, AA 3.1, AA 3.3, AA 5.4 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   décrire l'interaction laser-atome avec l'hamiltonien approprié et le formalisme de la matrice de densité ; 2.   décrire les étapes essentielles pour le piégeage d'atomes, au refroidissement d'atomes et à la formation de condensats ; 3.   déterminer les paramètres expérimentaux pour un refroidissement Doppler et sub-Doppler ; 4.   décrire les étapes essentielles à l'imagerie par résonance magnétique nucléaire ; 5.   restituer une définition quantique d'une collision et pouvoir utiliser le concept de section efficace.",
        "content": "Interactions lumière-atome, modèle à deux niveaux, oscillation de Rabi, passage adiabatique rapide, les vecteurs de Bloch, les franges de Ramsey, l’absorption saturée, le modèle à trois niveaux, pompage optique, spectroscopie à deux photons, STIRAP, transparence induite par la lumière, lumière lente. Atomes froids, pièges d’atomes et condensats, refroidissement Doppler et sub-Doppler, piège dipolaire et magnéto-optique, refroidissement évaporatif, mécanique statistique de condensats bosoniques, propriétés des condensats, lasers atomiques. Applications des atomes froids à la métrologie et aux horloges atomiques, fontaines atomiques, ions froids en régime Lamb-Dicke, sauts quantiques, qubits atomiques. Matrice de densité et équation de Von Neumann-Liouville. Introduction aux principes de la résonnance magnétique nucléaire (NMR) et d’imagerie par résonnance nucléaire (IRM) : équations de Bloch, échos de spin, RMN à transformée de Fourier, séquences de pulses en IRM.",
        "teaching_methods": "Cours ex-cathedra, animations vidéos, applications numériques, exercices, démonstrations en laboratoire.",
        "assessment_methods": "Examen écrit avec des questions ouvertes et fermées.",
        "bibliography": "C. Foot (2005), « Atomic Physics », Oxford University Press, ISBN: 9780198506966 G. Grynberg, A. Aspect, C . Fabre, « Introduction to Quantum Optics », Cambridge University Press, 2010 C. Cohen –Tannoudji, Bernard Diu, Franck Laloë, « Mécanique quantique, tome III », CNRS Editions, EDP Sciences – Collection: Savoirs Actuels, 2017. M. Fox « Quantum Optics. An introduction », Oxford Master Series in Atomic, Optical, and Laser Physics, 2006. M. Fox « Optique quantique. Une introduction », trad. B. Piraux, De Boeck Université, 2011. P.Lambropoulos and D.Petrosyan « Fundamentals of Quantum Optics and Quantum Information », Springer, 2007. S. Haroche and J.-M. Raimond « Exploring the Quantum », Oxford, 2007. M.O. Scully & M.S. Zubairy « Quantum Optics », Cambridge University Press, 1997.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lineo2003",
        "title": "Plan d'affaires et étapes-clefs de la création d'entreprise",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Janssen Frank"
        ],
        "teaching_language": "Français",
        "prerequisites": "Avoir été sélectionné pour suivre le programme INEO, Formation interdisciplinaire en entrepreneuriat, et avoir validé les cours LINEO2001, LINEO2002, LINEO2004",
        "topics_covered": "L'objectif du cours est de : Permettre aux étudiants de se familiariser avec les étapes-clés de la création d'une entreprise au travers d'exposés et de conférences D'acquérir les connaissances et compétences nécessaires à la réalisation d'un plan d'affaire D'appliquer celles-ci à la réalisation de leur mémoire en entrepreneuriat.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Eu égard au référentiel de compétences du programme, cette UE contribue au développement et à l'acquisition des compétences suivantes : Innover et entreprendre (4.1, 4.2, 4.4) Communiquer (8.1, 8.2, 8.3) Gérer un projet (7.1, 7.2, 7.3) Travailler en équipe et en exercer le leadership (6.1, 6.2) Agir en acteur socialement responsable (1.1, 1.2, 1.3) A la fin cette unité d'enseignement, l'étudiant : Est familiarisé avec les étapes-clés de la création d'une entreprise au travers d'exposés et de conférences. A acquis les connaissances et les compétences nécessaires à la réalisation d'un plan d'affaires. Est capable d'appliquer celles-ci à la réalisation d'un mémoire interdisciplinaire en entrepreneuriat. Est capable d'agir en acteur socialement responsable. Est capable de gérer un projet en groupe. Est capable de présenter un projet entrepreneurial et de convaincre des parties prenantes. S'est construit un réseau professionnel et entrepreneurial. A développé ses compétences entrepreneuriales. A développé un esprit critique sur sa participation à des concours entrepreneuriaux.",
        "content": "Le cours LINEO2003 vise à familiariser les étudiants avec le plan d'affaires, sa méthodologie et son contenu. Il a également pour objectif de résoudre les problèmes auxquels les étudiants sont confrontés dans le cadre de leur mémoire INEO ainsi que de permettre une évaluation continue du mémoire et de contribuer à sa qualité par des échanges entre les étudiants et les enseignants.",
        "teaching_methods": "Ce cours mêle à la fois des interventions de professionnels, des présentations de chaque groupe de mémoire concernant leur état d'avancement, les difficultés rencontrées et leurs solutions ainsi que la participation à des concours et le coaching d'un INEO-alumnus ou d'un mentor. Le but est de partager son expérience et échanger des solutions entre les équipes de mémoire tout en bénéficiant des conseils d'entrepreneurs aguerris. Il s'agit donc essentiellement de présentation d'étudiants en auditoire ou lors de concours (par exemple le Forum Mind&Market) et de cours magistraux portant, par exemple, sur la manière de convaincre des investisseurs, sur la communication de son projet, sur l'élaboration d'un plan financier, etc.",
        "assessment_methods": "Evaluation continue Date : à chaque séance Type d'évaluation : Rapports d'avancement et présentations orales de ceux-ci + 1 travail individuel au terme de la dernière année de master La note finale tient compte du travail réalisé pendant les deux années de master : - 40% > états d'avancement - 20% > comptes-rendus des réunions - 30% > compte-rendu critique - 10% > participation active aux cours/activités. - Participation obligatoire à 2 concours pour réussir le cours - En cas d'absence injustifiée : -1 pt à la note finale et 0 à l'état d'avancement du jour (si séance état d'avancement) Semaine d'évaluation Oral : Non Ecrit : Non Indisponibilités ou commentaires : Session d'examens Oral : Non Ecrit : Non Indisponibilités ou commentaires :",
        "online_resources": "Informations sur Moodle",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lepl2212",
        "title": "Financial performance indicators",
        "credits": "4.00",
        "hours": "30.0 h + 5.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Provost Anne-Catherine"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "La présente proposition de cahier des charges suppose que l’étudiant n’a eu aucun cours dans les matières comptables et financières. Les bases de ces matières sont enseignées dans des cours de baccalauréat.",
        "topics_covered": "Une introduction aux principaux outils comptables et financiers qui fondent l’évaluation de la performance sera proposée selon les six axes suivants. Les principes comptables Les principales rubriques du bilan et du compte de résultats Introduction aux principales méthodes d’analyse des états financiers Introduction aux principaux concepts de la comptabilité de gestion Introduction aux méthodes de décision d’investissement L’évaluation de la performance financière et non financière",
        "content": "Introduction à la comptabilité Définition Principe de la partie double Le bilan : définition des principaux comptes Le compte de résultats Concepts-clés de l’analyse des états financiers Thèmes fondamentaux de l'analyse financière Restructuration du bilan et du compte de résultats Méthode des masses économiques et financières Méthode des ratios Méthode des tableaux de flux Introduction à la comptabilité de gestion Les principaux concepts de coût Les méthodes de coût de revient partiel et l’aide à la décision Les méthodes de coût de revient complet Introduction aux méthodes d’analyse des investissements L’actualisation des cash flows La Valeur Actuelle Nette Le Taux Interne de rentabilité La période de remboursement Introduction à l’évaluation de la performance L’utilisation des différents outils développés dans les points précédents pour évaluer la performance financière L’évaluation de la performance globale : mesure économique, sociale et environnementale (« triple bottom line »)",
        "teaching_methods": "L'enseignement est basé sur des cours magistraux appuyés par des lectures, exercices et des études de cas.",
        "assessment_methods": "La note finale du cours se décompose en un examen final écrit (60 %) et un travail de groupe (40 %). En cas d'échec à l'examen écrit, la note du travail de groupe ne sera pas prise en compte dans la note finale. Dans le cas d'une seconde session, seule la partie non réussie sera représentée. A noter que lorsque vous déposez votre travail de groupe : - vous affirmez que votre travail reflète fidèlement les faits et, pour ce faire, vous devez avoir vérifié les faits, en particulier s'ils proviennent de ressources d'IA générative ; - vous affirmez que toutes vos sources qui vont au-delà des connaissances communes sont correctement référencées. Les connaissances communes consistent en ce qu'un lecteur averti peut évaluer sans avoir besoin d'une confirmation d'une source distincte ; - vous affirmez que vous avez respecté toutes les exigences spécifiques du travail qui vous a été confié, en particulier les exigences en matière de transparence et de documentation du processus, ou les exigences en matière d'évaluation de la qualité. - vous affirmez que vous avez respecté toutes les exigences spécifiques du travail qui vous a été confié, en particulier les exigences de transparence et de documentation du processus, ou que vous vous êtes expliqué lorsque cela n'était pas possible. Au demeurant, s'il devait apparaitre que l'une de ces affirmations n'est pas vraie, que ce soit par intention ou par négligence, vous aurez alors violé votre engagement à révéler la vérité ainsi que, peut-être, d'autres aspects de l'intégrité de l'enseignement universitaire. Cela constituerait alors une faute académique.",
        "online_resources": "Les powerpoints du cours et autres documents sont disponibles sur la plateforme Moodle de cours.",
        "bibliography": "Peter Walton and Walter Aerts, Global Financial Accounting and Reporting. Principles and Analysis. Thomson. 2020. Pierre Vernimmen, Pascal Quiry, Maurizio Dallocchio, Yann Le Fur, Antonio Salvi, Corporate Finance, Theory and Practice. Wiley, 2018",
        "course_materials": "Le support du cours se compose des powerpoints, des documents distribués au cours et autres documents déposés sur la plateforme Moodle du cours",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2280",
        "title": "Business Ethics and Compliance Management",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Desmet Carlos"
        ],
        "teaching_language": "Anglais",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lineo2001",
        "title": "Théorie de l'entrepreneuriat",
        "credits": "5.00",
        "hours": "30.0 h + 20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Janssen Frank"
        ],
        "teaching_language": "Français",
        "prerequisites": "Avoir été sélectionné pour suivre le programme INEO, Formation interdisciplinaire en entrepreneuriat.",
        "topics_covered": "Le cours portera sur les aspects théoriques de l'entrepreneuriat. Il abordera notamment les points suivants : Le concept d'entrepreneuriat L'importance économique de l'entrepreneuriat Le processus et les stratégies entrepreneuriaux La finance entrepreneuriale La croissance de l'entreprise et sa gestion",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Eu égard au référentiel de compétences du programme, cette UE contribue au développement et à l'acquisition des compétences suivantes : Communiquer (8.1, 8.3) Gérer un projet (7.1, 7.2, 7.3) Travailler en équipe et en exercer le leadership (6.1, 6.2) Appliquer une démarche scientifique (3.1, 3.2, 3.3, 3.4) Maîtriser des savoirs(2.1, 2.2, 2.3) A la fin cette unité d'enseignement, l'étudiant est capable de : Comprendre l'importance économique de l'entrepreneuriat, ainsi que ses spécificités économiques, humaines, financières et organisationnelles. Développer ses aptitudes entrepreneuriales Avoir une démarche scientifique grâce à la réalisation d'une revue de la littérature sur un sujet spécifique basée sur des articles scientifiques. Communiquer face à un auditoire et est également capable de formuler et défendre son avis en situation de groupe. Travailler en équipe grâce aux études de cas à réaliser en groupe Agir en acteur socialement responsable. Gérer un projet en groupe.",
        "content": "Cette unité d'enseignement porte sur les aspects théoriques de l'entrepreneuriat. La méthode repose sur la réalisation d'analyses de cas de présentations orales. L'évaluation se fera sur base de la participation active au cours, de la réalisation et de la présentation d'études de cas, ainsi que de la rédaction d'un travail final de groupe et de sa présentation. Le cours abordera notamment les points suivants : Le concept d'entrepreneuriat L'importance économique de l'entrepreneuriat Le processus et les stratégies entrepreneuriaux La croissance de l'entreprise et sa gestion Les différentes facettes de l'entrepreneuriat Une introduction au plan d'affaires",
        "teaching_methods": "La méthode alliera à la fois des exposés relatifs aux notions théoriques et la réalisation d'études de cas, d'analyses et de présentations orales. Pour pouvoir préparer et répondre aux études de cas, les étudiants devront lire préalablement les études de cas ainsi que les chapitres du livre « Entreprendre : Une introduction à l'entrepreneuriat » relatifs aux études de cas. Pour leur travail final, les étudiants devront réaliser une collecte d'information sur le terrain en fonction de leur thématique et une revue de la littérature sur le sujet.",
        "assessment_methods": "Evaluation continue Date : à chaque séance Type d'évaluation : En groupe - Analyse  d'un B usiness case et présentation de celui-ci Commentaires :  Participation au cours obligatoire, rentre dans la note finale. Les étudiants seront évalués sur base de leurs analyses et présentations d’études de cas (50%), leur rapport et présentation du travail final (40%), ainsi que de leur participation au cours (10%). Absence injustifiée : - 1pt à la note finale pour chaque absence. Semaine d'évaluation Oral : Non Ecrit : Non Indisponibilités ou commentaires : Session d'examens Oral : Non Ecrit : Non Indisponibilités ou commentaires :",
        "bibliography": "Les différentes études de cas sont fournies aux étudiants via la plateforme Moodle. Références bibliographiques recommandées, lectures conseillées : Pour ce cours, un livre de référence est utilisé : Janssen, Frank. Entreprendre : Une introduction à l'entrepreneuriat.  De Boeck. (Ed. 2016)",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmapr2483",
        "title": "Durability of materials",
        "credits": "5.00",
        "hours": "30.0 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delannay Laurent",
            "Pardoen Thomas"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Les étudiants seront familiers avec les concepts de base: de la science des matériaux : microstructures, défauts, diffusion à l’état solide, transformations de phase, rudiments d’électrochimie, bases des phénomènes de déformation et rupture des matériaux ; de la mécanique des milieux continus (tenseurs des contraintes et des déformations) et de la mécanique des solides déformables (thermoélasticité linéaire) qui ont été enseignés dans le programme de bachelier en science de l’ingénieur.",
        "topics_covered": "Tous les grands domaines technologiques sont impactés par les questions de vieillissement et de durabilité des matériaux. Les questions de durée de vie des structures et installations sont centrales pour une majorité de secteurs industriels comme l’aéronautique, le nucléaire, le maritime, le biomédical, le ferroviaire, la microélectronique, l’automobile, l’éolien, le spatial, etc. On parle aussi bien de leur fonctionnement en conditions nominales qu’en conditions extrêmes (en cas de tremblement de terre, d’incendie, d’inondation, d’explosion). Les enjeux sont multiples. C’est d’abord une question de sécurité des personnes de pouvoir prédire la fin de vie d’un matériau par rapport aux performances attendues ; c’est ensuite une question environnementale centrale – aujourd’hui il est crucial d’étendre la durée de vie de technologies par de nouveaux matériaux ou des revêtements performants ; c’est certainement aussi une question de coût économique lié au remplacement ou la réparation des installations ; c’est enfin lié à la question éthique de l’obsolescence programmée ou parfois seulement de la non optimisation voulue des produits. Ce sujet est à la fois passionnant et complexe car il exige de prendre en compte de nombreux phénomènes interagissant entre eux, convoquant ainsi un grand nombre de disciplines fondamentales de l’ingénieur. L’objectif du cours est de pouvoir donner les clés scientifiques et techniques pour pouvoir aborder des questions aussi variées que : Quels mécanismes limitent la durée de vie des éoliennes ? Quels processus induisent la dégradation des batteries au lithium ? Comment choisir un matériau pour le divertor des futurs réacteurs de fusion thermonucléaire à même de supporter des radiations neutroniques intenses, de très hautes températures et l’érosion ? Qu’est ce qui gouverne le vieillissement des tiges implantées dans le dos d’enfants scoliotiques et destinées à redresser la colonne ? Quels sont les risques de pollution nucléaire lors du stockage des déchets de haute activité ? Pourquoi la durée de vie de certains composants microélectroniques est si limitée ? Peut on faire mieux ? Comment dimensionner les composites polymères renforcés par des fibres de carbone utilisés en aéronautique par rapport aux risques de vieillissement au contact d’huiles et autres solvants ? Quels facteurs limitent la durée de vie des turboréacteurs dans les parties les plus chaudes des moteurs ? Les grands thèmes abordés dans le cours concerneront le positionnement global des problèmes de durabilité des matériaux dans le contexte du développement durable et de la sécurité des personnes, structures et installations; la description des phénomènes physiques et chimiques affectants le vieillissement et la durabilité des matériaux. Cela comprend les perturbations mécaniques (fatigue, plasticité-endommagement, usure, érosion, contraintes internes, fluage), chimiques et physico-chimiques (corrosion-oxydation, réactions chimiques, diffusion d’agents fragilisant, solvants et autres, transformations de phase), physiques (radiations de différents types), et thermiques en insistant sur les couplages entre ces phénomènes et sur la possibilité de les prédire mathématiquement. Les couplages en question sont de deux types : soit la cinétique des phénomènes de dégradation/vieillissement est modifiée et/ou soit les propriétés de résistance à la ruine sont modifiées. la mise en place d’outils de prédiction de la durée de vie des matériaux et structures.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Contribution du cours au référentiel du programme Eu égard au référentiel AA du programme KIMA, cette activité contribue au développement et à l’acquisition des AA suivants : AA1 Socle de connaissances scientifiques et techniques (AA1.1, AA 1.2, AA1.3) AA2 Compétences d’engineering (AA2.1, AA2.2, AA2.5) AA3 Compétences de R & D (AA3.2) AA5 Communication efficace (AA5.3, 5.4, 5.6) AA6 Ethique et professionnalisme (AA6.1, AA6.2, AA6.3) Acquis d'apprentissage spécifiques au cours A la fin du cours, l’étudiant sera capable de/d’ AA1.1. AA6.1 Identifier et décrire les phénomènes physiques, mécaniques et chimiques contrôlant la durée de vie des matériaux avec une vision claire des échelles spatiales et de temps en jeu, des intensités, des couplages et méthodes de mesures; la description est poussée jusqu’à la mise en équation via des modèles simples au premier ordre; AA1.1. Estimer la valeur des contraintes internes pour différents types d’origines ; AA1.1. Résoudre des problèmes simples de (visco-)plasticité en 3D, de mécanique de la rupture/fatigue et de tribologie; AA1.1. Résoudre analytiquement des problèmes couplés (électro- ou physico-) chimique-mécanique simples; AA2.1. Partir d’un problème de durée concret et de formuler les hypothèses et choix de modèles permettant de le résoudre dans un temps raisonnable via l’outil élément finis ; AA1.2, 2.1, 2.2, 2.4. Apprendre l’utilisation et utiliser un code de calcul par éléments finis pour conduire une analyse de l’effet de certains paramètres afin d’évaluer leur influence sur la durée de vie; AA1.3, 2.2. Comparer de manière critique les prédictions numériques aux résultats de modèles analytiques simplifiés et établir des liens avec les enjeux technologiques; AA5.3, 5.4, 5.6. Donner un compte-rendu oral et écrit des simulations menées en utilisant le code de calcul par éléments finis et démontrant l’utilité des modèles mathématiques pour le contrôle et la prédiction de la durée de vie des matériaux. AA6.2 6.3 Prendre du recul par rapport aux problématique en jeu et positionner un raisonnement sur les risques liés à la durée de vie limitée des matériaux dans la perspective d’un développement soutenable, des problèmes d’obsolescence programmée, mais aussi du débat entre risques acceptables et principe de précaution.",
        "content": "I. Introduction : mise en contexte – défis technologiques et environnementaux – méthodologie globale pour aborder une problématique d’analyse de durée de vie - nouvelles solutions matériaux II. Mécanismes et modèles physico-, électro- chimiques et mécaniques de base, ce compris les couplages : rappels des bases de la diffusion, des transformations de phase, de l’oxydation, d’électrochimie, de mécanique utiles pour le cours, et formulation des lois couplées (diffusion sous contrainte, électromigration, transformation de phase assistée mécaniquement, etc) III. Plasticité-fluage : lois de plasticité et de fluage, génération de défauts propices à favoriser le vieillissement, modification de la résistance à l’écoulement plastique par vieillissement via solvants, etc IV. Contraintes internes : en volume ou dans les revêtements, origines mécaniques, chimiques, physico chimique ou autres, effets, modélisation et solutions pour diminuer les effets nocifs sur la durée de vie V. Rupture statique et fatigue : Phénomènes physiques et description mécanique de la fatigue, applications à des cas technologiquement importants pour la durabilité : revêtements, fatigue thermique, ruptures oxidatives, fragilisation à l’hydrogène, et autres, et solutions pour retarder ces phénomènes VI. Tribologie : bases de mécanique des contacts, du frottement, des phénomènes d’usure et d’abrasion et solutions proposées pour augmenter la durée de vie, tribochimie et autres phénomènes d’usure couplés VII. Vieillissement par irradiation : application à l’irradiation neutronique pour la fission et à la fusion par rapport aux problèmes de sécurité/tenue des installations nucléaires et de la gestion des déchets ; application aux polymères et le vieillissement par UV VIII. Autres sujets de mécano-chimie : en fonction du temps disponible seront abordés des sujets comme la corrosion sous contrainte ; l’électromigration Durant le cours, sont abordés à la fois la description des phénomènes, leur modélisation mathématique, les méthodes de mesure et l’impact technologique.",
        "teaching_methods": "L'enseignement sera dispensé de manière privilégiée en présentiel mais il pourra également comporter certaines leçons et séances d'exercices organisées en distanciel. Si la situation sanitaire l'exige, le cours sera organisé en co-modal. Le cours sera constitué de 13 séances ex-cathedra, dont certains éléments seront préparés en classes inversées ; des séances d’exercices encadrées par des assistants. Dans certains cas, ces séances pourront être accompagnées d’une démonstration expérimentale ; d’un travail de modélisation via un outil de simulation numérique par éléments finis commercial. Ce travail n’impliquera pas de développements informatiques, mais la formulation d’hypothèses de modélisations, le choix de modèles constitutifs et descriptifs de la dégradation des matériaux, l’utilisation d’un code existant, le dépouillement des résultats des simulations, leur analyse critique par rapport à des solutions analytiques. Le travail portera sur une étude de cas impliquant plusieurs des mécanismes/phénomènes abordés dans le cours.",
        "assessment_methods": "Les étudiants seront évalués individuellement et collectivement sur base de l’atteinte des acquis d’apprentissage visés pour ce cours. Plus précisément, l’évaluation implique une note sur les réponses écrites à quelques questions de synthèse sur des concepts, modèles et phénomènes principaux abordés dans le cours ; ces questions seront extraites d’une liste préparées avec les étudiants pendant l’année (évaluation individuelle - environ 30%) . la réalisation du travail de modélisation impliquant une présentation orale (et la qualité de la discussion qui s’ensuit), un bref rapport de synthèse sous une forme précisée par l’enseignant en cours d’année, la quantité et la qualité du travail effectué en cours d’année. (évaluation collective – environ 30%) la rédaction de quelques devoirs ou rapports (évaluation collective ou individuelle - environ 15%) ; la solution d’un exercice imposé par les enseignants le jour de l’examen, le syllabus étant disponible pour cette partie de l’examen (environ 25%) . L'évaluation orale et écrite se fera en mode présentiel autant que possible et sur TEAMS si ce n'est pas possible pour de raisons sanitaires.",
        "other_info": "Tout le cours est enseigné en anglais. Une formation de base en mécanique des matériaux est requise comme préalable.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=14985&lang=en",
        "bibliography": "Lecture notes, prepared by the professors, are written in English. Un syllabus rédigé en anglais par les enseignants.",
        "responsible_entity": "FYKI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2242",
        "title": "Fundamentals of quantum information",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Génévriez Matthieu",
            "Melinte Sorin",
            "Piraux Bernard"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS1241, LPHYS1342 et LPHYS1344 constitue un atout.",
        "topics_covered": "Qubits, étrangeté quantique, cohérence et décohérence, cryptographie quantique, téléportation, ordinateur quantique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA 1.1, AA 1.2, AA 1.5, AA1.6, AA 3.1, AA3.2, AA 3.3, AA 3.4, AA 4.2, AA 5.2, AA 5.4, AA 8.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   décrire les concepts essentiels de l'information quantique ; 2.   décrire les tests l'intrication quantique et leurs réalisations expérimentales ; 3.   expliquer les concepts de bases de la cryptographie et l'ordinateur quantiques.",
        "content": "Concepts de bases : superposition et Qubits Étrangetés quantiques (paradoxe EPR, inégalités de Bell) Cryptographie quantique Téléportation quantique Concept de l’ordinateur quantique Réalisations expérimentales d’ordinateurs quantiques Réseau quantique et intrication de plusieurs particules Décohérence correction de l’erreur quantique Purification de l’intrication",
        "teaching_methods": "Cours et exercices",
        "assessment_methods": "Examen écrit avec des questions ouvertes et fermées",
        "bibliography": "D. Heis, “Fundamentals of quantum information”, Springer, 2002. P. Lambropoulos and D. Petrosyan, « Fundamentals of Quantum Optics and Quantum Information », Springer, 2007.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lelec2811",
        "title": "Instrumentation and sensors",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bol David",
            "Francis Laurent"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Les étudiants doivent maîtriser les compétences suivantes: représentation des signaux, en temps continu et en temps discret dans les domaines temporel et en fréquentiel, représentations mathématique des systèmes (fonction de transfert, réponse impulsionnelle, filtrage), principes et propriétes des transformées de Fourier, Laplace et en z, analyse des circuits électriques utilisant des éléments passifs (R, L, C) en régimes continus, transitoires et alternatifs, compréhension du fonctionnement général des amplificateurs opérationnels, diodes et transistors ainsi que de leurs montages électroniques élémentaires, tels que vu dans les cours LFSAB1106, LELEC1370 et LELEC1530",
        "topics_covered": "Notre monde est de plus en plus numérique de par l'omniprésence des systèmes informatiques et électroniques dans l'industrie, les transports, les soins de santé et la vie quotidienne. Une part importante des applications numériques requiert l'acquisition continue de grandeurs du monde physique. Dans ce cours, nous étudions les chaînes d'instrumentation et les capteurs capables d'opérer cette acquisition de grandeurs physiques pour les traduire en signaux électriques analogiques puis en données numériques. Dans le cours, nous abordons les types de capteurs utilisés pour la transduction de grandeurs physiques de différents types (spatiales, mécaniques, acoustiques, optiques, bio/chimiques, ...) ainsi que les circuits électroniques associés au conditionnement et à la transmission des mesures, tout en mettant en lumière les facteurs de qualité de la mesure et les sources d'erreurs tout au long de la chaîne.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil électriciens», ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3 AA2.1, AA2.2 AA3.1, AA3.3 AA4.1, AA4.2, AA4.3, AA4.4 AA5.3, AA5.4, AA5.5 À l'issue de ce cours, l'étudiant sera en mesure de : Décrire le fonctionnement de différentes classes de capteurs Choisir des capteurs en fonction d'une application donnée Dimensionner, réaliser et caractériser une chaîne d'instrumentation complète Comprendre et utiliser des datasheets Présenter par écrit les résultats d'un projet de groupe",
        "content": "Dans ce cours, nous étudions les concepts clés de base des systèmes de capteurs et de leur instrumentation. Définition, classification et caractérisation des capteurs Principes de transduction gouvernant la conversion des signaux physiques primaires en signaux électriques. Conditionnement analogique des signaux (interface de capteurs, amplificateurs d'instrumentation, ponts de mesure, filtres, ...). Principes et techniques d'acquisition de données de capteurs Types de traitement digital des signaux (réduction du bruit) et des données (extraction de features, détection d'évènnements, classification) dans la systèmes de capteurs. Certaines applications fréquentes dans le domaine industriel seront abordées : mesures de déplacement, vitesse, force, accélération, pression, température, lumière, accoustique.",
        "teaching_methods": "Le cours combine des cours ex-cathedra pour présenter les concepts importants et un apprentissage par problèmes basé sur un projet  pratique en groupe et quelques séances d'exercices.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es par : une évaluation continue certificative, qui inclut un ou plusieurs rapports écrits intermédiaires, à délivrer pendant le quadrimestre; une évaluation certificative basée sur un rapport final, réalisé en groupe, à délivrer en fin de quadrimestre; un examen écrit individuel, réalisé en session. Pour constituer la note finale, la pondération donnée à l’évaluation basée sur rapports réalisés en groupe est de : 60% si la note de l’examen écrit individuel est supérieure à 9/20 ; 0 si la note de l’examen écrit individuel est inférieure à 5/20 ; linéairement progressive entre 0%, si la note de l’examen écrit individuel est de 5/20, et 60%, si la note de l’examen écrit est 9/20. La note de groupe est individualisée en fonction de l'implication de l'étudiant·e au sein du groupe pendant le quadrimestre (présence obligatoire aux activités, participation active aux travaux intermédiaires et aux travaux évalués). L’évaluation continue se déroulant pendant le quadrimestre, le(s) rapport(s) intermédiaires ne peuvent être refaits en seconde session; la note d'évaluation associée à ce(s) rapport(s) intermédiaire(s) acquise en première session est conservée en cas de seconde session. En cas d’échec en première session, le rapport final peut être refait en seconde session et la note d'évaluation associée à ce nouveau rapport final est prise en compte. De même, l’examen individuel peut être représenté en seconde session.",
        "online_resources": "Moodle https://moodle.uclouvain.be/course/view.php?id=680",
        "bibliography": "Livre de référence disponible à la BST : J. Fraden, Handbook of Modern Sensors: Physics, Designs, and Applications. 4th ed. Springer, 2010. ISBN: 9781441964656.",
        "course_materials": "Transparents des cours, chapitres du livre de référence, disponibles en ligne",
        "responsible_entity": "ELEC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2038",
        "title": "Procurement Organisation and Scope",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Blome Constantin",
            "Kocabasoglu Hillmer Canan"
        ],
        "teaching_language": "Anglais",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "bibliography": "Van Weele, A.J (2014) Purchasing and Supply Chain Management. Analysis, Strategy, Planning and Practice, Thomson",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lepl2351",
        "title": "Devenir tutrice, tuteur",
        "credits": "3.00",
        "hours": "15.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delvenne Jean-Charles",
            "Ducarme Delphine",
            "Pardoen Thomas",
            "Raucent Benoît"
        ],
        "teaching_language": "Français",
        "prerequisites": "Pré-requis : avoir démontré un bagage disciplinaire suffisant dans la discipline choisie comme support pour la formation visée et être accepté comme candidat-tuteur par un titulaire d'enseignement dans cette discipline. Évaluation : l'étudiant est évalué sur base d'un rapport remis par le maître de stage et de son portfolio. Ouvrages conseillés : Jaques, D., Learning in Groups, Kogan Page, London, 1998. Forsyth, D. R., Group Dynamics (Fourth Edition), Wadsworth, Belmont, CA, 2005.",
        "topics_covered": "Principaux thèmes à aborder: Qu'est ce qu'un groupe et que sait-on au sujet du comportement des groupes ? La communication au sein des groupes. Qu'est-ce que l'apprentissage ? Objectifs poursuivis par les groupes d'apprentissage. Les rôles et les comportements du tuteur. L'évaluation du travail du groupe.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À l'issue de cet enseignement, les apprenants seront capables d'aider un groupe à fonctionner correctement dans différentes conditions d'apprentissage, de créer et d'entretenir un esprit de groupe et de réagir à des situations problématiques particulières. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "content": "L'enseignement prépare les étudiant.es a devenir tuteur et tutrice d'un enseignement dans des contextes variés (travaux pratiques, apprentissages par projets, laboratoires, consultance, questions/réponses..). L'enseignement amène des contenus pédagogiques : comment on apprend, quelles sont les théories de l'apprentissage, comment on accompagne les étudiant.es a devenir autonomes, pourquoi faire travailler les étudiant.es en groupe. Il permet aussi de développer sa posture d'encadrant.e : quels sont mes préférences d'apprentissage, comment mieux communiquer oralement, comment formuler un feedback constructif, comment se préparer à gérer des conflits entre personnes...",
        "teaching_methods": "Stages : encadrement de la dynamique de groupes de 6 étudiant.es de BAC1 en S1 - encadrement d'un cours disciplinaire technique durant le quadrimestre Enseignements : Séances obligatoires en S1 : Accueil (lundi midi) Starter pack pour devenir tuteur, tutrice (1 soir) Modules aux choix sous forme de classes inversées : Sur Moodle pour chaque module (voir ci-dessous), prendre connaissance des ressources et rendre un travail individuel (portfolio) Choisir d'approfondir 3 modules et venir en présence apprendre et motivation observation et feedback communiquer oralement gérer des situations conflictuelles la dynamique des groupes",
        "assessment_methods": "Le tuteur, la tutrice devra être présent.e pour les stages, être présents aux séances de la S1 et aux 3 modules qu'il/elle a choisi.es. En plus, il/elle devra compléter les travaux/portfolio sur Moodle pour tous les modules (même ceux auxquels il n'assiste pas). Ce portfolio servira de base pour une évaluation orale. La grille d'évaluation est fournie en ligne et commentée par les titulaires de la formation.",
        "other_info": "La participation à cette formation est liée au fait que le candidat ait été sélectionné au préalable par un enseignant pour lequel il fonctionnera comme tuteur, tutrice au cours du quasrimestre à venir. La phase de recrutement et de sélection des tuteurs commence vers la fin du deuxième quadrimestre de l'année académique précédente, à savoir entre la mi-mai et fin juin suivant des modalités fixées par les secrétariats de l'EPL - AGRO - Sc -ARCH. Les sélections sont clôturées à l'issue des dernières délibérations de la seconde sesion d'examen de l'année académqiue précédente. Les candidat.es tuteurs et tutrices doivent être conscient.es que la formation au tutorat dans le cadre de ce cours commence dès la première semaine du quadrimestre au cours duquel ils fonctionneront pour la première fois tuteurs-juniors.",
        "online_resources": "https://moodleucl.uclouvain.be/     >> cours  >>  LEPL2351-2352",
        "bibliography": "Voir le site Moodle  /  See the Moodle website of the activity",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lepl2020",
        "title": "Professional integration work",
        "credits": "2.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Anglais",
        "topics_covered": "Projet de formation (identification des souhaits et besoins de formation) Projet professionnel (représentation des champs professionnels des métiers de l’ingénieur et des sciences informatiques) Compétences transversales associées à ces métiers (communication, gestion de projet/d’équipe, ouverture et responsabilisation) Orientation socio-professionnelle Ethique professionnelle",
        "content": "Cette unité d’enseignement consiste à : • Accompagner et questionner les étudiant.es sur leurs compétences, leurs futurs projets personnels et professionnels, ainsi que sur leurs rôles d'ingénieurs et d'informaticiens dans la société. • Outiller les étudiants pour qu'ils adoptent une posture réflexive sur leurs aspirations futures, leurs positionnements pour répondre à un dilemme technique. • Initier une prise de recul des étudiant.es sur leurs futurs choix professionnelles en les mettant en contact avec des professionnels aux parcours variés, ayant réalisés des études d'ingénieurs et d'informaticiens.",
        "teaching_methods": "Les dispositifs (voir ci-dessus) seront organisés en groupe d’étudiants, sous la forme de : Ateliers d’accompagnement : • par l’équipe académique, à la démarche réflexive sur leur projet d’études et professionnel ; • par un panel de personnes ressources externes et du peer-review Productions individuelles au travers d’un portfolio (6 badges à valider) permettant à l’étudiant.e : de mieux se connaitre et réaliser un bilan de ses compétences, un 360° d'analyser des offres d'emploi et d'interviewer un professionel pour identifier les éléments clés de son parcours (lors des journées de l'industrie par ex.) de choisir une offre d'emploi et d'écrire une lettre de motivation et un CV de prendre connaissance d'un dilemme et d'en identifier les enjeux (legal, ecological, social, environmental, technical, economical or cultural…) d'identifier un dilemme personnel vécu et les enjeux et valeurs en conflits et formuler des propositions de solutions en expliquant le pourquoi de ses choix",
        "assessment_methods": "• Evaluation formative au travers des feedbacks donnés par les pairs, par les personnes ressources extérieurs (différents intervenants des ateliers) et l’équipe formative lors des ateliers. • Evaluation certificative au travers l'accumulation des badges (portfolio) et d'une évaluation orale en fin de parcours qui invite l'étudiant à mettre en lien minimum 2 des 3 éléments : ses compétences, ses futurs projets et son rôle d'ingénieur et/ou d'informaticien dans la société.",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys1303",
        "title": "Simulation numérique en physique",
        "credits": "5.00",
        "hours": "22.5 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Ragone Francesco"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Il est recommandé que l’étudiant maitrise les notions d'informatiques et méthodes numériques telles qu'abordées dans le cours LPHYS1201.",
        "topics_covered": "Initiation à la simulation numérique en physique à travers la résolution d'équations différentielles aux dérivées partielles par la méthode des différences finies ou à l'aide de méthodes spectrales.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA du programme 1.4 , 1.7, 2.1, 2.3, 2.4 3.3 4.1 5.1 6.1, 6.4 b. Formulation spécifique pour cette activité des AA du programme Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.     expliquer l'importance et l'intérêt des méthodes de simulation numérique en physique ; 2.     analyser les propriétés de stabilité, convergence et précision d'une méthode numérique ; 3.     comparer différentes méthodes numériques possibles pour résoudre une équation différentielle ; 4.     concevoir une méthodologie pour résoudre un problème de physique déterminé par simulation numérique ; 5.     rédiger un rapport traitant de la résolution d'un problème physique par simulation numérique.",
        "content": "1.     Introduction générale à la simulation numérique 2.     Méthodes des différences finies a.     Problème aux conditions initiales (équations différentielles. ordinaires) b.     Problème aux conditions frontières c.     Diffusion d.     Advection e.     Phénomènes ondulatoires 3.     Méthodes spectrales pour la résolution a.     d'équations différentielle ordinaires b.     d'équations aux dérivées partielles",
        "teaching_methods": "- Cours ex cathedra (avec support de vidéoprojection). - Exercices intégrés en salle didactique équipée d'ordinateurs.",
        "assessment_methods": "Evaluation de deux rapports se rapportant à la résolution de problèmes physiques par des méthodes numériques: (a) méthode des différences finies ; (b) méthodes spectrales.",
        "bibliography": "- M. Holmes, Introduction to Numerical Methods in Differential Equations, Springer Texts in Applied Mathematics (52),  2007. - L. N. Trefethen, Spectral methods in Matlab, SIAM publications, Oxford, 2000. - D. Gottlieb et S. A. Orszag, Numerical analysis of spectral methods: Theory and applications, SIAM, 1986.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lchm2261b",
        "title": "Polymer Chemistry and Physical Chemistry (part 2 : Polymer  Physical Chemistry)",
        "credits": "2.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Jonas Alain"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Ce cours suppose acquises les compétences de base en physique et chimie des polymères tels que visées par les cours LCHM1361 ou LMAPR2019.",
        "topics_covered": "Ce cours est une introduction à la caractérisation des macromolécules en solution. Le cours se base sur un format de classe inversée. Tous les thèmes ne seront pas nécessairement abordés chaque année. Le cours aborde les notions de chaîne idéale et réelle, de taille des macromolécules en solution, de volume exclu et de second coefficient du viriel, les propriétés thermodynamiques des solutions de polymères, et différentes techniques de caractérisation des polymères en solution (osmométrie, viscosimétrie, chromatographie d'exclusion stérique, diffusion statique de la lumière).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le but du cours est de fournir une compréhension avancée des solutions de polymères. A la fin du cours, les étudiant·e·s seront capables d'analyser les résultats de techniques expérimentales de détermination des caractéristiques moléculaires d'un polymère (masses molaires moyennes, distribution des masses molaires, rayon de gyration) et de prédire son comportement en solution (solubilité, gonflement, paramètre d'interaction, séparation de phase, etc.). Ils ou elles seront également capables de résoudre de petits problèmes d'importance pratique en faisant appel à ces concepts. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie «Programmes/formations proposant cette unité d'enseignement (UE)».",
        "content": "Thermodynamique des solutions de petites molécules - rappels Osmométrie Qualité d’un solvant et gonflement des chaînes macromoléculaires en solution Viscosimétrie et chromatographie d'exclusion stérique Diagrammes de phase des solutions polymères Paramètres de solubilité Osmométrie des solutions macromoléculaires Diffusion statique de la lumière par les solutions macromoléculaires A la fin du cours, les étudiant•es seront en mesure d'analyser les résultats de méthodes expérimentales de détermination des caractéristiques moléculaires d'un polymère, et de prédire son comportement en solution diluée.",
        "teaching_methods": "Cette partie de LCHM2261 est constituée d'un petit nombre de séances données en format de classe inversée , au cours desquelles les étudiant•es résolvent de petits problèmes et examinent plus en détail les concepts du cours avec l'enseignant. Ce travail est basé sur une lecture préalable des notes de cours et le visionnement de podcasts. Avant chaque séance, les étudiant•es doivent répondre à une série de questions relatives aux concepts de la séance à venir (quiz); les réponses sont utilisées par l'enseignant pour identifier les concepts mal compris et ajuster le contenu des séances. Une interrogation en fin de classe inversée complète le dispositif d’évaluation continue.",
        "assessment_methods": "Une partie des points sera attribué aux réponses aux quiz de préparation des classes inversées. Cette partie sera évaluée sur base du travail effectué, pas de la validité des réponses; l'usage critique des intelligences artificielles génératives sera proposé par l'enseignant pour cette partie. Une partie des points sera attribuée à une évaluation continue des connaissances des étudiant·es à la fin de chaque classe inversée. Cette partie sera évaluée sur base de la justesse de la réponse aux questions. Enfin, une dernière partie de la note correspondra à un examen oral portant sur des questions plus théoriques relatives au contenu du cours; la liste des questions possibles sera communiquée aux étudiants en début d'année. Pour cette partie, si x est la note sur 20 obtenue pour les quiz, y la note sur 20 obtenue pour les tests en fin de classe inversée, et z la note sur 20 obtenue pour l'examen, alors la note finale sur 20 est max(z,(x+y)/4+z/2), arrondie à l'entier le plus proche, sauf si la note tombe entre 9 et 10 auquel cas elle est arrondie à l'entier inférieur le plus proche. L'utilisation d'intelligences artificielles génératives pour la production de (parties de) livrables est autorisée, pour autant que cet usage soit indiqué aux enseignants, effectué de manière critique, et accompagné d'une comparaison avec d'autres sources. Le non-respect des consignes méthodologiques définies sur moodle, notamment en matière d’utilisation de ressources en ligne ou de collaboration entre étudiant.es, pour toute partie de l'évaluation continue entraînera une note globale de 0 pour l’évaluation continue.",
        "online_resources": "Un syllabus (en anglais), des podcasts (en anglais) et des données expérimentales seront disponibles sur le site Moodle du cours.",
        "bibliography": "L'ouvrage de référence suivant couvre une partie des concepts de LCHM2261B / the following textbook deals with part of the concepts of LCHM2261B: Paul C. Hiemenz & Timothy P. Lodge, Polymer Chemistry, 2nd edition, CRC Press:Boca Raton, 2007.",
        "responsible_entity": "CHIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys1231",
        "title": "Relativité restreinte",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Drewes Marco"
        ],
        "teaching_language": "Français",
        "prerequisites": "Il est recommandé que l’étudiant maitrise les bases de la mécanique classique telles que développées dans le cours LPHYS1111. Avoir réussi LPHYS1221 constitue un atout.",
        "topics_covered": "Cette unité d'enseignement constitue une introduction élémentaire à la relativité restreinte d'Einstein. Les principaux thèmes abordés sont la géométrie dans l'espace-temps, la cinématique et la dynamique relativiste.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) AA1 : 1.1, 1.3, 1.4 AA2 : 2.1, 2.4 AA3 : 3.2, 3.5 b. Formulation spécifique pour cette activité des AA du programme A la fin de cette unité d'enseignement, l'étudiant(e) sera capable de : 1. de manipuler les concepts de métrique et d'invariants (d'Euclide à Minkowski) ; 2. aller au-delà des préjugés classiques car la simultanéité est à présent toute relative et l'addition des vitesses non linéaire (de Galilée à Einstein) ; 3. passer de l'approche algébrique (transformation de Lorentz appliquée sur un quadrivecteur) à une interprétation géométrique (dans l'espace-temps de Minkowski) pour décrire des phénomènes tels que la dilatation du temps et la contraction des longueurs ; 4. appliquer le formalisme relativiste aux désintégrations de particules (au repos ou en mouvement) ainsi qu'aux processus de collisions élastiques (diffusion Compton, etc.) et inélastiques (effet Mossbauer, etc.) ; 5. appliquer le formalisme relativiste à la gravitation (à partir d'un mouvement uniformément accéléré) et à l'électromagnétisme (à partir de la force de Lorentz) ; 6. apprécier à sa juste valeur l'impact (à très long terme) d'une recherche fondamentale qui nourrit aujourd'hui la recherche appliquée.",
        "content": "Les principaux thèmes abordés sont : 1. La géométrie dans l'espace-temps : de la rotation dans un espace homogène à la pseudo-rotation dans l'espace-temps causal. 2. La cinématique relativiste : de la 1ère loi de Newton (inertie) à la conservation du quadri-vecteur énergie-impulsion. 3. La dynamique relativiste : de la 2ème loi de Newton (force) à l'existence de champs électromagnétique (quadri-vecteur) et gravitationnel (tenseur).",
        "teaching_methods": "Appliquer des théories physiques et mathématiques à la résolution d'un problème. Partir du principe que la physique est une représentation cohérente de la réalité dont la valeur de vérité repose sur les FAITS pour systématiquement illustrer, au travers de phénomènes observés dans la nature, tous les concepts inhérents à la théorie de la relativité restreinte. Par conséquent, nous optons pour : - des exposés magistraux de la théorie avec, en parallèle, de nombreuses applications physiques; - des séances d'exercices couvrant d'autres applications physiques. Justifier le choix des méthodes et des outils utilisés pour la résolution des problèmes connus en physique. L'incohérence entre la mécanique de Newton et la théorie de Maxwell va mener au développement d'une théorie covariante par rapport aux transformations de Lorentz. De nombreux exercices sur les nouveaux objets mathématiques que sont les tenseurs sont proposés et résolus. Construire un raisonnement physique et le formaliser. Evolution des concepts physiques et introduction de nouveaux formalismes : - de la géométrie de l'espace-temps aux transformations de Lorentz ; - de la cinématique relativiste aux tenseurs ; - de la dynamique relativiste aux champs d'interactions.",
        "assessment_methods": "Examen écrit comprenant des questions sur l'évolution des concepts physiques (d'Euclide à Minkowski, de Galilée à Einstein, de Newton à Einstein) et leur formulation mathématique cohérente (des vecteurs aux tenseurs).",
        "bibliography": "« Relativité: Fondements et applications (avec 150 exercices et problèmes résolus) », J.-P. Perez (Dunod, Paris, 1999) ; « A student's guide to vectors and tensors », D. Fleisch (Cambridge, 2012).",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2136",
        "title": "Tendances en Digital Marketing",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Poncin Ingrid"
        ],
        "teaching_language": "Français",
        "prerequisites": "/ Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le digital marketing joue un rôle de plus en plus central dans l'évolution et les pratiques du marketing. Ce cours vise à l'acquisitions de connaissances théoriques et pratiques sur les approches innovantes et les dernières tendances en digital marketing, Ces tendances en Digital Marketing seront mises en perspective avec les comportements du consommateur et les pratiques des organisations. Dans ce cadre, des séminaires réguliers sont organisés sur des thèmes définis chaque année par exemple : l'écosystème digital, l'empreinte numérique d'une entreprise, l'économie collaborative, la gamification, l'expérience du consommateur, l'internet des objets IoT, customisation des contenus ... . Les étudiants réaliseront un projet en lien direct avec les thématiques abordées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l'unité d'enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Agir en contexte international et multiculturel : comprendre le monde du digital marketing qui est nécessairement international et global; Réussir à exploiter ces connaissances dans la compréhension et l'analyse critiques des tendances en digital marketing; Comprendre la rigueur exigée scientifique dans le cadre de la mise en oeuvre du digital marketing; Travailler en groupe; Interpréter les résultats et de formuler des recommandations managériales; Communiquer la synthèse de la veille réalisée sur un thématique donnée. A l'issue de ce cours, l'étudiant sera capable de : Connaître les tendances et pratiques en matière de Digital Marketing Comprendre les enjeux de la mise en place du digital marketing en entreprise Etre au fait des pratiques en matière de marketing digital et être capable de déterminer leur pertinence stratégique et opérationnelle pour l'organisation Développer une analyse critique de ces techniques marketing, de leur intérêt et de leurs limites. Etre capable d'envisager l'utilisation de ces tendances dans le cadre du marketing stratégique et opérationnelle Développer des capacités de veille permanente sur les tendances en digital marketing. Mener une réflexion sur les évolutions de ces tendances Développer des capacités d'application de ces techniques en entreprise.",
        "content": "Le digital marketing joue un rôle de plus en plus central dans l'évolution et les pratiques du marketing. Ce cours vise à l'acquisitions de connaissances théoriques et pratiques sur les approches innovantes et les dernières tendances en digital marketing, Ces tendances en Digital Marketing seront mises en perspective avec les comportements du consommateur et les pratiques des organisations. Dans ce cadre, des séminaires réguliers sont organisés sur des thèmes définis chaque année par exemple : l'écosystème digital, l'empreinte numérique d'une entreprise, l'économie collaborative, la gamification, l'expérience du consommateur, l'internet des objets IoT, customisation des contenus ... .",
        "teaching_methods": "Cours magistraux (+ Intervenants professionnels) Etude de cas Veille digitale E-learning Lecture Utilisation des plateformes Moodle et Teams pour les interactions à distance .",
        "assessment_methods": "Evaluation continue (participation au séminaire, veille digitale et e-learning) Examen oral Note: Dans les travaux de ce cours (individuel ou de groupe), les sources d’information doivent être systématiquement citées, en respectant les normes de référencement bibliographique. Dans le cas où l’étudiant·e aurait fait appel à une IA générative, il(elle) est tenu·e d’indiquer systématiquement les parties ayant fait l’objet d’une utilisation de cet outil, en ajoutant une note de bas de page précisant si l’IA a été utilisée et dans quel but elle l’a été (recherche d’information, rédaction de texte et/ou correction de texte). L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées. Ainsi, en soumettant un travail pour évaluation, l'étudiant·e  affirme : (i) qu'il reflète fidèlement le phénomène étudié, et pour cela elle/il doit avoir vérifié les faits ; (ii) avoir respecté toutes les exigences spécifiques du travail qui lui est confié, notamment les exigences pour la transparence et la documentation de la démarche scientifique mise en œuvre. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, l'étudiant·e est en défaut de son engagement déontologique vis-à-vis de la connaissance produite dans le cadre de son travail, et éventuellement d’autres aspects de l’intégrité académique, ce qui constitue une faute académique et sera considéré comme tel.",
        "other_info": "Ce module de cours est conseillé pour les étudiants qui souhaitent suivre l'option Digital Marketing Immersion professionnelle en Q3.",
        "online_resources": "Moodle et Teams",
        "bibliography": "Support de cours : Slides (Pwt du cours et des interventions professionnelles) Références bibliographiques recommandées, lectures conseillées : Chaffey D., Ellis-Chadwick F. (2020), Marketing digital, adapté en français par Henri Isaac, Pierre Volle, Maria Mercanti-Guérin, Pearson. Suivi très régulier de l'actualité du digital marketing: repérage des initiatives innovantes, des opérations entrant dans le cadres des nouvelles tendances, etc. Lecture de magazines, sites Internet, veille stratégique et opérationnelle sur les tendances en digital marketing.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lepl2021",
        "title": "Innovation classes for transition and sustainable development",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Macq Benoît",
            "Marichal Xavier",
            "Nagy Viktória",
            "Raucent Benoît"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Students are invited to apply to professors in charge of the course by sending a CV and a motivation letter by SEPTEMBER 21 at latest, by email to the professors in charge of the lecture. They will be able to register for this course only after having received the authorization",
        "topics_covered": "Design thinking, innovation, creativity, transition, user experience and adoption",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : • Identify / evaluate / improve innovative / relevant / realistic idea by demonstrating leadership in an uncertain environment in the domain of sustainability or transition; • Adopt a holistic approach to tackle socio-technical issues and innovate under constraints; • Develop and / or improve a product / service / technology following a rigorous innovation method which accounts for all the externalities; • Identify stakeholders / clients and assess their expectations; • Identify new Users Experience (UX) expectations from the innovation and assess them • Identify, mobilize and manage resources and networks needed to develop an innovation project (team, partners, consultants, resources, ...); • Identify ways to have potential users which could acknowledge the benefit(s) of a project; • To communicate, evolve, work in a team and develop a project in a multicultural and multidisciplinary context; • Be creative and bold, dare to violate the customs and dominant practices, demonstrate initiative and risk-taking. This course contributes to learning outcomes 2, 3, 4, 5 of the targeted reference system of competences for EPL students.",
        "content": "This teaching is to make students aware of approaches such as Design Thinking, Lean startup and Effectuation. It also seeks the appropriation by the students of innovative design method and to learn the art of pitching. Those design methodologies will help the students to embrace the complexity of the capturing major societal issues including a user experience prospective, to step back and think about new ways of producing objects and services by integrating criteria of success which go beyond the technical efficiency and economic profitability. This course will contribute to the development of the critical spirit of the students. Concretely, it includes the following: • Clarification of a request or an issue in the domain of sustainable development and/or the transition • Finding solutions using methods promoting creativity and relevant user experience • Prototyping solutions • Assessment of the scalability, learnability and usability of the chosen solution • Communication in the form of pitches • Project management in a multicultural context",
        "teaching_methods": "The course is organised in two stages. • two full days of kick-off: Introduction to design thinking through seminars and small-scale experimentations with a micro-challenge. • project spanning over 10 weeks with weekly workshops from 6:15 p.m. to 9:15 p.m. every Monday. Throughout their project students will be supervised by professionals in the domain of innovation. The project ends with a public presentation.",
        "assessment_methods": "Students' learning outcomes will be evaluated on the basis of the following elements: • At the end of each stage of the project, the students will write an individual summary of the learnings. The student must reflect on their choices and actions. These summaries will account for 50% of the final mark. • The final presentation of the project by the group will account for 50% of the final mark.",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmeca2300",
        "title": "Advanced Numerical Methods",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Chatelain Philippe",
            "Craeye Christophe",
            "Legat Vincent",
            "Remacle Jean-François"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Méthodes intégrales Méthodes d'éléments finis Méthodes spectrales et pseudo-spectrales Estimation d'erreur, adaptivité, maillages Techniques de résolution de systèmes (non-)linéaires de grande taille Mise en oeuvre informatique : calcul parallèle, utilisation des librairies spécialisées, techniques de programmation numérique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme \"Master ingénieur civil mécaniciens\", ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3 AA2.2, AA2.3, AA2.4 AA3.1, AA3.3 AA6.1, AA6.4 Plus précisément, au terme du cours, l'étudiant sera capable de : Faire un bon choix sur le type de méthode numérique à appliquer pour un problème donné. D'évaluer la complexité algorithmique d'une méthode. D'utiliser efficacement les librairies disponibles, comme Lapack. De fournir une estimation de l'erreur. D'évaluer la qualité d'un maillage pour une méthode donnée. De lancer un calcul sur une architecture parallèle. De programmer une méthode intégrale simple. De programmer une méthode d'éléments finis. De résoudre de façon itérative des systèmes linéaires et non-linéaires de grandes tailles.",
        "content": "Méthodes intégrales. Méthodes d'éléments finis. Méthodes spectrales et pseudo-spectrales. Estimation d'erreur, adaptivité, maillages. Techniques de résolution de systèmes (non-)linéaires de grande taille. Mise en oeuvre informatique : calcul parallèle, utilisation des librairies spécialisées, techniques de programmation numérique.",
        "teaching_methods": "Dans la mise en oeuvre, une grande importance sera donnée aux travaux pratiques. Les étudiants disposeront d'un certain choix sur les parties du cours qu'ils mettront en oeuvre.",
        "assessment_methods": "Examen à livre ouvert. Les travaux pratiques sont cotés et cela intervient largement dans l'évaluation finale. Il n'est pas possible de soumettre une nouvelle version des travaux pratiques après l'échéance fixée. Il est toutefois requis de réussir l'examen et les travaux pour obtenir une cote finale de réussite.",
        "online_resources": "https://perso.uclouvain.be/vincent.legat/zouLab/meca2300.php",
        "responsible_entity": "MECA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lepl2214",
        "title": "Droit, régulation, contexte juridique",
        "credits": "4.00",
        "hours": "30.0 h + 5.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cassiers Vincent",
            "Derycke Werner"
        ],
        "teaching_language": "Français",
        "topics_covered": "L’entreprise s'inscrit dans un projet économique mais aussi dans un cadre juridique. Des notions essentielles en droit seront donc proposées aux étudiants qui suivent la finalité « Entreprise ». Il s’agit de donner les premiers éléments utiles aux acteurs de l'entreprise de demain, et ce autour de quatre axes : L'entreprise et son environnement juridique. L'entreprise et les aspects sociaux. L'entreprise et le droit économique. L'entreprise et l'innovation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme de cet enseignement, et pour chaque thème abordé, l’étudiant sera capable : de comprendre les principes fondamentaux du droit de l’entreprise, y compris les structures juridiques, la responsabilité civile et les contrats commerciaux. d’analyser les enjeux juridiques liés à la propriété intellectuelle, tels que les droits d’auteur, les marques et les brevets. d'appliquer ces connaissances pour résoudre des cas pratiques.",
        "content": "L'entreprise et son environnement juridique A l'occasion d'une introduction générale, le cours décrit le cadre global dans lequel évolue chaque sujet de droit. Il s'agit dès lors de rappeler l'environnement institutionnel – et notamment judiciaire – dans lequel l'entreprise évolue. Il s'agit ensuite d'élucider quelques concepts et mécanismes juridiques de base (sujets de droits, responsabilité civile, contrats) qui permettront à l'étudiant d'aborder ensuite les deux grands axes de ce cours. L'entreprise et le droit économique et social L'entreprise peut prendre différentes formes. Cette partie donnera des notions de base relatives à la création et à la vie d’une entreprise, qu'elle soit exercée par une personne physique ou sous la forme d'une personne morale (principalement, sous la forme d'une société), ce qui inclut une introduction au contrat de travail. Le cours abordera également certains aspects juridiques du crédit - ce qui inclut le droit de l'insolvabilité - et quelques contrats commerciaux usuels. L'entreprise et l'innovation Cette partie traite de la propriété intellectuelle et de la protection de l’innovation. Les différentes catégories de droits intellectuels sont présentées (marques, nom commercial, design, obtentions végétales, etc.). Le cours expose aussi l’utilisation stratégique des droits intellectuels afin de permettre à l’entreprise de structurer ses marchés et de s’y maintenir. Trois droits intellectuels sont examinés en détail : (i) le brevet d’invention, (ii) le droit d’auteur et les programmes d’ordinateur et (iii) les droits de marque.",
        "teaching_methods": "Les cours se donnent en présentiel, et de manière interactive. Les étudiants sont encouragés à poser les questions que suscite pour eux la matière : l'objectif essentiel du cours ne consiste pas tant à assimiler un corpus de règles qu'à bien comprendre les notions juridiques exposées. A cette fin, les notions théoriques sont illustrées avec de nombreux exemples pratiques. Les professeurs peuvent demander aux étudiants d'effectuer une lecture spécifique avant le cours (article, décision de justice, contrat...) afin de pouvoir en discuter pendant le cours. La méthode d’enseignement est adaptée aux étudiants (non-juristes) qui suivent le cours. Il ne s’agit donc pas d’analyser des règles de droit en détail mais de faire comprendre les règles de droit les plus importantes en lien avec l’entreprise et l’innovation.",
        "assessment_methods": "L’évaluation s’opère par un examen écrit sous la forme de questions ouvertes et/ou de questions à choix multiples. L'étudiant est évalué sur sa capacité à comprendre les mécanismes de base qui lui ont été enseignés, et à appliquer ceux-ci à un cas concret le cas échéant. Normalement, l'examen écrit a lieu en présentiel et à livre fermé. Si pour quelque raison que ce soit, sanitaire ou autre, il n’est pas approprié d’organiser un examen en présentiel, l'examen prendra la forme d'un devoir Moodle. Les professeurs se réservent le droit de faire une évaluation orale pour certains étudiants si la situation le requiert.",
        "other_info": "Pour la partie droit économique, les supports de cours consistent principalement – outre d’éventuels documents à lire en préparation des séances - dans les notes que les étudiants prennent au cours. Les enseignants peuvent également diffuser des, diaporamas ou des notes sur Moodle. Pour la partie droits intellectuels, les supports de cours consistent dans des présentations powerpoint détaillées mises à disposition des étudiants avant les cours et que les étudiants peuvent compléter avec leurs propres notes. Equipe enseignante Le cours est animé par deux enseignants : Monsieur Werner Derijcke enseigne la partie introductive, la partie relative au droit commercial et social. Werner Derijcke est maître de conférences invité à l’UCLouvain et avocat à la Cour de cassation. Monsieur Vincent Cassiers enseigne la partie consacrée aux droits intellectuels. A côté de son enseignement à l’UCLouvain, Vincent Cassiers est avocat au barreau de Bruxelles, spécialisé en droits intellectuels et en droit du numérique.",
        "bibliography": "Pour la partie droit économique : H. Culot, G. de Pierpont, H. Jacquemin et Th. Léonard, Manuel du droit de l'entreprise , Anthémis, Limal, 5ème éd., 2024, 610 pp [ou une édition plus récente le cas échéant]. Pour la partie droits intellectuels: A. De Francquen et S. Dusollier, Manuel de droits intellectuels , Anthémis, Limal,2015, 384 p. Il n'est pas nécessaire d'acquérir ces ouvrages pour le cours.",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2351",
        "title": "Superconductivity",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Piraux Luc"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Cours de Physique de la Matière Condensée (LMAPR1492) ou de Physique de l’Etat Solide (LPHYS1345) :  propriétés électroniques",
        "topics_covered": "L'unité d'enseignement étudiera la supraconductivité sous un prisme expérimental et suivant la chronologie des découvertes majeures associées à la supraconductivité. Les thèmes abordés seront : explications théoriques de la supraconductivité, caractéristiques de l'état mixte dans les supraconducteurs de type II, domaines d'applications de la supraconductivité, phénomènes quantiques à l'échelle macroscopique dans les supraconducteurs (SQUID), supraconductivité à l'échelle nanoscopique. Des laboratoires de supraconductivité réalisés à basse température illustreront les concepts théoriques vus au cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M) AA1: A1.1, A1.3, A1.4 AA2: A2.2 AA5: A5.3 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   décrire les principaux phénomènes physiques en lien avec l'état supraconducteur ; 2.   expliquer les mécanismes physiques qui régissent l'état supraconducteur ; 3.   relier les propriétés supraconductrices des matériaux (notamment leur réponse à un champ magnétique) avec leurs longueurs d'échelle électroniques ; 4.   identifier et appréhender les divers domaines d'applications des matériaux supraconducteurs ; 5.   citer les classes de matériaux supraconducteurs en les illustrant d'exemples d'application ; 6.   identifier les phénomènes quantiques à l'échelle macroscopique dans les supraconducteurs ; 7.   comprendre les différences fondamentales enregistrées dans les propriétés de supraconducteurs à l'échelle nanoscopique ; 8.   appréhender par le biais de séances de laboratoires les méthodes expérimentales associées à la caractérisation électrique et magnétique de supraconducteurs et identifier les incertitudes des observations.",
        "content": "1. Principaux faits expérimentaux de l'état supraconducteur et implications. 2. Revue des principales applications de la supraconductivité. 3. Description physique de la supraconductivité. 4. Supraconducteurs de type II. 5. Phénomènes quantiques à l'échelle macroscopique dans les supraconducteurs (effets de phase). 6. Supraconductivité à l’échelle nanométrique. 7. Laboratoires de caractérisation de supraconducteurs à basse température.",
        "teaching_methods": "Des laboratoires sont proposés en parallèle des cours magistraux afin de permettre aux étudiant.e.s de rendre plus concrets les concepts théoriques présentés. Les laboratoires assurent une initiation à des méthodes expérimentales (caractérisation à basse température de matériaux supraconducteurs par le biais de mesures électriques et magnétiques) et l’analyse des résultats obtenus (température et champ magnétique critiques, longueur de cohérence, …).",
        "assessment_methods": "Examen oral individuel sur la base du contenu des cours. Rapport de laboratoire (petits groupes d’étudiant.e.s). La pondération est la suivante : partie examen oral pour 3/4 des points et rapport laboratoire pour 1/4 des points.",
        "bibliography": "Introduction to Superconductivity. Michael Tinkham . Series: (International series in pure and applied physics), edition. New York McGraw-Hill. Superconductivity , Superfluids and Condensates . James F. Annett. University of Bristol. Oxford University Press. The slides presented during the lectures and lecture notes on superconductivity  are available on MoodleUCL. Introduction to Superconductivity. Michael Tinkham . Series: (International series in pure and applied physics), edition. New York McGraw-Hill. Superconductivity , Superfluids and Condensates . James F. Annett. University of Bristol. Oxford University Press.",
        "course_materials": "Les diapositives présentées durant les cours et des notes spécifiques à la supraconductivité sont disponibles sur MoodleUCL.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lelec2700",
        "title": "Microwaves",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lederer Dimitri"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Il s'agit d'un cours de formation générale au sujet des méthodes, techniques et équipements micro-ondes utilisés notamment pour les systèmes et communications sans fil. La particularité de cette gamme de fréquence est que les dimensions des dispositifs sont de l'ordre de grandeur de la longueur d'onde. Ce cours fournit les bases de l'ingénierie micro-onde. Il est conçu comme premier cours à option de ce type dans les orientations générales télécommunications, électronique et hyperfréquences.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil électriciens», ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3 AA2.2, AA2.4 AA5.3 À l'issue de ce cours, l'étudiant sera en mesure de : Calculer les paramètres des diverses lignes de transmission micro-onde Analyser le fonctionnement de circuits passifs variés et en évaluer les performances Concevoir les dispositifs passifs de base, en technologie guide d'onde et planaire Mesurer les paramètres S des dispositifs micro-ondes (dipôles et quadripôles) à l'aide de l'analyseur de réseau vectoriel (VNA), ainsi que le facteur de bruit. Comprendre le fonctionnement des dispositifs non-réciproques et des sources micro-ondes Utiliser à bon escient divers éléments actifs disponibles à ces fréquences",
        "content": "Ce cours vise à fournir à l'étudiant les concepts et outils nécessaires à la conception de circuits RF et micro-ondes et à illustrer les limites de validité des concepts d'électronique à éléments localisés. Formalisme micro-ondes en termes de matrice de répartition Lignes de transmission et résonateurs (lignes planaires, guides d'onde) Adaptation Circuits passifs : obstacles, jonctions, transitions, couplages, filtres, circuits non-réciproques Mesures de paramètres de circuits : réflexion, transmission, puissance et bruit Instrumentation (analyseurs de réseau et de spectre, méthodes d'étalonnage) Sources et composants actifs : semi-conducteurs (diodes, transistors), tubes, amplification paramétrique",
        "teaching_methods": "Le cours est organisé en 14 séances de cours 6 séances d'exercices encadrées (les corrigés des séances d'exercices sont postés a posteriori sur Moodle) séances de familiarisation à l'usage de logiciels de simulation et de CAO de circuits micro-ondes un projet de conception, mesure et simulation d'un dispositif passif, réalisé individuellement et encadré.",
        "assessment_methods": "Pour ce qui concerne le cours, les étudiants sont évalués lors d'un examen écrit (exercices à livre ouvert) L'évaluation du projet repose sur la remise d'un rapport écrit dont la note intervient pour 25% du total des points obtenus pour le cours.",
        "other_info": "Une formation de base en lignes de transmission et en électronique est nécessaire",
        "online_resources": "Moodle https://moodle.uclouvain.be/course/view.php?id=1124",
        "bibliography": "Supports Transparents disponibles sur Moodle Livres de référence disponibles à la BST",
        "responsible_entity": "ELEC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgest1108",
        "title": "Marketing",
        "credits": "5.00",
        "hours": "45.0 h + 20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Sinigaglia Nadia"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Les thèmes abordés dans le cours de Marketing sont : Le Marketing aujourd’hui : L’évolution du rôle et de l’apport du marketing dans l’économie et dans l’entreprise. Les nouvelles réalités du marketing (le big data et l’intelligence artificielle, les préoccupations environnementales et la consommation responsable, les nouvelles possibilités des consommateurs et des entreprises, les réseaux de distribution 4.0, le marketing des réseaux sociaux, le marketing collaboratif, le marketing socialement responsable). La compréhension du client et de ses besoins (comprendre le comportement des consommateurs, comprendre les marchés business-to-business, construire un système d’intelligence marketing grâce à l’identification, la collecte et l’analyse des insights du marché, études de marché et data marketing). De la démarche d’analyse de l’attractivité et de la compétitivité au sein des segments de marché identifiés, à la construction de la stratégie marketing : comment le numérique influence-t-il les stratégies marketing ? La mise en œuvre de la stratégie marketing au travers du marketing opérationnel : les nouveaux produits, la marque, la distribution, le prix et la communication.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l’unité d’enseignement au référentiel AA du programme Eu égard au référentiel de compétences des programmes de bachelier en sciences de gestion et en ingénieur de gestion de la LSM, cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : 2. Maîtriser un socle de savoirs Maîtriser de manière active un socle de savoirs de différentes disciplines (gestion, sciences humaines, économie, droit, méthodes quantitatives) indispensables pour analyser des problématiques dans les différents domaines du management. 3. Appliquer une démarche scientifique Analyser des problèmes et des situations concrets de management selon une approche scientifique. 6. Travailler en équip S’intégrer et collaborer au sein d’une équipe. 7. Gérer un projet Organiser et mener un projet jusqu’à son terme en tenant compte des objectifs prédéfinis et des contraintes qui caractérisent l’environnement du projet Les Acquis d’Apprentissage au terme de l’unité d’enseignement Au terme de cet enseignement, l’étudiant sera capable : de maîtriser les concepts fondamentaux du marketing tant stratégique qu'opérationnel ; d’appliquer les concepts fondamentaux enseignés dans le cadre d’études de cas et/ou d’exercices ; d’adapter sa réflexion à différents contextes (entreprises commerciales ou à but non lucratif, contextes durables, etc…) ; d’analyser la stratégie marketing mise en œuvre par une entreprise/organisation sur base de données secondaires.",
        "content": "Ce cours s’articule autour de quatre grandes parties. Partie 1 : Les fondements du marketing 1- Le marketing dans l'économie 2- Les nouveaux défis du marketing Partie 2 : La compréhension du comportement du client 1- La compréhension du client 2- Le comportement de l'acheteur 3- L'information marketing Partie 3 : Le marketing stratégique 1- L’analyse des besoins par la segmentation 2- L’analyse de l’attractivité des segments 3- L’analyse de la compétitivité sur les segments 4- Le choix de ciblage et de positionnement 5- Le choix d’une stratégie de marketing 6- Les nouveaux produits Partie 4 : Le marketing opérationnel 1- La marque 2- La distribution 3- Le prix 4- La communication",
        "teaching_methods": "Cours magistral Exercices associés au cours organisés en groupes",
        "assessment_methods": "Dans le cadre de ce cours, l'évaluation des étudiant(e)s comporte deux parties: un examen écrit en session, portant sur l'ensemble de la matière vue durant les séances plénières et les séances d'exercices. Cet examen sera composé de questions ouvertes et d'exercices, et représentera 80% de la note finale. la participation active aux séances d'exercices, incluant la réalisation d'un travail de groupe, fera également l'objet d'une évaluation représentant 20% de la note finale. En cas de seconde session, seul l'examen écrit pourra être représenté par l'étudiant(e), la note liée à la participation active aux séances d'exercices (incluant le travail de groupe) étant acquise pour les sessions de l'année académique en cours. Note : Dans les travaux de groupe réalisés dans le cadre des séances d'exercices, les sources d’information doivent être systématiquement citées, en respectant les normes de référencement bibliographique. Dans le cas où l’étudiant·e aurait fait appel à une IA générative, il(elle) est tenu·e d’indiquer systématiquement les parties ayant fait l’objet d’une utilisation de cet outil, en ajoutant une note de bas de page précisant si l’IA a été utilisée et dans quel but elle l’a été (recherche d’information, rédaction de texte et/ou correction de texte). L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées. Ainsi, en soumettant un travail de groupe pour évaluation, l'étudiant·e affirme : (i) qu'il reflète fidèlement le phénomène étudié, et pour cela elle/il doit avoir vérifié les faits ; (ii) avoir respecté toutes les exigences spécifiques du travail qui lui est confié, notamment les exigences pour la transparence et la documentation de la démarche scientifique mise en œuvre. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, l'étudiant·e est en défaut de son engagement déontologique vis-à-vis de la connaissance produite dans le cadre de son travail, et éventuellement d’autres aspects de l’intégrité académique, ce qui constitue une faute académique et sera considéré comme tel.",
        "online_resources": "Les supports Powerpoint sont disponibles sur Moodle.",
        "bibliography": "- ARMSTRONG G., KOTLER P., LE NAGARD-ASSAYAG E., SIDOKPOHOU-LEDEIN D., LOUPIAC P., LASRI S., LARDINOIT T., BUTORI R., DION D., et OBLE F. (2023), Principes de Marketing, 15ème édition, Pearson Education. - KOTLER P., KELLER K., MANCEAU D., et HEMONNET A. (2022), Marketing Management, 16ème édition, Pearson Education. - LAMBIN J.J., DE MOERLOOSE C. (2021), Marketing stratégique et opérationnel : la démarche marketing dans une perspective responsable, 10ème édition, DUNOD.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2134",
        "title": "E-comportement du consommateur",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Charry Karine"
        ],
        "teaching_language": "Français",
        "prerequisites": "/ Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Ce cours aborde les concepts essentiels en comportement du consommateur sous l'angle digital. Principalement, seront discutés dans ce cours le processus de prise de décision (principalement) on-line et tous les facteurs impactant celui-ci dans ce contexte (facteurs internes tels que implication, attitude, attention, perceptions, lifestyles, ... ;  et externes tels que groupes de référence, culture, etc..)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l'unité d'enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Maitriser des savoirs qui permettent d'être acteurs de changements au sein de leur organisation ; Intégrer les éléments de contextes culturels dans l'analyse et la réponse donnée à une situation ; Optimiser sa stratégie de communication en fonction de ces éléments de contexte Les Acquis d'Apprentissage au terme de l'unité d'enseignement A la fin cette unité d'enseignement, l'étudiant est capable de comprendre l'influence de variables propres et/ou externes au consommateur qui influencent son comportement online. Il pourra aussi identifier les leviers à la disposition du marketers pour modifier ce comportement. Ces leviers pourront être traduits enstratégies et décisions opérationnelles pour positionner son organisation ou sa marque. Tout ceci permettra in fine de percevoir l'interactivité entre les éléments online et offline dans ce contexte et de (ré)agir optimalement.",
        "content": "L'objectif du cours est de permettre aux étudiants de mieux comprendre les facteurs intervenant dans le processus de prise de décision du/des consommateur(s), ce qui impacte significativement son expérience de conso et peut donc l'optimiser. Le but est d'utiliser cette connaissance afin de développer les meilleurs stratégies marketing en fonction de la cible, du contexte et du moment considéré dans le processus, tout au long de son parcours (le consumer journey) . Un focus particulier est placé sur les comportements digitaux, eu égard à ce consumer journey et au rôle des nouvelles technologies dans la compréhension de l'expérience du consommateur, mais de manière non exclusive. Le cours s'intéresse ainsi aux principaux facteurs impactant son attitude et expliquant son comportement et son expérience, facteurs propres et internes aux consommateurs (personnalité, valeurs, perceptions, ....) ainsi que ceux liés à son environnement (groupes de référence, culture, capital social et culturel, ...). Il évoque également les différents types d'expériences du consommateur : émotionnelle, cognitive, sensorielle, etc..., à chaque étape de son parcours.",
        "teaching_methods": "Cours magistraux Sessions interactives relatives aux concepts, en partant de situations concrètes. Applications dans des cas pratiques (travaux en petits groupes) Sessions de feedback en petits groupes. Articles scientifiques et quizzes Interactivité et participation des étudiants Interventions de professionnels (en présentiel ou distanciel)",
        "assessment_methods": "Examen écrit, individuel, en session pour 75% des points. Présentation de travaux de groupe pendant le cours pour 25% des points. Pour les travaux appliqués, l'utilisation de l'IA n'est pas interdite, notamment lorsqu'elle peut aider les étudiants à optimiser le travail d'écriture (orthographe, syntaxe et structure). Néanmoins, toute proposition devra être justifiée par des éléments du cours montrant la maitrise de ceux-ci. La capacité individuelle à défendre les propositions de manière objectivée et etayée fait partie intégrante de l'évaluation. Un travail généré par l'IA sans maitrise des concepts, théories et limites des propositions sera sanctionné. Enfin, une attention particulière devra etre apportée aux sources/références (la pertinence de l'IA à cet égard étant souvent très limitée). La participation au cours (basée notamment sur les articles scientifiques à lire, sur les travaux pratiques réalisés en groupe ...) est valorisée par un « bonus » de 1 ou 2 points. Lors de la session de septembre, seuls les 75% de l'examen écrit seront réévalués, les 25% d'évaluation continue seront reportés automatiquement.",
        "online_resources": "Les slides de cours ainsi que les papiers scientifiques et les contenus proposés par les intervenants sont mis à disposition sur le Student Corner.",
        "bibliography": "Support de cours Syllabus disponible on line, basé sur les ouvrages ci-dessous, ainsi que de nombreux papiers scientifiques référencés dans le syllabus. Références bibliographiques recommandées, lectures conseillées : SOLOMON M. (2008), Consumer Behavior, 8th ed., Prentice-Hall. Schiffman and Kanuk, (2010) Consumer Behavior, Global Edition, Pearson Close, (2012) Online Consumer Behavior",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lelec2710",
        "title": "Nanoelectronics",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bayot Vincent",
            "Gehring Pascal",
            "Hackens Benoît"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours aborde les phénomènes physiques spécifiques aux systèmes électroniques de faibles dimensions (<1-100 nm). - Systèmes bidimensionnels (2D), 1D (fils quantiques) et 0D (points quantiques) ; puits quantiques ; contacts quantiques et conductance balistique ; électrons dans un champs électrique et magnétique ; mécanismes de diffusion ; transport de charge cohérent ; effet tunnel résonant.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil électricien », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2 AA2.1, AA2.2, AA2.5 AA3.1, AA3.2, AA3.3 AA4.1, AA4.2, AA4.3, AA4.4 AA5.3, AA5.4, AA5.5, AA5.6 AA6.1 A l'issue de cet enseignement, les étudiants seront en mesure de: Expliquer les bases physiques de la nano-électronique. Prédire et analyser le comportement de dispositifs nanoscopiques simples à partir des bases physiques développées durant le cours et leur projet. Synthétiser et présenter oralement un travail scientifique relaté dans un article important du domaine de la nano-électronique.",
        "content": "Les cours présentent, de manière interactive, les bases des dispositifs nano-électroniques et analyse leur fonctionnement. Dans ce cadre, les enseignants mettent en avant les technologies dont l'utilisation promet des impacts enviropnnementaux positifs en comparaison des techonologies plus conventionnelles. Le projet leur permet d'étudier plus en profondeur un dispositif particulier en se basant sur un article scientifique particulier et une recherche bibliographique complémentaire, ainsi qu'un projet spécifique qui peut impliquer des simulations ou des calculs.",
        "teaching_methods": "Les séances de cours laissent beaucoup de place aux questions des étudiants pour éclaircir au mieux les nombreux concepts abordés. Les étudiants sont invités à faire par eux-même certains développements complémentaires qui sont ensuite mis en commun.",
        "assessment_methods": "- Evaluation du rapport écrit et de la présentation orale du travail de recherche réalisé sur base d'un article scientifique. Le travail peut impliquer la simulation, le calcul ou la mesure de propriétés de transport de dispositifs nanoélectroniques. - Evaluation écrite sur le contenu du cours",
        "other_info": "Bases de physique, y compris de mécanique quantique ; bases de physique des dispositifs électroniques.",
        "online_resources": "Moodle https://moodleucl.uclouvain.be/enrol/index.php?id=10290",
        "bibliography": "Syllabus, copies de transparents, livres suggérés dont : The physics of low-dimensional semiconductors, J.H. Davies, Cambridge",
        "course_materials": "The physics of low-dimensional semiconductors, J.H. Davies",
        "responsible_entity": "ELEC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lelec2580",
        "title": "Design of RF and microwave communication circuits",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lederer Dimitri"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Ce cours fait partie de l'orientation \"hyperfréquences\" du master ELEC.  LELEC 2580 a pour but la conception d'un étage d'entrée émetteur ou récepteur aux fréquences RF et hyperfréquences",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil des constructions », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3 AA2.1, AA2.2, AA2.4 AA3.2 AA4.1, AA4.2 AA5.2, AA5.3, AA5.4, AA5.5 AA6.1 A l'issue de ce cours les étudiants seront capables de : concevoir, simuler, dessiner le masque, et mesurer les divers éléments d'un étage d'entrée RF ou hyperfréquence : Amplificateur faible bruit Filtre et circuit d'adaptation Mélangeur Oscillateur Antenne active",
        "content": "Ce cours donnera à chaque étudiant les connaissances nécessaires et les outils pour concevoir des circuits actifs RF et hyperfréquences.  Les sujets abordés incluent les paramètres S généralisés et la conception de circuits d'adaptation les modèles hyperfréquences des transistors (circuit équivalent et paramètres de bruit) la méthodologie de conception d'un amplificateur hyperfréquence Oscillateurs RF et hyperfréquence Mélangeur RF et hyperfréquence Architecture de formation de faisceau, bande étroite et UWB Traitement temps réel dans les systèmes multi-antennes. Applications aux radars, RFID et systèmes MIMO",
        "teaching_methods": "Ce cours comprend 12 cours théoriques des modules d'exercices avec travaux dirigés sur les programmes ADS et IE3D Un projet utilisant le programme de conception ADS d'Agilent, où chaque étudiant doit concevoir, simuler et mesurer un dispositif actif",
        "assessment_methods": "L'examen consiste en un projet évalué sur base d'un rapport écrit et d'une présentation.",
        "other_info": "Il est vivement conseillé d'avoir suivi LELEC2700 (Hyperfréquences), et LELEC2910 (Antennes et propapagion) au préalable.",
        "online_resources": "Moodle https://moodle.uclouvain.be/course/view.php?id=1923",
        "bibliography": "Transparents disponibles sur Moodle Livres de référence disponibles à la BST",
        "responsible_entity": "ELEC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespa2601",
        "title": "Séminaire d'insertion professionnelle - Espagnol (B2.2 /C1)",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lorente Fernandez Paula"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "Avoir atteint les objectifs définis par les cours proposés à la Faculté de philosophie, arts et lettres au BAC 3. Avoir inscrit le cours dans le programme d'études.",
        "topics_covered": "Il s'agit de développer systématiquement les compétences communicatives langagières  (linguistiques, sociolinguistiques et pragmatiques) à travers les différentes activités de communication langagière et stratégies productives, réceptives, interactives et de médiation qui correspondent aux compétences et activités d'un niveau B2.2/C1 du Cadre européen commun de référence du Conseil de l'Europe afin de favoriser l'insertion de l'apprenant sur le marché du travail. Pour ce faire, les thèmes abordés aux cours sont: la recherche d'un travail, la sélection de personnel et le fonctionement du monde de l'entreprise dans les pays hispanophones.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : utiliser la langue de façon efficace et souple dans un domaine professionnel; rédiger efficacement et comprendre une grande gamme de textes longs et exigeants liés aux genres discursifs propres à la recherche d'emploi (CV, lettre de motivation, offre d'emploi) ou liés au travail (rapport d'un projet professionnel relevant de son domaine d'études); présenter et défendre efficacement un projet professionnel devant un auditoire; exprimer des opinions argumentées pendant une réunion, une conversation en relation avec le travail, etc.; proposer et négocier des conditions de travail, des mesures d'un plan, des solutions, etc. ; participer à un entretien de recrutement ; transmettre des informations, etc. ; suivre des conférences et des discours relativement longs; comprendre des messages oraux relativement longs liés au monde du travail (instructions, reportages, films, etc.).",
        "content": "Cette unité d'enseignement consiste à développer les compétences communicatives langagières fondamentalement avec une approche communicative qui prend en compte l'approche lexicale et grammaticale. La typologie d'exercices est très diversifiée, avec différentes tâches à réaliser (écrites et orales) tout au long du cours et en rapport avec les thématiques abordées. Ces tâches sont à présenter soit au cours soit dans un portfolio digital sur la plateforme Genially Ce cours est éminemment interactif et pratique, le but étant que les étudiants accomplissent des tâches par rapport à l'insersion professionelle. Donc, la méthode employée est l'enseignement des langues par des tâches ou projets. Pour premettre à l'étudiant l'accomplissement des tâches finales précitées, toute une série d'activités, aussi bien de communication qu'axées sur le code, lui seront proposées. Ces activités requièrent l'usage d'une ou plusieurs activités de communication langagière et stratégies (compréhension à l'audition et à la lecture, expression orale et écrite, interaction orale). Les activités et matériaux de base sont très hétérogènes :  jeux de rôle, débats, chansons, films, reportages, etc.",
        "teaching_methods": "L'UE se donne  en présentiel avec quelques séances à distance et avec un support e-Learning sur des plateformes UCLouvain (Teams, Moodle) et d'autres plateformes externes (Google, Zoom...) L'UE suit la méthode d'apprentissage des langues par des tâches ou projets et se base sur les principes de l'apprentissage réflexif: l'apprenant est ainsi mis au premier plan de son apprentissage pour le rendre actif sur le plan cognitif de sorte qu'il puisse construire son savoir, savoir-faire et savoir-être seul mais aussi avec l'aide de ses pairs. Ainsi, différentes activités d'auto-évaluation et de co-évaluation seront proposées tout au long de l'UE.",
        "assessment_methods": "L'évaluation est continue avec différentes épreuves tout au long du quadrimestre. L'evaluation est la suivante: 1. 40% Présentation finale d'un proyet innovateur 2. 60% Différents travaux à rendre tout au long du séminaire: Tarea1: crearse un perfil laboral en linkedin Tarea2: redactar una oferta de empleo Tarea3: redactar la carta de presentación y realizar una presentación  interactiva (infografías ; videocurrículos) del currículo Tarea 4: presentar un TED Tarea 5: pasar una entrevista de trabajo y hacer un informe sobre la entrevista de un compañero",
        "online_resources": "Moodle: https://moodle.uclouvain.be/course/view.php?id=668 Platéforme Google Sites pour l'ePortfolio: https://sites.google.com",
        "course_materials": "Ressources et matériaux didactiques disponibles sur la plateforme Moodle du cours",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2143",
        "title": "Optics and lasers",
        "credits": "5.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lauzin Clément"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "LPHYS1221 pour les étudiant.e.s du Bachelier en sciences physiques qui souhaitent suivre cette unité d'enseignement dans le cadre de l'Approfondissement en sciences physiques.",
        "topics_covered": "Unité d'enseignement de base donnant une description de tous les aspects de l'optique générale et une introduction à la physique des lasers.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2MA) AA 1.1, AA 1.2, AA 1.3, AA 1.4, AA 1.5, AA 1.6, AA 2.1, AA 2.2 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.     Reconnaître et utiliser au mieux différents éléments optiques comme une lame séparatrice, un miroir diélectrique, un filtre dichroique, un réseau, une lame d'onde, un cube polarisant, une combinaison de lentilles et un élément diffractif DOE ; 2.     appliquer les concepts théoriques développés au cours pour la conception d'interféromètres et autres montages optiques ; 3.     utiliser l'optique de Fourier pour résoudre des problèmes de diffraction ; 4.     mesurer la cohérence spatiale et temporelle des sources de lumières ; 5.     utiliser l'optique gaussienne pour la conception d'une cavité laser et calculer la propagation d'un faisceau laser.",
        "content": "Cette unité d'enseignement est constituée de deux parties : 1.     Optique générale : décomposition en ondes planes, polarisation, interaction linéaire avec la matière, réfraction, lois de Fresnel, optique géométrique, systèmes d'imagerie, matrices de Jones, phénomène d'interférence et de diffraction, cohérence spatiale et temporelle, optique de Fourier. 2.     Physique des lasers et propriétés de base des lasers : milieu amplificateur, cavité laser et propagation d'un faisceau gaussien.",
        "teaching_methods": "Les activités d'apprentissage sont constituées par des cours magistraux et cinq séances de travaux pratiques. Les cours magistraux visent à introduire les concepts fondamentaux et à les motiver en montrant des exemples. Les séances de travaux pratiques visent à appliquer ces concepts lors de séances de laboratoire ou lors de séances d'exercices.",
        "assessment_methods": "L'évaluation se fait sur base d'un examen écrit portant sur les notions théoriques et leur application à des problèmes. On y teste la connaissance et la compréhension des notions vues au cours théorique, la capacité d'analyser un problème d'optique, la maîtrise des techniques de calcul et la présentation cohérente de cette analyse.",
        "online_resources": "Le site MoodleUCL de cette unité d'enseignement contient certains énoncés des exercices des travaux pratiques et différents articles complémentaires au cours théorique.",
        "bibliography": "E. Hecht, Optics, Addison-Wesley (2016). ISBN-10: 0133977226",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmapr2015",
        "title": "Physics of nanostructures",
        "credits": "5.00",
        "hours": "37.5 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Charlier Jean-Christophe",
            "Gonze Xavier",
            "Piraux Luc"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Dans ce cours, les principaux concepts intervenant dans la physique des systèmes structurés à l'échelle du nanomètre sont introduits, et plusieurs types de tels systèmes sont étudiés en détails : fullerènes, nanotubes de carbone et graphène, systèmes pour la spintronique, agrégats, nanofils. Réalisation d'un projet relatif à la physique d'une classe de nanostructures particulière. Présentation orale (sous forme d'un mini-colloque) et rapport écrit de ce projet  (incluant une bibliographie récente ' état de l'art de la recherche).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours au référentiel du programme Axe Nº1 : Socle de connaissances scientifiques et techniques : 1.1, 1.3 Axe Nº3 : Compétences en R&D : 3.1 et 3.3 Axe Nº5 : Communication efficace : 5.3, 5.4, 5.5 et 5.6 Axe Nº6 : Ethique et professionnalisme : 6.1, 6.4 Acquis d'apprentissage spécifiques au cours A l'issue de ce cours, l'étudiant sera en mesure de : décrire les caractéristiques et propriétés des plus importants systèmes structurés à l'échelle du nanomètre : aspects géométriques, électroniques, magnétiques, optiques, chimiques, et liés au transport (en particulier, transport de spin); mettre en oeuvre des modèles simples décrivant les propriétés physiques de nanostructures; présenter de nombreuses applications et rechercher des informations relatives à l'état de la recherche relative à la physique des nanostructures dans des publications scientifiques; présenter et défendre son projet oralement sous la forme d'un mini-colloque scientifique tout en questionnant les autres projets; rédiger un rapport sur l'état de la recherche (et applications) relatif à leur projet avec une bibliographie récente.",
        "content": "Dans un premier temps, l'enseignement ex-cathedra est divisé en trois parties. Dans la première, les structures géométriques et électroniques des agrégats et des nanofils sont étudiées. Ensuite, les nanostructures de carbone (fullerènes, nanotubes de carbone, et graphène) et les concepts associés sont présentés. La troisième partie traite des principaux concepts et systèmes pour la spintronique (magnétorésistance géante, magnétorésistance tunnel, vanne de spin, transfert de spin, ...) et des nouveaux dispositifs spintroniques. Ensuite, les étudiants choisissent et réalisent un projet (individuel ou par groupe de deux) : ils sélectionnent un sujet d'étude relatif à la physique d'une classe de nanostructures, et l'exposent lors d'une séance commune (un des trois titulaires est alors désigné pour leur encadrement personnel) ; ils réalisent l'étude de ce sujet, en allant régulièrement consulter le titulaire désigné afin de s'assurer de la bonne orientation du sujet; ils préparent ensuite un pré-rapport, qui est discuté avec les titulaires lors d'une évaluation formative ; ils remettent enfin le rapport, et le présentent oralement sous forme d'un mini-colloque où les différents projets sont présentés de manière pédagogique aux autres étudiants. Les discussions entre étudiants sont favorisées lors de cette rencontre.",
        "teaching_methods": "Enseignements magistraux, apprentissage par projet, discussion (évaluations formative et certificative)  avec les enseignants.",
        "assessment_methods": "Rédaction d'un rapport ; présentation orale sous forme d'un mini-colloque (avec questions) ; discussion personalisée avec les enseignants. L'évaluation certificative finale se base sur la qualité du rapport écrit, sur l'exposé oral, et sur la participation aux discussions lors du mini-colloque.",
        "other_info": "Ce cours suppose acquises les notions de base de sciences des matériaux, en physique quantique, en physique statistique, et en physique des matériaux (dispensées par exemple dans les cours LMAPR1805, LMAPR1491, et LMAPR1492).",
        "online_resources": "Moodle UCLouvain",
        "course_materials": "Sur Moodle, sont disponibles : les directives, les transparents de support.",
        "responsible_entity": "FYKI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2303",
        "title": "Cryophysics and vacuum physics",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bayot Vincent",
            "Hackens Benoît",
            "Melinte Sorin"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Formation de base en physique de la matière condensée (comme LPHY1345 ou MAPR1492).",
        "topics_covered": "L'unité d'enseignement vise à transmettre aux étudiant.e.s les outils nécessaires pour comprendre les phénomènes physiques qui entrent en jeu aux basses et ultra-basses pressions ainsi qu'à  température cryogénique. Il vise à leur permettre d'entrer en contact direct avec les aspects techniques de ces disciplines.  Les applications des techniques du vide et de la cryophysique seront illustrées par différentes visites dans des laboratoires de recherche, et plusieurs exercices pratiques réalisés en laboratoire permettront la mise en application de la théorie, l'utilisation de divers équipements de production et de contrôle des basses pressions et de basses températures.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M) AA1: AA1.2, AA1.3, AA1.4 AA2: AA2.2, AA2.3 AA5: AA5.2, AA5.3 AA6: AA6.2, AA6.3 AA7: AA7.1, AA7.2 AA8 : AA8.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   choisir un système de production ou de contrôle des basses pressions et/ou de basses températures en fonction de contraintes données ; 2.   décrire l'évolution des propriétés des différentes classes de matériaux et des différents fluides cryogéniques en fonction de la température et de la pression ; 3.   décrire les principes, concevoir et dimensionner un système expérimental fonctionnant sous basse pression et/ou en conditions cryogéniques, en tenant compte de contraintes données ; 4.   décrire et simuler l'évolution de la pression au sein d'une enceinte lors de son pompage sous vide ; 5.   manipuler les éléments principaux d'un système expérimental fonctionnant à basse pression et/ou basse température.",
        "content": "Fluides cryogéniques Systèmes cryogéniques Thermométrie Théorie cinétique des gaz, distribution de Boltzmann, gaz parfait et gaz réel Ecoulement moléculaire, conductance, vitesse de pompage, débit Changements de phase, tension de vapeur, état de surface Instrumentation du vide (pompes à vide, contrôle des basses pressions, conception des enceintes à vide)",
        "teaching_methods": "Cours magistraux, séances de laboratoire, projet",
        "assessment_methods": "Sont évalués : le rapport écrit du projet et sa présentation orale lors de l'examen; les rapports écrits de laboratoires; les connaissances théoriques lors de l'examen.",
        "online_resources": "Site Moodle",
        "bibliography": "M. Guisset, Technique du vide, Louvain-la-Neuve, 1992. Transparents de l’unité d’enseignement, réalisés par les enseignant.e.s.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmapr2451",
        "title": "Atomistic and nanoscopic simulations",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Charlier Jean-Christophe",
            "Gonze Xavier",
            "Rignanese Gian-Marco"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Exposé des techniques de simulation à l'échelle nanoscopique, basées sur la dynamique moléculaire classique, la méthode des liaisons fortes, la théorie de la fonctionnelle de la densité. Considérations de vitesse d'exécution, de précision numérique, de généralité des techniques, de limitations intrinsèques des techniques. Réalisation d'un projet de simulation numérique d'un matériau. Présentation orale et écrite de ce projet et des résultats, avec étude critique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours au référentiel du programme Axe Nº1 : 1.1, 1.2, 1.3 Axe Nº3 : 3.1, 3.2 et 3.3 Axe Nº4 : 4.1 Axe Nº5 : 5.3, 5.4, 5.5 et 5.6 Axe Nº6 : 6.1, 6.4 Acquis d'apprentissage spécifiques au cours A l'issue de ce cours, l'étudiant sera en mesure : D'expliquer les principes de bases des techniques de simulations atomistiques et nanoscopiques, d'utiliser les logiciels qui les implémentent, de les comparer, et de faire son choix entre eux selon les propriétés qui doivent être simulées. D'effectivement étudier les propriétés d'un matériau, y compris l'étude de la précision numérique des résultats et leur validation, notamment par la comparaison avec des résultats expérimentaux publiés, tout en portant un regard critique sur les résultats obtenus. De rechercher des informations dans des publications scientifiques De présenter et défendre son projet oralement De rédiger un rapport sur leur projet et ses résultats y compris les points sus-mentionnés.",
        "content": "Dans la première partie du cours, des enseignements magistraux sur les différentes techniques de simulations atomistiques et nanoscopiques alternent avec des séances d'exercices, réalisés sur ordinateurs, encadrés par des tuteurs. Certaines de ces séances d'exercices sont basés sur des tutoriels disponibles sur le Web. Dans la seconde partie du cours, les étudiants choisissent et réalisent un projet (individuel ou par groupe de deux) : ils sélectionnent un sujet d'étude, et l'exposent lors d'une séance commune (un tuteur est alors désigné pour leur encadrement personnel) ; ils réalisent l'étude de ce sujet, en allant régulièrement consulter leur tuteur ; ils présentent les résultats préliminaires lors d'une séance commune ; ils préparent ensuite un pré-rapport, qui est discuté avec les titulaires lors d'une évaluation formative ; ils remettent enfin le rapport, et le défendent lors de l'évaluation certificative finale.",
        "teaching_methods": "Enseignements magistraux, séances d'apprentissage devant console d'ordinateur, apprentissage par projet, discussion (évaluations formative et certificative)  avec les tuteurs et enseignants.",
        "assessment_methods": "Rédaction d'un rapport ; présentation orale ; discussion personalisée avec les enseignants.",
        "other_info": "Ce cours suppose acquises les notions de base de sciences des matériaux, en physique quantique, en physique statistique, et en physique des matériaux dispensées en bac 2 et en bac 3 (par exemple, dans les cours LMAPR1805, LMAPR1491, et LMAPR1492), ainsi que des notions de base de programmation informatique (par exemple, dans le cours LEPL1401) et d'utilisation d'un PC.",
        "online_resources": "Moodle",
        "bibliography": "Disponibles sur Moodle : les directives, les transparents de support.",
        "responsible_entity": "FYKI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmapr2471",
        "title": "Transport phenomena in solids and nanostructures",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Charlier Jean-Christophe",
            "Piraux Luc"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Ce cours fournit une description physique des principaux phénomènes de transport électrique et thermique et de la thermoélectricité dans les matériaux. Il introduit également les principaux concepts en spintronique et décrit les particularités du transport électronique dans des nanostructures et systèmes de basse dimensionalité, y compris les phénomènes quantiques. Finalement, les laboratoires permettent aux étudiants de se familiariser avec les dispositifs expérimentaux utilisés pour la mesure de ces propriétés de transport en fonction de la température et du champ magnétique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours au référentiel du programme Axe Nº1 : 1.1 et 1.3 Axe Nº2 : 2.1 et 2.2 Axe Nº3 : 3.2 et 3.3 Axe Nº4 : 4.2 et 4.4 Axe Nº5 : 5.3 et 5.4 Acquis d'apprentissage spécifiques au cours À l'issue de ce cours, l'étudiant sera en mesure de : Comparer les différentes classes de matériaux du point de vue de leurs propriétés de transport électrique et thermique; Expliquer les mécanismes physiques qui régissent les conductivités électrique et thermique à l'échelle atomique ainsi que l'influence de la température et d'un champ magnétique; Identifier les matériaux utiles pour la conversion thermoélectrique; Décrire des dispositifs de mesures électrique et thermique; Comprendre les fondements de la spintronique et identifier les architectures etmatériaux utilisés ainsi que lesprincipaux domaines d'applications; Identifier les phénomènes quantiques responsables des différences fondamentales enregistrées dans les propriétés de transport de systèmes de basse dimensionnalité ainsi qu'à l'échelle moléculaire; Relier les structures géométrique et électronique de nanostructures carbonées à leurs propriétés de transport; Appréhender par le biais de séances de laboratoires les méthodes expérimentales associées à la synthèse, la caractérisation et la mesure de propriétés de transport de matériaux ainsi que l'analyse des résultats obtenus.",
        "content": "1 : Matériaux massifs Conductivité électrique :  Expressions théoriques - Comparaison entre métaux, semiconducteurs et semi-métaux - Mécanismes de collisions et dépendance en température - Lien avec la structure de bandes Conductivité thermique : Expressions théoriques des contributions électronique et du réseau - Mécanismes de collisions et dépendance en température ' Comparaison entre différentes classes de matériaux Introduction à la thermoélectricité  : Effets Seebeck et Peltier ' Influence du matériau ' Conversion thermoélectrique Aspects expérimentaux : dispositifs de mesures électriques et thermiques Influence d'un champ magnétique : Effet d 'un champ magnétique sur l'occupation des états électroniques et sur le transport électronique 2 : Matériaux nanostructurés et systèmes de basse dimensionalité Nanostructures magnétiques : Introduction à la spintronique, magnétorésistance géante dans des multicouches magnétiques, magnétorésistance tunnel dans des jonctions tunnel magnétiques, perspectives et applications de la spintronique Systèmes 2D : Examples de gaz électronique bidimensionnels, occupation des états électroniques, effet d'un champ magnétique, effet Hall quantique, effets de localisation faible et forte Systèmes 1D : Examples de gaz électronique unidimensionnels, occupation des états électroniques, transport diffusif et ballistique, effet d'un champ magnétique, fluctuations universelles de conductance, blocage de Coulomb, quantification de la conductance, effet Aharonov-Bohm Systèmes 0D : Point quantique et exemples illustratifs, transistor à un électron, transport moléculaire",
        "teaching_methods": "Des enseignements magistraux (30h) alternent avec des séances de laboratoires autour de projets sélectionnés par les étudiants. Les laboratoires permettent l'apprentissage d'un éventail de méthodes expérimentales (synthèse de nanostructures, utilisation d'outils de caractérisation, réflexion autour d'un dispositif expérimental, mesure de propriétés de transport, analyse des données obtenues et lien avec la partie théorique). Les laboratoires portent sur une bonne quinzaine d'heures (8 séances d'une durée de deux heures chacune) et s'articulent autour de groupes de 3-4 étudiants. L'encadrement est assuré par des tuteurs tant pour le volet expérimental que pour l'analyse des résultats obtenus et la rédaction du rapport, ces 2 derniers volets couvrant la seconde partie du quadrimestre.",
        "assessment_methods": "Les étudiants seront évalués : individuellement, par un examen écrit ou/et oralement, sur base des objectifs particuliers annoncés précédemment; en groupe, sur base d'un rapport écrit du laboratoire. La pondération est la suivante : partie Prof. L. Piraux pour 2/3 des points (partie examen oral pour 1/3 des points et rapport laboratoire pour 1/3 des points),  partie Prof. J. C. Charlier (examen oral) pour 1/3 des points.",
        "other_info": "Ce cours suppose acquises les notions de base de sciences des matériaux, en physique quantique, en physique statistique, et en physique des matériaux dispensées en bac 2 et en bac 3 (par exemple, dans les cours LMAPR1805, LMAPR1491, et LMAPR1492).",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=1 0023",
        "bibliography": "Quelques livres sont disponibles à la BST.",
        "course_materials": "Cours magistraux : les documents du cours (slides, articles de revue) sont disponibles sur Moodle.",
        "responsible_entity": "FYKI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lalle2501",
        "title": "Séminaire d'insertion professionnelle: allemand",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Klein Caroline",
            "Mottin Mélanie"
        ],
        "teaching_language": "Allemand > English-friendly",
        "prerequisites": "Le cours est de niveau intermédiaire et suppose donc au départ une bonne maîtrise au moins réceptive de la grammaire et du vocabulaire de base ainsi que la maîtrise des aptitudes langagières du niveau B1 du « Cadre européen commun de référence pour les langues » (CECR). Le niveau B1 correspond au premier degré du niveau intermédiaire. Un test oral sera organisé au début du cours pour déterminer si l'étudiant a le niveau requis.",
        "topics_covered": "L'étudiant sera amené à prendre part à des activités lui permettant d'exercer et de développer ses compétences communicatives et sa maîtrise de la langue (principalement l'expression orale) dans des situations professionnelles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension à la lecture : Pouvoir comprendre des documents sur des problèmes actuels, relatifs au domaine d'études, tels qu'un rapport de réunion, une note de service, une offre d'emploi. Niveau B2- du CECR. 2 Compréhension à l'audition : Pouvoir comprendre les enregistrements, exposés et conversations en langue standard que l'on peut rencontrer dans la vie sociale, professionnelle ou universitaire. Niveau B2- du CECR. 3 Expression orale : Pouvoir faire un exposé simple et direct, préparé, sur un sujet familier ou relatif à son domaine, et gérer les questions qui suivent, participer sans préparation à une conversation sur un sujet familier. Niveau B1 du CECR. 4 Expression écrite: Pouvoir rédiger de brèves notes simples en rapport avec des besoins concrets. Niveaux A2 du CECR. 5 Code et culture Consolidation du vocabulaire de base (+/- 2000 mots) et extension du vocabulaire général et spécifique au monde du travail, consolidation des structures grammaticales spécifiques. L'utilisation du code est vue dans une perspective communicative sans toutefois négliger la correction. Au niveau de toutes les aptitudes précitées, sensibiliser les étudiants à la culture germanophone, développer la capacité d'apprécier les valeurs transmises par cette culture à travers différents domaines (social, politique, économique).",
        "content": "L'objectif est de permettre à l'étudiant de faire plus ample connaissance avec le monde du travail, par le biais de lecture d'articles, de conférences, de séquences vidéo, de simulation d'entreprise. Toutes les compétences (écouter, parler, lire et écrire) seront donc abordées, même si l'accent sera mis sur la communication orale en milieu professionnel. L'étudiant est tenu de faire un exposé en groupe sur une des techniques de communication propres au milieu professionnel. Au cours de cette présentation, il est amené à susciter l'interaction avec le public.  Ces techniques seront systématiquement mises en pratique au cours. Toutes ces activités requièrent un travail de préparation de la part de l'étudiant à qui il est également demandé de se prendre en charge pour parfaire ses connaissances linguistiques (étude de vocabulaire, révision de points de grammaire, '.).",
        "teaching_methods": "Cours en groupes de max. 20 étudiants. L'enseignement peut être transposé (partiellement) en distanciel en fonction de l’évolution de la situation sanitaire.",
        "assessment_methods": "Présentation individuelle en classe sur les \"nouvelles\" formes de candidature (comptant pour 20% de la note finale) Partiel de janvier (comptant pour 40% de la note finale) : dossier (offre d'emploi, lettre de candidature et curriculum vitae) à remettre durant la Semaine 14 du 1er quadrimestre Examen oral en Semaine 13 du 2ème quadrimestre (comptant pour 40% de la note finale): simulation d'une situation réelle de communication en entreprise Session de août/septembre : dossier (offre d'emploi, lettre de candidature et curriculum vitae, comptant pour 40% de la note finale) à remettre une semaine avant l'examen oral (simulation d'une situation réelle de communication en entreprise, comptant pour 40% de la note finale et présentation individuelle sur les \"nouvelles\" formes de candidature, comptant pour 20% de la note finale) Si une évaluation externe gratuite peut être organisée (par ex. TestDaF-Erprobung), les étudiants sont tenus d'y participer NB : Pour les travaux de productions, les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique.",
        "other_info": "L'enseignant est disponible pendant ses heures de réception et peut être contacté par courriel.",
        "online_resources": "http://www.moodleucl.uclouvain.be",
        "bibliography": "Harst Eva, Kaufmann Susan: Treffpunkt Beruf B1, Klett 2017, ISBN 978-3-12-606064-6",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2036",
        "title": "Supply Chain Procurement",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Agrell Per Joakim",
            "Paulraj Antony"
        ],
        "teaching_language": "Anglais",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "bibliography": "Van Weele, A.J (2014) Purchasing and Supply Chain Management. Analysis, Strategy, Planning and Practice, Thomson Axelsson, B., F. Rozemeijer, F. Wynstra (2005) Developing Sourcing Capabilities: From Insight to Strategic Change. John Wiley",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2102",
        "title": "Ionizing Radiation Detection and Nuclear Instrumentation",
        "credits": "6.00",
        "hours": "26.0 h + 26.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Cortina Gil Eduardo"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Pas de prérequis pour les étudiant.e.s ayant obtenu un diplôme de Bachelier en sciences physique et qui possèdent donc déjà une connaissance sur la perte d'énergie des particules dans la matière et une connaissance élémentaire de physique des semi-conducteurs et de la jonction PN.",
        "topics_covered": "-       Etude des techniques de base utilisées dans les mesures physiques : température, pression, force, ' -       Etude de la détection des radiations ionisantes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M etPHYS2M1) AA1: 1.3, 1.4, 1.5, 1.6 AA2: 2.2, 2.3, 2.5 AA5: 5.1 AA6: 6.1, 6.4, AA7: 7.1, 7.3 AA8: 8.1, 8.2 Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1. définir les caractéristiques des capteurs fondamentaux utilisées en physique ; 2. identifier et expliquer les processus physiques liés à ces capteurs ; 3. sélectionner les systèmes de lecture appropriés pour les capteurs élémentaires ; 4. définir les caractéristiques d'un détecteur de rayonnement et décrire son mode de fonctionnement ; 5. identifier et expliquer les processus physiques associés à   ces  détecteurs ; 6. utiliser, de façon opérationnelle, les différents types de détecteurs/capteurs décrits dans l'unité d'enseignement.",
        "content": "1. Introduction : (relativité restreinte, physique atomique et nucléaire, statistiques), 2. Sources de rayonnement (y compris les bases sur les accélérateurs et la production de radio-isotopes), 3. Interaction rayonnement-matière, 4. Caractéristiques générales des détecteurs, 5. Détecteurs de gaz, 6. Détecteurs à scintillation. Spectroscopie gamma, 7. Détecteurs à semi-conducteurs, 8. Détecteurs de neutrons, 9. Électronique nucléaire 10. Accélérateurs et radioactivité artificielle Laboratoires (sélection non exhaustive dans la liste suivante) : 1. Geiger-Mueller : Statistiques de comptage. 2. Introduction aux codes de simulation SRIM et VGATE. 3. Cyclotron : mesure du pic de Bragg. 4. NaI, HPGe, CdZnTe : Spectrométrie gamma. 5. Détecteur à barrière de surface : Spectroscopie alpha. 6. Détection de neutrons. 7. Scintillation : SiPMs, PMTs, techniques de coïncidence. 8. Compteur proportionnel : Fluorescence des rayons X. 9. Corrélations angulaires avec des détecteurs HPGe et/ou NaI. 10. Détection des muons : durée de vie des muons et distribution angulaire.",
        "teaching_methods": "Cette unité d’enseignement comporte deux activités : 1. Cours théorique et séances d'exercices - Cours magistral en auditorium - Résolution de problèmes dans l'auditorium 2. Travaux pratiques obligatoires en laboratoire. - Premiers projets de laboratoire - Montage et mesure d'une expérience de détection des rayonnements - Analyse des données et rédaction d'un rapport Tout le matériel (syllabus, diapositives de cours, listes d'exercices, livres de laboratoire et tutoriels) peut être trouvé sur le site Moodle (UCLouvain) et Toledo (KU Leuven) de l'unité d'enseignement.",
        "assessment_methods": "L’évaluation se fait sur  base : des rapports et presentations du travail en laboratoire d’un examen écrit",
        "bibliography": "G.F. Knoll, Radiation Detection and Measurement. H. Kolanoski, N. Wermes, Particle Detectors  fundamentals and applications C. Grupen & B. Schwartz, Particle Detectors (2nd Edition) W.R. Leo Techniques for Nuclear and Particle Physics Experiments D. McGregor, J. Kenneth Shultis, Radiation Detection: Concepts,Methods and Devices.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lneer2600",
        "title": "Séminaire d'insertion professionnelle: néerlandais - niveau approfondi",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Demeulenaere Isabelle",
            "Houdmont Dag"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "L'unité d'enseignement est de niveau approfondi et suppose donc au départ une bonne maîtrise réceptive et productive de la grammaire et du vocabulaire de base ainsi que la maîtrise des aptitudes langagières du niveau B1+ du « Cadre européen commun de référence pour les langues » (CECR). L'unité d'enseignement LNEER 2500 peut servir de préparation à cette unité-ci, mais n'en constitue pas un pré-requis indispensable. L'unité d'enseignement LNEER 2602 peut quant à elle être considérée comme étant la suite logique de l'unité d'enseignement LNEER 2600.",
        "topics_covered": "Cette unité d'enseignement est articulée autour de différents thèmes liés principalement au domaine professionnel dans lequel l'étudiant sera appelé à s'insérer. Des thématiques liées au monde professionnel au sens large seront abordées au fil des séances, tels que la création d'emploi, la discrimination sur le marché de l'emploi, les différences culturelles au sein d'une entreprise, la responsabilité sociétale des entreprises, l'égalité homme/femme, '",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension écrite : d'obtenir renseignements, idées et opinions de sources hautement spécialisées dans son domaine. de comprendre des articles spécialisés hors de son domaine à condition de se référer à un dictionnaire de temps en temps pour vérifier la compréhension. Niveau B2+ du « Cadre européen commun de référence pour les langues » 2 Compréhension orale : de suivre l'essentiel d'une conférence, d'un discours, d'un rapport et d'autres genres d'exposés éducationnels/professionnels, qui sont complexes du point de vue du fond et de la forme. dans le cadre d'une conversation, de comprendre en détail ce qui est dit en langue standard, même dans un environnement bruyant. Niveau B2+ du « Cadre européen commun de référence pour les langues » 3 Expression orale : développer un exposé de manière claire et méthodique en soulignant les points significatifs et les éléments pertinents. s'écarter spontanément d'un texte préparé pour suivre les points intéressants soulevés par des auditeurs en faisant souvent preuve d'une aisance et d'une facilité d'expression remarquables. s'impliquer dans une conversation d'une certaine longueur sur la plupart des sujets d'intérêt général en y participant réellement, et ce même dans un environnement bruyant. Niveau B2 du « Cadre européen commun de référence pour les langues » 4 Expression écrite : synthétiser des informations et des arguments issus de sources diverses. rédiger un courrier formel et connaître les formules les plus appropriées aux différentes formes de correspondance utilisées en milieu professionnel. Niveau B1+ du « Cadre européen commun de référence pour les langues » 5 Code : Extension du vocabulaire général (au-delà des 4000 premiers mots) et spécifique au monde du travail. Consolidation des structures grammaticales spécifiques simples et complexes du néerlandais. L'utilisation du code est vue dans une perspective communicative sans toutefois négliger la correction. Culture : Au niveau de toutes les aptitudes précitées, sensibiliser les étudiants à la culture flamande et néerlandaise, développer la capacité d'apprécier les valeurs transmises par cette culture à travers différents domaines (social, politique, économique).",
        "content": "Cette unité d'enseignement consiste à aider l'étudiant à anticiper son entrée sur le marché de l'emploi, en le préparant à la prise de parole en réunion, la négociation, l'entretien d'embauche, la rédaction d'un rapport, ... L'objectif est également de permettre à l'étudiant de faire plus ample connaissance avec le monde du travail, par le biais de lecture d'articles, de conférences, de séquences vidéo, de simulation d'entreprise' Toutes les compétences (écouter, parler, lire et écrire) seront donc abordées, même si l'accent sera mis sur la communication orale en milieu professionnel.",
        "teaching_methods": "Encadrement: cours en groupes de maximum 20 étudiants Charge de travail Heures présentielles : 30 h Travail autonome : 60 h. Toutes les compétences (écouter, parler, lire et écrire) seront abordées au cours, même si l'accent sera mis sur la communication orale en milieu professionnel. L'étudiant est tenu de faire un exposé en groupe sur une des techniques de communication propres au milieu professionnel. Au cours de cette présentation, il est amené à susciter l'interaction avec le public.  Ces techniques seront systématiquement mises en pratique au cours. Toutes ces activités requièrent un travail de préparation de la part de l'étudiant à qui il est également demandé de se prendre en charge pour parfaire ses connaissances linguistiques (étude de vocabulaire, révision de points de grammaire, ...).",
        "assessment_methods": "L'évaluation portera sur plusieurs compétences/parties de matière : - Evaluation permanente : participation active au cours, tâches diverses sur Moodle, présentation d'un flash d'actualité et flash culturel... (8 points) - 3 tests de vocabulaire durant le quadrimestre (6 points) - test oral interactif (2 points) - test oral individuel (4 points) Session de septembre : l'examen oral ainsi que les tests de vocabulaire peuvent être réorganisés pour un étudiant ayant échoué à condition d'avoir réalisé durant l'année les tâches demandées. Un étudiant qui n'aurait pas participé aux séances de cours n'aura pas la possibilité de passer l'évaluation en session de septembre uniquement.",
        "other_info": "Conditions d'accès à cette unité d'enseignement : avant de valider le programme de l'étudiant, le jury restraint se doit de vérifier, si l'étudiant a choisi d'y inscrire cette unité d'enseignement, que la coordinatrice a bien validé l'inscription de cet étudiant dans l'un des groupes, ceci permettant une bonne gestion des groupes au sein de l'Institut des Langues Vivantes.",
        "online_resources": "http://sites.uclouvain.be/moodle/ http://www.wallangues.be/",
        "bibliography": "plateforme d'apprentissage Moodle matériel authentique tiré de la presse belge néerlandophone ainsi que de certains sites tels que job@.be, vacature.com",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lineo2021",
        "title": "Financer son projet",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Grégoire Philippe",
            "Vercruysse Olivier"
        ],
        "teaching_language": "Français",
        "prerequisites": "Ce cours est réservé aux étudiant.es sélectionné.es dans les programmes INEO et  Mineure en esprit d'entreprendre.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Appréhender : Les concepts fondamentaux de la comptabilité financière et de l’analyse financière Comprendre : L’information financière publiée dans les états financiers Apprécier : La santé financière (rentabilité, solvabilité, équilibre financier) d’une entreprise Comprendre : les différents modes de financement des entreprises disponibles aux différents stades de leur développement Structurer : Analyser et structurer un projet d’investissement et un plan financier",
        "content": "Les thèmes abordés sont les principes de la comptabilité en partie double, l’analyse des principaux comptes du bilan et du compte de résultats et les concepts clés de l’analyse des états financiers des entreprises, le financement de l’entreprise depuis sa création aux différentes phases de son développement, ainsi que la valorisation d'une entreprise",
        "teaching_methods": "Ce cours comprendra des exposés théoriques et des exercices/cas à faire en préparation du cours théorique.",
        "assessment_methods": "Présentation d’un travail de groupe portant sur l’analyse financière et la valorisation d'une entreprise",
        "bibliography": "K.Cerrada, Y. De Rongé et M. De Wolf, Comptabilité et analyse des états financier s, 3ème édition, 2019",
        "course_materials": "Slides",
        "responsible_entity": "CLSM"
    }
]