[
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2135",
        "title": "Comprendre son marché : Concepts fondamentaux et applications pratiques",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Charry Karine",
            "Hazée Simon"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les thèmes principaux abordés dans ce cours incluent, sans toutefois s’y limiter : Définition de l'objectif de l'étude Sélection d’un cadre théorique et modèle analytique Formulation d’hypothèses de recherche Design d’étude exploratoire, descriptif, causal Echelles de mesure, conception de questionnaires Construction d'échantillons Collecte d'informations et analyse (qualitative & quantitative) de données",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d’apprentissage (AA) du programme Master 120 Sciences de Gestion de la LSM, cette unité d'enseignement contribue principalement à l'acquisition et au développement des AA suivants : Agir en acteur socialement responsable (1.) Faire preuve d’indépendance intellectuelle dans le raisonnement, porter un regard critique et réflexif sur les savoirs et pratique managériales en tenant compte de leur contexte d’émergence et de leur finalité (1.1.) Maitriser des savoirs (2.) Articuler des savoirs issus de différents domaines du management (2.3.) Activer et appliquer ses savoirs à bon escient face à un problème (2.4.) Appliquer une démarche scientifique (3.) Mener un raisonnement analytique clair et structuré en appliquant, et en adaptant si nécessaire, des cadres conceptuels et modèles scientifiquement fondés pour décrire et analyser un problème concret (3.1) Collecter, sélectionner et analyser les informations pertinentes selon des méthodes rigoureuses, avancées et appropriées (3.2.) Penser le problème selon une approche systémique et globale (3.3.) Dégager, sur base de l’analyse et du diagnostic, des solutions implémentables en contexte (3.5.)",
        "content": "Introduction Comprendre son marché : définition et objectifs Typologie des études Les caractéristiques d'une bonne étude Chapitre 1: Les étapes d'une étude Le cadrage de l'étude La phase préliminaire (données secondaires, revue littérature, étude qualitative exploratoire) La définition des questions d'étude/de recherche Les autres étapes Chapitre 2: l'étude qualitative exploratoire Caractéristiques générales Sélection de l'échantillon et recrutement Entretien individuel vs. focus group Techniques projectives Guide d'entretien Observation Analyse des données qualitatives Chapitre 3: Les hypothèses Développement et formulation des hypothèses Effet principal, modérateur et médiateur Chapitre 4 : L'étude confirmatoire Les modèles d'étude quantitative Le modèle descriptif (sondage et observations quantitatives) Le modèle causal (expérimentation) Les procédures de mesure Elaboration du questionnaire (et pré-test) Déterminer son échantillon Développer un plan d'analyse Erreur totale et sources d'erreur Préparer ses données et mener une analyse quantitative Chapitre 5 : Conclusions de la recherche La structure du rapport Les conclusions, limites, recommandations managériales et voies de recherche futures",
        "teaching_methods": "Le cours propose des dimensions théoriques expliquées lors des sessions et qui seront appliquées au cours au travers d'un cas concret d'étude qui servira de support à l'ensemble du cours. Le mode d'enseignement privilégiera le présentiel.",
        "assessment_methods": "L'évaluation des acquis théoriques prendra la forme d'un examen écrit individuel (100% de la note finale), organisé en session et en français. L'examen écrit contient des question(s) de théorie appliquée ainsi que des exercice(s) de réflexion (questions ouvertes). Cet examen est divisé en 2 parties complémentaires (Partie A: Etudes qualitatives et Partie B: Etudes quantitatives), valant chacune 50% de la note finale. La réussite de la partie A et de la partie B est indispensable pour démontrer les compétences et connaissances définies dans les acquis d'apprentissage de l'unité d'enseignement. Une note d'échec grave (inférieure ou égale à 7/20) pour la partie A ou B entraîne une note d'échec pour la totalité de l'UE. En cas d’évolution des conditions sanitaires vers un code orange ou rouge, l’examen pourra prendre la forme d'un oral et aura alors lieu en distanciel via un logiciel informatique fourni aux enseignant.es par l’institution universitaire (probablement Teams). Les conditions techniques de cet examen oral à distance vous seront précisées au moment où les autorités de l’Etat auront arrêté les conditions sanitaires pour les institutions universitaires en fonction de l’évolution ».",
        "bibliography": "Livres (lectures recommandées) : Evrard Y. et al. (2009), Market : fondements et méthodes des recherches en Marketing, Editions Dunod. Malhotra N. (2007), Etudes Marketing avec SPSS, Pearson Education.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2134",
        "title": "Finance d'entreprise",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lassance Nathan"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours présentera les concepts fondamentaux ayant trait aux marchés financiers et introduira aux différentes techniques d'évaluation des actifs financiers qui y sont traités",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin du cours, les étudiants seront capables de : - Décrire la structure générale de différents types de marchés financiers - Valoriser les actions en utilisant différentes techniques ; - Valoriser les actifs à revenu fixe, en ce inclus les obligations avec options et les produits structurés - Valoriser les produits financiers dérivés, tels les forwards, futures, swaps et options.",
        "content": "Le cours est construit sur base du livre de Berk et DeMarzo (2017, Finance d'entreprise) et couvre les sujets suivants: La structure financière en marchés parfaits Structure financière et fiscalité Faillite, incitations et information Politique de distribution Choix d'investissement et politique financière Le financement par actions Le financement par obligations Le besoin en fonds de roulement",
        "teaching_methods": "8 modules de 3h ex cathedra + 3 études de cas à résoudre en groupes",
        "assessment_methods": "Examen écrit en session (80%) + Etudes de cas (20%)",
        "bibliography": "Berk & De Marzo, \"Finance d'entreprise\" (2017, 4ème édition)",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc1312",
        "title": "Finance",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Nguyen Anh",
            "Platten Isabelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours introductif de finance : Présente la discipline, ses enjeux et cadre l’apprentissage, notamment au regard des développements récents de la finance durable ; Développe le raisonnement financier classique, avec la prise en compte du temps et du risque dans l’analyse de la décision financière ; Analyse la décision d’investissement en entreprise ; Introduit les moyens de financement de l’entreprise (actions et obligations) et leur évaluation, ainsi que l’impact du mode de financement sur la rentabilité et le risque des projets d’investissement ; Développe la capacité à résoudre des problèmes de finance (investissement, financement, analyse de rentabilité et de risque) dans un environnement digital, via le recours à un tableur",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l’unité d’enseignement au référentiel AA du programme Eu égard au référentiel de compétences des programmes de bachelier en sciences de gestion et en ingénieur de gestion de la LSM, cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : 1.3 Analyser une situation de manière responsable en prenant en considération les répercussions économiques, sociales et environnementales pour les différentes parties prenantes. 2.1 Maîtriser les concepts fondamentaux et les théories de base dans chacun des domaines du management. 3.2 Mener un raisonnement analytique clair et structuré en appliquant des cadres conceptuels et des modèles scientifiquement fondés pour décrire et analyser un problème simple mais concret. 5.4 Utiliser des logiciels de différents domaines pour résoudre un problème de gestion. 8.4 Réaliser des graphiques et des tableaux, avec des outils informatiques, répondant aux standards scientifiques. 9.1 Gérer de façon autonome son travail (self-management) : définir ses priorités, anticiper et planifier l’ensemble des activités de son travail dans le temps, faire preuve de rigueur et de structuration dans son travail. 9.4 S’adapter à une multiplicité de situations d’apprentissage et en tirer parti. Au terme de cet enseignement, l’étudiant sera capable : De positionner la finance et les enjeux de la finance durable au sein des disciplines de gestion ; De maîtriser l'algèbre financière, le calcul de rentabilité, le calcul de coût actuariel, l'utilisation d'un tableur pour le calcul financier ; D'expliquer les concepts fondamentaux de la finance (prix et valeur, rentabilité et risque, arbitrage) ; De résoudre (avec un tableur) des problèmes posés par la gestion financière d'une entreprise, à savoir le choix des investissements et le choix des financements ; De valoriser dans des modèles simples les principaux actifs financiers traités sur les marchés (actions & obligations).",
        "content": "La loi du prix unique La valeur du temps Les rentes Les taux d'intérêt Les emprunts Les critères de sélection des investissements Choisir entre plusieurs projets Calcul du cash-flow (d'un projet) L'évaluation de projets Les obligations Les actions Le risque Le coût du capital L'évaluation de projets - le retour",
        "teaching_methods": "Cours en ligne Classe inversée Exercices réalisés avec un tableur",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es de deux manières : l’évaluation continue non certificative incluant quiz formatifs et exercices à réaliser au long du semestre  (0% de la note finale) un examen écrit avec questions ouvertes en session (100% de la note finale)",
        "other_info": "Cours organisé en classe inversée, qui suppose la prise de connaissance active du matériel mis à disposition  avant les séances en classe.",
        "online_resources": "Moodle",
        "bibliography": "Berk & DeMarzo, Finance d’entreprise (version française), Pearson, 5e édition, 2020 Vernimmen, Quiry & Le Fur, Finance d’entreprise, 20e édition (Dalloz, 2022)",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2231",
        "title": "Expérience du consommateur",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Charry Karine"
        ],
        "teaching_language": "Français",
        "prerequisites": "Marketing Etudes de Marché",
        "topics_covered": "Introduction au comportement du consommateur Perception, apprentissage et mémorisation Motivation et valeurs- Implication Le self, la personnalité et les Styles de vie L'attitude et le changement d'attitude La Dualité Affectif - cognitif et le rôle des émotions La prise de décision individuelle La prise de décision de groupe La culture et le comportement du consommateur Les questions éthiques en comportement du consommateur",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet apprentissage, l'étudiant sera capable de: Définir les concepts-clés en comportement du consommateur Reproduire les modèles de base en comportement du consommateur Identifier les variables influençant le comportement du consommateur",
        "content": "Objectif du cours : « La valeur d’un bien ou d’un service n’existe pas per se mais est fonction de la façon dont le consommateur perçoit les expériences contextuelles rendues possibles par ce bien ou service » (Woodruff and Flint, 2006). Cette citation cristallise les raisons pour lesquelles il est essentiel d’accorder une place centrale et prépondérante aux expériences des consommateurs dans la démarche marketing et stratégique de l’entreprise. L’objectif de ce cours est donc de permettre aux participants d’identifier et de mieux comprendre les facteurs qui influencent l’expérience du consommateur constituée des réponses -nécessairement subjectives- de celui-ci aux actions des marketers. Il conviendra donc également d’analyser les types d’expériences que peuvent faire les consommateurs (sensorielles, affectives, cognitives, comportementales et (socialement) identitaires) afin de développer les compétences nécessaires à l’adaptation de stratégies marketing à l’objectif poursuivi. Ceci doit en effet permettre in fine d’assurer le design, l’implémentation et le management de l’expérience souhaitée pour notre consommateur. Enfin, nous considérerons l’évolution dans le temps de cette expérience, notamment au travers du parcours client (customer journey), critique pour toute organisation.",
        "teaching_methods": "Sessions interactives relatives aux concepts, en partant de situations concrètes. Applications dans des cas pratiques (travaux en petits groupes) Sessions de feedback en petits groupes .",
        "assessment_methods": "Examen oral (70% de la note globale) Travaux de groupes (30%). Pour les travaux appliqués, l'utilisation de l'IA n'est pas interdite, notamment lorsqu'elle peut aider les étudiants à optimiser le travail d'écriture (orthographe, syntaxe et structure). Néanmoins, toute proposition devra être justifiée par des éléments du cours montrant la maitrise de ceux-ci. La capacité individuelle à défendre les propositions de manière objectivée et etayée fait partie intégrante de l'évaluation. Un travail généré par l'IA sans maitrise des concepts, théories et limites des propositions sera sanctionné. Enfin, une attention particulière devra etre apportée aux sources/références (la pertinence de l'IA à cet égard étant souvent très limitée). Bonus pour participation active aux séances de cours",
        "online_resources": "Slides de cours mises à disposition sur le student corner Articles scientifiques récénts référencés dans le cours et mis à disposition sur le student corner",
        "bibliography": "Slides de cours mises à disposition sur le student corner Articles scientifiques récénts référencés dans le cours et mis à disposition sur le student corner",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2142",
        "title": "Management de la PME",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Colin Karl",
            "Wuillaume Amélie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Une fois l'entreprise créée, l'entrepreneur devient bien souvent rapidement un manager. Cette évolution comporte ses propres défis et opportunités. Dans ce contexte, ce cours ambitionne de sensibiliser les étudiants aux spécificités que requiert le management d'une petite ou moyenne entreprise et de les outiller pour être concrètement capables de devenir des managers de PME. Les thèmes abordés sont les suivants : notion de PME, taille de la PME, la croissance et ses défis, l'internationalisation des PME, les indicateurs de performance, la gestion des risques, la gouvernance des PME, la digitalisation des PME.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution au référentiel AA du programme : Eu égard au référentiel de compétences du programme de master 120 en sciences de gestion de la LSM, ce cours contribue au développement et à l'acquisition des compétences suivantes : Activer et appliquer ses savoirs à bon escient face à un problème (2.4) ; Mener un raisonnement analytique clair et structuré ; penser un problème selon une approche systémique et globale ; synthétiser avec discernement les éléments essentiels de la situation ; dégager, sur base de l'analyse et du diagnostic, des solutions implémentables en contexte et identifier des priorités d'action (3.1, 3.3, 3.4 et 3.5) ; Travailler en équipe : s'intégrer et être capable de collaborer au sein d'une équipe, être ouvert et prendre en conscience les différents points de vue et modes de pensée, gérer constructivement les divergences et conflits, assumer la diversité (6.1) ; Exprimer un message de façon claire et structurée ; interagir et dialoguer de façon efficace et respectueuse avec des interlocuteurs variés (8.1 et 8.2). A la fin de ce cours, les étudiants seront capables de : Identifier les défis soulevés par la gestion d'une PME ; Mobiliser des outils de gestion adaptés aux PME ; Etablir un diagnostic stratégique interne et externe d'une PME ; Travailler en mode consultance à la résolution de problématiques d'entreprises.",
        "content": "Le tissu économique belge et particulièrement wallon est très largement constitué de PME. Ces petites et moyennes entreprises sont souvent plus agiles et évolutives que les grandes . Elles sont cependant moins bien armées que ces dernières pour faire face à une forte concurrence et leurs dirigeants ont tendance à manquer de vision stratégique à courts et moyens termes. Ceci représentent de nombreux défis et opportunités. En effet, gérer et développer une entreprise requiert de nombreuses compétences. Le problème de la plupart des gestionnaires de PME est qu’ils sont très insuffisamment formés à tous ces aspects et qu' ils se contentent souvent de faire leur métier de base sans se rendre compte qu’être chef d’entreprise est un métier à part entière. Dans ce contexte, ce cours ambitionne de sensibiliser les étudiants aux spécificités que requiert le management d’une petite ou moyenne entreprise et de les outiller pour être concrètement capables soit de devenir des managers de PME, soit d’en devenir un partenaire efficace. Les thèmes abordés sont les suivants : notion de PME, taille de la PME, la croissance et ses défis, l’internationalisation des PME, les indicateurs de performance, la gestion des risques, la gouvernance des PME, la digitalisation des PME. Cette unité d’enseignement a pour objectif de doter l'étudiant des connaissances et outils en management spécifiques au contexte de la gestion des PME.",
        "teaching_methods": "Ce cours se donne en présentiel et repose sur une participation active des étudiants. Il sera  appuyé par la présentation de  cas réels d'entreprise(s) avec entre autre la description de PME par son/leur dirigeant (s) et présentation d'une problématique stratégique à solutionner.",
        "assessment_methods": "Remarque préliminaire Pour pouvoir valider le cours, les étudiants devront avoir développé, en groupe , un travail de consultance sur la  PME choisie par les co-titulaires du cours ainsi qu'un travail individuel réflexif basé sur les thématiques développées lors des différents cours . La non participation au travail de groupe et /ou à la défense orale de celui-ci de même que la non-remise du travail individuel réflexif entrainera de facto l'impossibilité de présenter l'examen des sessions de juin et de septembre. Examen en session d’examen (juin) A) Travail de consultance  présentant (1) un diagnostic interne et externe d’une PME, (2) des recommandations pratiques répondant à une problématique identifiée par le dirigeant de la PME ainsi étudiée A rendre pour le 30 mai à 18 heures dernier délai, dans la section dédiée sur student-corner A réaliser en groupe Pondération : 30% de la note Modalités session de septembre : l'étudiant devra soumettre, une semaine avant l’examen oral ( date à définir), un travail individuel consistant en une nouvelle version du rapport de consultance, accompagné d’un document explicatif des modifications apportées par rapport au travail initial qui avait été mené en groupe. B) Examen oral (date à déterminer lors de la cession de juin) : présentation et défense du travail de consultance devant les co-titulaires du cours et le dirigeant de la PME étudiée. A réaliser en groupe Pondération : 30% de la note Modalités session de septembre : présentation orale individuelle de la seconde mouture du rapport de consultance tel que décrit ci-dessus au point « a », modalités session de septembre C) Travail individuel réflexif sur la manière d’implémenter les notions et outils vus au cours dans la pratique professionnelle actuelle ou antérieure de l’étudiant et s a participation active au cours A rendre pour le 30 mai 18 heures dernier délai, dans la section dédiée sur student-corner A réaliser individuellement Pondération : 40% de la note Modalités session de septembre : l'étudiant devra soumettre, une semaine avant l’examen oral ( date à définir), un travail individuel reflexif sur la manière d'implémenter les notions et outils vus au cours dans la pratique professionnelle actuelle",
        "bibliography": "Références bibliographiques recommandées, lectures conseillées :Demil, B., Lecocq, X., Warnier, V. (2013), Stratégie et Business Models , Pearson Education France. Enggasser, G. (2015), Comment piloter votre TPE , Editions Dunod : Paris. Johnson G., Scholes K., Fréry F. (2017), Stratégique, Editions Pearson Education France Kalousis, G. (2013), Bien gérer sa PME. Les clés de la pérennité et de la croissance , Editions Dunod : Paris Kaufman, J. (2013), Le Personal MBA, Editions Leduc.S : Paris.",
        "course_materials": "Slides de cours et portofolio de lectures",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2133",
        "title": "Compétences managériales",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Glinne-Demaret Harmony"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le séminaire \"Management skills\" est un séminaire de pratiques managériales, essentiel pour le développement d'une carrière dans le domaine du management. Les thèmes couverts durant le séminaire sont : La communication en entreprise Le développement personnel Le travail en groupe Les techniques de négociation L'exercice du leadership Les techniques de présentation La préparation de CV",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : A la fin de ce cours, les étudiants seront capable de : Analyser leur audience et définir des objectifs pour délivrer des messages professionnels ; D'écrire des documents professionnels, tels un CV, de manière claire et convaincante et de produire des vidéos de présentations ; D'analyser les compétences relationnelles et interpersonnelles nécessaires pour atteindre un objectif professionnel ; De développer des compétences dans la gestion d'un groupe ; De définir leur style de management.",
        "content": "1. Explorer les compétences managériales 2. Style de management 3. Communication organisationnelle 4. Dynamique de groupe et intelligence collective 5. MBTI et leadership",
        "teaching_methods": "Cours magistral avec travail en sous-groupes Etudes de cas en classe Séances d'approfondissement en petits groupes",
        "assessment_methods": "Cours théorique : Production de groupe durant le cours En session : Portfolio individuel et travail de groupe Évaluation continue pour les séances d'approfondissement Pour la réalisation de ce travail, l’utilisation d’outils d’Intelligence Artificielle générative est interdite (e.g., ChatGPT, etc.)",
        "online_resources": "Supports de cours. Portefeuille de lectures",
        "bibliography": "Aubé,C., Rousseau, V., et Savoie, A., (2000), Le développement des équipes de travail : où en sommes-nous ? in Revue québécoise de psychologie, vol. 21, n° 3 Claret, N. (2017), Management : Manuel. paris : Nathan Mucchielli, R. (2013), La dynamique des groupes , ESF Winkin, Y. (2000), La nouvelle communication , Seuil",
        "course_materials": "Slides de cours Portefeuille de lectures",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmthd1325",
        "title": "Penser critique",
        "credits": "5.00",
        "hours": "7.5 h + 7.5 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Platten Isabelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce séminaire initie l’étudiant au développement de la pensée critique, au centre de l’enseignement universitaire ; plusieurs thèmes sont abordés : préconceptions, décodage du discours, évaluation de la qualité des sources, démarche scientifique, panorama des méthodes d’analyse des données. Le séminaire accompagne l’étudiant dans la rédaction d’un court essai individuel autour de questions d’actualité qui respecte les codes de la rédaction d’un texte académique. L’élaboration du travail implique pour chaque étudiant une pratique croisée portant sur les aspects suivants : Le développement d’une question de recherche La recherche et la confrontation critique de sources L’analyse d’une thématique disciplinaire La réflexion critique à partir d’une thématique disciplinaire La pratique de la langue française écrite pour la rédaction d’un document académique",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Contribution de l’unité d’enseignement au référentiel AA du programme Eu égard au référentiel de compétences des programmes de Master Sciences de Gestion de la LSM, cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : 1. Agir en acteur socialement responsable 3. Appliquer une démarche scientifique 8. Communiquer 8.1 Exprimer un message de façon claire et structurée en respectant les standards de communication spécifiques au contexte 9. Se développer 9.1. Gérer de manière autonome son travail Au terme de cet enseignement, l'étudiant sera capable (AA spécifiques) : de faire preuve d'une autonomie intellectuelle accrue en matière de recherche documentaire et de critique de sources ; d'élaborer et de transmettre une production personnelle répondant aux critères académiques, dans sa discipline; de faire preuve d'esprit de synthèse dans la manière de traiter une problématique.",
        "content": "Durant le premier semestre, l’étudiant s’initie à la pensée critique en suivant le MOOC développé par une équipe pluridisciplinaire de l’UCLouvain : Penser critique et s’initie à la recherche documentaire.  Au cours du deuxième semestre, l’étudiant rédige un court essai individuel dans un éventail de thématiques imposées, en suivant un parcours balisé : définition d’une question de recherche, recherche et confrontation critique des sources, analyse de données, élaboration d’une conclusion.",
        "teaching_methods": "MOOC (suivi sur edX), deux séances collectives en ligne (Teams), suivi individuel via Moodle.",
        "assessment_methods": "La note globale de l’UE est la moyenne pondérée de la note du MOOC (40%) et de la note obtenue pour le travail individuel (60%).  L’évaluation du travail se fait selon une grille critériée mise à la disposition des étudiants. La note du MOOC est définitivement acquise au 31 janvier (évaluation continue); il n'est pas possible de représenter le MOOC en cas d'échec au cours de la même année académique.  Le travail individuel peut être représenté en deuxième session en cas d'échec à l'UE.",
        "online_resources": "Louv22x Penser critique Moodle",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2223",
        "title": "Supply Chain Management",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Catanzaro Daniele",
            "Madani Mehdi"
        ],
        "teaching_language": "Français",
        "prerequisites": "Notions de base en mathématiques, statistique et probabilités.",
        "topics_covered": "La gestion de la chaîne logistique (supply chain management) a généré un intérêt grandissant lors des dernières décennies et est maintenant perçue comme un atout compétitif indispensable dans un contexte de réseaux d'approvisionnement de plus en plus complexes et internationaux. Cependant, coordonner la chaîne logistique représente un défi considérable, et requiert de comprendre comment une chaîne logistique intégrée peut satisfaire la demande de ses clients, comment contrer les dynamiques antagonistes, comment gérer les stocks et les flux d'information, et comment établir de bonnes relations fournisseurs. Faire progresser la gestion de la chaîne logistique peut mener à des résultats importants ; cela peut donner une avance compétitive à une entreprise ou, au contraire, lui faire prendre du retard. Dans ce cours, plusieurs concepts et thèmes importants seront abordés : - Introduction à la chaîne logistique, son importance et ses principaux concepts - La conception de la chaîne logistique et la localisation d'installations - La gestion des stocks - Les flux d'information dans la chaîne logistique - Externalisation, relations fournisseurs, et politiques de prix - Nouvelles tendances en gestion de la chaîne logistique",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de ce cours, l'étudiant est capable de : - Expliquer l'importance de la gestion de la chaîne logistique dans la stratégie compétitive des entreprises d'aujourd'hui. - Identifier les caractéristiques principales de la stratégie d'approvisionnement d'une entreprise, en particulier en relation avec les principaux leviers de performance logistique. - Analyser la cohérence de la stratégie d'approvisionnement d'une entreprise avec sa stratégie compétitive et les besoins de ses clients. - Proposer des recommandations dans la bonne direction pour valider ou améliorer la stratégie d'approvisionnement d'une entreprise. - Choisir et appliquer la politique d'inventaire correcte à un cas particulier, en se basant sur un raisonnement structuré. - Reconnaître l'impact des autres fonctions et des autres étapes de la chaîne sur la stratégie d'approvisionnement d'une entreprise.",
        "content": "This course introduces to the foundations of strategic supply chain design. It shows the importance of selecting the right number, location, and size of warehouses, plants, and production lines. It teaches how to determine the territories of your facilities, what product should be made where, how product should flow through the supply chain, how to develop quantitative models for supply chain, how to solve such models, and how to critically analyses and adopt the relative solutions in order to make strategical operational decisions. The course is divided into two parts. The first part (Foundation of strategic supply chain network design) includes the following topics: the value of supply chain network modeling, intuition building with center of gravity models, locating facilities using a distance-based approach, alternative service levels and sensitivity analysis, adding capacity to the model, adding costs to two echelon supply chains, adding outbound transportation to the model, introducing facility fixed and variable costs, baseline and optimal baselines. The second part (advanced modeling and expanding to multiple echelons) includes the following topics: the three echelon supply chain modeling, adding multiple products and multi-site production sourcing, multi-objective optimization, how to get industrial strength results, data aggregation in network design, case studies.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Evaluation continue avec sessions d'examen écrit in itinere à livre fermé. Les détails et les dates seront précisés lors de la première seance (obligatoire) du cours.",
        "online_resources": "Online resources for FICO Xpress. Online resources for Supply Chain.",
        "bibliography": "The lectures will be integrated with some capita selecta from the following references: (1) S. Heipcke. Applications of optimization with Xpress-MP. Dash Optimization, 2002. (2) M. Watson, S. Lewis, J. Jayaraman, and P. Cacioppi. Supply Chain Network Design. FT Press, 2012.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mqahc1328",
        "title": "Méthodes quantitatives de gestion",
        "credits": "5.00",
        "hours": "45.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Strack Géraldine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Modèle mathématiques en gestion, dérivées et intégrales, optimisation à une et à deux variables, calcul matriciel, lois de probabilité, distributions d'échantillonnage, estimations ponctuelles et intervalles de confiance, tests d'hypothèses",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de ce cours, l'étudiant sera capable de : (1.1) Expliquer et exploiter la modélisation probabiliste d'une population (2.1) Utiliser adéquatement des notions de mathématiques pour modéliser et résoudre des problèmes (2.4) Formaliser des problèmes et développer leur résolution (3.1) Résoudre des problèmes d'optimisation (3.2) Décrire et représenter graphiquement des fonctions économiques (3.2) Décrire des distributions statistiques à l'aide de paramètres approprié (3.4) Construire des intervalles de confiance pour des paramètres statistiques (3.5) Formuler et tester des hypothèses statistiques (4.4) Interpréter des paramètres et des résultats mathématiques et statistiques",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2141",
        "title": "Gestion de projet",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Creemers Stefan"
        ],
        "teaching_language": "Français",
        "prerequisites": "Notions de base en mathématiques, statistique, et probabilités.",
        "topics_covered": "Pour la majorité, les projets sont omniprésents aussi bien dans la vie professionnelle et économique que dans la vie personnelle. Il n'est donc pas surprenant que la gestion de projet occupe une place importante dans le métier de gestionnaire. Dans ce cours, plusieurs thèmes seront abordés : L'importance de la gestion de projet. La définition d'un projet et l'évaluation de sa durée et de son coût. Les méthodologies de planification d'un projet. L'ordonnancement des ressources. La gestion des risques d'un projet. Réduction de la durée du projet et contrôle du projet.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l’unité d’enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme, cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : 3. Appliquer une démarche scientifique : 3.1. Mener un raisonnement analytique clair et structuré pour décrire et analyser un problème concret. 3.5. Dégager des solutions implémentable et identifier des priorités. 6. Travailler en équipe et exercer le leadership : 6.1. Travailler en équipe. 7. Gérer un projet 7.1. Cadrer un projet dans son environnement et en définir les résultats attendus. 7.2. Organiser, piloter, et contrôler le processus. Les Acquis d’Apprentissage au terme de l’unité d’enseignement A la fin cette unité d’enseignement, l’étudiant est capable de : Initier un projet et définir un plan de projet. Gérer les ressources et les utiliser pour minimiser la durée et le coût du projet. Contrôler qu'un projet est exécuté dans les limites du budget et du temps. Prendre en compte les incertitudes et les risques qui peuvent survenir au cours de l'exécution du projet. Dans ce cours, les étudiants apprennent également à travailler avec : Microsoft Project (application pour la planification et la gestion de projets). Trello (application pour la gestion de projet AGILE). Python (application pour évaluer l'impact de l'incertitude et du risque).",
        "content": "Ce cours couvre les sujets suivants : Les bases de la gestion de projet. La gestion des ressources afin de minimiser les coûts et la durée du projet. L'impact de l'incertitude et du risque sur les objectifs du projet. La gestion de projet AGILE. La gestion de la valeur acquise (Earned Value Management ; EVM). Une table des matières complète est disponible sur le site web (https://cromso.com/UCL/GPCharleroi/).",
        "teaching_methods": "Ce cours utilise un mélange de: Cours magistraux. Jeux d'entreprise compétitifs. Travaux de groupe et individuels. Études de cas. Apprentissage des logiciels. Lecture d'une entreprise invitée. ... Une approche pratique et ludique est adoptée afin de maximiser l'implication des étudiants. Par conséquent, il est important que les étudiants assistent aux cours en présentiel. Pour certaines sessions les étudiants doivent emporter leur ordinateur portable.",
        "assessment_methods": "Examen écrit en session et évaluation continue sous la forme de travaux individuels, performances lors de jeux d’entreprise, et un travail de groupe. L’examen écrit en session compte pour 70% de la note final, et l’évaluation continue pour 30% de la note final. L’examen écrit en session a lieu lors de la dernière session du cours. Par rapport à l’évaluation continue: il n'est pas possible de rendre des travaux après la date prévue. Il n’y a pas de possibilité de remettre le travail à une autre date. La répartition de la note pour l’évaluation continue est fournie au début du cours",
        "online_resources": "https://cromso.com/UCL/GPCharleroi/",
        "bibliography": "Support de cours Tout le matériel de cours sera disponible sur le site web (https://cromso.com/UCL/GPCharleroi/). Références bibliographiques recommandées, lectures conseillées PMI. Guide to the project management body of knowledge (PMBOK guide).",
        "course_materials": "Tout le matériel de cours sera disponible sur le site web (https://cromso.com/UCL/GPCharleroi/).",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mechc1305",
        "title": "Economie managériale",
        "credits": "5.00",
        "hours": "45.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gilson Nathalie",
            "Scarmure Patrick"
        ],
        "teaching_language": "Français",
        "prerequisites": "MQAHC1328 Méthodes quantitatives de gestion",
        "topics_covered": "Cette unité d’enseignement modélise le comportement économique des individus (théorie des choix du consommateur) et des organisations (technologie et coût de production, pouvoir de marché et décision quantité prix) sur un marché. L’accent est mis sur les arbitrages (optimisation sous contraintes), l’interaction entre les agents économiques et les équilibres. S’adressant à des étudiants de gestion, les relations entre l’économie et les différentes disciplines du management (marketing, finance, stratégie) sont également abordées au travers de l’analyse de la discrimination des prix et de la publicité, de celle des marchés oligopolistiques et des relations verticales. Les modèles de prise de décision en incertitude et de la théorie des jeux abordent le volet sciences de la décision de l’économie managériale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : maîtriser les concepts économiques fondamentaux et leur articulation ; comprendre les principes du raisonnement économique ; comprendre les modèles de la microéconomie en lien avec la gestion des entreprises ; utiliser des techniques d'optimisation.",
        "content": "Le marché parfait Les choix du consommateur La technologie et les coûts de production Le pouvoir de marché La discrimination des prix La publicité La concurrence oligopolistique et la collusion Les relations verticales La prise de décision en incertitude Les jeux de stratégies",
        "teaching_methods": "Cours magistral et exercices associés au cours",
        "assessment_methods": "Examen écrit",
        "online_resources": "Student-Corner",
        "bibliography": "PINDYCK R., RUBINFELD D. (2017), Microéconomie, Pearson, 9e éd., traduction de PINDYCK R., RUBINFELD D. (2017), Microeconomics, 9th ed., Pearson. ALLEN B., WEIGELT K., DOHERTY N., MANSFIED E.(2012) (2012), Managerial Economics – Theory, Applications, and Cases, 8th, Norton",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc1321",
        "title": "Comptabilité et diagnostic financier",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Provost Anne-Catherine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours se consacre, dans une première partie, à l’étude des mécanismes fondamentaux de la comptabilité générale. L’analyse plus pointue de certains comptes du PCMN est ensuite abordée avec les règles d’évaluations qui s’y rapportent. La deuxième partie du cours aborde la réalisation d’un diagnostic financier d’une entreprise à partir de ses comptes annuels.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l’unité d’enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion de la LSM, cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : 1.1 – 1.2 – 1.3 2.1 - 2.2 – 2.3 - 2.4 3.1 5.1 – 5.2 – 5.3 9.1 – 9.2 – 9.3 – 9.4 Les Acquis d’Apprentissage au terme de l’unité d’enseignement Au terme de cet enseignement, l’étudiant sera capable : expliquer et appliquer les mécanismes fondamentaux d’enregistrement comptable ; enregistrer les opérations courantes en passant les écritures comptables adéquates ; appliquer les règles d’évaluation ; établir les comptes annuels et ; réaliser un diagnostic financier d’une entreprise.",
        "content": "INTRODUCTION PARTIE 1 : LA COMPTABILITE GENERALE Module 1 – La procédure comptable Le bilan Le compte de résultats Les rabais/remises/ristournes et les escomptes Résumé de la procédure comptable Module 2 – Les opérations de fin d’exercice Les variations et valorisations de stocks Les dépréciations Les provisions pour risques et charges Les régularisations Module 3 – La procédure de fin d’exercice Module 4 – Les écritures spécifiques 4.1- Constitution et modifications du capital 4.2- Les plus-values 4.3- Les subsides 4.4- Les dettes (dont sociales et salariales) PARTIE 2 : LE DIAGNOSTIC FINANCIER Module 5 – Le diagnostic financier",
        "teaching_methods": "Cours hybride (alternance de cours en présentiel, classes virtuelles et e-learning). Séances d'exercices (clôture de modules).",
        "assessment_methods": "L’évaluation de ce cours se fait sous la forme d’un examen écrit organisé en juin ainsi qu’en août. L’examen couvre toute la matière vue dans le cours. Les questions d’examens consistent essentiellement en des exercices à résoudre de type de ceux vus aux cours et en séances d’exercices.",
        "online_resources": "Syllabus du cours, PowerPoints, Portefeuilles d'exercices, Documents sont tous disponibles sur la plateforme de cours (Moodle UCLouvain)",
        "bibliography": "Descendre N. et Gomez A. La comptabilité financière à portée de tous, Wolters Kluwer, 2019. Ooghe H. et Van Wymeersch Ch., Traité d’analyse financière , Intersentia-Anthemis, 2022.",
        "course_materials": "Guerra F., Comptabilité managériale. Le système d’information comptable, 1. Mise en place, de Boeck, Comptabilité, Contrôle & Finance, 2012. Guerra F., Comptabilité managériale. Le système d’information comptable, 2. Fonctionnement des comptes, de Boeck, Comptabilité, Contrôle & Finance, 2003. Guerra F., Comptabilité managériale, l’utilisation du système d’information comptable, 4. Diagnostic externe, de Boeck, comptabilité, contrôle & finance, 2004.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2230",
        "title": "Méthodes et modèles en marketing avancés",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Poncin Ingrid",
            "Sinigaglia Nadia"
        ],
        "teaching_language": "Français",
        "prerequisites": "Notions de marketing Base des études marché Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Introduction Analyser et connaître son marché Analyse factorielle - Analyse en composante principales (ACP) Mesure et développement d'un instrument de mesure en marketing Internet : Méthodologies d'étude spécifiques Choisir et maintenir son positionnement Etude d'image de marque (Méthode Duale) Analyse MDS et cartes perceptuelles Prévoir sa performance Expérimentation en laboratoire Expérimentation sur le terrain ANOVA Evaluer sa performance Analyse des données de Panel Régression simple Régression multiple Repenser son produit / faire évoluer son positionnement Analyse discriminante Analyse typologique Analyse conjointe",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Identifier le type de méthodes (quantitatives ou qualitatives) permettant d'apporter une réponse à une problématique donnée, quand une étude de cas (réelle ou fictive) est présentée Relier les différentes méthodes et modèles avec les différentes décisions clés du processus marketing Définir les différents construitsvariables et modéliser la relation entre différents construits Démontrer la maîtrise des étapes liées à chaque méthode, et notamment les mécanismes se cachant derrière les méthodes statistiques et économétriques étudiées Analyser les données collectées Employer un logiciel avancé de traitement de données pour appliquer une méthode statistique ou économétrique Interpréter et discuter les résultats obtenus à l'aide des méthodes d'analyses qualitative et quantitative Formuler une recommandation adaptée et argumentée suite aux résultats obtenus suite à l'utilisation d'une méthode",
        "content": "L’objectif de ce cours est de présenter un ensemble de méthodes, modèles et outils avancés particulièrement utiles à l’ère digitale lorsqu’il s’agit de collecter et/ou traiter et analyser des données primaires et secondaires. Ce cours concerne diverses approches de prise de décisions en marketing, et présente les méthodes et outils avancés disponibles pour la collecte et/ou le traitement de données : méthodes qualitatives versus quantitatives ; études exploratoires, descriptives (dont web-analytics) et causales (expérimentation) ; problèmes de mesure et de modélisation. Les méthodes et modèles choisis sont abordés de manière à démontrer leur pertinence dans la définition, la formulation, l’analyse et la résolution de problèmes marketing. Le cours est structuré en fonction des grandes décisions marketing présentant un besoin d’information important. Chaque problématique d’étude permettra de présenter une ou plusieurs méthodologies. L’exposé théorique de la méthode sera suivi par la mise en œuvre d’analyses, traitées à l’aide du logiciel SPSS. Il vise en outre à sensibiliser les participant(e)s à la nécessité de se montrer exigeant(e)s - et leur en donner les moyens - à l’égard des sociétés d’études de marché et de conseil en marketing, aux services desquelles elles/ils peuvent être amené(e)s à faire appel. Plan Introduction (système d’information marketing à l’ère numérique, types d’études, etc.) Analyser et connaître son éco-système et son marché, évaluer sa position Connaître son éco-système et son marché Problème de la mesure liée à un instrument de mesure en marketing Analyse en composantes principales (ACP) Prévoir sa performance Expérimentation en laboratoire Expérimentation sur le terrain ANOVA Evaluer sa performance Régression simple Régression multiple Repenser son produit Analyse typologique (vs Analyse discriminante) Analyse conjointe 4 Séances de travaux pratiques (présence obligatoire) seront organisées en salle informatique TP1 = ACP avec SPSS TP2 = ANOVA dans le cadre d’une expérimentation / Présentation du travail de Contrôle Continu (CC) TP3 = Régressions simples et multiples avec SPSS TP4 = Analyse de données d’étude avec SPSS (travail de CC)",
        "teaching_methods": "Le cours combine les séances en classe et des séances de TP en salle informatique. Les étudiants doivent en outre réaliser un parcours relatif au webanalytics en auto-apprentissage et réaliser un travail de groupe.",
        "assessment_methods": "L’évaluation comprendra : une partie en contrôle continu (50% de la note finale) basée sur : Un projet relatif à une expérimentation, à réaliser en groupe avec remise d’un rapport (dans ce cadre, la participation active au cours est vivement recommandée et la participation aux TP obligatoire), représentant 40% de la note finale ; Le parcours de Google Analytics, à réaliser en auto-apprentissage et individuellement, représentant 10% de la note finale ; un examen écrit à présenter pendant les sessions officielles (50% de la note finale). En seconde session, seul l'examen écrit pourra être représenté. La note de contrôle continu (groupe et individuel) est acquise pour les sessions de l'année académique en cours. Note: Dans les travaux de groupe de ce cours, les sources d’information doivent être systématiquement citées, en respectant les normes de référencement bibliographique. Dans le cas où l’étudiant·e aurait fait appel à une IA générative, il(elle) est tenu·e d’indiquer systématiquement les parties ayant fait l’objet d’une utilisation de cet outil, en ajoutant une note de bas de page précisant si l’IA a été utilisée et dans quel but elle l’a été (recherche d’information, rédaction de texte et/ou correction de texte). L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées. Ainsi, en soumettant un travail de groupe pour évaluation, l'étudiant·e  affirme : (i) qu'il reflète fidèlement le phénomène étudié, et pour cela elle/il doit avoir vérifié les faits ; (ii) avoir respecté toutes les exigences spécifiques du travail qui lui est confié, notamment les exigences pour la transparence et la documentation de la démarche scientifique mise en œuvre. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, l'étudiant·e est en défaut de son engagement déontologique vis-à-vis de la connaissance produite dans le cadre de son travail, et éventuellement d’autres aspects de l’intégrité académique, ce qui constitue une faute académique et sera considéré comme tel.",
        "online_resources": "Les supports de cours et l'ensemble du matériel de cours seront mis à disposition sur Moodle.",
        "bibliography": "Référence principale: DELACROIX E., JOLIBERT A., MONNOT E., et JOURDAN P. (2021), Marketing Research : Méthodes de recherche et d’études en marketing (ouvrage collectif), 2ème édition, Dunod. Références complémentaires utiles: BRUNER II G., (2009, 2012, 2015, 2016, 2017, 2019, 2021, 2023, 2024), Marketing Scales Handbook, Vol 5, Vol 6, Vol 7, Vol 8, Vol 9, Vol 10, Vol 11, Vol. 12, Vol. 13. CHARRY K., COUSSEMENT K., DEMOULIN N., HEUVINCK N., (2016), Marketing Research with IBM SPSS Statistics , 978-1-4724-7745-3 , Routledge, London, 264 pages. HAHN C. & MACE S. (2016), Méthodes statistiques appliquées au management, 2ème édition, Pearson. MALHOTRA N., DECAUDIN J.M., BOUGUERRA A., BORIES D. (2014), Etudes Marketing, 6ème édition, Pearson.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc2108",
        "title": "Contrôle des performances",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Desagre Christophe"
        ],
        "teaching_language": "Français",
        "prerequisites": "MGEHD1321 - Comptabilité et diagnostic financier",
        "topics_covered": "1. Définir la comptabilité de gestion, ses objectifs et sa liaison avec la comptabilité générale; 2. Identifier les outils de la comptabilité de gestion: élaborer le schéma organisationnel et analytique de l'entreprise, classifier les charges suivant leur traçabilité et suivant leur mode de variation, définir une typologie des coûts sous l'angle comptable; 3. Examiner les ressources en fonction de leur répartition dans le temps et de leur utilisation. Passer d'une vision comptable à une vision économique; 4. Déterminer le seuil de rentabilité et pratiquer l'analyse coût volume profit; 5. Identifier différentes approches de calcul des coûts: les coûts complets et partiels; 6. Examiner les différentes méthodes de répartition des charges suivant leur destination: méthode des sections homogènes, méthodes de majoration et de division, Activity-Based Costing; 7. Analyse de cas particuliers: les achats, la production, les ventes, les encours, les déchets rebuts et sous-produits, les emballages, etc.; 8. Introduire le contrôle par les budgets (budgets, coûts standards et mesures d'écarts); 9. Produire des tableaux de bord.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l’unité d’enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : 2. Maîtriser des savoirs 3. Appliquer une démarche scientifique 8. Communiquer 9. Se développer Les Acquis d’Apprentissage au terme de l’unité d’enseignement Au terme de cet enseignement, l'étudiant sera capable de : décrire la meilleure méthode de calcul de coûts et coûts de revient pour une entreprise ou une organisation des secteurs marchand ou non marchand ; développer l’outil comptable correspondant permettant de calculer un coût économique et de mesurer les résultats par destination ; construire les tableaux de bord financiers de gestion, ainsi que d’établir les liens entre les budgets et calculer les écarts principaux de gestion.",
        "content": "L'objectif du cours est de familiariser les étudiants avec les outils d'aide à la décision, et plus particulièrement, avec le tableau de bord prospectif (balanced scorecard) et le rôle qu'il joue dans le contrôle et la planification des objectifs stratégiques. Au terme de cet enseignement, l'étudiant devra être capable : D'identifier les objectifs stratégiques d'une organisation et de définir des indicateurs clés de performance ; D'élaborer un outil de mesure et de contrôle des performances en s'appuyant sur le tableau de bord prospectif et en l'adaptant à des contextes spécifiques ; D'expliquer si et comment le tableau de bord peut aider l'entreprise à améliorer ses performances.",
        "teaching_methods": "Cours magistral se basant sur les supports mis à disposition (student-corner) Exercices",
        "assessment_methods": "L'évaluation du cours se fera sur base d'un examen écrit en session.",
        "bibliography": "Berland, N., & De Rongé, Y. (2019). Contrôle de gestion: Perspectives stratégiques et managériales . Pearson Education France. Cavélius, F., Bonneault, P., Gomez, M-L., Gordin, M., Lorino, P., Mottis, N., & Zicari, A. (2019). Comptabilité de gestion et pilotage des coûts . Pearson Education France Goujet, C., Raulet, C., Raulet, C. (2007). Comptabilité de gestion , 7ème édition",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmthd2102",
        "title": "Projet et accompagnement pédagogiques",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Moyson Stéphane"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours a un double objectif. D'une part, il vise à faciliter l'intégration des étudiant·e·s poursuivant un programme en horaire décalé sur le campus FUCaM Mons de l'UCLouvain. D'autre part, il vise à doter les participant·e·s de compétences et d'outils destinés à faciliter le travail individuel et de groupe en contexte professionnel et de formation. Pour ce faire, sont abordés un ensemble de thématiques et d'outils liés à l'appropriation des savoirs, à la gestion d'un parcours de formation ainsi qu'aux relations interpersonnelles.",
        "content": "Cette UE, différente de toutes les autres, vise par des exercices très concrets, le développement de vos compétences transversales, très utiles pour augmenter votre efficacité en équipe et votre intégration sociale dans le cadre du master. Dans cette perspective, l’UCLouvain FUCaM Mons organise depuis plus de 20 ans un séminaire résidentiel au tout début des cursus d’études en horaire décalé.",
        "teaching_methods": "Cet enseignement inclut la participation obligatoire à un séminaire d'intégration (encadré par groupes) en début de cursus et doit faire l'objet du programme de la première année d'études en cas d'étalement",
        "assessment_methods": "Rédaction (par sous-groupes) d'un travail de prise de recul et d'analyse du vécu lors du séminaire d'intégration.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2150",
        "title": "Enjeux du développement durable et de la transition",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Swaen Valérie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Introduction à l’histoire du développement durable et aux notions clés dans le domaine des sciences humaines, des sciences de la santé et des sciences et technologies. Identification des tensions liées aux différentes visions du développement durable dans une approche critique et équilibrée. La mise en œuvre de ces concepts et ces tensions dans le cadre d’initiatives au sein de l’UCLouvain sera présentée de façon concrète.",
        "content": "Cette unité d'enseignement est empruntée à la faculté d'agronomie (LBRI2150).  Le descriptif de cette UE est disponible via le lien : https://uclouvain.be/cours-2024-lbir2050 Le cours est organisé sous forme d’un MOOC constitué de six modules. Ces modules sont composés de vidéos, de textes et d'exercices.",
        "course_materials": "Le support de cours est un MOOC",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc1343",
        "title": "Stratégie",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Meurisse Vincent",
            "Sinigaglia Nadia"
        ],
        "teaching_language": "Français",
        "topics_covered": "Introduction à la stratégie Analyse de l'environnement Analyse de la capacité stratégique L'intention stratégique Culture et stratégie Les stratégies par domaine d'activité (Business) La stratégie au niveau de l'entreprise Les stratégies internationales Les fusions et acquisitions, alliances et partenariats",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l’unité d’enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion de la LSM, cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : 2. Maîtriser les savoirs 3. Appliquer une démarche scientifique Les Acquis d’Apprentissage au terme de l’unité d’enseignement Au terme de cet enseignement, l'étudiant sera capable : de réaliser un diagnostic stratégique (analyse stratégique externe et interne), mettant en évidence les opportunités et menaces, ainsi que les forces et faiblesses relatives ; au terme d'un diagnostic stratégique, d'identifier les options stratégiques les plus adaptées à la situation de l'organisation, c'est-à-dire prenant en compte ses spécificités stratégiques, culturelles, locales et internationales ; de formuler la stratégie d'une organisation de manière synthétique.",
        "content": "Après une introduction à la stratégie, ce cours met l'accent sur les deux volets de l'analyse stratégique (externe : analyse de l'environnement dans toutes ses dimensions ; interne : analyse des capacités et contraintes, de la culture de l'organisation) que toute organisation doit mener avant d'élaborer sa stratégie. Les stratégies envisagées dans le cadre du développement de l'entreprise sont également discutées : stratégies par domaine d'activité, stratégies internationales, fusions, acquisitions, alliances et partenariats.",
        "teaching_methods": "Alternance d'exposés de nature théorique et d'études de cas.",
        "assessment_methods": "L'évaluation (note finale de l'étudiant) sera déterminée sur base d'un examen écrit , programmé durant les sessions officielles, portant sur l'ensemble de la matière vue durant les séances plénières.",
        "other_info": "Le matériel pédagogique utilisé est composé de Slides (écrans Power Point) . Tout le matériel pédagogique est mis à disposition des étudiants sur Moodle. Nous invitons les étudiants à consulter régulièrement ce site.",
        "online_resources": "Slides Powerpoint Matériel Vidéo",
        "bibliography": "Tout étudiant désireux d'en savoir davantage sur les sujets abordés est invité à consulter l'ouvrage de référence du cours, à savoir : R. WHITTINGTON, D. ANGWIN, P. REGNER, G. JOHNSON, K. SCHOLES & F. FRÉRY (2023), Stratégique, 13ème édition, Pearson Education France.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2222",
        "title": "Logistique et transport",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Jourquin Bart"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours s'organise autour des thèmes suivants : ·       Introduction générale ·       La localisation des activités ·       La demande et l'offre de transport ·       Les coûts externes et les impacts climatiques ·       Les politiques de tarification ·       Modélisation des réseaux de transport : études de cas ·       Évaluation des politiques de transport et mobilité. ·       Lien entre logistique d'entreprise et transport L'étudiant sera également amené, de manière individuelle ou en groupe selon la taille de l'auditoire, à présenter un travail personnel basé sur la lecture d'un article qui illustre un cas d'application.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de comprendre les enjeux stratégiques, opérationnels et sociétaux qui sous-tendent les activités de transport (de personnes et de biens), en ce compris la dimension logistique (localisation, transport de conteneurs').",
        "content": "Les thèmes abordés par le cours sont les suivants : Introduction à la logistique. Le pilotage des flux logistiques Stratégie d’entreprise et enjeux de la logistique. Les types de logistique et les nouvelles tendances. La demande et l’offre de transport. Les politiques de transport. Les particularités des différents modes de transport et la multimodalité. La modélisation des réseaux de transport. Evaluation des politiques de transport et mobilité. Lien entre logistique et transport. L'étudiant sera également amené, de manière individuelle ou en groupe selon la taille de l'auditoire, à présenter un travail personnel basé sur la lecture d'un article scientifique qui illustre un cas d'application.",
        "teaching_methods": "Cours magistral (en classe ou en distanciel) Production personnelle de l'étudiant (travail écrit et présentation orale en classe)",
        "assessment_methods": "Examen écrit en session (50%) Remise d'un travail écrit + sa présentation orale en classe (40%) durant la période de cours. Discussion (en classe) d'un travail présenté par un autre étudiant (10%). En cas de seconde session, le travail écrit (point 2) ne sera représenté que si une note inférieure à 10/20 lui a été attribuée. La note obtenue pour la discussion en classe (point 3) fait partie de l'évaluation continue et est définitive.",
        "online_resources": "Student Corner Mons",
        "bibliography": "BELOTTI J. (2015), \"Transport international de marchandises\", 5ème édition, Vuibert. BUTTON K.J. (2010), Transport Economics, 3rd edition, Edward Elgar. MERENNE E. (2013), \"Géographie des transports. Contraintes et enjeux\", presses universitaires de rennes. QUINET E., VICKERMAN R. (2005), Principles of Transport Economics, Edward Elgar Pub. SAVY M. (2017), \"le transport de marchandises : économie du fret, management, politiques des transports\", Presses polytechniques et universitaires normandes. SOHIER J., SOHIER D. (2013). Logistique (7ème édition). Paris : Vuibert, Collection Entreprises TAVASSZY L. & De JONG G. (2013), Modelling Freight Transport, Elsevier.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mqahc2130",
        "title": "Econométrie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Winne Rudy"
        ],
        "teaching_language": "Français",
        "prerequisites": "MQAHD1325 ' Mathématiques de gestion MQAHD1327 ' Méthodes statistiques en gestion",
        "topics_covered": "Régression linéaire Révision de la méthode des moindres carrés appliquée à l'estimation de la droite de régression ; Généralisation de l'analyse de régression au cas multivarié ; Propriétés des estimateurs des paramètres ; Formulation et logique des tests d'hypothèse relative aux paramètres ; Modèles multivariés linéarisables.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable : en termes de savoir : appliquer les principes et la méthode de la régression multiple à l'estimation de modèles, linéaires ou linéarisables, à une ou à plusieurs variables explicatives. en termes de savoir'faire : se poser des questions pertinentes d'un point de vue managérial, à propos d'un cas proposé et des caractéristiques des données accessibles choisir la démarche statistique adaptée et l'appliquer ; apporter des réponses méthodologiquement correctes au problème posé par une interprétation rigoureuse des résultats à la fois sur le plan statistique et sur le plan managérial.",
        "teaching_methods": "Cours magistral s'appuyant en partie sur le MOOC en économétrie développé à l'UCLouvain Exercices sur PC (utilisation du logiciel R)",
        "assessment_methods": "Examen écrit Une partie de la note finale pourra toutefois être basée sur un test pratique organisé en salle informatique pendant la dernière ou avant-dernière séance de cours.",
        "bibliography": "JOHNSTON J., DINARDO J. (1999), Méthodes Econométriques, Economica, traduction de JOHNSTON J., DINARDO J. (1997), Econometric Methods, 2th ed. Mc Graw'Hill.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2212",
        "title": "Mémoire",
        "credits": "18.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Les étudiants des Masters 120 en Sciences de gestion sont tenus de réaliser un mémoire et de participer au séminaire d’accompagnement au mémoire conçu pour leur fournir des conseils et repères bibliographiques, méthodologiques et rédactionnels génériques utiles à la réalisation de leur mémoire.",
        "topics_covered": "Les étudiants ont la possibilité de consulter les sujets et thèmes de mémoires proposés par les professeurs de la LSM sur les outils mis à leur disposition. Tant les étudiants que les promoteurs peuvent être à l’initiative d'autres thèmes. Ensuite, l’étudiant et le promoteur arrêtent le sujet à traiter et définissent la manière de l’étudier.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À la LSM, le mémoire est un travail autonome, objectif et méthodique qui amène l’étudiant à mettre en œuvre plusieurs compétences clés de la formation reçue (telles que décrites dans le référentiel de compétence) : en particulier, maîtriser des savoirs, appliquer une démarche scientifique, agir en acteur socialement responsable, se développer, gérer un projet et communiquer. Pour atteindre ces objectifs de formation, le mémoire de Master 120 en Sciences de gestion doit réunir deux démarches : Il doit s’appuyer sur une revue critique des connaissances théoriques et des méthodes spécifiques au sujet traité dans le mémoire. Les fondements théoriques du travail doivent être clairement présentés et discutés. Il doit comprendre un travail systématique visant la production de résultats originaux. Ce travail peut consister, par exemple, en la collecte ou la production de données nouvelles, en l’exploitation originale de données existantes ou en l'application d'une méthodologie existante à un domaine nouveau. La méthodologie utilisée doit être clairement explicitée. En outre, le mémoire devra contenir trois réflexions quant à ses apports potentiels : Apport scientifique : proposer une investigation indépendante et critique, débutant par la formulation de questions et objectifs de recherche et aboutissant à une contribution propre, clairement identifiable sur les connaissances actuelles (concepts, théories, modèles, méthodes, limites…). Apport managérial : fournir une analyse du problème et proposer l’élaboration (au moins partielle) d’une solution ou formuler les propositions utiles à la prise de décisions managériales. Apport sociétal : avoir une réflexion sur l’impact sociétal du projet ou de la recherche.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2216",
        "title": "Création d'entreprise",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gaspard François",
            "Gaspard François",
            "Jacquemin Amélie"
        ],
        "teaching_language": "Français",
        "prerequisites": "/ Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours vise à doter les étudiants de tous les outils nécessaires pour se lancer dans la création d'une entreprise.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution au référentiel AA du programme : Eu égard au référentiel de compétences du programme de master 120 ingénieur de gestion ou en sciences de gestion de la LSM, ce cours contribue au développement et à l'acquisition des compétences suivantes : Entreprendre, développer et concrétiser ses idées en un nouveau produit, service, processus ou mode d'organisation en estimant les risques et en étant pragmatique (4.2) Réfléchir et faire évoluer les contenus, les processus et les finalités des pratiques professionnelles (4.4) Travailler en équipe : s'intégrer et être capable de collaborer au sein d'une équipe, être ouvert et prendre en conscience les différents points de vue et modes de pensée, gérer constructivement les divergences et conflits, assumer la diversité (6.1) Cadrer un projet dans son environnement et en définir les résultats attendus ; organiser, piloter et contrôler le processus ; prendre et assumer des décisions en contexte d'incertitude (7.1, 7.2 et 7.3) Exprimer un message de façon claire et structurée ; interagir et dialoguer de façon efficace et respectueuse avec des interlocuteurs variés (8.1 et 8.2) A la fin de ce cours, les étudiants seront capables de : comprendre la démarche entrepreneuriale; maîtriser les éléments nécessaires à la création d'une entreprise et les concrétiser dans un business plan; déployer une approche mêlant théorie et pratique pour implémenter la stratégie de création d'une entreprise.",
        "content": "Le cours aborde les différentes facettes de la création d’entreprise : créativité & innovation, business modeling & testing, enjeux en termes d’impact & durabilité, base de comptabilité/finance et plan financier, sources de financement, questions et enjeux juridiques de la création, pitching et storytelling. Le cours propose de doter l’étudiant de la boîte à outils (via des canevas) de la méthodologie Lean, visant à placer les besoins des clients au centre du projet entrepreneurial. Le cours propose de partir à la rencontre d’entrepreneur.e.s qui se sont lancé.e.s et de comprendre leur processus de création.",
        "teaching_methods": "Le cours s’articule autour de (i) séances de cours où le présentiel est important puisque ces séances de cours permettent de doter l’étudiant de tous les outils nécessaires à la création d’entreprise, et (ii) d’un travail de construction d’un business plan à accomplir en groupe en marge du cours. Cette méthode (pédagogie par projet) permet de développer des connaissances entrepreneuriales, mais aussi les savoir être et comportements entrepreneuriaux en équipe, ainsi que les réalités de terrain de la création. Plus spécifiquement, il s'agira de réfléchir à la faisabilité, désirabilité et viabilité d'un projet, tout en l'inscrivant dans l'identification des objectifs de développement durable auxquels il pourra contribuer.",
        "assessment_methods": "Remarque préliminaire Pour pouvoir valider le cours, les étudiants doivent avoir développé, en groupe de 3 à 5 étudiants (en fonction de la taille du groupe-classe), un projet entrepreneurial abordé à travers la rédaction d’un business plan. Evaluation continue Cotation de l’avancement du projet entrepreneurial au fil des cours, présence et participation aux cours, contribution au travail d'équipe, exercices individuels réalisés en cours : travail individuel, 20% de la note Examen en session d’examen (janvier) Business plan du projet entrepreneurial A réaliser en groupe et à rendre pour le lundi 30 décembre 2024 (minuit) sur la section devoir dédiée de Moodle. Pondération : 50% de la note Modalités session de septembre : adaptation du business plan et document de présentation des adaptations réalisées, travail individuel à effectuer sur le projet initial du groupe Examen oral : pitch du projet A réaliser en groupe Pondération : 30% de la note Modalités session de septembre : présentation orale individuelle de la seconde mouture du business plan telle que décrite ci-dessus au point « a », modalités session de septembre By submitting an assignment for evaluation: - you assert that it accurately reflects the facts and to do so you need to have verified the facts, especially if they originate from generative AI resources; - you assert that all your sources that go beyond common knowledge are suitably attributed. Common knowledge is what a knowledgeable reader can assess without requiring confirmation from a separate source; - you assert that you have respected all specific requirements of your assigned work, in particular requirements for transparency and documentation of process, or have explained yourself where this was not possible. If any of these assertions are not true, whether by intent or negligence, you have violated your commitment to truth, and possibly other aspects of academic integrity. This constitutes academic misconduct.",
        "online_resources": "Slides et documents du cours postés sur Student Corner",
        "bibliography": "Lectures et boîtes à outils conseillées : Osterwaler, A, Pigneur, Y., Bernarda, G., Smith, A. (2015), La méthode Value Proposition Design , Pearson France. Ries, E. (2012), Lean Startup. Adoptez l’innovation continue , Pearson France. L'économie circulaire commence par le design - Initiez le changement avec Circulab",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2227",
        "title": "Séminaire d'accompagnement au mémoire",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hermans Julie",
            "Pleyers Gordy"
        ],
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Introduction Freins et leviers à la réussite du processus de mémoire : principes pédagogiques et activités clés pour la réalisation d’un mémoire Choix méthodologiques et cohérence du design de recherche Communication écrite et orale de son design de recherche Considérations éthiques (thèmes potentiellement problématiques, plagiat,...)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l'unité d'enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme de master 120 en sciences de gestion de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Faire preuve d’indépendance intellectuelle dans le raisonnement, porter un regard critique et réflexif sur les savoirs (académiques et de sens commun) et pratiques managériales 2.3. Articuler des savoirs issus de différents domaines du management. 2.4. Activer et appliquer ses savoirs à bon escient face à un problème. 2.5. Contribuer au développement de nouveaux savoirs en management. 3.1. Mener un raisonnement analytique clair et structuré en appliquant et, en adaptant si nécessaire, des cadres conceptuels et des modèles scientifiquement fondés pour décrire et analyser un problème concret. 3.2. Collecter, sélectionner et analyser les informations pertinentes selon des méthodes rigoureuses. 7.1b. Intégrer les six dimensions de la gestion (finance, contrôle, logistique, ressources humaines, marketing, stratégie) dans son activité, métier ou projet 8.1. Exprimer un message de façon claire et structurée. 9.3bQuestionner et faire évoluer ses propres paradigmes dans une confrontation multidisciplinaire. Les Acquis d'Apprentissage au terme de l'unité d'enseignement À la fin de cette unité d'enseignement, les étudiants seront capables de : Définir une problématique claire et se prêtant à être étudiée. Réfléchir à l’élaboration d’une méthodologie appropriée pour étudier une problématique. Rédiger un texte écrit rendant compte de la problématique d’un mémoire et de la démarche envisagée : La question de recherche en adéquation avec la problématique envisagée. L’approche scientifique définie pour adresser la question de recherche. La sélection du terrain ou des terrains sur lesquels seront appliquées les méthodes. Le cadre théorique qui sous-tendra la démarche et l’interprétation des résultats. Défendre oralement la pertinence de la problématique et de la démarche envisagée pour la réalisation du mémoire.",
        "content": "Ce séminaire est destiné à aider les étudiants à mener à bien le travail de recherche lié à leur mémoire de fin d’étude. Il vise plus particulièrement à leur offrir un espace de réflexion pour élaborer et argumenter leur design de recherche et pour maîtriser l’expression orale devant un public de pairs et d’évaluateurs comme lors d'une défense de mémoire. Séance 1 : Introduction, objectifs et modalités pratiques de l’organisation du séminaire. Séance 2 : Approches méthodologiques (partie 1) Séance 3 : Approches méthodologiques (partie 2) Temps de travail pour mettre à jour la problématisation (revue de littérature, question(s) de recherche, cadre théorique, cf. mgehd2144 suivi en master1) Séance 4 : Séance de partage – Elaboration des premiers designs de recherche Temps de travail pour préparer les vidéos Dépôt de la vidéo-présentation Ouverture du forum pour interagir sur les videos​​​​​​​",
        "teaching_methods": "Présentations magistrales Discussions argumentées et interactives",
        "assessment_methods": "L’évaluation comprend deux parties : une évaluation continue et un rapport final . S’agissant d’un séminaire, il n’implique pas la possibilité d’une seconde session. Évaluation continue (60%): Interactions lors des séances & contributions aux discussions collectives (y compris sur le forum « video » - commentaires pour au minimum deux videos autres que la sienne) Partage d’une Video-Présentation de son design de recherche (maximum 10 min) – deadline : 5 décembre Instructions complètes disponibles sur Student Corner Rapport final (40%), session de janvier : le rapport final est un document de 5 à 10 pages maximum (hors annexes et bibliographies), rédigé individuellement. Contenu : Introduction : votre problématique Présentation du design de recherche : La question de recherche en adéquation avec la problématique envisagée. L’approche scientifique définie pour adresser la question de recherche. La sélection du terrain ou des terrains sur lesquels seront appliquées les méthodes. Le cadre théorique qui sous-tendra la démarche et l’interprétation des résultats. Synthèse des apprentissages liés au séminaire : Commentaires/conseils reçus au fur et à mesure du semaine et implications pour votre mémoire. En particulier, expliquez comment vous allez intégrer les conseils reçus lors de l'atelier \"design de recherche\" et suite au partage de votre video. Apprentissages issus de la présentation des autres étudiants (quels que soient leurs domaines). Conclusion",
        "online_resources": "http://www.infosphere.uqam.ca/ Tous les éléments mis à disposition au niveau du student corner",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc1313",
        "title": "Management humain",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Glinne-Demaret Harmony"
        ],
        "teaching_language": "Français",
        "topics_covered": "Etude des différents modèles de management humain et de l'émergence de la fonction à travers une approche historique des organisations ; Exploration des différentes dimensions du management humain : compétences managériales, leadership, motivation, reconnaissance, feedback, gestion de conflits ; Analyse de la posture managériale dans différentes pratiques de gestion des ressources humaines : évaluation, formation et gestion des compétences, accompagnement du changement, entretiens managériaux, négociation en contexte professionnel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable : de développer une analyse critique d'une situation de gestion de personnel en termes systémiques et stratégiques (en termes d'optimisation des compétences des individus et des équipes au service de la stratégie de l'organisation dans un contexte donné) ; de connaître des techniques et des méthodes de gestion du personnel qui permettent d'accompagner le processus de conduite des hommes et des équipes dans l'organisation ; de mobiliser les méthodologies les plus pertinentes pour une gestion efficace des ressources humaines. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) »",
        "content": "Approche historique du management Management et leadership Motivation Evaluation Processus de reconnaissance Formation et gestion des compétences Feedback et entretiens de management Gestion de conflits et négociation",
        "teaching_methods": "Alternance d'exposés théoriques et d'exercices (études de cas) en groupe et individuels. Module d'apprentissage en e-learning Classe inversée",
        "assessment_methods": "Participation aux deux productions de groupe durant l'année Travail écrit (individuel ou en binôme) en session Pour la réalisation de ces travaux, l’utilisation d’outils d’Intelligence Artificielle générative est interdite (e.g., ChatGPT, etc.)",
        "online_resources": "Slides/portefeuille de textes/cas sur Moodle 2 modules en e-learning sur Genial.ly",
        "bibliography": "Cadin L., Guérin, F. et Pigeyre F. (2012) Gestion des ressources humaines. Pratiques et éléments de théorie, 4 ème édition, Paris : Dunod. Sekiou L., Blondin L., Fabi B., Bayad M., Peretti J.-M., Alis D., Chevalier F. (2001) Gestion des ressources humaines, Bruxelles : De Boeck Thévenet M., Dejoux C., Marbot E., Normand E. et Bender A.-F. (2015) Fonctions RH. Politiques, métiers et outils des ressources humaines, Paris : Pearson Education",
        "course_materials": "Slides Portefeuille de textes Deux module e-learning (via le site de Genial.ly)",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2144",
        "title": "Séminaire de méthodes de recherche en gestion",
        "credits": "10.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Betti Nathanaël",
            "Masset Julie",
            "Pleyers Gordy",
            "Poncin Ingrid"
        ],
        "teaching_language": "Français",
        "content": "Ce séminaire est destiné à accompagner les étudiants dans la mise en œuvre de la démarche scientifique dans le cadre de leurs études en sciences de gestion et en particulier dans la préparation d’une revue de littérature. Il vise plus particulièrement à leur donner des clés pour définir leur objet de la recherche, pour appréhender les postures épistémologiques et pour maîtriser les outils pour réaliser une recherche bibliographique, pour examiner de façon critique un article scientifique; pour réfléchir aux considérations méthodologiques spécifiques au domaine des sciences de gestion; pour développer et affiner leur style rédactionnel et  enfin pour se familiariser avec l'expression orale devant un public restreint.",
        "teaching_methods": "Le séminaire est organisé sous un format hybride alternant les séances en présentiel et à distance ainsi que les travaux en auto-apprentissage et les travaux encadrés en séance. S’agissant d’un séminaire, la présence est vivement conseillée  lors de l’ensemble des séances. Ce séminaire nécessite en outre un travail individuel en auto-apprentissage grâce aux documents mis à disposition sur Moodle",
        "assessment_methods": "Ce séminaire fera l'objet d'une évaluation continue au cours du semestre (plusieurs travaux individuels à rendre et des quizz organisés en séance). Il s'agit d'un séminaire, il n'y a pas de possibilité de seconde session Note: Dans les travaux de ce cours, les sources d’information doivent être systématiquement citées, en respectant les normes de référencement bibliographique. Dans le cas où l’étudiant·e aurait fait appel à une IA générative, il(elle) est tenu·e d’indiquer systématiquement les parties ayant fait l’objet d’une utilisation de cet outil, en ajoutant une note de bas de page précisant si l’IA a été utilisée et dans quel but elle l’a été (recherche d’information, rédaction de texte et/ou correction de texte). L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées. Ainsi, en soumettant un travail pour évaluation, l'étudiant·e  affirme : (i) qu'il reflète fidèlement le phénomène étudié, et pour cela elle/il doit avoir vérifié les faits ; (ii) avoir respecté toutes les exigences spécifiques du travail qui lui est confié, notamment les exigences pour la transparence et la documentation de la démarche scientifique mise en œuvre. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, l'étudiant·e est en défaut de son engagement déontologique vis-à-vis de la connaissance produite dans le cadre de son travail, et éventuellement d’autres aspects de l’intégrité académique, ce qui constitue une faute académique et sera considéré comme tel. .",
        "online_resources": "Le matériel supplémentaire Les supports de cours Les séquences en auto-apprentissage Ressource principale : Mooc « Pratiquer la méthode de recherche en sciences humaines et sociales » https://courses.edx.org/courses/course-v1:LouvainX+Louv23x+3T2020/course/ Inscription requise via la plateforme « edx » (donnant un accès de 14 semaines) Ressources complémentaires sur Moodle L'ensemble des ressources seront à disposition sur Moodle",
        "bibliography": "Gavard-Perret M.L, Gotteland D., Haon C. et Jolibert A. (2012), Méthodologie de la recherche en sciences de gestion : Réussir son mémoire ou sa thèse, 2ème Edition, Pearson Gill J. et Johnson P. (2010), Research Methods for Managers, 4ème Edition, Sage Sem P. et Cornet A. (2018), Méthodes de recherche en sciences économiques et de gestion, Edition Universitaire européenne",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2120",
        "title": "Responsabilité sociétale des entreprises",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Demeyere Caroline"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Fondements philosophiques, politiques et économiques de la responsabilité sociétale des entreprises ; Analyse du cadre social, économique et politique dans lequel s'inscrit la responsabilité sociétale des organisations ; Le modèle des « 3P »(Profit, People, Planet) ; Ethique personnelle et position par rapport au débat responsabilité sociétale des organisations en milieu de travail.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : prendre du recul par rapport aux modèles économiques « classiques » et d’exercer un regard critique sur l’activité d’une entreprise en la mettant en perspective par rapport à des critères de développement durable (sociaux, économiques et environnementaux) et d’intégrité. identifier l’ensemble des parties prenantes d’une organisation évaluer les conséquences des décisions prises en entreprise en termes de responsabilité personnelle (éthique) et sociétale (impacts) développer une pensée « systémique » en identifiant l’ensemble des interdépendances existant entre l’activité d’une entreprise et l’ensemble de la société en amont et en aval. agir « en âme et conscience » en tant qu’individu responsable au sein de l’entreprise, mesurant la portée de ses actes",
        "content": "Enjeux du développement durable et de la Responsabilité Sociale des Entreprises Fondements conceptuels et théoriques de la Responsabilité sociale des entreprises (RSE). Définitions des concepts clés, entre convergences et divergences : durabilité, RSE, conformité, éthique. Cadres historiques, juridiques et institutionnels de la RSE. Contexte global : Objectifs de Développement Durable des Nations Unies, impacts sociétaux et environnementaux des activités humaines. Responsabilité sociale des entreprises privées lucratives et d’autres types organisations : spécificités de la RSE selon les caractéristiques organisationnelles RSE et mondialisation : chaînes d’approvisionnements globales, responsabilités et territoire, rapports entre les Nords et les Suds globaux Éthique et valeurs personnelles. Réflexions sur l’impact et la « raison d’être » de l’entreprise et de ses acteurs. Théories contractualistes (parties prenantes) et institutionnalistes de la RSE Adoption de la RSE dans les entreprises et dynamiques dans les entreprises multinationales. Types d'engagements RSE, entre RSE intégrée et RSE périphérique. Gouvernance, management et innovation sociale à l’heure des défis planétaires. Certifications et labels : enjeux, avantages et limites. Pink/Green/White/Rainbow/etc.-washing",
        "teaching_methods": "Cours magistral interactif Travaux de groupe en classe Études de cas structurées (méthode des chapeaux) et mini-études de cas Témoignages Présentiel, distanciel synchrone et distanciel asynchrone",
        "assessment_methods": "Travail écrit individuel à remettre à la fin du cours, rédigé à la maison (80%) Synopsis: Analyse d’un sujet ou d’un problème lié à la RSE mobilisant les concepts, cadres, théories et références vues en classe et formulations de recommandations stratégiques sous la forme d'une représentation visuelle. Le sujet est choisi et construit par l’étudiant ou l’étudiante. Les critères d’évaluation incluent: - la cohérence du sujet avec les attendus de base du cours (RSE) - L’adoption d’un langage académique adéquat (écriture structurée, plan logique et organisation de l’argumentaire, vocabulaire précis et adapté, références aux concepts…) - La capacité à analyser des enjeux de RSE plutôt que de rester au stade de la description, à sélectionner les outils, concepts et théories disponibles au service de l’analyse, plutôt qu’à simplement appliquer - La capacité à formuler et communiquer des recommandations stratégiques précises et spécifiques à un contexte organisationnel ou sectoriel et à les présenter de façon synthétique. Évaluation continue – Note de participation (20%) L’étudiant ou l’étudiante s’engage activement dans les activités individuelles et collectives proposées et remet les délivrables en temps et en heure : - Supports des études de cas en groupe (et éventuellement individuelles) - PPT, Poster, texte, etc. - Remise en temps et en heure de la présentation du sujet de synopsis (écrit ou vidéo) - Produire un feedback écrit pour le sujet de synopsis de deux autres étudiants La seconde session d'examens est proposée aux étudiantes et étudiants n'ayant pas validé la première session sur la base d'un examen individuel écrit effectué à la maison, l'étudiant ou l'étudiante pouvant garder son sujet de synopsis de session 1, ou en changer. NB : La seconde session n'intègre pas la note de participation. Les soumissions sont un travail original de l'étudiant ou de l'étudiante. L'utilisation de l'IA générative est autorisée mais doit être signalée et décrite avec précision : quelle IA a été utilisée, dans quel objectif, avec quels prompts et comment les résultats de l'IA ont été utilisés. L'IA peut soutenir votre travail (par exemple, en vous aidant à formuler ou à corriger) mais ne doit pas être utilisée pour le produire entièrement. La non-divulgation de l'utilisation de l'IA ou leur usage abusif peuvent être reportés comme des fraudes au règlement des études. L'étudiant ou l'étudiante s'engage à référencer correctement ses sources et à ne pas s'approprier du contenu intellectuel crée par d'autres sans reconnaître explicitement leur contribution. Le plagiat peut être détecté par les logiciels et est sanctionné par le règlement des études.",
        "online_resources": "Student Corner.",
        "bibliography": "Support de cours / Course material / Le support de cours inclut des dossiers de presse, études de cas et mini-études de cas originales crées par l’enseignante et adaptés de cas pédagogiques existants, des articles académiques en français et en anglais et des vidéos de dissémination scientifique, de la littérature officielle et grise (textes de loi et régulation par les organismes certificateurs, rapports des institutions européennes et supranationales et d’ONG, reporting RSE d’entreprises, etc…). Le cours se base sur des ouvrages de référence sur la RSE et le développement durable, en français et en anglais. La liste ci-dessous est non-exhaustive et inclut des ouvrages récents en français et en anglais sur la responsabilité sociale, ainsi que des manuels de référence (ordre alphabétique) pouvant servir de ressources pour les étudiants. Des ressources et références sont disponibles sur la plateforme Moodle pour chaque séance. Lectures conseillés / Recommended bibliographical references Barraud de Lagerie, P. (2019). Les patrons de la vertu: De la responsabilité sociale des entreprises au devoir de vigilance . Presses Universitaires de Rennes. Béji-Bécheur, A., Vidaillet, B., & Hildwein, F. (2021). Organisons l’alternative ! Pratiques de gestion pour une transition écologique et sociale . Éditions Charles Léopold Mayer. Gollier, J.-M. (2018). Responsabilité sociétale de l'entreprise: Le droit dans la transition . Anthemis. Haynes, K., Murray, A., & Dillard, J. (Eds.). (2013). Corporate Social Responsibility: A Research Handbook . Routledge. Jounot, A. (2023). RSE et développement durable: Labels, reporting, CSRD, ISO 26000, ODDs [eBook version]. AFNOR. Postel, N., & Sobel, R. (Eds.). (2016). Dictionnaire critique de la RSE . Presses universitaires du Septentrion.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2226",
        "title": "Financement, croissance et transmission d'entreprise",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Percy Thierry"
        ],
        "teaching_language": "Français",
        "prerequisites": "/ Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le financement de l'entreprise, la stratégie de croissance et son financement, la transmission de l'entreprise.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de : Comprendre et analyser les flux financiers dans l'entreprise, en distinguant le cash-flow généré par les opérations, les investissements et les opérations de financement, Choisir des solutions de financement adéquates, Maîtriser les besoins de financement d'une entreprise en croissance, Rédiger en équipe un dossier de demande de financement (fonds propres et/ou dette, en fonction des besoins de l'entreprise) et le présenter de façon claire et structurée, Maîtriser les concepts de base de la transmission de l'entreprise",
        "content": "Les thèmes sont abordés avec des cas d'entreprises, surtout des PME, et doivent permettre au futur entrepreneur de construire son projet sur le plan financier, de dialoguer avec son comptable et ses partenaires financiers. Le financement de l'entreprise Les besoins de financement de la start-up et de l'entreprise en croissance : investissements et besoins en fonds de roulement, évolution du cash flow; Adapter les solutions de financement (dette et fonds propres) aux besoins et à la capacité de remboursement de l'entreprise; Les fournisseurs de financements : banques, invests, business angels, fonds de private equity, etc; La préparation d'une demande de financement; La gestion des situations de stress financier. Stratégie de croissance et besoins financiers Stratégies de croissance de la PME; La gestion des besoins de financement liés à la croissance; Etude de cas. La transmission de l'entreprise Le marché des fusions et acquisitions de PME; La valorisation de la PME; Le financement d'une acquisition; La réalisation d'une transaction d'acquisition; Etude de cas.",
        "teaching_methods": "Le cours se donne en présentiel. Des études de cas et exercices sont utilisés pour illustrer la théorie. La présence au cours est dès lors importante. Un travail de groupe qui sera présenté à l'examen consiste à monter un dossier de financement pour une entreprise. Le groupe peut recourir aux fonds propres, à la dette ou à une combinaison de plusieurs moyens de financement, adaptés aux besoins de l'entreprise.",
        "assessment_methods": "25% Evaluation continue, basée sur un travail personnel (étude de cas) et sur la contribution aux exercices pendant les séances de cours. 30% Travail de groupe écrit:  Préparation du dossier de financement d'un projet de croissance, tel qu'une acquisition, un nouvel investissement, la progression des ventes impliquant des nouveaux besoins en fonds de roulement ou la combinaison de plusieurs besoins. Le projet peut porter sur une entreprise existance ou sur un cas fictif. 25% Présentation orale du travail de groupe pendant la session d'examens 20% Lors de l'examen oral, réponse individuelle à des questions relatives à la matière du cours, dans le contexte du travail de groupe. La participation au travail de groupe est impérative. Une non-participation empêchera l'étudiant de présenter l'examen tant durant la session de juin que durant la session de août/septembre.",
        "other_info": "/",
        "online_resources": "Supports de cours et exercices sur le Student Corner.",
        "bibliography": "Ruback R. & Yudkoff R., 2017, HBR Guide to Buying a Small Business, Harvard Business Review Press. Vernimmen P., 2019, Finance d'Entreprise, Dalloz",
        "course_materials": "Présentations et exercices disponibles sur le student corner",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc1316",
        "title": "Marketing",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lambert Nicolas"
        ],
        "teaching_language": "Français",
        "topics_covered": "1. Le Rôle du marketing dans l'économie et dans l'entreprise. 2. La compréhension du comportement du client : 2.1 Les besoins et motivations 2.2 Le processus de réponse du client 3. Les Concepts de base du marketing stratégique 3.1. Les analyses d’attractivité et de compétitivité 3.2. La segmentation, le ciblage et le positionnement 4. Les concepts du marketing opérationnel 4.1. La Marque 4.2. La Distribution 4.3. Le Prix 4.4. La communication Marketing",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Décrire la place du Marketing dans l'entreprise et le rôle de celui-ci. Définir, décrire et développer les concepts fondamentaux du marketing stratégique en mettant l'emphase sur les questions de segmentation et de cycle de vie de produit. Décomposer la mise en œuvre de la stratégie marketing selon les différents éléments du marketing opérationnel : produit, prix, distribution et communication. Intégrer les quatre éléments du marketing mix et identifier l'importance de leurs rôles respectifs. Évaluer l'impact sociétal et le caractère éthique de toute décision marketing.",
        "content": "Ce cours d'introduction au marketing amènera les étudiants à comprendre comment une orientation marketing permet à l'entreprise d'être plus performante dans la conception et la mise sur le marché de ses produits. Le cours mettra plus l'accent sur le marketing stratégique que sur le marketing opérationnel. Le marketing stratégique abordera les thèmes de l'analyse des besoins et des comportements des consommateurs, de la segmentation, des analyses d'attractivité et de compétitivité des marchés, du ciblage et du positionnement du produit. Le marketing opérationnel couvrira les notions de produit, de marque, de prix, de distribution et de communication. Des exercices seront discutés au cours et demanderont une présence active des étudiants. Un attention particulière sera portée sur les liens entre marketing et développement durable.  L'étudiant sera sensibilisé à ces liens complexes et invité à s'interroger sur le sujet.",
        "teaching_methods": "Ex cathedra Classes inversées: lecture et visionage de document hors cours et discussion lors du cours Une séance de résolution de cas pourra être proposée",
        "assessment_methods": "Examen écrit",
        "online_resources": "Cfr Student Corner Les slides du cours ainsi que les lectures et autres resources seront disponibles sur Student Corner - La prise de note au cours est très fortement recommandée, le professeur amenant de nombreuses informations complémentaires aux slides.",
        "bibliography": "Ouvrages de référence (achat non obligatoire): Lambin / de Moerloose - Marketing Stratégique et opérationnel - Dunod - 2021 Lambert - Le marketing peut-il sauver le monde - Racine - 2023",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2229",
        "title": "Gestion des risques",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vrins Frédéric"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun (au niveau du Master) Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "L'objectif de ce cours est d'apprendre aux étudiants à maîtriser les aspects théoriques et pratiques essentiels de la gestion d'actifs financiers. Les thèmes abordés son les suivants. - Les mesures du rendement et du risque (pour des portefeuilles investis en actions, obligations, et dérivés) - Les techniques de construction et de gestion de portefeuille - L'attribution de performance - Les principes de la gestion de fortune (Wealth Allocation Framework)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de: - calculer le rendement et le risque d'actifs financiers (à l'aide d'une calculatrice et d'un tableur); - sélectionner les méthodes de calcul du rendement et du risque les plus adaptées à la stratégie de gestion de portefeuille suivie par l'investisseur; - analyser la composition du portefeuille d'inevstisseurs fortunés et émettre des recommandations éventuelles de modification; - évaluer le bien-fondé des méthodes de gestion active et passive; - construire et évaluer son propre portfeuille en sélectionnant et en combinant plusieurs titres financiers.",
        "content": "Partie I: Concept et mesure du risque Partie II: Gestion du risque associés aux actions Partie III: Titres à revenus fixe: gestion du risque associés aux obligations et crédits",
        "teaching_methods": "- Cours magistral en français - Dipositives et livres de référence en anglais",
        "assessment_methods": "Analyse de cas: travail de groupe (rapport + présentation orale; 25% de la note finale) Examen écrit en session (75% de la note finale) Remarque importante sur le plagiat et l'utilisation de l'IA générative En soumettant un travail pour évaluation, vous affirmez que : celui-ci reflète fidèlement les faits et pour ce faire, vous devez les avoir vérifié, surtout s'ils proviennent de ressources d'IA générative ; toutes vos sources qui vont au-delà de la connaissance commune sont dûment attribuées. La connaissance commune est ce qu'un lecteur averti peut évaluer sans avoir besoin de confirmation d'une source distincte ; vous avez respecté toutes les exigences spécifiques du travail qui vous a été confié, en particulier les exigences de transparence et de documentation du processus, ou vous avez expliqué lorsque cela n'était pas possible. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, vous avez violé votre engagement envers la vérité et éventuellement d'autres aspects de l'intégrité académique. Cela constitue une faute académique.",
        "bibliography": "John C. Hull , Risk Management and Financial Institutions, 5th edition, Wiley (2018) Frey and Mc Neil & Embrechts, Quantitative Risk Management: : Concepts, Techniques and Tools - Revised Edition, Princeton Series in Finance",
        "course_materials": "Slides en format pdf ou ppt",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehc1323",
        "title": "Production",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hacardiaux Thomas"
        ],
        "teaching_language": "Français",
        "topics_covered": "Après avoir brièvement rappelé le concept de la supply chain afin d'y positionner la gestion des opérations, le cours en décrit les différents niveaux stratégique, tactique et opérationnel. Il aborde ensuite les différents modes de production et présente des outils permettant une approche rationnelle de la gestion des opérations. Les bases de la gestion des opérations sont alors abordées systématiquement, à partir d'un exemple simple et unique qui sert de fil rouge à travers la totalité du cours. Sont ainsi exposés Les données de référence La notion d'ordre de fabrication Le calcul du coût de revient et l'intégration entre la production et le contrôle de gestion Les différents niveaux de planification et leur complémentarité La méthode MRP et l'intégration entre la planification et les approvisionnements La gestion des stocks Les achats (en liaison avec le planning des besoins de l'entreprise) et la gestion de la relation avec les fournisseurs Ensuite, les méthodes usuelles de pilotage des ateliers sont présentées dans le cadre du Lean Manufacturing, abordant les notions de flux poussé et de flux tiré, suivies des outils Kanban, juste à temps.  Différentes méthodes d'analyse sont aussi présentées, comme les diagrammes d'Ishikawa (ou Fishbone diagram), le VSM (Value Stream Mapping) et la méthode SMED (Single Minute Exchange Dies). Suit alors une introduction à la gestion des opérations de maintenance, tant des données de référence que des interventions de maintenance L'ensemble des notions abordées dans le cours sont alors assemblées lors d'un exposé sur la mise en oeuvre de la gestion des opérations, introduisant ainsi les concepts de processus de gestion (business processes) et d'intégration entre les différents niveaux de gestion définis dans la norme ISA 95.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 AAS.2.3 Articuler des savoirs issus du management avec d’une part, des savoirs issus d’autres domaines scientifiques et d’autre part, la pratique professionnelle. Le cours présente des concepts de management, des algorithmes notamment de planification comme le MRP et leur application dans la gestion des opérations. AAS.2.4 Articuler et appliquer ces savoirs à bon escient face à un problème. Au travers par exemple des méthodes d’analyse abordées (notamment) dans le Lean Manufacturing, le cours présente l’application d’analyses de problèmes généraux et plus particulièrement de problèmes propres à la gestion et l’organisation des opérations. AAS.3.3 Penser le problème selon une approche pragmatique : percevoir les différents éléments de la situation, leurs interactions dans une approche dynamique, les relier à leur pratique professionnelle. Grâce à l’exemple pratique qui sert de fil rouge durant tout le cours, tous les concepts sont introduits et mis en application tout en mettant en lumière leurs interactions et leur interdépendance. AAS.5.1 Comprendre le fonctionnement interne d’une entreprise : développer une approche globale articulant les logiques à l’œuvre dans le fonctionnement d’une organisation. Le chapitre 7 du cours se focalise sur l’élaboration et l’analyse des flux de gestion des opérations dans l’entreprise dans une approche globale basée sur les processus. AAS.7.1 Intégrer les dimensions de la gestion (finance, contrôle, logistique, ressources humaines, marketing, stratégie) dans son activité, métier ou projet. Les différents liens entre la gestion des opérations et les autres aspects de la gestion d’entreprise sont mis en évidence dans le cours.  Plus particulièrement avec la stratégie de l’entreprise et le contrôle de gestion.  L’intégration des quatre facettes de la gestion des opérations est présentée au travers de la norme ISA95 et de l’élaboration d’un système d’information par les processus de gestion. AAS.7.2 Définir clairement les objectifs de l’activité en y associant des indicateurs de performances. Des indicateurs de performance ou des méthodes de détection des déviations sont associés aux différents concepts présentés dans le cours.",
        "content": "Les principaux objectifs du cours consistent à : Introduire les concepts de base de la gestion des opérations Présenter un cadre de référence structurant les fonctions de gestion Initier aux techniques, méthodes et outils utilisés aux différents niveaux d'analyse et de prise de décision Illustrer les différentes interactions des fonctions composant la gestion des opérations entre elles et avec les autres fonctions de gestion de l'entreprise De la sorte, au terme de cet enseignement, l'étudiant sera capable de comprendre et d'analyser globalement le fonctionnement des opérations au sein d'une entreprise manufacturière et d'en proposer des évolutions.",
        "teaching_methods": "Cours magistral durant lequel les étudiants sont fréquemment invités à poser des questions Proposition d'exercices associés aux concepts présentés, suivi de leur correction.",
        "assessment_methods": "Évaluation écrite comprenant des questions théoriques afin d’évaluer la compréhension globale de la matière et la capacité de l’étudiant à l’appliquer à travers différents exercices et mises en situation.",
        "other_info": "Le cours est donné en français.",
        "online_resources": "Le support de cours est constitué de présentations powerpoint en français avec commentaires reprenant les principales notions exposées, des définitions, des explications ou des textes de référence. Les concepts sont utilisés à travers une série d'exercices.",
        "bibliography": "Pillet, M., Martin-Bonnefous, C., Bonnefous, P., & Courtois, A. (2020). Gestion de production: les fondamentaux et les bonnes pratiques . Eyrolles. Giard, V. (2003). Gestion de la production et des flux (pp. 892-904). Paris: Economica.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2140",
        "title": "Strategic Marketing",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Ducarroz Caroline"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours de Business Game s’articule autour d’une simulation de gestion complète, dans laquelle les étudiants, par groupes de 4 à 5, gèrent une entreprise virtuelle et s’affrontent sur des marchés concurrentiels (environnement Markstrat). Ce cours est ancré dans l’analyse stratégique liée à la gestion d’une entreprise. La simulation de gestion utilisée n’est pas une fin en soi : elle sert de terrain exploratoire, de manière à approfondir les concepts théoriques liés à la stratégie d’entreprise et à les mettre en perspective avec la situation de leur entreprise virtuelle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l’unité d’enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : 2. Maîtriser des savoirs spécialisés; 6. Travailler en équipe et en exercer le leadership 7. Intégrer une approche managériale; 8. Communiquer, dialoguer efficacement et convaincre ses interlocuteurs. 9. Se connaître et être autonome, pouvoir rapidement s’adapter à de nouveaux contextes et y évoluer positivement. Les Acquis d’Apprentissage au terme de l’unité d’enseignement Au terme de cet enseignement, les étudiants seront capables de : Analyser les options stratégiques possibles pour une entreprise/organisation, liées à son positionnement sur un marché concurrentiel et à la segmentation des clients sur un marché ; Construire la (les) stratégie(s) la (les) plus appropriée(s) pour une entreprise/organisation, et ce dans un environnement concurrentiel en perpétuel mouvement ; Mettre en perspective théorie stratégique et gestion d’une entreprise, en appliquant les principes théoriques relatifs au management stratégique dans la gestion d’une entreprise virtuelle ; Maîtriser des études de marché avancées, et mettre en relation les résultats fournis par ces études ; Identifier les informations pouvant enrichir leur raisonnement, parmi la quantité importante d’informations reçues ; Initier, développer et implémenter ses idées autour du portefeuille de produits de l’entreprise ; Faire preuve d’esprit critique, dans un environnement concurrentiel en évolution ; Réconcilier les différents points de vue exprimés par les membres d’une équipe ; Anticiper et organiser leur travail, sous la pression du temps ; Résumer leurs réflexions de manière claire, fournir des arguments pour chaque choix, et communiquer de manière efficiente, tant verbalement qu’à l’écrit ; Evaluer la pertinence de leurs choix, a posteriori.",
        "content": "Après une session dédiée à l’introduction de la simulation Markstrat, chaque groupe agit comme une entreprise active dans une industrie spécifique, de manière à maximiser la valeur de ses produits pour les consommateurs et la valeur de l’entreprise pour les actionnaires. Durant chaque session, les étudiants présentent l’évolution de la stratégie de leur entreprise, justifient leur choix (dépendant d’un environnement concurrentiel changeant) et mettent en oeuvre leur stratégie d’un point de vue opérationnel. Ainsi, les étudiants interagissent avec le professeur et/ou un assistant durant chaque session, au sujet de leur analyse stratégique du marché et de la situation de leur entreprise. Ils doivent aussi fournir des rapports intermédiaires et un rapport final. Un feedback est donné durant chaque session sur les décisions prises durant les sessions précédentes et sur les concepts théoriques mobilisés. Plusieurs bouclages théoriques sont réalisés par le professeur, en début de séance et entre les séances par un système de classe inversée (vidéos, tutoriels, etc).",
        "teaching_methods": "Le cours alterne interactions verbales entre professeur et chaque groupe d’étudiants (discussions), réalisation de rapports écrits (avec « défis » à réaliser), dispositif de classe inversée (courts tutoriels/vidéos sur certaines notions théoriques, à visionner entre les sessions), feedback donné aux groupes et enfin recadrage et approfondissement théorique sur les concepts utilisés. Ainsi, l’étudiant·e est amené·e à mener, individuellement un travail préparatoire en amont de certaines sessions, et doit réaliser, par groupe, systématiquement, un travail suivant chacune des sessions (rapports intermédiaires et rapport final). Le cours est organisé en séances de 4h, dans des salles dont l’agencement se prête davantage à la réflexion par groupe et aux interactions entre l’enseignante et les étudiants.",
        "assessment_methods": "L’évaluation finale sera déterminée en fonction des éléments suivants : une évaluation continue par groupe (60% de la note globale) . Plus spécifiquement, nous considérons l'évolution au fil des sessions , des éléments suivants : Les résultats obtenus (principalement la progression en termes de résultats) ; La compréhension approfondie des différents concepts auxquels les étudiants sont confrontés ; L’analyse stratégique : cohérence des décisions prises, clarté du positionnement des différents produits de l’entreprise sur les marchés où elle était présente, relative prise de risque de l’équipe dans l’élaboration de sa stratégie, gestion des éventuelles situations de crise, capacité d’apprendre de ses erreurs ; La dynamique au sein du groupe ; Les « défis » et rapports intermédiaires. Une évaluation continue individuelle (20% de la note globale) ; Un rapport final écrit, par groupe (20% de la note globale - à remettre avant la session) . En cas de réussite des 3 activités d’apprentissage, la méthode d’intégration mentionnée (évaluation continue par groupe 60% - évaluation continue individuelle 20% - rapport écrit de groupe 20%) est d'application. En cas d’échec à l'évaluation continue individuelle, la méthode d’intégration prévoit que la note finale est un échec (correspondant à la note de l'évaluation continue individuelle). Les modalités précises du cours , en ce compris les consignes liées aux rapports et défis, seront communiquées aux étudiants lors de la première séance du cours. Le système d’évaluation continue requiert la participation de chaque étudiant au cours. Au cas où un·e étudiant·e n’obtient pas une note suffisante pour être crédité(e) pour ce cours , et qu’il(elle) souhaite avoir la possibilité d’améliorer sa note pour la même année académique, il lui sera demandé d’élaborer individuellement un rapport écrit supplémentaire, qui viendra remplacer les notes obtenues en (2) et (3), à savoir l’évaluation continue individuelle et le rapport écrit final. Ainsi, la note obtenue pour l’évaluation continue du groupe ne pourra pas être améliorée durant une même année académique. Note: Dans les travaux de groupe dans le cadre de ce cours, les sources d’information doivent être systématiquement citées, en respectant les normes de référencement bibliographique. Dans le cas où l’étudiant·e aurait fait appel à une IA générative, il(elle) est tenu·e d’indiquer systématiquement les parties ayant fait l’objet d’une utilisation de cet outil, en ajoutant une note de bas de page précisant si l’IA a été utilisée et dans quel but elle l’a été (recherche d’information, rédaction de texte et/ou correction de texte). L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées. Ainsi, en soumettant un travail de groupe ou individuel pour évaluation, l'étudiant·e affirme : (i) qu'il reflète fidèlement le phénomène étudié, et pour cela elle/il doit avoir vérifié les faits ; (ii) avoir respecté toutes les exigences spécifiques du travail qui lui est confié, notamment les exigences pour la transparence et la documentation de la démarche scientifique mise en œuvre. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, l'étudiant·e est en défaut de son engagement déontologique vis-à-vis de la connaissance produite dans le cadre de son travail, et éventuellement d’autres aspects de l’intégrité académique, ce qui constitue une faute académique et sera considéré comme tel.",
        "bibliography": "La liste qui suit est loin d’être exhaustive. Les sources citées peuvent s’avérer intéressantes pour tout étudiant désireux d’en savoir davantage sur les sujets abordés. Attention : il est demandé aux étudiants de lire, en préparation du cours, les chapitres 7 et 8 de « Stratégique » (auteurs : G. Johnson and K. Scholes, 13ème édition ou édition précédente – notez que le nombre d’auteurs varie selon l’édition), portant sur « Les Stratégies par domaine d’activité » et « La stratégie au niveau de l’entreprise ». Ce livre est disponible à la Bibliothèque de l’UCL-Mons. [1] D. A. AAKER, C. MOORMAN (2021), Strategic Market Management, Eleventh Edition, John Wiley & Sons. [2] G.G. DESS, G.T. LUMPKIN, M.L. TAYLOR (2005), Strategic Management: Creating Competitive Advantages, Second Edition, The McGraw-Hill Companies, Inc. [3] J.-P. HELFER, M. KALIKA, J. ORSONI (2016), Management Stratégique, 10ème Edition, Librairie Vuibert – Gestion. [4] G. HOOLEY, J. SAUNDERS, N. PIERCY (2004), Marketing Strategy and Competitive Positioning, 3rd Edition, Pearson Education Limited. [5] G. JOHNSON, H. SCHOLES, F. FRERY, D. ANGWIN, P. REGNER (2023 or former edition ), Stratégique, 13ème Edition, Pearson Educ. France. [6] J.J. LAMBIN, C. de MOERLOOSE (2021), Marketing Stratégique et Opérationnel: la démarche Marketing dans une perspective responsable, Dunod, Paris. [7] M. E. PORTER (2004), The Competitive Strategy: Techniques for Analysing Industries and Competitors, Second Edition, The Free Press; Export Edition. Interesting business journal: McKinsey Quarterly - www.mckinsey.com/quarterly/overview",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mgehd2209",
        "title": "Marchés financiers et comportement des investisseurs",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Winne Rudy",
            "Desagre Christophe"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Gestion des risques financiers (taux d'intérêt, actions, change, crédit,..) - Gestion des institutions financières - La régulation européenne (MiFID) et ses implications pour l'industrie financière",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - maîtriser les techniques d'analyse boursière ainsi que les techniques de gestion et de couverture des risques. - comprendre le fonctionnement des institutions financières et leur politique de prisecouverture de risques dans le cadre de la réglementation actuelle - analyser et discuter la récente évolution du paysage boursier européen",
        "content": "Les structures de marché & les indicateurs de qualité d'un marché Les stratégies d'exécution basiques La régulation européenne (MiFID) et ses implications Fondements économiques de la finance néo-classique Biais et heuristiques dans le processus de prise de décision Biais connus dans les décisions financières",
        "teaching_methods": "- Cours magistral - Exercices",
        "assessment_methods": "- Examen écrit",
        "bibliography": "•Foucault T., Pagano M. & Röell A, 2013, “ Market Liquidity: Theory , Evidence, and Policy ”, Oxford University Press •Harris L., 2003, “ Trading & Exchanges : Market Microstructure for Practitioners ”, Oxford University Press •Giraud JR. & D’Hondt C., 2006, “ MiFID: Convergence towards a unified European capital markets industry ”, Riskbooks •Daniel Kahneman, \" Thinking, Fast and Slow \", Penguin Books, 2011 •Kahneman D., Slovic P. & Tversky A., 1982, “ Judgement under Uncertainty : Heuristics and Biases ”, Cambridge University Press •Broihanne M.-H., Merli M. & Roger P., 2004, “ Finance comportementale ”, Economica",
        "responsible_entity": "CLSM"
    }
]