[
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2054",
        "title": "Management humain",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Taskin Laurent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours a pour objectif : de montrer de quelle manière les logiques organisationnelles dominantes au sein d'une organisation orientent les choix du management dans le domaine des politiques et des méthodes de gestion du personnel de familiariser l'étudiant avec la fonction personnel et les grands processus par lesquels elle s'exerce, en reliant cette fonction aux différents courants managériaux qui se sont succédés depuis près d'un siècle et qui ont contribué à modeler l'entreprise actuelle. Le cours situe les différents processus de gestion des ressources humaines dans une problématique générale qui met en relation, d'une part, la fonction personnel et d'autre part, les logiques organisationnelles et les modèles managériaux adoptés par les entreprises face à leur environnement. Il aborde également les réponses qu'apporte la fonction personnel aux défis nouveaux auxquels elle se trouve confrontée (flexibilité, qualité, synergies internes).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à amener de futurs cadres à identifier et comprendre quelles sont les conceptions de l'organisation et des ressources humaines qui sous-tendent les pratiques de management des ressources humaines, et à en identifier les implications. A l'issue du cours, les étudiants devront être capables de : - maîtriser les différents modèles d'analyse de l'organisation et de la gestion des ressources humaines ; - exploiter ces modèles pour les appliquer - analyser une organisation concrète (un cas, une situation d'entreprise) ; -  finalement, cerner les forces et faiblesses et proposer des améliorations, en tant que (futur) cadre.",
        "content": "L'objet principal du cours porte sur l'analyse de pratiques managériales et d'organisation du travail qui se développent à des degrés divers dans les entreprises (privées, publiques, marchandes et non-marchandes) et qui ont pour but d'assurer la contribution du personnel aux objectifs et à la performance organisationnels ainsi que leur adhésion aux normes et aux valeurs de l'organisation. Le questionnement qui sert de fil conducteur au cours sera toujours d'aller à la découverte des raisons qui expliquent la présence ou l'absence de telle ou telle pratique; les liens avec le contexte; leur influence sur le comportement des hommes et des femmes dans l'organisation. Les séances de cours visent à introduire le domaine du Management Humain, d'une approche macro centrée sur le contexte à une perspective micro centrée sur les individus et les groupes, en passant par une perspective méso centrée sur l'entreprise (privée, publique, marchande et non-marchande). I. Cadre général du Management Humain (définitions, missions, présupposés sur le travail et l'humain, modèle du MH) II. Contexte de développement et d'apparition de la GRH et du Management Humain (logiques, fonction RH, organisation du travail, y.c. dialogue social); Evolution contemporaine du travail, des organisations et du Management Humain (Management Humain Innovant, autogestion, responsabilisation, digitalisation, travail hybride...) III. Stratégie d'entreprise et Management Humain: Modèles et dynamiques IV. Comportement organisationnel: éléments (théories de la motivation et de la reconnaissance, dynamique des groupes, leadership) V. Pratiques et Politiques (Recrutement et Sélection, Gestion des carrières et mobilité (y.c. classification de fonctions), Evaluation de la performance, NWOW...)",
        "teaching_methods": "Le cours repose sur la combinaison de séances magistrales, lectures (classes inversées), partage d'expériences (invités).",
        "assessment_methods": "Examen écrit individuel Travail écrit individuel en cours d'année",
        "online_resources": "La communication concernat les activités d'enseignement et du travail pratique s'opère via Moodle. Les supports (textes et slides) sont postés sur Moodle. Le travail pratique doit être déposé sur Moodle également. Il est donc obligatoire de s'inscrire sur Moodle et d'y suivre l'activité liée au cours.",
        "bibliography": "Taskin, L. & Dietrich, A. (2020) Management Humain. Une approche renouvelée de la GRH et du comportement organisationnel. De Boeck supérieur, collection Manager RH, 2è édition.",
        "course_materials": "Manuel : Taskin, L. et Dietrich, A. (2024) Management Humain. Bruxelles: De Boeck (3è édition) Moodle : slides, textes et notes d'information",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2055",
        "title": "Contrôle de gestion",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cerrada Cristia Karine",
            "Miche Bernard"
        ],
        "teaching_language": "Français",
        "prerequisites": "Initiation aux principes et concepts de comptabilité générale",
        "topics_covered": "Cinq thèmes principaux sont abordés: 1. Introduction au contrôle de gestion 2. Coût de revient : valorisation du stock au bilan et mesure du profit 3. Information pour prendre une bonne décision 4. Information pour planifier, contrôler, et mesurer la performance 5. Stratégie et contrôle de gestion",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage AA du programme, cette activité contribue au développement et à l'acquisition des AA suivants: 1. Agir en acteur socialement responsable 1.1. porter un regard critique et réflexif 1.3. Décider et agir de manière responsable 2. Combiner des savoirs 2.1. Maîtriser un socle de savoirs 2.2.Articuler des savoirs issus de différents domaines du management 2.4. Articuler et appliquer ces savoirs 3. Appliquer une démarche scientifique et pragmatique 3.1. Mener un raisonnement analytique 3.2. Collecter, sélectionner et analyser les informations, 3.3. Penser le problème selon une approche pragmatique, 3.4. Synthétiser avec discernement, poser un diagnostic 3.5. Dégager des solutions implantables 4. Entreprendre et faire évoluer 4.1. Réfléchir et faire évoluer les contenus, les processus et les finalités des pratiques professionnelles. 4.2. Entreprendre, développer et concrétiser ses idées en un nouveau projet, service, processus 5. Agir en contexte interdisciplinaire 5.1. Comprendre le fonctionnement interne d'une entreprise 5.2. Situer ce fonctionnement dans son contexte socio-économique 5.3. Comprendre et positionner son rôle personnel et son champ d'action 7. Appliquer les dimensions de la gestion à son activité 7.2. Définir clairement les objectifs de l activité 7.3. Diffuser une approche de gestion rigoureuse ... 8. Ecouter et communiquer 8.1. Convaincre et négocier 8.2. Exprimer un message de façon claire et structurée 9. Elargir ses compétences personnelles 9.1. Se développer 9.2. Apprendre rapidement et de manière autonome 9.3. Questionner et faire évoluer ses propres paradigmes Au terme de cet enseignement, l'étudiant sera capable de: Ce cours vise à la compréhension des grands principes du contrôle de gestion. Sur base de cette compréhension, les étudiants seront techniquement capables (i) d'évaluer l'impact de différentes méthodes de calcul de coût sur le bénéfice comptable de l'entreprise, (ii) d'aider les dirigeants à prendre de bonnes décisions, (iii) d'implémenter ces décisions grâce à des procédures de contrôle, et finalement (iv) d'assurer la cohérence de ces procédures avec la stratégie d'entreprise. Dès lors, ce cours traite symbiotiquement de deux aspects complémentaires et essentiels à la gestion d'entreprise : la comptabilité des coûts et la gestion stratégique. Les étudiants amélioreront également leur compétence de communication grâce à l'apprentissage d'un vocabulaire financier essentiel à la fonction.",
        "content": "Le cours se décompose plus spécifiquement de la manière suivante: Partie 1. Introduction au contrôle de gestion Différence entre comptabilité générale et comptabilité de gestion Vocabulaire et concepts de contrôle de gestion Partie 2. Valorisation du stock au bilan et mesure du profit Calcul traditionnel de coût Effets des différentes méthodes de calcul de coût sur le bénéfice comptable Partie 3 . Information pour prendre une bonne décision Analyse Coût-Volume-Profit (CVP) Coûts et revenus pertinents Partie 4. Information pour planifier, contrôler, et mesurer la performance Processus budgétaire Coûts standard et analyse d'écarts Partie 5. Stratégie et contrôle de gestion",
        "teaching_methods": "L'enseignement alterne, d'une part, des exposés théoriques agrémentés d'exercices et, d'autre part, d'exemples concrets. L'objectif de ces interventions est double : initier les étudiants à des aspects plus pragmatiques en contrôle de gestion et de créer nourrir un débat sur les problèmes en contrôle de gestion auxquels les professionnels du contrôle doivent faire face actuellement. Les étudiants travailleront en groupe sur un business case, le projet sera soumis aux professeurs et sera réalisé en partie en présentiel. La présentation orale de ce travail se fera pendant la session d'examen.",
        "assessment_methods": "L'examen se base sur une présentation d'un travail de groupe et sur des questions orales posées par les professeurs: on évalue le contenu du travail + évaluation individuelle de la présentation et des réponses données aux questions.",
        "other_info": "Les présentations projetées en classe seront disponibles sur moodle en format pdf.",
        "bibliography": "De Rongé, Y. (2013). Comptabilité de gestion. 3ème ed. Edition De Boeck. non obligatoire : Pas de syllabus. . DIAPORAMA non obligatoire et disponible en ligne . Les supports disponibles en ligne sont sur moodle.",
        "course_materials": "De Rongé, Y. (2013). Comptabilité de gestion. 3ème ed. Edition De Boeck. non obligatoire",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2062",
        "title": "Séminaire de compétences managériales",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gobert Patrice",
            "Meurens Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "Pas de prérequis",
        "topics_covered": "Le séminaire aborde la thématique générale des compétences managériales. Les compétences qui y sont principalement travaillées sont les suivantes : La connaissance de soi, la conscience de soi et des autres La communication Le travail en équipe L’établissement et le maintien de relations satisfaisantes avec autrui L’influence, l’autorité et le leadership La gestion de soi et de sa motivation au travail La relation d’aide La coopération La gestion des conflits et la négociation L’exercice du feedback",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Comprendre en quoi ses compétences managériales et leur développement constituent un enjeu important dans son rôle de gestionnaire d’équipe Faire le point sur ses compétences managériales actuelles Prendre en considération les réactions et perceptions de son entourage sur ses attitudes et comportements dans des situations de groupe et des situations interpersonnelles Identifier les compétences managériales qu’il gagnerait à consolider voire à développer davantage",
        "content": "Le séminaire propose une expérience intensive de vie et de travail en groupe(s), fondée sur un ensemble de mises en situations, propices au développement managérial et aux compétences associées. On y travaille le développement de compétences managériales en prenant appui sur l'analyse en commun de situations vécues dans le groupe et la confrontation de cette analyse avec les expériences personnelles et/ou professionnelles de chacun.",
        "teaching_methods": "L'apprentissage proposé est un apprentissage de nature expérientielle.  Le séminaire de Développement des compétences managériales proposé n'est donc pas un cours magistral.  Sa méthode est active et interactive. Elle nécessite de la part des participants un engagement complet, assidu et actif.  Au travers de « jeux de rôles » et de « simulations » de situations relationnelles et organisationnelles, les participants créent une réalité vécue et partagée qu'ils sont ensuite invités à analyser et à décoder ensemble. Autrement dit, les exercices contribuent à créer une réalité commune, matière à communiquer sur ce que l'on vit individuellement et collectivement dans la situation donnée, matière à analyser et à conceptualiser un mode de fonctionnement optimalisé. L'analyse consiste pour l'essentiel en un échange de perceptions sur ce qui se passe « ici et maintenant ». C'est au travers de cette (méta-)communication, dans un climat de confiance et de respect des différences, que s'approfondit la compréhension des phénomènes et processus individuels, interpersonnels, relationnels, groupaux, voire organisationnels et institutionnels.  Cette compréhension débouche sur le développement des compétences managériales requises dans la situation.",
        "assessment_methods": "Le séminaire sera évalué sur base de la présence assidûe et engagée à trois jours de séminaire intensifs et à la remise d'un rapport d'apprentissage au terme de celui-ci. En soumettant ce rapport d'apprentissage : - vous affirmez qu'il reflète fidèlement les faits et, pour ce faire, vous devez avoir vérifié les faits, en particulier s'ils proviennent de ressources d'IA générative ; - vous affirmez que toutes vos sources qui vont au-delà des connaissances communes sont dûment attribuées. Les connaissances communes réfèrent à ce qu'un lecteur averti peut évaluer sans avoir besoin d'une confirmation d'une source distincte ; - vous affirmez que vous avez respecté toutes les exigences spécifiques du travail qui vous a été confié, en particulier les exigences en matière de transparence et de documentation, les exigences en matière d'évaluation de la qualité, ou vous vous êtes expliqué lorsque cela n'était pas possible. Si l'une de ces affirmations n'est pas vraie, que ce soit par intention ou par négligence, vous avez violé votre engagement à l'égard de la vérité et éventuellement d'autres aspects de l'intégrité académique. Ceci constitue une faute académique. Important : Vu le caractère expérientiel de ce séminaire, il ne peut être représenté en deuxième session.",
        "course_materials": "A set of documents (activities booklets, cases, articles, readings, ...)",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbir2050",
        "title": "Enjeux du développement durable et de la transition",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Couvreur Valentin",
            "Delzenne Nathalie",
            "Swaen Valérie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Introduction à l’histoire du développement durable et aux notions clés dans le domaine des sciences humaines, des sciences de la santé et des sciences et technologies. Identification des tensions liées aux différentes visions du développement durable dans une approche critique et équilibrée. La mise en œuvre de ces concepts et ces tensions dans le cadre d’initiatives au sein de l’UCLouvain sera présentée de façon concrète.",
        "content": "Que recouvrent les concepts de \"développement durable\" et de \"transition\" ? Quelles sont leurs origines ? Quels sont les enjeux sociaux et environnementaux du 21ème siècle ? Quelles sont les options pour transformer nos modes de vie dans la perspective d'un développement plus respectueux des limites planétaires ? Dans ce cours, nous abordons ces questions selon une approche scientifique et universitaire. En faisant intervenir des expert.es de différents domaines (le droit, la philosophie, l'ingénierie, le management, l'agronomie, l'économie, la médecine...), ce cours vous invite à développer des connaissances approfondies sur les enjeux du développement durable et de la transition, à comprendre les éléments en tension qui suscitent le débat et à développer le recul critique nécessaire pour mettre ces points de tension en perspective. L'approche interdisciplinaire retenue dans ce cours nous semble indispensable pour s'approprier les enjeux du développement durable de manière transversale. Chaque discipline apporte un type de diagnostic sur les enjeux sociaux et environnementaux et sur leurs causes, puis ouvre la porte à des pistes d'actions et de solutions spécifiques. C'est en faisant dialoguer ces différentes disciplines que nous pourrons faire progresser les connaissances et la société dans le sens d'un développement plus durable, plus inclusif, plus juste. Ainsi, la valeur ajoutée de ce cours réside dans les liens que vous pourrez établir entre les différents sujets abordés. Les connaissances sur les enjeux du développement durable sont nombreuses et évoluent constamment. Ce cours ne prétend pas en faire le tour complet mais il vous invite à plonger dans la vaste étendue des travaux scientifiques qui cherchent à faire progresser la société sur ces sujets.",
        "teaching_methods": "Le cours est organisé sous forme d’un MOOC constitué de différents modules. Ces modules sont composés de vidéos, de textes et d'exercices. Il n'y a pas d'horaire pour ce cours.",
        "assessment_methods": "Examen écrit (questionnaire à réponses multiples) en session et en auditoire.",
        "online_resources": "Site Moodle Page de présentation du cours",
        "course_materials": "Le support du cours est un MOOC",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2050",
        "title": "Comptabilité et analyse des états financiers",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Ce cours comporte trois objectifs importants : a) Faire ressortir les liens entre la lecture des bilans et comptes de résultats et de la procédure comptable sous-jascente. b) Faire apprécier les rapprochements et les distances entre les données comptables et financières des comptes annuels et les considérations économiques, compte tenu des prescriptions légales (qui relèvent du droit comptable, du droit des sociétés et du droit fiscal). c) Faire comprendre la relativité des méthodes couramment appliquées pour étudier les états financiers et pour établir un diagnostic d entreprise",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage AA du programme, cette activité contribue au développement et à l'acquisition des AA suivants: 1. Agir en acteur socialement responsable 1.1. porter un regard critique et réflexif 1.2. Décider et agir en intégrant des valeurs éthiques, humanistes 1.3. Décider et agir de manière responsable 2. Combiner des savoirs 2.1. Maîtriser un socle de savoirs 3.1. Mener un raisonnement analytique 3.2. Collecter, sélectionner et analyser les informations, 3.3. Penser le problème selon une approche pragmatique, 3.4. Synthétiser avec discernement et poser un diagnostic 6. Travailler en équipe 6.1. Travailler en équipe, s intégrer... 8. Ecouter et communiquer 8.2. Exprimer un message de façon claire et structurée 9. Elargir ses compétences personnelles 9.1. Se développer Au terme de cet enseignement, l'étudiant sera capable de: disposer d'une connaissance de base en comptabilité financière et en analyse des états financiers établir un diagnostic sur la santé financière d'une entreprise en termes de solvabilité, rentabilité et équilibre financier utiliser de façon critique la méthode des ratios construire un tableau de flux de trésorerie",
        "content": "La première partie du cours présente les éléments du droit comptable nécessaires à l'élaboration des états financiers ; les outils essentiels du comptable : plan comptable, journaux, informatiuons annexes aux comptes, les écritures comptables fondamentales. L'analyse des états financiers comporte deux volets : l'appréciation de la qualité et de la fiabilité des informations contenues dans les comptes annuels publiés par les entreprises (notamment industrielles et commerciales); la formulation d'un diagnostic et d'un jugement de valeur sur la santé financière d'une entreprise, sur la base des informations publiées. Le cours part du principe selon lequel les comptes annuels publiés, conformes aux lois comptables belge et européenne, méritent une lecture très attentive car il faut essayer de comprendre les interférences entre : d'une part, le droit comptable, le droit des sociétés et le droit fiscal ; d'autre part, les rapports comptables et les réalités économiques et financières. Il s'attache par la suite à développer, à appliquer et à critiquer les principales méthodes ou techniques (masses financières, ratios et tableaux de flux) qui doivent permettre d'évaluer l'équilibre financier, la liquidité et la rentabilité d'une société. L'enseignement alterne des exposés théoriques agrémentés d'exemples et des discussions de cas.",
        "assessment_methods": "Examen oral portant sur la défense d'un travail d'analyse financière d'une société, réalisé par groupe de 4-5 étudiants",
        "other_info": "Références : Fournies durant le cours",
        "bibliography": "Pas de syllabus. DIAPORAMA obligatoire et disponible en ligne . OUVRAGE proposé : K. Cerrada, Y. De Rongé, M. De Wolf,, Comptabilité et analyse des états financiers, De Boeck Université, 3ème édition, 2019 non obligatoire. Pas de dossier de lectures.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2056",
        "title": "Management stratégique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cornuel Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "PLAN DE COURS INDICATIF 1) Septembre 16, 1800 / 2115 AGOR 12 Un environment changeant 2) Septembre 17, 1800 / 2115, AGOR 12 Un environment changeant (cont) 3) Septembre 30, 1800 / 2115, AGOR 12 Stratégie, avantage concurrentiel, et stratégies génériques Stratégie “corporate” et gestion de portefeuille 4) Octobre 1, 1800 / 2115, AGOR 12 Stratégie “corporate” et gestion de portefeuille 5) Octobre 14, 1800 / 2115, AGOR 12 Management et opportunités dans la “Nouvelle Europe” 6) Octobre 15, 1800 / 2115, AGOR 12 Stratégies coopératives: Collaborations, Alliances et Joint-Venture. 7) Novembre 4, 1800 / 2115, F2F ou TEAMS Management en Asie 8) Novembre 5, 1800 / 2115, F2F ou TEAMS Cas: Management et opportunités dans la “Nouvelle Europe” 1. H&C 2. Managing in Poland 3. MOL 9) Novembre 18, 1800 / 2115, F2F ou TEAMS Cas: Stratégies coopératives, Collaborations, Alliances et Joint-Venture. 1. Renault's strategy in European Minivan Business 2. Essilor's base of the pyramid strategy in India 3. Competing through alliances: Air France and KLM 10) Novembre 19, 1800 / 2115, F2F ou TEAMS Cas: Management en Asie 1.  Guandong Galanz 2.  Hard Choices: best buy and five star in China",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Aborder les problèmes de gestion stratégique générale des entreprises.",
        "content": "L’objectif de ce cours est de revoir les principaux concepts, méthodes et outils utilisés en formulation et implémentation stratégique, identifier les situations dans lesquelles ils peuvent être appliqués efficacement, ainsi que de comprendre les limites des approches. Une attention particulière sera portée à la stratégie internationale: Les grands changements socio-économiques, Les alliances, joint venture & acquisitions, Implementation à l’international, Opportunités et risques dans les pays émergents.",
        "teaching_methods": "Le cours est organisé sur la base de cours magistraux et d’études de cas.",
        "assessment_methods": "Les étudiants seront évalués sur la base des points suivants: Participation et contribution aux discussions. Présentation (groupe) d’un cas. Chaque présentation doit être préparée sur powerpoint et donnera lieu à un débat avec la salle.",
        "other_info": "Le cours sera donné en présentiel, en distanciel, ou un mix des deux en fonction de l’évolution de la situation sanitaire causée par l’épidémie de COVID-19.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2052",
        "title": "Marketing",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Kervyn de Meerendré Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "Notions d économie politique et de comptabilité.",
        "topics_covered": "a) Familiarisation avec les concepts de base du marketing et les outils d analyse dans le domaine de la gestion marketing. b) Développement du raisonnement marketing. c) Acquisition de la capacité de mise en application du raisonnement et des méthodes dans des situations concrètes de gestion. d) 1. Analyse de la demande (besoin, produit, comportement d achat, processus de d achat) 2. Marketing stratégique (segmentation, attractivité, cycle de vie, compétitivité, avantage concurrentiel interne et exeterne, portefeuille de produit, choix d une stratégie, développement de nouveaux produits) 3. marketing opérationnel (les décisions de produit, les décisions de prix, les décisions de distribution, les décisions de communication)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage AA du programme, cette activité contribue au développement et à l'acquisition des AA suivants: 1. Agir en acteur socialement responsable 1.1. porter un regard critique et réflexif 1.2. Décider et agir en intégrant des valeurs éthiques, humanistes , 1.3. Décider et agir de manière responsable 2. Combiner des savoirs 2.1. Maîtriser un socle de savoirs 2.2. Articuler des savoirs issus de différents domaines du management 2.3. Articuler des savoirs issus du management avec ceux d autres domaines 2.4. Articuler et appliquer ces savoirs 3. Appliquer une démarche scientifique et pragmatique 3.1. Mener un raisonnement analytique 3.3. Penser le problème selon une approche pragmatique, 3.4. Synthétiser avec discernement, poser un diagnostic 5. Agir en contexte interdisciplinaire 5.1. Comprendre le fonctionnement interne d'une entreprise 5.2. Situer ce fonctionnement dans son contexte socio-économique 7. Appliquer les dimensions de la gestion à son activité 7.1. Intégrer les 6 dimensions de la gestion dans son activité, métier ou projet. 7.2. Définir clairement les objectifs de l activité Au terme de cet enseignement, l'étudiant sera capable de comprendre... - Des concepts de base du marketing, du raisonnement marketing et des outils d analyse dans le domaine de la gestion marketing. - Le rôle du marketing dans l entreprise, dans l économie et dans la société toute entière - L acheteur / Le consommateur:Concepts de segmetation des marchés, détermination de l'attractvité et de la compétitivité des segments - Stratégie marketing de base et concurrentielles - Etabilssement d un plan stratégique marketing - Approche des diverses variables du marketing opérationnel (produit, prix, distribution et communication)",
        "content": "Ce cours d’introduction au marketing a pour objectif de fournir aux étudiants les éléments essentiels (concepts, stratégies, outils, méthodes...) pour : a) comprendre et analyser des problèmes liés à la gestion marketing de l'entreprise ; b) réfléchir aux politiques de marketing à mettre en œuvre dans différents cas d'application. La dimension d'analyse et de réflexion prime sur celle d'implémentation et de contrôle. Le cours privilégie le marketing stratégique par rapport au marketing opérationnel. Spécifiquement, le cours aborde les grandes étapes d'une démarche de gestion marketing : 1/ l’analyse du marché, 2/ le développement des stratégies marketing et 3/ la planification des politiques marketing. Des études de cas et exercices sont discutés au cours et demandent une présence active des étudiants.",
        "teaching_methods": "Un équilibre est recherché entre, d'une part, un enseignement ex-cathedra qui vise davantage l'acquisition rigoureuse de concepts, d'outils et de procédures et, d'autre part, un enseignement interactif, accentuant la confrontation à l'actualité et la pratique personnelle de l'étudiant, la compréhension et la réflexion critique. Des études de cas et exercices seront discutés durant les cours.",
        "assessment_methods": "Examen écrit individuel en session (100%) + 1 point (5%) additionnel pour présentation volontaire au cours.",
        "online_resources": "Tous les supports de cours, études de cas, etc sont disponibles sur Moodle. Les étudiants doivent disposer d'une copie des slides présentés pendant le cours. Les étudiants sont invités à compléter ces documents par leur prise de notes.",
        "bibliography": "Kotler, Ph., Keller, K., & Manceau, D. 15ème ou 16ème édition. Marketing Management. Paris : Pearson Education.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmd2921",
        "title": "Travail de fin d'études en horaire décalé",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Un TFE (travail de fin d’études) de maximum 40 pages en français (éventuellement anglais avec accord du promoteur)",
        "other_info": "Veuillez consulter la page https://intranet.uclouvain.be/fr/myucl/facultes/lsm/memoires-tfe.html",
        "course_materials": "https://moodle.uclouvain.be/ (code LLSMD2951)",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2051",
        "title": "Finance",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Il s'agit d'un cours de base en finance d'entreprise. Les thèmes suivants seront abordés dans le cadre de ce cours: - Introduction à la finance, et présentation du système financier; - La prise de décision en situation d'incertitude; - L'analyse et l'évaluation de projets d'investissement; - L'analyse et l'évaluation des actifs financiers de base; - La structure de financement",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à fournir aux étudiants les éléments essentiels de la logique financière. A l'issue du cours, l'étudiant doit être capable de situer les problèmes de décision financière d'une entreprise dans un cadre théorique de réflexion développer un raisonnement cohérent qui doit conduire à appréhender et à résoudre rationnellement ces problèmes (évaluation d'un actif, structure financière, ...).",
        "content": "Après une introduction générale à la finance et à la prise de décision en situation d'incertitude, nous nous intéresserons aux grandes décisions financières de l'entreprise (projets d'investissements, décision de financement, décision d'investissement, politique de dividende, évaluation d'entreprise.).",
        "teaching_methods": "Cours magistral et travaux pratiques portant sur la résolution de cas et de problèmes.",
        "assessment_methods": "Examen écrit et travaux pratiques Pour la session de septembre : uniquement examen écrit",
        "online_resources": "Slides disponibles sur Moodle",
        "bibliography": "Références : Fournies durant le cours",
        "course_materials": "Support : ex : Transparents fournis via icampus",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2057",
        "title": "Responsabilité sociale de l'entreprise",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hericher Corentin"
        ],
        "teaching_language": "Français",
        "prerequisites": "aucun",
        "topics_covered": "Le cours vise à fournir des outils permettant aux étudiants de développer une pensée critique sur les enjeux éthiques, sociaux et environnementaux soulevés par les organisations contemporaines. La spécificité de l'impact des entreprises sur la vie économique sera abordée en analysant les principes et pratiques couverts par le domaine de la Responsabilité Sociale des Entreprises (RSE). La RSE sera étudiée comme un reflet du processus de prise de conscience des entreprises modernes en matière de responsabilité sociale et comme une source d'innovation face aux défis actuels de compétitivité, de développement durable et de gouvernance d'entreprise transparente. Les références théoriques laisseront par ailleurs place à des périodes de questionnement personnel développées par les étudiants, en fonction de leurs propres aspirations, perceptions et observations en tant que citoyens. Tous ces éléments favorisent un changement personnel qui, à son tour, entraîne des transformations au sein des organisations choisies.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre le contexte de la RSE ainsi que les cadres local, européen et mondial dans lesquels la RSE se développe actuellement. Développer une pensée critique sur les enjeux éthiques, sociaux et environnementaux soulevés par les organisations contemporaines. Appliquer les théories et cadres de la RSE pour analyser les défis organisationnels et évaluer différents scénarios en pratique, dans le but de proposer des recommandations pour l'organisation. Co-créer des projets de RSE/durabilité et se familiariser avec le dialogue complexe entre parties prenantes pour développer des solutions responsables et durables. Connaître vos valeurs éthiques personnelles, qui pourront vous aider à faire de meilleurs choix à l'avenir et à donner un sens à votre vie privée et professionnelle.",
        "content": "Le cours 2024-2025 couvrira les sujets suivants liés à la Responsabilité Sociétale des Entreprises (RSE) : Définir la RSE. Comprendre la RSE en la comparant à des concepts connexes : durabilité, conformité, gestion des parties prenantes. Positionner la RSE dans la chaîne d'approvisionnement. Analyser les formes et les motivations de la RSE. Découvrir le reporting RSE et discuter du rôle des labels et certifications liés à la RSE. Identifier le greenwashing et l'hypocrisie d'entreprise. Réfléchir au rôle des individus dans la RSE. Avoir un aperçu des recherches actuelles sur la RSE. Approfondir avec des perspectives critiques sur la RSE.",
        "teaching_methods": "Cours basés sur la recherche académique illustrés par des exemples pratiques. Témoignages d'entreprises. Séances pratiques pour une étude de cas en groupe.  . Discussions en classe et séances pratiques.",
        "assessment_methods": "Examen écrit (100%), en première comme en seconde session.",
        "bibliography": "Voir Moodle.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2053",
        "title": "Gestion de la production et modélisation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Chevalier Philippe",
            "Van Vyve Mathieu"
        ],
        "teaching_language": "Français",
        "prerequisites": "Cours de base de mathématique, de statistique et de probabilités.",
        "topics_covered": "Ce cours est à la fois un cours de base en gestion des opérations et en science de la gestion. Son champ d'application consiste à étudier comment les problèmes de gestion opérationnelle peuvent être résolus à l'aide de modèles mathématiques et de techniques fournis par la recherche opérationnelle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Préciser le cadre de référence et les éléments qui interviennent dans la prise de décisions en gestion de la production et des opérations ; Analyser ces éléments, notamment à l'aide de modèles et techniques mathématiques (sans négliger les facteurs humains), afin d'aider à la prise de décision.",
        "content": "Après une introduction à la problématique fondamentale de la gestion des opérations et de la production de biens et services, le design d'un système de production et les problèmes de planification des opérations du moyen au court terme sont étudiés plus en détails. Les outils quantitatifs sont introduits au fur et à mesure de leur pertinence.",
        "teaching_methods": "La théorie est enseignée via des capsules vidéo à visionner, des séances de question réponses sont organisées pour en discuter. Les étudiants participerons en groupe à un business game pour mettre en pratique les concepts vu dans les capsules. Tous les 15 jours un rapport ou une présentation devra être faite pour debriefer de l'évolution du business game et des apprentissages. Des séances d'exercices seront organisées pour mettre en pratique les outils quantitatifs enseignés dans le cours. En fin de semestre une présentation de groupe sera faite sur l'application concrète des concepts du cours dans le cadre professionnel des participants.",
        "assessment_methods": "Les étudiants seront évalués sur base du travail fourni durant le semestre via: - des rapports et présentations faites dans le cadre du business game (60% de la note) - de la présentation de faite de la mise en pratique des concepts du cours dans leur cadre professionnel (30% de la note) - d'exercices d'application des méthodes quantitatives vues au cours et lors des séances d'exercice (10% de la note) Examen écrit à livre ouvert portant sur la résolution de problèmes;  Il n'y a pas d'examen en session.",
        "other_info": "Encadrement : assistants de l'unité POMS Autres : - Modalités spécifiques si cours faisant partie d'une mineure : néant - Cours équivalents offerts dans d'autres programmes UCL : LSMG2003 - Cours offerts dans d'autres programmes UCL et pour lesquels l'étudiant doit contacter son conseiller aux études ou le secrétaire académique de sa faculté afin de préciser les parties reconnues équivalentes et connaître les modalités de complément : néant",
        "bibliography": "HEIZER J. and RENDER B., Operations Management, Pearson Education (2004)",
        "responsible_entity": "CLSM"
    }
]