[
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2261",
        "title": "Entrepreneuriat collectif",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hermans Julie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Il s'agit de doter les étudiants d'outils utiles à l'entrepreneuriat développé en équipe ou avec des partenaires externes. Plus spécifiquement, les thèmes suivants sont abordés : Exploration des dynamiques collectives au sein du projet entrepreneurial : leadership, motivation et prise de décision Exploration des dynamiques collectives partenariales : Les business models collaboratifs Exploration des dynamiques collectives citoyennes : crowdfunding et crowdsourcing Outils juridiques pour encadrer l'entrepreneuriat collectif",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l'unité d'enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme de master 120 ingénieur de gestion ou en sciences de gestion de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Activer et appliquer ses savoirs à bon escient face à un problème (2.4) Mener un raisonnement analytique clair et structuré ; penser un problème selon une approche systémique et globale ; synthétiser avec discernement les éléments essentiels de la situation ; dégager, sur base de l'analyse et du diagnostic, des solutions implémentables en contexte et identifier des priorités d'action (3.1, 3.3, 3.4 et 3.5) Travailler en équipe : s'intégrer et être capable de collaborer au sein d'une équipe, être ouvert et prendre en conscience les différents points de vue et modes de pensée, gérer constructivement les divergences et conflits, assumer la diversité (6.1) Les Acquis d'Apprentissage au terme de l'unité d'enseignement A la fin de cette unité d'enseignement, les étudiants seront capables de : Mettre en oeuvre des mécanismes de prise de décision au sein de leur équipe entrepreneuriale, qui prennent en compte les différents points de vue et modes de pensée, dans le respect des différences ; D'identifier et aligner les motivations des parties prenantes au sein du projet entrepreneurial ; Explorer et développer des modèles d'affaires collaboratifs; Comprendre les enjeux de la participation citoyenne en termes d'entrepreneuriat ; Comprendre les outils juridiques qui encadrent les relations entre parties prenantes du projet entrepreneurial.",
        "content": "Cette unité d'enseignement ambitionne d'outiller les étudiants qui se destinent à l'entrepreneuriat ou à l'intrapreneuriat collectif afin qu'ils soient à la fois conscients des enjeux que cela représente, mais aussi capables d'en relever les défis.",
        "teaching_methods": "Cette unité d'enseignement se donne en présentiel et alterne : exercices et ateliers, y compris travail en équipe sur un projet d'entrepreneuriat transversal à l'option \"Entrepreneuriat\", séances ex cathedra réalisées par le titulaire ainsi que par les étudiants en groupe-projet, exposés réalisés par des professionnels en tant qu'intervenants externes. L'accent est mis sur l'interaction entre les étudiants au sein de leur groupe et entre groupes, au travers du développement de leur projet transversal (groupe de 2 à 4 étudiants).",
        "assessment_methods": "Remarque préliminaire Les étudiants développent, en groupe-projet (max 4 étudiants), un projet entrepreneurial transversal dont les différentes facettes seront travaillées dans chacun des trois cours de l’option en entrepreneuriat. Modalité de première session Evaluation continue Une évaluation continue se fait sur base de l’implication des groupes au fur et à mesure de la réalisation de leur projet : niveau d'interactions lors des activités en présentiel (notamment lors de la réalisation d’études de cas et simulations); réappropriation des outils/concepts vus au cours et application au projet transversal (mise en ligne des délivrables à poster sur Student Corner ). Les instructions relatives à chaque Délivrable est disponible sur Student Corner. A réaliser en groupe-projet Pondération : 40% de la note Rapport de synthèse (janvier) Chaque groupe rédige une synthèse des outils et concepts liés aux dynamiques collectives et mobilisés dans leur projet transversal. Le rapport comprend une analyse critique de l'équipe, de son parcours dans le cadre de l'option Entrepreneuriat, ainis qu'une analyse critique des outils/concepts mobilisés (forces et faiblesses des outils; complémentarités entre outils; autres outils pour le futurs).  Ce travail est évalué tant sur sa forme (structure, orthographe, cohérence d'ensemble) que sur le contenu (compréhension des concepts et outils vus au cours, mobilisation adéquate des concepts et outils vus au cours, capacités d'analyse et de recul critique). Les instructions précises et le chargement du rapport sont disponibles via Student Corner. A réaliser en groupe-projet Pondération : 40% de la note Maximum 5 pages (hors annexes) Examen en session d’examen (janvier) En session de janvier aura lieu une présentation orale du projet transversal et l’évaluation finale des dynamiques collectives mises en œuvre dans ce projet A réaliser en groupe-projet Pondération : 20% de la note Modalités session de septembre : a. Soumettre un rapport individuel de réflexion qui présente les évolutions du projet quant à ses aspects de dynamiques collectives. Le rapport individuel sera rendu au plus tard une semaine avant la date de la présentation orale. Pondération : 50% de la note de septembre b. Examen oral en groupe (étudiants du groupe devant représenter une seconde session) en session de septembre présentant la synthèse des rapports individuels. Pondération : 50% de la note de septembre En soumettant votre travail pour évaluation : - Vous affirmez qu'il reflète fidèlement le phénomène étudié, et pour cela vous devez avoir vérifié les faits, surtout s'ils sont prétendus par une IA générative (dont vous devez mentionner explicitement l’utilisation en tant qu’outil de soutien à la réalisationde votre mémoire/projet/rapport/travail) ; - Vous affirmez que toutes les sources de connaissances qui dépassent le domaine commun sont dûment référencées. Les connaissances du domaine commun sont universellement établies et touchent à ce qu’un lecteur averti peut évaluer sans avoir besoin de confirmation d'une source distincte ; - Vous affirmez avoir respecté toutes les exigences spécifiques du travail qui vous est confié, notamment les exigences pour la transparence et la documentation de la démarche scientifique mise en œuvre. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, vous êtes en défaut de votre engagement déontologique vis-à-vis de la connaissance produite dans le cadre de votre travail, et éventuellement d’autres aspects de l’intégrité académique, ce qui constitue une faute académique et qui sera considérée comme telle.",
        "bibliography": "Support de cours Slides de cours et portfolio de lectures disponibles sur student corner Références bibliographiques recommandées, lectures conseillées : Ben-Hafaïedh C., Cooney T. (2017) Research Handbook on Entrepreneurial Teams: Theory and Practice, Edward Elgar",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2073",
        "title": "Strategic Human Resource Management",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Taskin Laurent"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1",
        "content": "The connections between Strategy and HRM are studied through three different lenses: I. Understanding. Existing traditional (Context, Best Fit, Resource-based...) and emerging (Stakeholders, Managing Humanly model...) conceptualization and models in strategic HRM are discussed, including in the assumptions they share on the roles and contributions of HRM, work, and workers. II. Analyzing. Students must be able to identify what kind of strategic HRM is at stake in different organisations. III. Contributing. Based on a case study, conducted in an organization, students are asked to formulate recommendations in terms of SHRM.",
        "teaching_methods": "Mix of classes, readings, presentations, discussions, conferences and learning expeditions.",
        "assessment_methods": "Continuous assessment, both collective and individual. No second session is organized due to the continuous assessment dispositive",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "online_resources": "Slides, texts and other material available on Moodle",
        "course_materials": "Moodle: slides, texts and references, information about the organization of the classes and activities (shedule, places...)",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2121",
        "title": "Gestion des risques",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Platten Isabelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "Typologie des risques Méthodes de gestion de risques : transfert au marché ou assurance Marché des instruments dérivés : organisation, rôle, fonctionnement et produits Risques climatiques : risques liés à la transition et risques physiques Limites de l’assurabilité",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel de compétences des programmes de master de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Agir en acteur socialement responsable (1.3) Maîtriser des savoirs (2.2 + 2.3 + 2.4) Appliquer une démarche scientifique (3.1+3.2+3.3+3.5) A la fin du cours, les étudiants seront capables de : Identifier et expliquer les différents types de risques qui peuvent faire l’objet d’un transfert au marché ou d’une assurance Identifier les principaux produits de gestion du risque sur les marchés financiers, leur fonctionnement et la construction des couvertures Identifier les risques financiers liés au climat et la façon dont ils peuvent être gérés via le recours aux marchés ou via l’assurance",
        "content": "Caractéristiques des produits dérivés, tels les contrats forward, futures, swaps et les options. Mise en place de stratégie de gestion et de couverture des risques qui font appels à ces produits Gestion des risques climatiques par les marchés et les contrats d'assurance",
        "teaching_methods": "Cours magistral, classe inversée, exercices et études de cas",
        "assessment_methods": "Examen écrit (questions ouvertes)",
        "online_resources": "Moodle",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2123",
        "title": "Enjeux de la finance durable",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Platten Isabelle",
            "Vrins Frédéric"
        ],
        "teaching_language": "Français",
        "topics_covered": "L’objectif du cours est de discuter les transformations de l’approche financière conventionnelle nécessaires au développement durable de l’économie.  Différents thèmes seront abordés, entre autres : Le cadre réglementaire de l’UE (EU taxonomy, climate benchmark disclosure, MIFID, CSRD,…) L’écosystème ESG (SIF, initiatives, régulation, reporting, agences de notation, …) La construction des indices/scores ESG et le marché de l’investissement ESG et le reporting non financier des entreprises La problématique énergétique et la transition vers le net zéro ; le rôle de la tarification carbone : taxe, marché, compensation L’investissement durable, le pricing des externalités et la transformation des modes de production Le financement de la transition (Green Bonds, Sustainable Bonds, Sustainabiliy linked bonds : typologie, performance, risk premium)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel de compétences des programmes de master de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Agir en acteur socialement responsable (1.3) Maîtriser des savoirs (2.2 + 2.3 + 2.4) Appliquer une démarche scientifique (3.1+3.2+3.3+3.5) Innover et entreprendre (4.4) A la fin du cours, l’étudiant sera capable de : Situer les acteurs, les initiatives, les réglementations liées à la finance durable ; Expliquer la construction des indicateurs ESG et analyser le reporting non-financier ; Résumer les principaux savoirs sur le changement climatique et les émissions des GES ; Expliquer les principes de la tarification du carbone, le fonctionnement des marchés et la taxe carbone ; Analyser des cas d’investissements durables, de transformation des modes de production, d’intégration des externalités et de compensation ; Analyser les moyens de financement de la transition (green bonds, social bonds, sustainability-linked bonds : typologie, performance, prime de risque)",
        "content": "Introduction Antagonisme entre besoins réels pour la transition et la rentabilité des investissements nécessaires Endettement public Partie 1 : Problématique énergétique et transition vers le net 0 Aspects régulatoires Bilan carbone des entreprises Pricing des externalités Marché du carbone : quotas vs taxes Partie 2 : Financement de la transition EU taxonomy Acteurs (agence de rating, asset managers, banques, investisseurs, assureurs) ESG scoring & rating systems (prise en compte dans l’investissement) Financial instruments (green bonds, greeniums, etc) Risk management (risque de taux) & securitization",
        "teaching_methods": "Cours magistral Lectures et discussions Etudes de cas",
        "assessment_methods": "Examen final écrit (durant la session d'examen)",
        "other_info": "Remarque importante sur le plagiat et l'utilisation de l'IA générative En soumettant un travail pour évaluation, vous affirmez que : celui-ci reflète fidèlement les faits et pour ce faire, vous devez les avoir vérifié, surtout s'ils proviennent de ressources d'IA générative ; toutes vos sources qui vont au-delà de la connaissance commune sont dûment attribuées. La connaissance commune est ce qu'un lecteur averti peut évaluer sans avoir besoin de confirmation d'une source distincte ; vous avez respecté toutes les exigences spécifiques du travail qui vous a été confié, en particulier les exigences de transparence et de documentation du processus, ou vous avez expliqué lorsque cela n'était pas possible. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, vous avez violé votre engagement envers la vérité et éventuellement d'autres aspects de l'intégrité académique. Cela constitue une faute académique.",
        "online_resources": "Moodle",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2135",
        "title": "Méthodes et modèles en marketing",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Ducarroz Caroline",
            "Sinigaglia Nadia"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours permet d'appréhender des problématiques typiques au Marketing par le biais de méthodes quantitatives avancées. Ainsi, à partir d’une problématique pouvant être rencontrée par une entreprise/organisation, est présenté en profondeur le type de méthodes/modèles statistiques ou économétriques pouvant appréhender la problématique en question. Les applications proposées sont ancrées dans le marketing digital.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l’unité d’enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : 2. Maîtriser des savoirs 3. Appliquer une démarche scientifique 5. Agir en contexte international et multiculturel : Comprendre le fonctionnement interne d’une entreprise 6. Travailler en équipe et exercer le leadership d’une équipe 7. Gérer un projet Les Acquis d’Apprentissage au terme de l’unité d’enseignement Au terme de cet enseignement, l’étudiant sera capable : De décortiquer une problématique liée au marketing, et d'identifier la méthode ou le type de modèle adéquat pour la traiter ; De modéliser la problématique en question ; De maîtriser un ensemble complet de méthodes et outils avancés (statistiques et économétriques) pour la collecte et l'analyse de données primaires et secondaires pertinentes. Les étudiants seront en mesure d’appliquer chacune de ces méthodes à une problématique réelle (en utilisant un logiciel de traitement de données pour les méthodes quantitatives, SAS Enterprise Guide), en interprétant ensuite les résultats obtenus et en formulant des recommandations managériales nuancées à l'entreprise ; De travailler dans un contexte international, avec des collègues américains, et de pratiquer la collaboration à distance.",
        "content": "Cette unité d’enseignement permet de faire réfléchir l’étudiant·e à la modélisation de problématiques liées au marketing, et plus particulièrement au marketing digital. Plus précisément, les thèmes abordés sont : Les instruments de mesure en Marketing * La méthode de l’analyse factorielle en composantes principales * Analyse de la fiabilité d’une échelle de mesure La segmentation * La méthode de l’analyse typologique (clustering) * La méthode de l’analyse discriminante La prévision d’appartenance à un groupe * La modélisation économétrique - régression logistique L’évaluation des similarités perçues entre marques (dans le cadre d’une étude d’image de marque) * L’analyse multidimensionnelle des similarités et des préférences (MDS) L’expérimentation en Marketing (design) * L’analyse ANOVA (avec effets modérateurs)",
        "teaching_methods": "La pédagogie de ce cours est orientée autour : (i) de l'apprentissage de la rigueur méthodologique essentielle à la conception et à l'utilisation de méthodes et modèles statistiques et économétriques avancés, (ii) de la confrontation avec la réalité de l'entreprise , à travers des études de cas réelles ; (iii) du challenge que peut représenter une collaboration à distance avec des étudiants d’un autre pays ( USA ), dans le cadre d’un projet commun ( virtual exchange ). Ainsi, la pédagogie utilisée permet de confronter l’étudiant à la réalité de l’entreprise, tout en préservant la transmission d’un savoir et d’un savoir-faire rigoureux d’un point de vue méthodologique. Concrètement, les sessions alternent exposés magistraux, discussions, apprentissage par problèmes, et études de cas liés au marketing digital. Chaque session est dédiée à un modèle spécifique. A partir d’une problématique que peut rencontrer une entreprise, un exposé théorique est donné et suivi d’une étude de cas sur données réelles, au cours de laquelle les étudiants suivent le processus de A à Z (analyser la problématique, filtrer l’information utile, choisir la méthode/le modèle, analyser les données avec SAS Enterprise Guide , analyser les résultats et faire des recommandations à l’entreprise). Un bouclage théorique est ensuite réalisé. La collaboration mise en place avec the Appalachian University (North Carolina, USA - Prof.  Pia Albinsson) va mener les étudiants à travailler, par groupes mixtes belges/US, sur un projet commun mobilisant les méthodes et modèles vus au cours, dans le cadre d’une étude de recherche en Marketing. Les nouvelles technologies permettront aux étudiants de communiquer entre eux (Virtual Exchange) . Ainsi, il est attendu des étudiants qu'ils se rendent disponibles pour communiquer avec les étudiants, en ce compris en-dehors des heures de cours classiques (étant donné le décalage horaire) et durant les congés de Pâques .",
        "assessment_methods": "L'évaluation finale de l’étudiant·e sera réalisée à l'aide : d'un examen écrit (50% de la note finale - en session – questions ouvertes) alternant questions théoriques méthodologiques et réflexion sur une problématique donnée, avec application sur ordinateur (utilisation du logiciel SAS Enterprise Guide) (au sein de la session d’examen) du rapport lié au projet de groupe ( Virtual Exchange mixte US-Belgique – 40% de la note finale – en anglais, à remettre avant la session) du rapport individuel écrit fourni par chaque étudiant ( Virtual Exchange – 10% de la note finale – en anglais, à remettre avant la session) En cas de réussite des 3 activités d’apprentissage, la méthode d’intégration mentionnée (examen écrit 50% - rapport lié au projet de groupe 40% - rapport écrit individuel 10%) est d'application. En cas d’échec à l'examen écrit, la méthode d’intégration prévoit que la note finale est un échec (correspondant à la note de l'examen). Cette règle prévaut pour toutes les sessions d'examen. Les modalités précises du cours, en ce compris les consignes du Virtual Exchange (projet de groupe et rapport individuel), seront données aux étudiants lors de la première séance du cours. En cas de seconde session , seule la partie \"examen écrit\" pourra être repassée par l'étudiant·e (les notes liées aux parties \"projet de groupe\" et \"rapport individuel\" étant acquises pour les sessions de l'année académique en cours). Par ailleurs, les enseignantes se réservent le droit de transformer l'examen écrit en un examen oral si moins de 4 étudiants sont inscrits à l'examen. Dans le cas où le Virtual Exchange ne peut pas être mis en place , celui-ci sera remplacé par un projet de groupe​ demandant la remise d'un rapport lié au projet de groupe et d'un rapport individuel. Dans ce cas, la méthode d'intégraion décrite ci-dessus sera également d'application. Note: Dans les travaux de groupe et individuels dans le cadre de ce cours, les sources d’information doivent être systématiquement citées, en respectant les normes de référencement bibliographique. Dans le cas où l’étudiant·e aurait fait appel à une IA générative, il(elle) est tenu·e d’indiquer systématiquement les parties ayant fait l’objet d’une utilisation de cet outil, en ajoutant une note de bas de page précisant si l’IA a été utilisée et dans quel but elle l’a été (recherche d’information, rédaction de texte et/ou correction de texte). L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées. Ainsi, en soumettant un travail de groupe ou individuel pour évaluation, l'étudiant·e affirme : (i) qu'il reflète fidèlement le phénomène étudié, et pour cela elle/il doit avoir vérifié les faits ; (ii) avoir respecté toutes les exigences spécifiques du travail qui lui est confié, notamment les exigences pour la transparence et la documentation de la démarche scientifique mise en œuvre. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, l'étudiant·e est en défaut de son engagement déontologique vis-à-vis de la connaissance produite dans le cadre de son travail, et éventuellement d’autres aspects de l’intégrité académique, ce qui constitue une faute académique et sera considéré comme tel.",
        "online_resources": "Moodle",
        "bibliography": "Support de cours Le matériel pédagogique, à disposition des étudiants sur Moodle, est composé de : Slides (écrans Power Point) Etudes de cas Informations nécessaires au Virtual Exchange Références bibliographiques recommandées, lectures conseillées : [1] CHURCHILL G., IACOBUCCI D. (2018), Marketing Research: Methodological Foundations, 12th ed., South-Western. [2] D'ASTOUS A. (2019), Le Projet de Recherche en Marketing, 6ème Edition, Chenelière Education. [3] NUNAN D., BIRKS D. F., and MALHOTRA N.K. (2020), Marketing Research: Applied Insight, 6th Edition, Pearson Higher Education . [4] EVRARD Y., PRAS B. et ROUX E. (2009), Market: Fondements et Méthodes des Recherches en Marketing, 4ème Edition, Dunod, Paris. [5] DUCARROZ C., PONCIN I., JOLIBERT A. (2021). Chapitre 9 – Les analyses de variance univariée et multivariée. In Delacroix, E., Jolibert, A., Monnot, E., & Jourdan, P. (Eds.), Marketing Research (2nd Ed., pp 269-298). Dunod [6] PONCIN I., SINIGAGLIA N., JOLIBERT A., JOURDAN P. (2021). Chapitre 11 – L’analyse typologique et l’analyse discriminante. In Delacroix, E., Jolibert, A., Monnot, E., & Jourdan, P. (Eds.), Marketing Research (2nd Ed., pp 321-356). Dunod. [7] VERNETTE E., FILSER M., et GIANNELLONI J-L. (2008), Etudes Marketing Appliquées, Dunod, Paris.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2124",
        "title": "Jugement et prise de décision",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Winne Rudy"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Fondements économiques de la finance néo-classique Fondements de la science comportementale et de la prise de décision Comportement de l’investisseur et biais dans les décisions financières Méthodes de recherche basées sur l’expérimentation",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel de compétences des programmes de master de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Appliquer une démarche scientifique (3.1 + 3.2 + 3 .4) Maîtriser des savoirs (2.1 + 2.2 + 2.4 + 2.5) Agir en acteur socialement responsable (1.1) Au terme de cet enseignement, l'étudiant·e sera capable de : Poser une hypothèse et la tester via une approche scientifique rigoureuse Expliquer la complexité dans la prise de décision, la distinction entre la réalité d’une situation et la perception qu’on peut en avoir Expliquer et analyser les contributions respectives de la finance néo-classique et de la finance comportementale dans la prise de décision financière Expliquer certains biais comportementaux susceptibles d’influencer la prise de décision en finance et en analyser les potentiels conséquences",
        "content": "Ce cours faisant partie d'une majeure en finance, il sera plus axé sur les perceptions et la prise de décision dans le contexte de décisions financières. La finance comportementale se focalise sur des éléments affectant la prise de décision (biais dans la perception d'un problème ou d'un choix, biais cognitifs susceptibles de modifier une décision, ...) et propose aussi des modèles permettant de mieux décrire les choix individuels en finance. Pour le côté \"Transtion\" de la majeure, le lien avec le développement durable ou les défis climatiques sera fait au travers d'exemples proposés dans les différentes parties du cours. Chap. 1 : Introduction, plan de cours et objectifs Qu'est-ce que la finance comportementale ? Finance comportementale versus finance traditionnelle ? Comment prenons-nous nos décisions ? Sont-elles rationnelles ? Préférences rationnelles ? Chap. 2 : Méthodes de recherche Expérimentations : Quoi ? Pourquoi ? Comment ? Classification et design + analyse des données expérimentales Chap. 3 : Fondements de la finance et limites Incertitude, risque, théorie de l'utilité espérée et attitude face au risque Diversification, MEDAF et efficience des marchés Paradox d'Allais et théorie des perspectives Chap. 4 : Biais dans les jugements et décisions Biais et heuristiques Biais dans le processus de décision en général Chap. 5 : Biais connus dans les décisions financières Effet de disposition, biais d'attention and excès de trading Diversification et biais local Sentiment de marché et limites de l'arbitrage",
        "teaching_methods": "Exposés magistraux Classes inversées (vidéos à visionner avant le cours) Expériences simples en classe pour illustrer les concepts vus au cours",
        "assessment_methods": "Examen écrit (1ère session) / oral (2ème session) Une partie de la note finale pourra être basée sur des travaux individuels ou en groupe",
        "other_info": "Dans la mesure du possible, il est demandé aux étudiants de se munir d'un dispositif permettant un accès à internet (tablette, smartphone ou PC portable). Vous en aurez besoin pour accéder à l'application qui a été développée de façon spécifique pour encourager l'interaction entre le professeur et les étudiants et aussi répliquer quelques expériences scientifiques en classe.",
        "bibliography": "Daniel Kahneman, Thinking, Fast and Slow , Penguin Books, 2011. Daniel Kahneman, Paul Slovic & Amos Tversky, Judgement under Uncertainty: Heuristics and Biases , Cambridge University Press, 1982 Richard Thaler & Cass Sunstein, Nudge : Improving Decisions About Health, Wealth, and Happiness , Penguin Books, 2009 Itzhak Venezia, Lecture Notes in Behavioral Finance , World Scientific Publishing, 2018",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2223",
        "title": "Principles of banking regulation and supervision",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Candelon Bertrand"
        ],
        "teaching_language": "Anglais",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "bibliography": "A.N. Berger, P. Molyneux and J.O.S Wilson The Oxford Handbook of Banking.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2122",
        "title": "Firm Valuation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Petitjean Mikael",
            "Suin Xavier"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "L’évaluation d’entreprises L’intrégration des facteurs de risque environnementaux, sociaux et de gouvernance (ESG)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel de compétences des programmes de master de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Agir en acteur socialement responsable (1.3) Maitriser des savoirs (2.2 + 2.3) Appliquer une démarche scientifique (3.1 + 3.2 + 3.3 + 3.4) Agir en contexte international et multiculturel (5.1) Travail en équipe et exercer le leadership d’une équipe (6.1) Gérer un projet (7.2) Communiquer (8.1) Se développer (9.1) À la fin de ce cours, les étudiants seront capables de : analyser un cas concret de valorisation en développant une argumentation solide ; préparer des projections solides de flux de trésorerie d'entreprise ; assurer de bonnes pratiques de « due diligence » ; sélectionner la méthode d'évaluation la plus appropriée pour une entreprise donnée ; fournir une analyse de sensibilité basée sur les principaux paramètres ; calculer la valeur d'une entreprise à l'aide de tableurs en indiquant toutes les étapes intermédiaires requises ; intégrer les facteurs de risque environnementaux, sociaux et de gouvernance (ESG) dans la valorisation.",
        "content": "La théorie ne suffit pas pour évaluer les entreprises dans la vie réelle, mais il est tout aussi faux de croire que l'évaluation des entreprises peut être enseignée en ignorant la théorie. La théorie et la pratique doivent être cominées lorsqu'il s'agit d'apprendre à évaluer des entreprises. La théorie a besoin de la pratique et la pratique a besoin de la théorie. C'est pourquoi l'évaluation des entreprises sans une solide compréhension des principes théoriques est vouée à l'échec, et pourquoi les modèles théoriques sophistiqués sont inutiles s'ils ne sont pas testés sur des entreprises réelles. Nous avons choisi deux entreprises réelles comme études de cas. La première est une société cotée en bourse et la seconde est une société privée. 1/ Le cas de Steel Dynamics, qui est une entreprise publique cotée à la bourse de Nasdaq, sera traité par M. PETITJEAN. Le cas sera résolu en classe complètement, en vous montrant comment mettre à jour l'évaluation faite il y a quelques années en utilisant les données les plus récentes. Tout le matériel relatif à cette étude de cas, y compris les vidéos et les feuilles de calcul, sera disponible. 2/ Le cas d'une société privée sera présenté par X. SUIN (Directeur, PwC) et ses collègues. Ce cas ne sera pas résolu en classe. Vous devrez découvrir l'entreprise et comprendre son activité après le cours, travailler sur le cas dans un groupe de 4 à 5 étudiants et faire une présentation avec la recommandation finale sur son évaluation. Pendant ses cours, X. SUIN vous présentera néanmoins une analyse similaire effectuée pour une autre société privée que PwC a dû évaluer dans le passé, de manière à ce que vous appreniez comment procéder.",
        "teaching_methods": "- Etudes de cas - Applications sur tableur - Exposés basés sur la lecture de chapitres - MCQs",
        "assessment_methods": "- Examen écrit (QCM + applications sur PC) - Devoirs de préparation (participation aux cours, qualité des réponses données aux études de cas et aux QCM, etc.) - Travail d'évaluation d'une firme (par groupe de deux étudiants)",
        "online_resources": "https://www.youtube.com/user/financialmodeling https://www.youtube.com/c/AswathDamodaranonValuation",
        "bibliography": "Rosenbaum, Joshua, and Joshua Pearl. Investment Banking: Valuation, LBOs, M&A, and IPOs (Book+ Valuation Models) . John Wiley & Sons, 2022.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2203",
        "title": "Processus de création publicitaire",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Soumillion Marc"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Dans un premier temps, les différentes étapes de la création d'une campagne de communication sont expliquées aux étudiants : l'analyse stratégique de communication, le choix d'une agence de publicité, le briefing créatif, le choix des médias, Dans un deuxième temps, les étudiants appliqueront ces notions sur le processus de création d'une campagne de communication de marketing de A à Z pour un produit fictif de type marchand ou non marchand. Cela se fera dans des groupes de 4 à 5 étudiants. Il sera demandé aux groupes de rédiger des rapports intermédiaires et de présenter leur rapport final avec une vue globale de leur campagne et du processus sous-jacent.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Réussir à exploiter ces connaissances dans la compréhension et l'analyse critiques de la communication marketing de travailler en groupe Apporter une solution à une étude cas, d'interpréter les résultats et de formuler des recommandations managériales de communiquer à l'écrit et l'oral Ce cours est basé, d'une part sur la notion fondamentale d'intégration d'une campagne de communication au sein de la stratégie globale d'une entreprise ou d'une association (quels sont les segments ciblés, quel message, comment faire passer ce message), en ce compris les notions de relations clients-agences; et d'autre part, sur le processus de création de campagnes de communication Marketing. A la fin de ce cours, l'étudiant devrait être capable de maîtriser le processus de création d'une campagne de communication Marketing de A à Z.",
        "content": "Le module pourra être scindé en deux parties : Une partie didactique expliquant en détail les différentes étapes spécifiques du processus de création publicitaire : l'analyse de la situation, l'élaboration d'une stratégie de marque et de communication, la rédaction d'un briefing créatif incluant l'émetteur, le groupe cible, le message, les canaux de communication sans oublier les effets escomptés. Une partie pratique en travaux de groupe, destinée à la mise en pratique. Il s'agira ainsi d'expérimenter ce qui a été vu dans la première partie du cours, d'en tester les difficultés. En fonction du calendrier, les séances de cours mêleront ces deux composantes dans des proportions variables.",
        "teaching_methods": "Des cours magistraux, pour transmettre les bases techniques du processus stratégique et créatif. Le discours sera bien sûr appuyé sur de nombreux exemples et cas concrets. Une « étude de cas »: les étudiants seront répartis par groupes de 4 ou 5 pour traiter un cas réel ou fictif. Ainsi, ils devront, élaborer une stratégie de marque et de communication, écrire le briefing de création et préparer une présentation de création pour le client.",
        "assessment_methods": "A la fin du cours, les étudiants devront remettre et présenter un dossier expliquant leur stratégie de marque et de communication pour un client spécifique. Ce dossier devra-t-être le fruit d'un travail d'équipe. L'évaluation de ce dossier déterminera la note finale pour le cours. En cas de note insuffisante, l'équipe devra représenter un travail similaire sur un autre cas en deuxième session.",
        "other_info": "En fonction de la situation sanitaire, le cours se déroulera comme suit: 1. Code vert: Cours théoriques, sessions de travail et séances de feedback sur l'étude de cas en présentiel. 2. Code jaune/orange: cours théoriques hybrides: présentiel pour un nombre limité d'étudiants et distanciel pour le reste du groupe, à déterminer en fonction de la capacité d'acceuil. Etude de cas et sessions de feedback en distantiel. 3. Code rouge: L'ensemble des activités en distanciel, y compris l'étude de cas (selon les mêmes modalités qu'en code jaune/orange). De toute manière, l'étude de cas et la rédaction du dossier nécessitent du travail pendant et en dehors des heures de cours.",
        "bibliography": "Références bibliographiques recommandées, lectures conseil1ées : LENDREVIE Jacques, De BAYNAST, Le Publicitor, 8ème édition, Editions Dalloz Paris, 2014. JOANNIS Henri, De BARNIER Virginie, De la stratégie marketing à la création publicitaire, Dunod, Paris, 2010. KAPFERER Jean-Noël, Ré-inventer les marques, Eyrolles, Paris, 2014 SOUMILLION Marc, 20 'frames of mind' for managing your brand, Bruxelles, 2013",
        "course_materials": "Brochure '20 frames of mind for managing your brand'",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2131",
        "title": "Distribution",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hazée Simon"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "/",
        "topics_covered": "L'objectif de ce cours est d'appréhender les réalités du commerce traditionnel et les évolutions notamment liées aux nouveaux formats de distribution et de communication. Il doit permettre à l'étudiant de comprendre les différentes formes d'interdépendances stratégiques, horizontales et verticales, qui lient producteurs et intermédiaires, ainsi que leurs implications stratégiques. Il met également l'emphase sur la complexité des décisions liées au retailing mix du distributeur. Les thèmes principaux abordés dans ce cours incluent : Développement de la stratégie de distribution Types de détaillants et canaux de distribution Retailing omnicanal & commerce électronique Retailing mix (e.g., store location, service à la clientèle) Merchandise management (e.g., taille de l’assortiment, disposition du linéaire) Gestion de la relation fournisseur-distributeur (e.g., négociation, résolution de conflits) Gestion de la relation et expérience client (e.g., customer journey mapping)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l'unité d'enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Agir en acteur socialement responsable (1.1. + 1.3) Maîtriser des savoirs (2.2 + 2.3 + 2.4) Appliquer une démarche scientifique (3.1+3.2+3.3+3.5) Travailler en équipe et en exercer le leadership (6.1) Les Acquis d'Apprentissage au terme de l'unité d'enseignement A la fin cette unité d'enseignement, l'étudiant est capable : prendre des décisions marketing tactiques et digitales relatives à la distribution, basées sur un raisonnement analytique, critique et réflexif ; appliquer à bon escient les concepts et méthodes liés au « channel management » et « retailing management » dans des situations concrètes de gestion, en ce compris des situations internationales ; créer une stratégie de distribution omnicanale et choisir le(s) canal(aux) de distribution approprié(s) en fonction de celle-ci, en vue de développer un avantage concurrentiel durable dans le temps ; décider et agir en prenant en considération les impacts sociétaux et environnementaux du « retailing omnicanal » ; négocier et construire des relations durables avec les différents acteurs qui composent l'écosystème du retailer, en ce compris ses fournisseurs et ses clients, tout en prenant en compte les divergences interpersonnelles et différences interculturelles",
        "content": "Les détaillants (« retailers ») occupent une place extrêmement importante dans la chaîne de distribution ; ils constituent le dernier lien entre les producteurs et les consommateurs finaux. Le commerce de détail (« retailing ») est donc le lieu où l’offre rencontre littéralement la demande. L'objectif de ce cours est d'appréhender les réalités du « retailing » traditionnel et de ses évolutions, notamment liées aux nouveaux canaux de distribution (digital & omnichannel retailing). L’omnicanal (ou « omnichannel ») est en effet de plus en plus important et change fondamentalement la façon dont les entreprises distribuent leurs produits et interagissent avec les consommateurs. Une gestion efficace du « retailing omnicanal » est désormais une source de valeur essentielle et peut représenter un avantage concurrentiel important sur le marché moderne. Dans ce contexte, ce cours porte sur les défis stratégiques et opérationnels auxquels les retailers sont confrontés sur base journalière : développer des stratégies de distribution omnicanales efficaces, implémenter ces stratégies au travers d'un « retailing mix » cohérent (e.g., gestion de la marchandise, localisation et environnement physique des magasins, service à la clientèle, politique retour-produit), négocier et construire des relations durables avec les différents acteurs qui composent l'écosystème du retailer, en ce compris ses fournisseurs et ses clients, rendre l'expérience client aussi qualitative et fluide que possible, quels que soient les canaux de distribution utilisés.",
        "teaching_methods": "Le cours alterne exposés théoriques (par l’enseignant et par les étudiant·es), exercices pratiques, études de cas, simulations (jeux de rôle), observation de la réalité du terrain et interventions de professionnel·es. L’étudiant·e est amené·e à réaliser un travail préparatoire, en amont de certaines sessions. Le professeur se réserve le droit d'adapter les méthodes d'enseignement selon l'évolution du contexte sanitaire et d'opter pour un format \"hybride\". La formation en présentiel serait alors favorisée pour les travaux pratiques, études de cas, jeux de rôle et interventions de professionnel·es, tandis que le format « distanciel » (en ligne) pourrait être privilégié pour les exposés plus théoriques.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es de deux manières : Evaluation continue partielle , avec comme potentielles activités pédagogiques (en groupe) faisant l'objet d'une évaluation continue : lecture, analyse et discussion d’articles scientifiques en lien avec le « retailing » ; études de cas ; exercices pratiques (e.g., retail location analytics) ; et jeux de rôle (simulation de négociation). Examen écrit individuel en session (janvier) avec questions ouvertes (en français) Notes importantes : Les notes relatives aux activités qui font l’objet de l’évaluation continue partielle sont définitives jusqu'en session de septembre ; elles ne font pas l'objet d'une seconde session. Les points obtenus pour les travaux de groupe peuvent être individualisés en fonction de l'investissement de chaque membre de l'équipe. Principe d'intégration des notes : En cas de réussite des activités d'apprentissage (en groupe) faisant l'objet de l'évaluation continue (a) et de l'examen écrit (b), la méthode d'intégration prévoit que la note obtenue pour (a) et celle obtenue pour (b) comptent pour respectivement 60% et 40% de la note finale de l'UE ; en cas d'échec grave (note égale ou inférieure à 7/20) à (a) ou (b), la méthode d'intégration prévoit que la note finale de l'UE soit une note d'échec. Les modalités de l’examen en seconde session sont identiques à l’examen organisé en janvier. L’évaluation finale de l’UE repose sur de nombreuses activités pédagogiques qui font l’objet d’une évaluation continue partielle. En vertu de l’article 72 du RGEE, le titulaire du cours pourra proposer au jury de s’opposer à l’inscription à l’examen d’un étudiant·e qui n’aurait pas participé à au moins 80% de ces activités et rendu les travaux correspondants dans les délais requis. En soumettant un travail pour évaluation, l'étudiant·e affirme : (i) qu'il reflète fidèlement le phénomène étudié, et pour cela elle/il doit avoir vérifié les faits, surtout s'ils sont prétendus par une IA générative (dont elle/il doit mentionner explicitement l’utilisation en tant qu’outil de soutien à la réalisation de son travail) ; (ii) avoir respecté toutes les exigences spécifiques du travail qui lui est confié, notamment les exigences pour la transparence et la documentation de la démarche scientifique mise en œuvre. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, l'étudiant·e est en défaut de son engagement déontologique vis-à-vis de la connaissance produite dans le cadre de son travail, et éventuellement d’autres aspects de l’intégrité académique, ce qui constitue une faute académique et sera considéré comme tel.",
        "online_resources": "Moodle (Student Corner)",
        "bibliography": "Support de cours Le matériel pédagogique, mis à disposition des étudiants sur Moodle (Student Corner), inclut : Slides PowerPoint et/ou screencasts Articles scientifiques et de presse managériale Cas d’entreprise Références bibliographiques (liste non exhaustive) : Livres (lecture conseillée mais non obligatoire, par ordre d'importance) Levy, M., Weitz, B., and Grewal, D. (2018), “Retailing Management”, 10th ed., McGraw-Hill Education. Badot, O., Lemoine, J-F., and Ochs, A. (2018), “Distribution 4.0”, Pearson Education (France). Palmatier, R., Stern, L., and El-Ansary, A. (2019), “Marketing Channel Strategy: An Omni-Channel Approach”, 9th ed., Routledge. Articles scientifiques (disponibles sur Moodle en début de période) Rapp, A., et al. (2015), “Perceived customer showrooming behavior and the effect on retail salesperson self-efficacy and performance”, Journal of Retailing , 91(2), 358–369. Bleier, A., Harmeling, C., and Palmatier, R. (2019), “Creating effective online customer experiences”, Journal of Marketing , 83(2), 98-119. Fisher, M. L., Gallino, S., & Xu, J. J. (2019), “The value of rapid delivery in omnichannel retailing”, Journal of Marketing Research , 56(5), 732–748. Gensler, S., et al. (2012), “Understanding consumers’ multichannel choices across the different stages of the buying process”, Marketing Letters , 23(4), 987-1003. Herhausen, D., Binder, J., Schoegel, M., and Herrmann, A. (2015), “Integrating Bricks with Clicks: Retailer-Level and Channel-Level Outcomes of Online–Offline Channel Integration”, Journal of Retailing , 91(2), 309–325. Ghose, A., Lee, H., Nam, K., and Oh, W. (2023), \"The Effects of Pressure and Self-Assurance Nudges on Product Purchases and Returns in Online Retailing: Evidence from a Randomized Field Experiment\", Journal of Marketing Research , forthcoming. Lemon, K. and Verhoef, P. (2016), “Understanding Customer Experience Throughout the Customer Journey”, Journal of Marketing , 86 (November), 69-96. Sa Vinhas, A., et al. (2010), “Channel design, coordination, and performance: Future research directions”, Marketing Letters , 21(3), 223-237. Zhang, J., Farris, P. W., Irvin, J. W., Kushwaha, T., Steenburgh, T. J., & Weitz, B. A. (2010), “Crafting integrated multichannel retailing strategies”, Journal of Interactive Marketing , 24(2), 168-180",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2251",
        "title": "Modélisation des réseaux de transport",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Jourquin Bart"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'objectif du cours est de faire comprendre aux étudiants l'importance des réseaux de transport dans l'économie en général et dans la supply chain en particulier. Après avoir présenté la notion de réseau de transport, le cours aborde la modélisation classique des réseaux de transport en quatre étapes. Sont ensuite abordées des techniques alternatives plus récentes, comme la simulation multiagents ou les « réseaux virtuels ». Le cours se veut surtout orienté vers la pratique, en se concentrant sur une série d'études de cas qui montrent comment la modélisation des réseaux de transport est un outil d’aide à la décision précieux pour étudier des problématiques aussi variées que la congestion, la localisation optimale de facilités, le report modal, l’impact d’une nouvelle infrastructure…",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Contribution de l’unité d’enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme de Master 120 en sciences de gestion et de Master 120 en ingéniorat de gestion de la LSM, cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : 2.2 Maîtriser des savoirs autrement spécialisés dans un ou deux domaines du management : connaissances et méthodes pointues et récentes, issues de la recherche scientifique. 2.5. Contribuer au développement de nouveaux savoirs en management. 3.1. Mener un raisonnement analytique clair et structuré en appli­ quant et, en adaptant si nécessaire, des cadres conceptuels et des modèles scientifiquement fondés pour décrire et analyser un problème concret. 3.2. Collecter, sélectionner et analyser les informations  pertinentes selon des méthodes rigoureuses, avancées et appropriées. 3.5 Dégager sur base de l'analyse et du diagnostic, des solutions implémentables en contexte et identifier des priorités d'action. 5.2. Situer et  comprendre le fonctionnement d’une organisation dans son contexte socio-économique local et international changeant  ; et  discerner les enjeux stratégiques des problèmes et décisions  opérationnels. Les Acquis d’Apprentissage au terme de l’unité d’enseignement A la fin cette unité d’enseignement, l’étudiant est capable de : Décrire la manière dont il modéliserait le trafic de personnes ou de marchandises sur base d’une étude de cas, en utilisant les concepts théoriques abordés en classe. Imaginer de nouvelles solutions pour modéliser un problème non rencontré pendant le cours. Expliquer comment décomposer un modèle complexe et identifier les sous-problèmes à résoudre Recueillir les données nécessaires à la résolution d'un problème concret qui lui est présenté Participer à la résolution d'une étude de cas complexe dans laquelle les réseaux ne sont qu'une facette du problème à résoudre. Identifier les différents types d'acteurs intervenant dans les réseaux de transport dans le cadre d'une analyse socio-économique. Interpréter les résultats d'un modèle de transport afin d’identifier les avantages socio-économiques d’un projet d’infrastructure.",
        "content": "Après avoir présenté la notion de réseau de transport, le cours aborde la modélisation classique des réseaux de transport en quatre étapes : Génération de la demande Distribution de la demande Choix modal Affectation de la demande sur le réseau Sont ensuite abordées des techniques alternatives plus récentes, comme la simulation multiagents ou les « réseaux virtuels ». Le cours se veut surtout orienté vers la pratique, en se concentrant sur une série d'études de cas que les étudiants sont amenés à étudier sur base d'un portefeuille de lecture. L'étudiant sera ainsi amené, de manière individuelle ou en groupe selon la taille de l'auditoire, à présenter un travail personnel qui illustre un cas d'application.",
        "teaching_methods": "Cours magistral Études de cas Production personnelle de l'étudiant (travail écrit et présentation orale) Les activités d'apprentissage sont organisées en classe ou en distanciel.",
        "assessment_methods": "Examen écrit en session (50%) Remise d'un travail écrit + sa présentation orale en classe (40%) Discussion (en classe) d'un travail présenté par un autre étudiant (10%) En cas de seconde session, le travail écrit (point 2) ne sera représenté que si une note inférieure à 10/20 lui a été attribuée. La note obtenue pour la discussion en classe (point 3) fait partie de l'évaluation continue et est définitive.",
        "online_resources": "Student Corner (Mons)",
        "bibliography": "ORTÚZAR J., WILLUMSEN L. (2011), Modelling Transport, 4 th ed., Wiley.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2070",
        "title": "Diagnostic organisationnel",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Léonard Evelyne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours se décompose en 3 parties : D'un paradigme unitariste à une vision pluraliste de l'organisation : apports théoriques majeurs pour comprendre les relations entre les acteurs dans et autour de l'organisation : travail sur des lectures ; Et en pratique ? Conception et mise en oeuvre d une observation empirique limitée ; Mise en commun et analyse finale ; implications pour le management et pour le changement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage AA du programme, cette activité contribue au développement et à l'acquisition des AA suivants: 1. Agir en acteur socialement responsable 1.1. porter un regard critique et réflexif 1.2. Décider et agir en intégrant des valeurs éthiques, humanistes 1.3. Décider et agir de manière responsable",
        "content": "Objectifs Le cours vise à développer vos capacités à conduire un diagnostic organisationnel, en vue d’agir à terme de manière pertinente en tant que gestionnaire, mais aussi en vue de bien décoder vos futures situations professionnelles. À l’issue du cours, vous aurez : acquis la maîtrise des principaux paradigmes qui permettent de comprendre et interpréter la réalité d’une organisation ; développé vos capacités méthodologiques – notamment des capacités d’observation et d’analyse – en partant de la théorie pour saisir et interpréter les données utiles dans une organisation ; développé vos capacité des synthèse, de discussion et de présentation des données de terrain. À cela s’ajoutent des capacités de travail en équipe, d’expression en public et de présentation de résultats d’une manière claire et non biaisée. Structure du cours Le cours suit pas à pas les étapes suivantes : Comment saisir les multiples dimensions d'une organisation ? Se donner des outlis d'analyse. Comment observer une organisation, en pratique ? Se donner une méthode. Que révèle l'étude d'une organisation précise ? Collecter et analyser des données. Comment rendre compte d'une organisation de façon précise et attractivé ? Présenter et écrire.",
        "teaching_methods": "Participez ! Le cours requiert une participation active de votre part. Chacune des étapes prévoit des activités en groupe, avec plusieurs échéances où je vous demande de fournir un document ou une présentation. Sachez toutefois que chacune de ces étapes va contribuer, pas à pas, à votre travail final. Faites preuve de curiosité ! Hé non, la curiosité n’est pas un vilain défaut. Le cours vous invite à étudier une organisation de façon approfondie, en maniant plusieurs regards, et il vous permet également de découvrir les organisations étudiées par les autres groupes. Vous aurez rarement dans votre carrière l’occasion de rencontrer au tel éventail d’approches sur des entreprises variées. Profitez-en ! Apprenez ! Comprendre une organisation, c’est vous permettre de vous situer dans votre futur contexte professionnel, en tant que gestionnaire ou manager. Comme l’écrivait très bien, il y a près d’un siècle, cette pionnière du management qu’était Mary Parker Follett, « N’exploitez pas votre personnalité : apprenez votre métier » (M. Parker Follett, 1941 : 272). Une capacité d’analyse constitue le meilleur outil d’un futur ou d’une future manager parce qu'elle permet de s'adapter à des situations diverses et que nous ne pouvons pas connaître aujourd'hui.",
        "assessment_methods": "Il s'agit d'une évaluation continue . L'évaluation finale porte sur deux composantes, toutes deux construites pas à pas au fil du cours : Une présentation orale en groupe. Un travail écrit en groupe. Les travaux consistent en une production originale de votre part. Même si vous vous faites aider par un robot conversationnel, par exemple, votre travail doit faire preuve de solidité scientifique, s'appuyer sur des sources fiables et de qualité, apporter des données originales lorsque le travail comprend une dimension empirique, et bien montrer les étapes de votre raisonnement. Les critères d’évaluation que je vous fournis vous permettent de savoir précisément ce qui est attendu.",
        "online_resources": "La page du cours sur Moodle fournit de nombreuses informations et ressources. Il faut toutefois participer aux séances de cours et au suivi des groupes pour être à même d'atteindre les objectifs du cours.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2125",
        "title": "Portfolio Management",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "D'Hondt Catherine"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Les techniques de construction et de gestion de portefeuille La Théorie moderne du portefeuille & ses extensions Les mesures de performance Les objectifs de développement durable, les facteurs ESG (Environnement-Social-Gouvernance) & leur prise en compte dans la gestion de portefeuille",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel de compétences des programmes de master de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Agir en acteur socialement responsable (1.1 + 1.2 + 1.3) Maitriser des savoirs (2.2 + 2.4) Appliquer une démarche scientifique (3.1 + 3.2) Gérer un projet (7.1 + 7.2 + 7.3) Au terme de cet enseignement, l'étudiant·e sera capable de : Mesurer le risque et le rendement d’actifs financiers individuels et de portefeuilles d’actifs financiers ; Calculer les mesures de performance traditionnelles et sélectionner le(s) plus approprié(e)s en fonction de la stratégie adoptée ; Evaluer les forces et faiblesses des stratégies de gestion actives vs. passive ; Expliquer et appliquer les fondements de la Théorie moderne de portefeuille ; Construire et évaluer leur propre portefeuilles d’actifs financiers en mobilisant les fondamentaux de la Théorie moderne du portefeuille ; Expliquer et discuter les considérations ESG dans la démarche d’investissement ; Expliquer les principales stratégies ESG appliquées en gestion d’actifs ; Appliquer à leur propre portefeuille l’intégration de facteurs ESG.",
        "content": "Introduction Concepts fondamentaux Quelques rappels utiles Hypothèse d'efficience des marchés Acteurs principaux dans l'industrie Indices de marché Le processus de gestion de portefeuille La théorie moderne du portefeuille & au-delà Markowitz & la frontière efficiente moyenne-variance Les limitations de la théorie moderne du portefeuille Le MEDAF La frontière efficiente ESG Les mesures de performance Les stratégies d'investissement Les stratégies basiques L'allocation stratégique d'actifs L'allocation tactique d'actifs & la sélection des titres L'investissement sur base des 'styles' Les facteurs ESG & l'investissement durable Introduction à l'Investissement Socialement Responsable L'écosystème financier ESG Les stratégies ESG Les ratings ESG & le défi du reporting extra-financier Les changements réglementaires en Europe",
        "teaching_methods": "Séances de cours ex cathedra Simulation de gestion de portefeuille sur Stock Trak Exercices",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es de deux manières : • l’évaluation continue certificative incluant des travaux obligatoires liés à la simulation de gestion de portefeuille sur Stock Trak à remettre en cours de quadrimestre (50% de la note finale) • un examen écrit avec questions ouvertes en session (50% de la note finale) La note du contrôle continu n'intervient plus en seconde session (examen=100% de la note).",
        "other_info": "Matériel pédagogique en anglais Cours enseigné en français et en anglais",
        "bibliography": "Bodie, Z., Kane, A., & Marcus, A. J. (2014). Investments (Vol. 10th Edition). New York: McGraw-Hill Education Portfolio Management: An Overview by Robert M. Conroy, CFA and Alistair Byrne, CFA Basics of Portfolio Planning and Construction by Alistair Byrne, CFA and Frank E. Smudde, CFA",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2204",
        "title": "Méthodologie de la communication marketing",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Courbet Annie",
            "Jean Christine"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "L'objectif de ce cours est de comprendre le processus de communication marketing. Ainsi, le cours est structuré comme suit. La première partie du cours est consacrée à la compréhension du processus de communication persuasive. Après avoir étudié le contexte, les principaux modèles de persuasion et leur importance sont étudiés. La deuxième partie du cours se concentre surl'efficacité de la communication marketing persuasive. Seront ainsi évoquésles principales questions autour de la mesure, les principaux outils de mesure, les méthodes et indicateurs de prétest et de post-test). Finalement la dernière partie est consacrée aux média c'est-à-dire lesspécificités des différents médias, le Média planning et les mesures d'efficacité Principaux thèmes abordés dans l'UE, assurant la cohérence globale du programme (en ayant pour cible le référentiel AA du programme).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Réussir à exploiter ces connaissances dans la compréhension et l'analyse critiques de la communication marketing de comprendre la rigueur exigée scientifique dans le cadre de la mise en 'uvre d'une communication persuasive et d'un plan média de travailler en groupe Apporter une solution à une étude cas, d'interpréter les résultats et de formuler des recommandations managériales de communiquer à l'écrit et l'oral A l'issue de ce cours, l'étudiant sera capable Comprendre le processus de communication marketing Connaître les principaux modèles théoriques de persuasion publicitaire Etre au fait des pratiques en matière de mesure de l'efficacité de la communication persuasive Développer une analyse critique de ces techniques de mesure mises en 'uvre Comprendre la spécificité des différents médias Mettre en 'uvre un plan média",
        "content": "L'objectif de ce cours est de comprendre le processus de communication marketing. Ainsi, le cours est structuré comme suit. La première partie du cours se concentre sur le rôle, l'évolution et l'efficacité des différents moyens de communication marketing sur base de cas concrets. Seront ainsi évoqués les principales questions autour de la mesure, les principaux outils, les méthodes et indicateurs de prétest et de post-test. Dans la conclusion, nous y abordons les nouvelles dimensions à prendre en compte dans la communication marketing comme la durabilité, l'inclusion, les nouvelles technologies... La deuxième partie est consacrée aux médias, c'est-à-dire les spécificités des différents médias, le média planning et les mesures d'efficacité. Des cas concrets expliquent et illustrent cette partie. Principaux thèmes abordés dans l'UE, assurant la cohérence globale du programme (en ayant pour cible le référentiel AA du programme). A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. 2. Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : Réussir à exploiter ces connaissances dans la compréhension et l’analyse critique de la communication marketing, ainsi que dans l'évaluation des résultats Comprendre la rigueur exigée scientifique dans le cadre de la mise en oeuvre d’une communication persuasive et d’un plan média Travailler en groupe Apporter une solution à une étude cas, d’interpréter les résultats et de formuler des recommandations managériales Communiquer oralement et par écrit. A l’issue de ce cours, l’étudiant sera capable Etre au fait des pratiques en cours pour les différents moyens de communication et des mesures d’efficacité de la communication persuasive Développer une analyse critique de ces moyens et des techniques de mesure mises en oeuvre Comprendre la spécificité des différents médias et moyens de communication Concevoir et mettre en oeuvre un plan de communication marketing et (paid) média En résumé, l’objectif de ce cours est de comprendre le processus de communication marketing. Il se concentre sur le rôle, l'évolution et l'efficacité des différents moyens de communication marketing sur base de cas concrets. Seront ainsi évoqués les principales questions autour de la mesure, les principaux outils de mesure, les méthodes et indicateurs de testing et d'évaluation. La deuxième partie est consacrée aux médias, c’est-à-dire les spécificités des différents médias, le média planning et les mesures d’efficacité. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d’enseignement (UE) »",
        "teaching_methods": "Théorie: cours magistraux Pratique: nombreux cas concrets à titre d'exemples Mise en pratique: étude de cas Lecture d'articles scientifiques en support Les cours seront à priori donnés en présentiel. Les conditions pour assurer les cours et l'étude de cas seront déterminées en fonction des disponibilités et les conditions techniques (locaux, matériel de diffusion).",
        "assessment_methods": "Evaluation continue (Etude de Cas) : 20% Examen écrit: 80% pour les 2 parties",
        "online_resources": "pour l'étude de cas: possibilité d'avoir recours à l'AI",
        "bibliography": "DE PELSMACKER P., GEUENS K., VAN DEN BERGH J. (2013), Marketing Communications: A European Perspective. 5th Ed,  Pearson ISBN-10: 0273773224 ' ISBN-13: 9780273773221. Références reprises par étude et cas concrets (Kantar, Havas, Belgian Association of Marketing...)",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2132",
        "title": "Price Management",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Ducarroz Caroline",
            "Sinigaglia Nadia"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l’unité d’enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : 2. Maîtriser des savoirs 3. Appliquer une démarche scientifique 5. Agir en contexte international et multiculturel 6. Travailler en équipe et exercer le leadership d’une équipe Les Acquis d’Apprentissage au terme de l’unité d’enseignement A la fin cette unité d’enseignement, l’étudiant est capable : d’appréhender les multiples facettes du prix, aussi bien dans le cas de produits tangibles que de services ; l’étudiant sera ainsi confronté aux dernières avancées en termes de stratégies prix formulées par les entreprises ; de comprendre le processus de fixation des prix, et de maîtriser des méthodes de fixation des prix avancées ; de comprendre le processus de décision prix du consommateur, et les relations entre prix, qualité et valeur ; d’appréhender des articles issus de la littérature scientifique et de la littérature managériale sur le Price Management.",
        "content": "Le Price Management est une importante décision du Marketing mix : « If effective product development, promotion, and distribution sow the seeds of business success, effective pricing is the harvest. » ( T. Nagle). Ce cours est centré d'une part sur le concept de prix en tant que partie intégrante du processus de décision du consommateur, et d'autre part sur les décisions de l'Entreprise en matière de prix. Ainsi, la première partie porte sur les mécanismes liés au prix, la manière dont le consommateur peut percevoir un prix ; sont étudiés notamment les concepts de prix perçu, qualité perçue et valeur perçue par le consommateur, dans le cas des produits (quel que soit leur type) et des services, ainsi que sur l'analyse des relations qui les unissent. Dans une seconde partie est présentée la manière dont une entreprise intègre le prix dans sa stratégie globale, ainsi que les principales méthodes (statiques et dynamiques) de fixation des prix et d'évaluation de la qualité des produits et des services. Une attention particulière est donnée au Value-Based Pricing, approfondi grâce au partenariat mis sur pied avec une entreprise internationale, BASF (leader mondial de la Chimie). L'alternance d' exposés magistraux , d' études de cas, d’exercices pratiques et de lectures d'articles issus de revues scientifiques et managériales permettront à l'étudiant de découvrir à la fois les dernières avancées scientifiques en termes de Price Management et d'être confronté aux réalités du monde de l'entreprise, ces dernières étant également approfondies grâce aux partenariats entreprise développés dans le cadre de ce cours. Plus précisément, les thèmes abordés sont : Introduction : Le Prix comme Elément du Marketing Mix Première Partie : Le Prix et le Choix du Consommateur I.1. Le Prix, la Qualité et l’Information du Consommateur I.2. Le Prix et le Jugement du Consommateur I.3. Le Prix et son Impact sur la Demande Deuxième Partie : Le Prix et les Décisions de l’Entreprise II.1. Objectifs de l’Entreprise et Variables Clés lors de la Fixation des Prix II.2. Méthodes de Tarification – Approche Statique II.3. Segmentation et Stratégie Prix : La Différenciation de Prix II.4. Le Prix, Instrument Tactique et Stratégique II.5. Prix et Internet : Approche Dynamique des Prix Acquis d'apprentissage: Cette unité d’enseignement permet de préparer l’étudiant, manager de demain, à la gestion du prix. A la fin cette unité d’enseignement, l’étudiant·e est capable : - d’appréhender les multiples facettes du prix, aussi bien dans le cas de produits tangibles que de services ; l’étudiant sera ainsi confronté aux dernières avancées en termes de stratégies prix formulées par les entreprises ; - de comprendre le processus de fixation des prix, et de maîtriser des méthodes de fixation des prix avancées ; - de comprendre le processus de décision prix du consommateur, et les relations entre prix, qualité et valeur ; - d’appréhender des articles issus de la littérature scientifique et de la littérature managériale sur le Price Management.",
        "teaching_methods": "Le cours alterne exposés théoriques, études de cas, exercices pratiques (avec utilisation d’un logiciel adéquat) et lectures d’articles issus de revues scientifiques et managériales. Ainsi, l’étudiant est amené à mener un travail préparatoire, en amont de certaines sessions (préparation études de cas et articles). La collaboration mise sur pied par les professeurs avec BASF se traduit, dans ce cours, par l’intervention de plusieurs managers de BASF. Ceux-ci animeront une session théorique sur un thème lié au Pricing (par exemple, le « Value-Based Pricing »), qui sera suivie d’une étude de cas (par groupe) sur une des méthodologies abordées, le tout en anglais ( participation obligatoire ). Les étudiants participant à ces sessions BASF recevront un « certificat BASF », à l’issue du cours. Enfin, un projet de groupe, construit en plusieurs étapes et avec collecte de données primaires sur le terrain, est mené par les étudiants autour d’une méthode avancée de fixation des prix.",
        "assessment_methods": "L’évaluation finale sera déterminée en fonction des éléments suivants : L'examen écrit (65% de la note finale – en session – questions ouvertes) : l'étudiant·e sera amené à répondre aux questions portant sur la matière vue au cours, en ce compris (1) les articles issus de revues scientifiques ou managériales traités au cours, (2) les cas et exercices vus au cours (ce qui impliquera l'utilisation d'un logiciel statistique lors de l'examen), (3) la partie liée aux formateurs BASF. Le projet de groupe (25% de la note finale - à remettre avant la session) : les étudiants seront amenés à réaliser un projet de groupe portant sur un des points de la matière, à savoir les méthodes individuelles de fixation des prix. Le rapport individuel fourni par chaque étudiant (10% de la note finale - à remettre avant la session) , en lien avec le projet réalisé sur les méthodes individuelles de fixation des prix. En cas de réussite des 3 activités d’apprentissage, la méthode d’intégration mentionnée (examen écrit 65% - projet de groupe 25% - projet individuel 10%) est d'application. En cas d’échec à l'examen écrit, la méthode d’intégration prévoit que la note finale est un échec (correspondant à la note de l'examen). Cette règle prévaut pour toutes les sessions d'examen. Toute absence à la session donnée par BASF sera pénalisée dans la note finale de l’étudiant·e. Les modalités précises du cours , en ce compris les consignes liées au projet de groupe et au rapport individuel, seront données aux étudiants lors de la première séance du cours. En cas de seconde session , seule la partie \"examen écrit\" pourra être repassée par l'étudiant·e (les notes liées aux parties \"projet de groupe\" et \"rapport individuel\" étant acquises pour les sessions de l'année académique en cours). Par ailleurs, les professeurs se réservent le droit de transformer l'examen écrit en un examen oral si moins de 4 étudiants sont inscrits à l'examen. Note : Dans les travaux de groupe et individuels dans le cadre de ce cours, les sources d’information doivent être systématiquement citées, en respectant les normes de référencement bibliographique. Dans le cas où l’étudiant·e aurait fait appel à une IA générative, il(elle) est tenu·e d’indiquer systématiquement les parties ayant fait l’objet d’une utilisation de cet outil, en ajoutant une note de bas de page précisant si l’IA a été utilisée et dans quel but elle l’a été (recherche d’information, rédaction de texte et/ou correction de texte). L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées. Ainsi, en soumettant un travail de groupe ou individuel pour évaluation, l'étudiant·e affirme : (i) qu'il reflète fidèlement le phénomène étudié, et pour cela elle/il doit avoir vérifié les faits ; (ii) avoir respecté toutes les exigences spécifiques du travail qui lui est confié, notamment les exigences pour la transparence et la documentation de la démarche scientifique mise en œuvre. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, l'étudiant·e est en défaut de son engagement déontologique vis-à-vis de la connaissance produite dans le cadre de son travail, et éventuellement d’autres aspects de l’intégrité académique, ce qui constitue une faute académique et sera considéré comme tel.",
        "online_resources": "Moodle",
        "bibliography": "Support de cours Le matériel pédagogique, à disposition des étudiants sur Moodle, est composé de : Slides (écrans Power Point) Etudes de cas Articles scientifiques et managériaux à lire et à préparer. Références bibliographiques recommandées, lectures conseillées : Cette liste est loin d'être exhaustive. Les sources citées peuvent s'avérer intéressantes pour tout étudiant désireux d'en savoir davantage sur les sujets abordés. [1] T.T. NAGLE, G. MULLER, and E. GRUYAERT (2023), The Strategy and Tactics of Pricing: A Guide to Growing More Profitability, Routledge, 7th Edition. [2] A. PALMER (2014), Principles of Services Marketing, McGraw-Hill Education, 7th Edition, Europe. [3] T.J. SMITH (2011), Pricing Strategy: Setting Price Levels, Managing Price Discounts, & Establishing Price Structures, South-Western, Cengage Learning. [4] C. DUCARROZ, A. JOLIBERT (2021). Chapitre 10 – L'analyse des mesures conjointes. In Delacroix, E., Jolibert, A., Monnot, E., & Jourdan, P. (Eds.), Marketing Research (2nd Ed., pp 235-251), Dunod. [5] H. SIMON, F. JACQUET, F. BRAULT (2011), La Stratégie Prix : Le Pricing, Levier Indispensable Pour Augmenter Votre Rentabilité, 3ème édition, Editions Dunod, Paris. [6] V. A. ZEITHAML (1988), « Consumer Perceptions of Price, Quality, and Value : A Means-End Model and Synthesis of Evidence », Journal of Marketing, Vol. 52, July, 2-22 [7] P. DESMET, M. ZOLLINGER (1997), Le Prix : de l'Analyse Conceptuelle aux Méthodes de Fixation, Editions Economica (Gestion), Paris. [8] R. J. DOLAN, H. SIMON (1997), Power Pricing : How Managing Price Transforms the Bottom Line, The Free Press, New York.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2136",
        "title": "Tendances en Digital Marketing",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Poncin Ingrid"
        ],
        "teaching_language": "Français",
        "prerequisites": "/ Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le digital marketing joue un rôle de plus en plus central dans l'évolution et les pratiques du marketing. Ce cours vise à l'acquisitions de connaissances théoriques et pratiques sur les approches innovantes et les dernières tendances en digital marketing, Ces tendances en Digital Marketing seront mises en perspective avec les comportements du consommateur et les pratiques des organisations. Dans ce cadre, des séminaires réguliers sont organisés sur des thèmes définis chaque année par exemple : l'écosystème digital, l'empreinte numérique d'une entreprise, l'économie collaborative, la gamification, l'expérience du consommateur, l'internet des objets IoT, customisation des contenus ... . Les étudiants réaliseront un projet en lien direct avec les thématiques abordées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l'unité d'enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Agir en contexte international et multiculturel : comprendre le monde du digital marketing qui est nécessairement international et global; Réussir à exploiter ces connaissances dans la compréhension et l'analyse critiques des tendances en digital marketing; Comprendre la rigueur exigée scientifique dans le cadre de la mise en oeuvre du digital marketing; Travailler en groupe; Interpréter les résultats et de formuler des recommandations managériales; Communiquer la synthèse de la veille réalisée sur un thématique donnée. A l'issue de ce cours, l'étudiant sera capable de : Connaître les tendances et pratiques en matière de Digital Marketing Comprendre les enjeux de la mise en place du digital marketing en entreprise Etre au fait des pratiques en matière de marketing digital et être capable de déterminer leur pertinence stratégique et opérationnelle pour l'organisation Développer une analyse critique de ces techniques marketing, de leur intérêt et de leurs limites. Etre capable d'envisager l'utilisation de ces tendances dans le cadre du marketing stratégique et opérationnelle Développer des capacités de veille permanente sur les tendances en digital marketing. Mener une réflexion sur les évolutions de ces tendances Développer des capacités d'application de ces techniques en entreprise.",
        "content": "Le digital marketing joue un rôle de plus en plus central dans l'évolution et les pratiques du marketing. Ce cours vise à l'acquisitions de connaissances théoriques et pratiques sur les approches innovantes et les dernières tendances en digital marketing, Ces tendances en Digital Marketing seront mises en perspective avec les comportements du consommateur et les pratiques des organisations. Dans ce cadre, des séminaires réguliers sont organisés sur des thèmes définis chaque année par exemple : l'écosystème digital, l'empreinte numérique d'une entreprise, l'économie collaborative, la gamification, l'expérience du consommateur, l'internet des objets IoT, customisation des contenus ... .",
        "teaching_methods": "Cours magistraux (+ Intervenants professionnels) Etude de cas Veille digitale E-learning Lecture Utilisation des plateformes Moodle et Teams pour les interactions à distance .",
        "assessment_methods": "Evaluation continue (participation au séminaire, veille digitale et e-learning) Examen oral Note: Dans les travaux de ce cours (individuel ou de groupe), les sources d’information doivent être systématiquement citées, en respectant les normes de référencement bibliographique. Dans le cas où l’étudiant·e aurait fait appel à une IA générative, il(elle) est tenu·e d’indiquer systématiquement les parties ayant fait l’objet d’une utilisation de cet outil, en ajoutant une note de bas de page précisant si l’IA a été utilisée et dans quel but elle l’a été (recherche d’information, rédaction de texte et/ou correction de texte). L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées. Ainsi, en soumettant un travail pour évaluation, l'étudiant·e  affirme : (i) qu'il reflète fidèlement le phénomène étudié, et pour cela elle/il doit avoir vérifié les faits ; (ii) avoir respecté toutes les exigences spécifiques du travail qui lui est confié, notamment les exigences pour la transparence et la documentation de la démarche scientifique mise en œuvre. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, l'étudiant·e est en défaut de son engagement déontologique vis-à-vis de la connaissance produite dans le cadre de son travail, et éventuellement d’autres aspects de l’intégrité académique, ce qui constitue une faute académique et sera considéré comme tel.",
        "other_info": "Ce module de cours est conseillé pour les étudiants qui souhaitent suivre l'option Digital Marketing Immersion professionnelle en Q3.",
        "online_resources": "Moodle et Teams",
        "bibliography": "Support de cours : Slides (Pwt du cours et des interventions professionnelles) Références bibliographiques recommandées, lectures conseillées : Chaffey D., Ellis-Chadwick F. (2020), Marketing digital, adapté en français par Henri Isaac, Pierre Volle, Maria Mercanti-Guérin, Pearson. Suivi très régulier de l'actualité du digital marketing: repérage des initiatives innovantes, des opérations entrant dans le cadres des nouvelles tendances, etc. Lecture de magazines, sites Internet, veille stratégique et opérationnelle sur les tendances en digital marketing.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2140",
        "title": "Financial Risk",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Nguyen Anh",
            "Thewissen James"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "bibliography": "The class will either be presential or on Teams (TBC). The contact moments will be on Teams. The presentations of this class will be fully organized on Campus.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2134",
        "title": "E-comportement du consommateur",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Charry Karine"
        ],
        "teaching_language": "Français",
        "prerequisites": "/ Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Ce cours aborde les concepts essentiels en comportement du consommateur sous l'angle digital. Principalement, seront discutés dans ce cours le processus de prise de décision (principalement) on-line et tous les facteurs impactant celui-ci dans ce contexte (facteurs internes tels que implication, attitude, attention, perceptions, lifestyles, ... ;  et externes tels que groupes de référence, culture, etc..)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l'unité d'enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Maitriser des savoirs qui permettent d'être acteurs de changements au sein de leur organisation ; Intégrer les éléments de contextes culturels dans l'analyse et la réponse donnée à une situation ; Optimiser sa stratégie de communication en fonction de ces éléments de contexte Les Acquis d'Apprentissage au terme de l'unité d'enseignement A la fin cette unité d'enseignement, l'étudiant est capable de comprendre l'influence de variables propres et/ou externes au consommateur qui influencent son comportement online. Il pourra aussi identifier les leviers à la disposition du marketers pour modifier ce comportement. Ces leviers pourront être traduits enstratégies et décisions opérationnelles pour positionner son organisation ou sa marque. Tout ceci permettra in fine de percevoir l'interactivité entre les éléments online et offline dans ce contexte et de (ré)agir optimalement.",
        "content": "L'objectif du cours est de permettre aux étudiants de mieux comprendre les facteurs intervenant dans le processus de prise de décision du/des consommateur(s), ce qui impacte significativement son expérience de conso et peut donc l'optimiser. Le but est d'utiliser cette connaissance afin de développer les meilleurs stratégies marketing en fonction de la cible, du contexte et du moment considéré dans le processus, tout au long de son parcours (le consumer journey) . Un focus particulier est placé sur les comportements digitaux, eu égard à ce consumer journey et au rôle des nouvelles technologies dans la compréhension de l'expérience du consommateur, mais de manière non exclusive. Le cours s'intéresse ainsi aux principaux facteurs impactant son attitude et expliquant son comportement et son expérience, facteurs propres et internes aux consommateurs (personnalité, valeurs, perceptions, ....) ainsi que ceux liés à son environnement (groupes de référence, culture, capital social et culturel, ...). Il évoque également les différents types d'expériences du consommateur : émotionnelle, cognitive, sensorielle, etc..., à chaque étape de son parcours.",
        "teaching_methods": "Cours magistraux Sessions interactives relatives aux concepts, en partant de situations concrètes. Applications dans des cas pratiques (travaux en petits groupes) Sessions de feedback en petits groupes. Articles scientifiques et quizzes Interactivité et participation des étudiants Interventions de professionnels (en présentiel ou distanciel)",
        "assessment_methods": "Examen écrit, individuel, en session pour 75% des points. Présentation de travaux de groupe pendant le cours pour 25% des points. Pour les travaux appliqués, l'utilisation de l'IA n'est pas interdite, notamment lorsqu'elle peut aider les étudiants à optimiser le travail d'écriture (orthographe, syntaxe et structure). Néanmoins, toute proposition devra être justifiée par des éléments du cours montrant la maitrise de ceux-ci. La capacité individuelle à défendre les propositions de manière objectivée et etayée fait partie intégrante de l'évaluation. Un travail généré par l'IA sans maitrise des concepts, théories et limites des propositions sera sanctionné. Enfin, une attention particulière devra etre apportée aux sources/références (la pertinence de l'IA à cet égard étant souvent très limitée). La participation au cours (basée notamment sur les articles scientifiques à lire, sur les travaux pratiques réalisés en groupe ...) est valorisée par un « bonus » de 1 ou 2 points. Lors de la session de septembre, seuls les 75% de l'examen écrit seront réévalués, les 25% d'évaluation continue seront reportés automatiquement.",
        "online_resources": "Les slides de cours ainsi que les papiers scientifiques et les contenus proposés par les intervenants sont mis à disposition sur le Student Corner.",
        "bibliography": "Support de cours Syllabus disponible on line, basé sur les ouvrages ci-dessous, ainsi que de nombreux papiers scientifiques référencés dans le syllabus. Références bibliographiques recommandées, lectures conseillées : SOLOMON M. (2008), Consumer Behavior, 8th ed., Prentice-Hall. Schiffman and Kanuk, (2010) Consumer Behavior, Global Edition, Pearson Close, (2012) Online Consumer Behavior",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mcomu2202",
        "title": "Communication Marketing",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Charry Karine"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours présente la communication sous toutes ces formes (celles disponibles pour une organisation), envisageant les différents secteurs d'activité, incluant le secteur non marchand. Les outils du « mix marketing » seront définis et présentés, également sur base d'exemples concrets. Enfin, une discussion éthique sera amorcée, notamment en considération de cibles plus spécifiques telles que les enfants ou les séniors. Principaux thèmes abordés dans l'UE, assurant la cohérence globale du programme (en ayant pour cible le référentiel AA du programme).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Ouvrir ses connaissances et sa compréhension de la communication à 360° en marketing ; Envisager une perspective intégrée critique qui permet d'optimiser les investissements (coûts/efforts/contenu) en communication marketing ; Comprendre les processus cognitifs, affectifs et comportements qui affectent le décodages des messages ; Développer des capacités de réflexion critique dans un contexte donné de communication marketing ; Appréhender les considérations éthiques liées à la communication. « A la fin cette unité d'enseignement, l'étudiant est capable d'identifier tous les outils de communication à disposition d'une organisation, y compris les plus alternatifs (fruit de la nécessité de différentiation dans un contexte toujours plus concurrentiel). Ainsi, il comprendra les enjeux stratégiques et opérationnels associés à chaque outil et pourra offrir une solution de communication optimale en adaptant les bons outils et les bons messages aux bons contextes. Enfin, il sera capable d'offrir un regard critique sur certaines pratiques de communication, en termes d'efficacité ou d'éthique.",
        "content": "L’objectif du cours est de mieux comprendre l’impact de facteurs prépondérants du processus de communication (notamment la source, le message, la cible) sur l’efficacité de la communication marketing en fonction des objectifs poursuivis. Un certain nombre de modèles de persuasion (issus d’études en communication, en marketing, en psychologie, …) seront étudiés afin de bien comprendre les processus qui ont cours, en B-to-B et en B-to-C, en marketing marchand et non-marchand. La cohérence de l’action de communication avec le plan marketing global sera également évoquée, notamment d’un point de vue stratégique. Enfin, les éléments permettant une évaluation éthique des pratiques de communication seront proposés afin de permettre aux étudiants de réfléchir aux implications de ces pratiques managériales A la fin de ce cours, les étudiants devraient être ainsi capables de mobiliser le bon message et la bonne source, en fonction de leur(s) cible(s), de leur contexte et de leurs objectifs. Evaluer la pertinence d’une action de communication et son optimisation font également partie des compétences à acquérir dans le cadre de ce cours. Des papiers scientifiques, des études de cas, des avis d’experts et de nombreux exemples seront mobilisés à cette fin. Le cours est structuré de la manière suivante Introduction à la communication marketing Definitions USP, Objectifs et Cohérence KPI La cible Individuelle Partie d’un groupe Personnalisation B-toB vs. B-toC La source Les différentes sources en com marketing traditionnel Caractéristiques des sources efficaces Marketing d’influence Sources non identifiées comme commerciales Aspects légaux Le message Types de messages Content marketing Com non-verbale com et nudges Biais de perception Modes Considérations éthiques, sociales et sociétales Le \"cause marketing\", le marketing social Les perspectives éthiques",
        "teaching_methods": "Séances interactives de cours \"magistraux\" sur base de cas et de nombreux exemples Case studies, dont un cas est proposé en collaboration avec de experts de terrain (cas réalisé en groupe, intégrant les étudiants de deux cours de l'option et mutualisant ainsi les enseignements des deux cours) Exercices en cours, debriefs en séances en petits groupes Articles scientifiques à traduire en applications managériales dans le cadre d'activités de dissémination variées",
        "assessment_methods": "L'évaluation se fait principalement ( 80%) sous la forme d'un examen en janvier et/ou septembre. La qualité du traitement d'un cas global, proposé en commun avec des experts de terrain et réalisé en groupe, sera comptabilisée dans la note finale (20% de la note finale). Des sessions de guidance (questions/réponses) et de travail en commun sont prévus dans l'horaire. Une note de participation aux sessions (contribution aux débats et/ou exercices) constitue un bonus à la note de l'examen. Pour les travaux appliqués, l'utilisation de l'IA n'est pas interdite, notamment lorsqu'elle peut aider les étudiants à optimiser le travail d'écriture (orthographe, syntaxe et structure). Néanmoins, toute proposition devra être justifiée par des éléments du cours montrant la maitrise de ceux-ci. La capacité individuelle à défendre les propositions de manière objectivée et etayée fait partie intégrante de l'évaluation. Un travail généré par l'IA sans maitrise des concepts, théories et limites des propositions sera sanctionné. Enfin, une attention particulière devra etre apportée aux sources/références (la pertinence de l'IA à cet égard étant souvent très limitée). Attention : l'évaluation de septembre ne se base que sur l'examen (et ne prend plus en considération les cas et la participation).",
        "online_resources": "Les slides de cours ainsi que les papiers scientifiques utilisés dans cette unité d'enseignement sont mis à la disposition des étudiants sur le student corner de l'UCLouvain Fucam Mons",
        "bibliography": "Support de cours Syllabus de cours mis à disposition sur le site de cours de l'UCLouvain (student corner) Le syllabus est basé sur les ouvrages de références suivants De Pelsmacker, P., Geuens, M. et Van den Bergh, J. (2017), Marketing Communications:  A European Perspective, sixth edition, Pearson International. De Baynast, A et Lendrevie (2014), Publicitor ' publicité on line et off line, 8ième édition, Dunod. Malaval, P. et Decaudin, J-M. (2016), Pentacom 4e édition : Communication marketing b-to-c et b-to-b, corporate, digitale et responsable, Pearson. de Baynast, A., Lendrevie, J. et Levy, J. (2017), Mercator, 12ième édition, Dunod Il s'appuie également sur des publications scientifiques les plus récentes dont les références sont spécifiées dans les slides de cours.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2253",
        "title": "Transport et mobilité",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Jourquin Bart"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours s'organise autour des thèmes suivants : Introduction générale La localisation des activités La demande et l'offre de transport Les coûts externes et les impacts climatiques Les politiques de tarification Modélisation des réseaux de transport : études de cas Évaluation des politiques de transport et mobilité. Lien entre logistique d'entreprise et transport L'étudiant sera également amené, de manière individuelle ou en groupe selon la taille de l'auditoire, à présenter un travail personnel basé sur la lecture d'un article qui illustre un cas d'application.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de comprendre les enjeux stratégiques, opérationnels et sociétaux qui sous-tendent les activités de transport (de personnes et de biens), en ce compris la dimension logistique (localisation, transport de conteneurs').",
        "content": "Le cours s'organise autour des thèmes suivants : Introduction générale La localisation des activités La demande et l'offre de transport Les coûts externes et les impacts climatiques Les politiques de tarification Évaluation des politiques de transport et mobilité. Lien entre logistique d'entreprise et transport L'étudiant sera également amené, de manière individuelle ou en groupe selon la taille de l'auditoire, à présenter un travail personnel basé sur la lecture d'un article scientifique qui illustre un cas d'application.",
        "teaching_methods": "Cours magistral Lectures Production personnelle de l'étudiant (travail écrit et présentation orale) Les activités d'enseignement se font en classe ou en distanciel.",
        "assessment_methods": "Examen écrit en session (50%) Remise d'un travail écrit + sa présentation orale en classe (40%) Discussion (en classe) d'un travail présenté par un autre étudiant (10%) En cas de seconde session, le travail écrit (point 2) ne sera représenté que si une note inférieure à 10/20 lui a été attribuée. La note obtenue pour la discussion en classe (point 3) fait partie de l'évaluation continue et est définitive.",
        "online_resources": "Student Corner (Mons)",
        "bibliography": "QUINET E., VICKERMAN R. (2005), Principles of Transport Economics, Edward Elgar Pub. BUTTON K.J. (2010), Transport Economics, 3rd edition, Edward Elgar.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2262",
        "title": "Entrepreneuriat technologique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hermans Julie",
            "Valentiny David"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les nouvelles technologies, notamment de l'information et des communications, occupent une place prépondérante dans les projets d'entrepreneuriat (création d'activités nouvelles). Deux dynamiques principales sont visées : les technologies au service du projet entrepreneuriat ; les technologies au coeur du projet d'entrepreneuriat. Cette unité d'enseignement permet d'en étudier les enjeux et facettes : Exploration des dynamiques technologiques dans lesquelles s'insèrent les projets d'entrepreneuriat ; Exploration des modèles d'affaires centrés sur les NTIC et les nouveaux métiers de l'Internet ; Outils pour développer une identité numérique d'entreprise et mobiliser les réseaux sociaux ; Introduction aux techniques d'E-marketing et gestion de l'audience clients ; Protection de la propriété intellectuelle dans un monde numérique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l'unité d'enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme de master 120 ingénieur de gestion ou en sciences de gestion de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Activer et appliquer ses savoirs à bon escient face à un problème (2.4) Mener un raisonnement analytique clair et structuré ; penser un problème selon une approche systémique et globale ; synthétiser avec discernement les éléments essentiels de la situation ; dégager, sur base de l'analyse et du diagnostic, des solutions implémentables en contexte et identifier des priorités d'action (3.1, 3.3, 3.4 et 3.5) Réfléchir et faire évoluer les contenus, les processus et les finalités des pratiques professionnelles (4.4) Exprimer un message de façon claire et structurée ; interagir et dialoguer de façon efficace et respectueuse avec des interlocuteurs variés (8.1 et 8.2) Les Acquis d'Apprentissage au terme de l'unité d'enseignement A la fin de cette unité d'enseignement, les étudiants seront capables de : Situer leurs projets dans des marchés et trajectoires technologiques en mutation ; Explorer et développer des modèles d'affaires centrés sur les NTIC et les nouveaux métiers de l'Internet ; Développer une identité numérique d'entreprise ; Mobiliser des techniques d'E-marketing ; Comprendre les outils de protection de la propriété intellectuelle de l'entreprise.",
        "content": "Les nouvelles technologies, notamment de l'information et des communications (NTIC), occupent une place prépondérante dans les projets d’entrepreneuriat (création d'activités nouvelles). Le cours MHELH 2262 – Entrepreneuriat Technologique permet d'en étudier les enjeux et facettes : Exploration des dynamiques technologiques et de marchés dans lesquelles s’insèrent les projets d’entrepreneuriat ; Exploration du rôle de l’entrepreneur au sein d’un écosystème d’innovation, local ou virtuel. Exploration des modèles d’affaires centrés sur les NTIC et les nouveaux métiers de l’internet (par exemple : crowdfunding, crowdsourcing) Protection de la propriété intellectuelle dans un monde numérique.",
        "teaching_methods": "Cette unité d'enseignement se donne en présentiel et alterne : exercices, études de cas et ateliers, y compris travail en équipe sur un projet d'entrepreneuriat transversal à l'option \"Entrepreneuriat\", séances ex cathedra, exposés réalisés par des professionnels en tant qu'intervenants externes. L'accent est mis sur l'interaction entre les étudiants au sein de leur groupe et entre groupes, au travers du développement de leur projet transversal (groupe de 2 à 4 étudiants).",
        "assessment_methods": "Remarque préliminaire Les étudiants développent, en groupe-projet (max 4 étudiants), un projet entrepreneurial transversal dont les différentes facettes seront travaillées dans chacun des trois cours de l’option en entrepreneuriat. Evaluation continue Une évaluation continue se fait sur base de (1) l’implication des étudiants lors des sessions en présentiels : interaction lors des discussions en classe, en particulier avec les intervenants externes ; (2) des efforts de réappropriation des concepts et application au projet transversal notamment lors des présentations intermédiaires de ce dernier (matinées transversales). A réaliser en groupe mais la note est individuelle Pondération : 40% de la note Examen en session d’examen (janvier) Les différents thèmes abordés permettant de nourrir la réalisation d’un projet entrepreneurial transversal, la mobilisation des acquis d’apprentissage au sein de ce projet sera évaluée lors de la présentation finale du projet. A réaliser en groupe-projet Pondération : 30% de la note Cas pratique (janvier) Au-delà du projet transversal, l’évaluation finale (30% de la cote du cours) consiste en la réalisation individuelle d’un produit minimum viable (MVP de la méthodologie lean startup : site web, page media sociaux, brochure digitale, video,…) dans un format digital (10% de la note), et l’explication en une page (10%) des résultats de son expérimentation auprès d’une audience choisie par l’étudiant. Les réalisations de ces MVP ne requierent pas de compétences digitales spécifiques car elles pourront se faire à travers des outils simples \"no code\" présentés en séance de cours. De plus, chaque étudiant devra réaliser une observation et analyse de projets entrepreneuriaux non poursuivis (échec ou abandon ou...) afin d'en comprendre les causes et restituer cette analyse dans un document d'1 page (10%) A réaliser individuellement Pondération : 30% de la note (10% pour le MVP, 10% pour le rapport d'expérimentation en 1 page, 10% pour l'analyse d'autres projets en 1 page). Modalités de seconde session Soumettre un rapport de réflexion (30%) qui présente les pistes d’amélioration du projet transversal quant à ses aspects technologiques et, le cas échéant (non réussite du cas pratique), soumettre une nouvelle version du MVP (10%), du rapport (1 page) d’expérimentation (10%) et un rapport d'analyse d'autres projets (10%). A réaliser individuellement En soumettant votre travail pour évaluation : - Vous affirmez qu'il reflète fidèlement le phénomène étudié, et pour cela vous devez avoir vérifié les faits, surtout s'ils sont prétendus par une IA générative (dont vous devez mentionner explicitement l’utilisation en tant qu’outil de soutien à la réalisationde votre mémoire/projet/rapport/travail) ; - Vous affirmez que toutes les sources de connaissances qui dépassent le domaine commun sont dûment référencées. Les connaissances du domaine commun sont universellement établies et touchent à ce qu’un lecteur averti peut évaluer sans avoir besoin de confirmation d'une source distincte ; - Vous affirmez avoir respecté toutes les exigences spécifiques du travail qui vous est confié, notamment les exigences pour la transparence et la documentation de la démarche scientifique mise en œuvre. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, vous êtes en défaut de votre engagement déontologique vis-à-vis de la connaissance produite dans le cadre de votre travail, et éventuellement d’autres aspects de l’intégrité académique, ce qui constitue une faute académique et qui sera considérée comme telle.",
        "bibliography": "Support de cours : Slides de cours et portfolio de lectures disponibles sur student corner Références bibliographiques recommandées, lectures conseillées : Commission Européenne (2015), Rapport sur « La transformation digitale des entreprises et industries européennes » (voir http://ec.europa.eu/growth/tools-databases/newsroom/cf/itemdetail.cfm?item_id=8189&lang=fr",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2029",
        "title": "International financial management",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Knaepen Denis"
        ],
        "teaching_language": "Anglais",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "bibliography": "The main material for this is a (paper) syllabus of approximately 220 slides available for printing at DUC at the beginning of the course. There is no electronic version available The following textbook is recommended but not compulsory for students who want to have additional information “International Financial Management, 4th Ed., Authors/ Eun / Resnick, McGraw Hill”",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2263",
        "title": "Entrepreneurial Change Making",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Jacquemin Amélie"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Entrepreneurship in action; Change-making; Sustainable innovation; Green transition; Critical thinking; Business modelling; Entrepreneurial mindset; Art of pitching",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 At the end of this learning unit, the UCLouvain student is able to : Competencies Given the « competencies referential » linked to the LSM Master in Management and in Business Engineering, this course mainly develops the following competencies: 1. Corporate citizenship 1.3 Decide and act responsibly, while taking into account the social, economic and environmental, sometimes antinomic, outcomes in the short, medium and long term, for the various stakeholders. 2. Knowledge and Reasoning 2.4 Activate and apply the acquired knowledge accordingly to solve a problem. 3. A scientific and systematic approach 3.3 Consider problems using a systemic and holistic approach: recognize the different aspects of the situation and their interactions in a dynamic process. 4. Innovation ad Entrepreneurship 4.1. Identify new opportunities, propose creative and useful ideas in situations that require new strategic approaches, break with existing models and paradigms, promote progress and change. 4.2 Initiate, develop and implement ideas around a new product, service, process or organizational structure, having evaluated the risks and remain pragmatic. 4.3 Integrate, collaborate and actively drive forward collective actions for change, and diffuse for social awareness 4.4 Reflect on and improve the content, processes and goals of professional practices. 6. Teamwork and leadership 6.1 Work in a team: join in and collaborate with team members. Be open and take into consideration the different points of view and ways of thinking, manage differences and conflicts constructively, accept diversity. 7. Project Management 7.1 Analyse a project within its environment and define the expected outcomes: identify what is at stake, the required outcomes and the environmental constraints; clearly define the project objectives and associate the performance indicators. 7.2 Organize, manage and control the process: structure and schedule the tasks, identify and allocate human and material resources, coordinate, delegate and supervise the tasks; take into account the anticipated constraints and risks. 8. Communication and Interpersonal Skills 8.1 Express a clear and structured message, both orally and in writing in their mother tongue, in English and ideally, in a third language, adapted to the audience and using context specific communication standards. 8.2 Interact and discuss effectively and respectfully with diverse stakeholders (supervisors, peers, colleagues, clients... ) in face-to­face and group contexts, using both verbal and nonverbal communication skills: demonstrate the ability to listen, empathize, be assertive, provide and accept constructive criticism. Learning outcomes At the end of the course, the student is able to: Identify and critically evaluate sustainable innovation issues within various environments, utilizing a wide range of techniques, concepts and models Come up with and present innovative solutions and apply competitive strategies using an entrepreneurial mindset Design the full business model of their solutions using canvas that integrate all the dimensions and challenges of sustainability Demonstrate an understanding of possible uses of new and emerging technologies in sustained innovation Demonstrate an understanding of the special challenges in the implementation of sustainable solutions in healthcare Demonstrate an understanding of the modern artificial intelligent solutions taking sustainable challenges into account Promote and facilitate the adoption and maintenance of the strong sustainable change maker orientation with measurable sustainability metrics: SDGs (UN sustainable development goals), TBL (Triple Bottom Line), and ESGs (Environmental, social, and corporate governance) Summarize various strands of sustainable innovation knowledge and skills in developing an effective business solution with case solving methodology Design and perform an efficient business pitch Work in international and multidisciplinary teams Developing and leading creativity processes Identify and understand the critical elements for launching an entrepreneurial project Act entrepreneurially in a professional context At the end of this learning unit, the Circle U. student is able to : Competencies Given the « competencies referential » linked to the LSM Master in Management and in Business Engineering, this course mainly develops the following competencies: 1. Corporate citizenship 1.3 Decide and act responsibly, while taking into account the social, economic and environmental, sometimes antinomic, outcomes in the short, medium and long term, for the various stakeholders. 2. Knowledge and Reasoning 2.4 Activate and apply the acquired knowledge accordingly to solve a problem. 3. A scientific and systematic approach 3.3 Consider problems using a systemic and holistic approach: recognize the different aspects of the situation and their interactions in a dynamic process. 4. Innovation ad Entrepreneurship 4.1. Identify new opportunities, propose creative and useful ideas in situations that require new strategic approaches, break with existing models and paradigms, promote progress and change. 4.2 Initiate, develop and implement ideas around a new product, service, process or organizational structure, having evaluated the risks and remain pragmatic. 4.3 Integrate, collaborate and actively drive forward collective actions for change, and diffuse for social awareness. 6. Teamwork and leadership 6.1 Work in a team: join in and collaborate with team members. Be open and take into consideration the different points of view and ways of thinking, manage differences and conflicts constructively, accept diversity. 7. Project Management 7.1 Analyse a project within its environment and define the expected outcomes: identify what is at stake, the required outcomes and the environmental constraints; clearly define the project objectives and associate the performance indicators. 7.2 Organize, manage and control the process: structure and schedule the tasks, identify and allocate human and material resources, coordinate, delegate and supervise the tasks; take into account the anticipated constraints and risks. 8. Communication and Interpersonal Skills 8.1 Express a clear and structured message, both orally and in writing in their mother tongue, in English and ideally, in a third language, adapted to the audience and using context specific communication standards. 8.2 Interact and discuss effectively and respectfully with diverse stakeholders (supervisors, peers, colleagues, clients... ) in face-to­face and group contexts, using both verbal and nonverbal communication skills: demonstrate the ability to listen, empathize, be assertive, provide and accept constructive criticism. Learning outcomes At the end of the course, the student is able to: Identify and critically evaluate sustainable innovation issues within various environments, utilizing a wide range of techniques, concepts and models Come up with and present innovative solutions and apply competitive strategies using an entrepreneurial mindset Design the full business model of their solutions using canvas that integrate all the dimensions and challenges of sustainability Demonstrate an understanding of possible uses of new and emerging technologies in sustained innovation Demonstrate an understanding of the special challenges in the implementation of sustainable solutions in healthcare Demonstrate an understanding of the modern artificial intelligent solutions taking sustainable challenges into account Promote and facilitate the adoption and maintenance of the strong sustainable change maker orientation with measurable sustainability metrics: SDGs (UN sustainable development goals), TBL (Triple Bottom Line), and ESGs (Environmental, social, and corporate governance) Summarize various strands of sustainable innovation knowledge and skills in developing an effective business solution with case solving methodology Design and perform an efficient business pitch Work in international and multidisciplinary teams",
        "bibliography": "Course material Slides, scientific articles, introductory videos Recommended readings G. de Jong , N. Faber, E. Folmer , T. Long , & B. Ünal (Eds.), De Gruyter Handbook of Sustainable Entrepreneurship Research, De Gruyter Handbooks in Business, Economics and Finance, De Gruyter, https://doi.org/10.1515/9783110756159-001 Ries, E. (2011). The lean startup: How today's entrepreneurs use continuous innovation to create radically successful businesses. Crown Business. https://flourishingbusiness.org/flourishing-business-canvas/",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2133",
        "title": "Product and Innovation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Sinigaglia Nadia"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "/",
        "topics_covered": "Ce cours est organisé en deux parties. Dans une première partie, le cours abordera les thèmes suivants : les méthodes de génération d'idées et/ou techniques de créativité pour des nouveaux produits/services, le processus de développement de nouveaux produits/services, les stratégies d'entrée sur le marché, le design de produits, le test des nouveaux produits/concepts, les marchés-tests, la promotion qui accompagne le lancement d'un nouveau produit/service sur un marché, etc. La deuxième partie de ce cours porte sur la réalisation d'un projet relatif à une ou plusieurs des étapes du processus d'innovation (allant de la génération d'idées au lancement du produit/service) dans le domaine du B2B ou du B2C.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l'unité d'enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme Master 120 Sciences de Gestion et Ingéniorat de Gestion de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : 2. Maîtriser les savoirs 3. Appliquer une démarche scientifique 4. Innover et entreprendre 6. Travailler en équipe et en exercer le leadership 7. Gérer un projet 8. Communiquer",
        "content": "Ce cours est organisé en deux parties. Dans une première partie, le cours abordera les thèmes suivants : le processus de développement de nouveaux produits/services, les méthodes de génération d'idées et/ou techniques de créativité pour des nouveaux produits/services, le design de produits, le test des nouveaux produits/concepts, les marchés-tests, la promotion qui accompagne le lancement d'un nouveau produit/service sur un marché, les stratégies d'entrée sur le marché, etc. Un partenariat de longue date noué avec l’entreprise BASF (leader mondial de la Chimie) se traduit par la mise en perspective de ces thèmes à la lumière d’une entreprise internationale évoluant dans le secteur B2B. La deuxième partie de ce cours porte sur la réalisation d'un projet relatif à une ou plusieurs des étapes du processus d’innovation (allant de la génération d'idées au lancement du produit/service) dans le domaine du B2B ou du B2C.",
        "teaching_methods": "Cours Session théorique et étude de cas animées par un ou plusieurs managers de BASF (participation obligatoire des étudiants). Les étudiants ayant participé à cette session reçoivent un « BASF certificate » à l’issue du cours. Coaching dans le cadre d’un case study Le cours est organisé selon le système en « 6 semaines », et nécessite donc du travail continu de la part des étudiants.",
        "assessment_methods": "Evaluation continue tout au long des 6 semaines, et remise à la fin des 6 semaines d’un rapport final écrit relatif au projet réalisé par les étudiants en groupes de 4 à 5 personnes. Ce rapport fait également l’objet d’une présentation orale. L'évaluation (note finale de l'étudiant) sera déterminée en fonction de deux éléments: - l'évaluation continue de la démarche développée dans le cadre de la résolution de la problématique marketing choisie (50% de la note finale) - le rapport final écrit et sa présentation orale en groupe (40% de la note finale), ainsi que le rapport individuel fourni par chaque étudiant, en lien avec le projet de groupe (10% de la note finale). Toute absence à la session donnée par BASF sera pénalisée dans la note finale de l'étudiant. En cas de deuxième inscription à l'examen, l'étudiant sera tenu de réaliser un complément de rapport écrit, sur base de la même problématique, et de le présenter oralement en session (ce qui représentera 50% de la note finale). La note obtenue pour l'évaluation continue de la démarche (50% de la note finale) est acquise pour les sessions de l'année académique en cours et ne peut être améliorée. Note : Dans les travaux de groupe et individuels dans le cadre de ce cours, les sources d’information doivent être systématiquement citées, en respectant les normes de référencement bibliographique. Dans le cas où l’étudiant·e aurait fait appel à une IA générative, il(elle) est tenu·e d’indiquer systématiquement les parties ayant fait l’objet d’une utilisation de cet outil, en ajoutant une note de bas de page précisant si l’IA a été utilisée et dans quel but elle l’a été (recherche d’information, rédaction de texte et/ou correction de texte). L’étudiant·e reste par ailleurs responsable du contenu de sa production, indépendamment des sources utilisées. Ainsi, en soumettant un travail de groupe ou individuel pour évaluation, l'étudiant·e affirme : (i) qu'il reflète fidèlement le phénomène étudié, et pour cela elle/il doit avoir vérifié les faits ; (ii) avoir respecté toutes les exigences spécifiques du travail qui lui est confié, notamment les exigences pour la transparence et la documentation de la démarche scientifique mise en œuvre. Si l'une de ces affirmations n'est pas vraie, que ce soit intentionnellement ou par négligence, l'étudiant·e est en défaut de son engagement déontologique vis-à-vis de la connaissance produite dans le cadre de son travail, et éventuellement d’autres aspects de l’intégrité académique, ce qui constitue une faute académique et sera considéré comme tel.",
        "online_resources": "Moodle",
        "bibliography": "TROTT P. (2021), Innovation Management and New Product Development, 7th ed., Pearson. ULRICH K., EPPINGER S.D. and YANG M.C. (2020), Product Design and Development, 7th Edition, McGraw Hill Education.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2252",
        "title": "Supply Chain Management",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Tancrez Jean-Sébastien"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Notions de base en mathématiques, théorie des probabilités et statistique.",
        "topics_covered": "La gestion de la chaîne logistique (supply chain management) a généré un intérêt grandissant lors des dernières décennies et est maintenant perçue comme un atout compétitif indispensable dans un contexte de réseaux d'approvisionnement de plus en plus complexes et internationaux. Cependant, coordonner la chaîne logistique représente un défi considérable, et requiert de comprendre comment une chaîne logistique intégrée peut satisfaire la demande de ses clients, comment contrer les dynamiques antagonistes, comment gérer les stocks et les flux d'information, et comment établir de bonnes relations fournisseurs. Faire progresser la gestion de la chaîne logistique peut mener à des résultats importants ; cela peut donner une avance compétitive à une entreprise ou, au contraire, lui faire prendre du retard. Dans ce cours, plusieurs concepts et thèmes importants seront abordés : Introduction à la chaîne logistique, son importance et ses principaux concepts La conception de la chaîne logistique et la localisation d'installations La gestion des stocks Les flux d'information dans la chaîne logistique Externalisation, relations fournisseurs, et politiques de prix Nouvelles tendances en gestion de la chaîne logistique",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de ce cours, l'étudiant est capable de : Expliquer l'importance de la gestion de la chaîne logistique dans la stratégie compétitive des entreprises d'aujourd'hui. Identifier les caractéristiques principales de la stratégie d'approvisionnement d'une entreprise, en particulier en relation avec les principaux leviers de performance logistique. Analyser la cohérence de la stratégie d'approvisionnement d'une entreprise avec sa stratégie compétitive et les besoins de ses clients. Proposer des recommandations dans la bonne direction pour valider ou améliorer la stratégie d'approvisionnement d'une entreprise. Choisir et appliquer la politique d'inventaire correcte à un cas particulier, en se basant sur un raisonnement structuré. Reconnaître l'impact des autres fonctions et des autres étapes de la chaîne sur la stratégie d'approvisionnement d'une entreprise.",
        "bibliography": "Main References: Chopra Sunil and Meindl Peter, 2013. Supply Chain Management: Strategy, Planning and Operation, 5th Global Edition. Pearson Education. Nahmias Steven, 2009. Production and Operations Analysis, 6th International Edition. McGraw-Hill/Irwin, New York.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2072",
        "title": "Sociologie clinique du travail",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cultiaux John"
        ],
        "teaching_language": "Français",
        "prerequisites": "Néant",
        "topics_covered": "La posture clinique en sciences humaines et son apport pour les sciences de gestion. L’organisation comme espace d’épreuve et espace de contrôle. Les déterminants de la relation subjective au travail et à l’organisation. Prévention des risques psychosociaux. Nouvelles formes d’organisation du travail. L’intervention en organisation",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel de compétences du programme de Master de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Analyser, avec distance critique, des situations de travail problématiques Se développer personnellement et professionnellement Travailler en équipe Communiquer, développer des habiletés créatives A la fin cette unité d'enseignement, l'étudiant est capable de : Maîtriser certains concepts et raisonnements propres à la sociologie clinique Identifier des situations de travail problématiques et leurs causes individuelles et organisationnelles Analyser son propre rapport au travail et se positionner dans sa trajectoire familiale et professionnelle Participer à la prévention des risques psychosociaux (pathologies du travail), en concertation avec les intervenants spécialisés Comprendre et discuter les fondements de la démarche clinique",
        "content": "Le cours porte sur l'expérience de travail du point de vue de ceux qui la vivent et de leur lien à l'activité et à l'organisation. Il propose des outils d'analyse et d'intervention sur des situations de travail problématiques. Il vous sensibilisera à la mise en pratique d'une écoute de nature clinique en accordant une place particulière à la question des risques psychosociaux (pathologies du travail) et des enjeux de contrôle.",
        "teaching_methods": "Cours magistraux précédés de lectures préparatoires Usage de supports : textes, films vidéo, témoignages de praticiens Travaux de groupe sur des cas concrets.",
        "assessment_methods": "L’évaluation finale porte : Pour 75% de la note sur un examen écrit portant sur l’ensemble de la matière vue au cours, les études de cas et le portefeuille de lecture. Pour 25% de la note sur un travail de groupe. Les étudiants y démontreront leur compréhension des concepts et leur capacité à les appliquer rigoureusement à l’analyse d’une situation réelle de travail. Les modes d'évaluation demeurent identiques en seconde session.",
        "online_resources": "Voir sur Moodle",
        "bibliography": "Le portefeuille de cours et les supports de présentation sont disponibles sur Moodle. The course portfolio and presentation supports are available on Moodle.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mlsmm2126",
        "title": "Institutional Investors",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lassance Nathan"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Description des différents types d’investisseurs institutionnels (banques, fonds d’investissement, fonds de pension, …) et leur rôle. Business model de ces acteurs (type de produit, marché cible) et théorie économique/financière sous-jacente. Principaux risques financiers que les investisseurs institutionnels supportent (risque de marché, de crédit, opérationnel, …) et aspects régulatoires. Changements récents de l’écosystème financier, comment les investisseurs institutionnels sont impactés, et comment ils y répondent : Nouveaux acteurs financiers (e.g. agences de rating ESG (Environnement-Social-Gouvernance)) Intégration de l’ESG/impact investing dans les fonds d’investissement (impact funds) Régulation liée au risque ESG (e.g. guide de la BCE, MiFID II, PRI) Nouvelles attentes en termes de gouvernance",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel de compétences des programmes de master de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Agir en acteur socialement responsable (1.2) Maitriser des savoirs (2.1 + 2.4) Appliquer une démarche scientifique (3.2 + 3.3) Travailler en équipe et en exercer le leadership (6.1) Communiquer (8.1) Au terme de cet enseignement, l'étudiant·e sera capable de : Décrire les principales caractéristiques des différents investisseurs institutionnels ; Caractériser l’écosystème dans lequel ils opèrent ; Expliquer et discuter des évolutions récentes de cet écosystème.",
        "content": "Ce cours est divisée en deux parties : Description des types principaux d’investisseurs institutionnels : banques, compagnies d’assurance, fonds de pension, fonds mutuels, fonds de couverture, fonds indiciels. Nous couvrons leur rôle, leur business model, les clients qu’ils ciblent, les risques auxquels ils font face, et des éléments de régulation. Changements récents de l’écosystème financier, comment les investisseurs institutionnels sont impactés, et comment ils y répondent. En particulier, les préoccupations ESG, l’investissement à impact social, et les nouveaux acteurs financiers. Cette partie du cours est construite à partir de présentations de groupe par les étudiants.",
        "teaching_methods": "Cours magistral Présentations de groupe",
        "assessment_methods": "Examen écrit en session (75%) Présentations de groupe (25%)",
        "bibliography": "Jakob de Haan, Dirk Schoenmaker, Peter Wierts, Financial Markets and Institutions: A European Perspective (4th edition), Cambridge University Press, 2020. Anthony Saunders, Marcia M Cornett, Otgontsetseg O Erhemjamts, Financial Markets and Institutions (8th edition), McGraw Hill, 2022. John C Hull, Risk Management and Financial Institutions (5th edition), Wiley, 2018.",
        "responsible_entity": "CLSM"
    }
]