[
    {
        "url": "https://uclouvain.be/cours-2024-lchm2340d",
        "title": "Didactique et épistémologie de la chimie",
        "credits": "2.00",
        "hours": "19.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "de Wergifosse Marc",
            "Matthys Nathalie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Cours de didactique et d'épistémologie des sciences : LSCI2320 Cours de didactique et épistémologie de la chimie : LCHM2340 C",
        "topics_covered": "Les thèmes abordés sont ceux relatifs à l'enseignement de la chimie au troisième degré : Les difficultés conceptuelles liées aux thèmes à enseigner en chimie, L'intérêt et l'exploitation des activités expérimentales ou non, indispensables en chimie, Des séances pratiques de mise en oeuvre des expériences incontournables en chimie et analyse des difficultés d'apprentissage.",
        "content": "Cette unité d'enseignement consiste à « outiller » les étudiants à devenir de futurs enseignants en chimie au D3. Il s'agit ici non seulement de présenter les éléments de didactique relatifs à l'enseignement de la chimie au D3 mais également d'assurer le transfert et l'appropriation de ces outils par les futurs enseignants à travers des préparations de cours.",
        "teaching_methods": "Les activités d'enseignement sont celles préconisées dans l'enseignement secondaire: travaux de groupe, cours magistraux, classes inversées, travaux pratiques, séances de laboratoire... principalement en coconstruction avec les étudiants.",
        "assessment_methods": "Les étudiants inscrits uniquement à l'unité d'enseignement LCHM2340 D, sont évalués comme suit : Activité 1: Test écrit (février) concernant les concepts de base à enseigner au D3 en chimie : 10% de la note totale Activité 2: Préparation et animation d'une activité de laboratoire : 10% de la note totale Activité 3: Evaluation orale individuelle ou en binôme (juin) concernant le transfert les concepts en didactique et épistémologie de la chimie (conception et présentation d’une séquence d’apprentissage en biologie au D3 et d’un travail réflexif personnel) : 80% de la note totale Chacune de ces 3 activités doit être réussie avec une note égale ou supérieure à 10/20 pour que cette UE puisse être réussie. Le principe de la note absorbante est appliquée à cette UE. La présence à ce cours est requise. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 80% des cours, lors de la session de janvier, de juin ou de septembre.",
        "other_info": "Le cours LCHM2340  D est un cours de didactique à option pour les étudiants inscrits à l'agrégation en géographie ou mathématiques. Il ne peut être suivi que si le cours LSCI2320 et le cours LBIO2340 C a été suivi au préalable. Le cours LCHM2340 D se donne au Q2 à raison de 2h par semaine ( 22,5h équivalent à 2 crédits).",
        "online_resources": "sur Moodle UCLouvain, sigle LCHM2340. Le site contient les documents présentés et utilisés pendant les cours et permet le dépôt des productions des étudiants.",
        "bibliography": "Des ouvrages et publications scientifiques en relation avec les disciplines enseignées et avec la didactique seront présentés lors des cours. ------ Works and scientific publications related to the disciplines taught and to didactics will be presented during the courses.",
        "responsible_entity": "CAFC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2130",
        "title": "Fundamentals of geographic and environmental modelling",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Deleersnijder Eric",
            "Vanwambeke Sophie"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Elementary calculus and statistics",
        "topics_covered": "At the end of this course, the students will be able to: ·       Identify and characterize a model and understand the mathematics of a process-based model; ·       Translate a physical, environmental and/or spatial process into mathematical language; ·       Grasp all steps of a modelling process, from the statement of a question to the validation of results; ·       Start engaging with professionals of environmental modelling and management in various settings. Contribution to the acquisition and evaluation of the following learning outcomes of the programme in geography (general and climatology): ·       AA 1.1, AA 1.2, AA 1.4, AA 1.6, and particularly AA.1.7 and AA 1.8 ·       AA 3.3, AA 3.4 ·       AA 4.1, AA 4.2 ·       AA 5.5 ·       AA 6.1, 6.2 Most importantly, these learning outcomes are central to this course: ·       AA 4.3, AA 4.4, AA 4.5",
        "content": "Ce cours est composé de deux parties. La première se penche sur les modèles différentiels. La seconde se penche sur la modélisation spatiale et la pratique de la modélisation. Le cours commence par une introduction générale sur les modèles et la modélisation. Les sujets suivant sont traités: -Comment modéliser? Les différentes étapes de la modélisation; -Typologie des modèles; -Modèles différentiels: problèmes différentiels ordinaires linéaires (par exemple dégradation de premier ordre) -Modèles différentiels: problèmes différentiels ordinaires non-linéaires (par exemple modélisation de la population, modèle proie-prédateur, modèle épidémiologique) -Modèles différentiels: dépendence spatio-temporelle; -Modèles spatiaux: expliciter l'espace, systèmes auto-organisés (par exemple diffusion épidémique, processus d'érosion); -Modèles spatiaux: objets spatialement explicites et interagissants: modèles multi-agents (par exemple: changements d'utilisation du sol). -Comment modéliser? la validation. Ce cours est enseigné en anglais.",
        "teaching_methods": "Cours en auditoire et séances de travaux pratiques, avec des éléments d'apprentissage actif. Tous les cours sont donnés en anglais. Le matériel de cours est soit en anglais soit en français (dont les notes de TP).",
        "assessment_methods": "Evaluation : 5% devoir math 35 % devoirs partie 1 40% rapports partie 2 20% examen oral conjoint sur les 2 parties 2eme session : Travail/devoir sur la partie 1 (40%), travail sur la partie 2 (40%), oral (20%). Pas de report de note entre les sessions.",
        "other_info": "Préalables : LGEO1342 - Systèmes d'information géographique (ou comparable); LGEO1341 - Analyse statistique de données géographiques (ou comparable); Mathematics",
        "online_resources": "Les dias, notes de cours et tout le matériel de lecture se trouve sur Moodle.",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lboe2160",
        "title": "Ecologie des interactions",
        "credits": "2.00",
        "hours": "24.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hance Thierry",
            "Van Dyck Hans",
            "Wesselingh Renate"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les thèmes principaux seront : 1. Compétition intraspécifique, interactions entre plantes : compétition, coexistence, niche écologique, conséquences de la compétition interspécifique 2. Relations plantes-animaux, proies-prédateurs, hôte-parasites, hôte-parasitoïdes : modèles et conséquences sur la structuration des communautés 3. Systèmes tritrophiques et multitrophiques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les interactions entre organismes vivants déterminent la dynamique et la structuration des communautés vivantes. En outre, elles jouent un rôle essentiel dans les processus d'évolution biologique. En termes de connaissances, les étudiants devront comprendre les principes de la modélisation des interactions entre organismes et connaître les théories liées aux relations de coexistence, de compétition, d'herbivorie, de prédation, de parasitisme et de coévolution. Ils devront être capables d'appliquer leurs connaissances à des situations nouvelles.",
        "content": "Les interactions écologiques désignent des processus impliquant des relations réciproques entre deux ou plusieurs espèces dans un écosystème, ainsi que des relations entre deux ou plusieurs individus d’une même population. Le cours est composé de 3 grands volets : 1. La pollinisation (les interactions plantes-pollinisateurs), 2. Le parasitisme et la symbiose (les relations hôtes-parasitoïdes et endosymbiontes) et 3. La communication intra- et interspécifique (le mimétisme et le camouflage, les signaux dans les interactions écologiques et le parasitisme du couvain).",
        "teaching_methods": "Cours et discussions en auditoire.",
        "assessment_methods": "L'évaluation a lieu sous forme d'un examen écrit avec questions ouvertes.",
        "other_info": "Le cours est donné en semaines 7–9 du Q1 et fait partie du module Ecologie des interactions du master BOE.",
        "online_resources": "site web Moodle pour LBOE2160",
        "responsible_entity": "BIOL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2320",
        "title": "Didactique et épistémologie de la géographie",
        "credits": "6.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Keersmaecker Marie-Laurence"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours se penche sur l'organisation des apprentissages en géographie, y compris dans ses rapports avec la géologie et les sciences économiques et sociales. Il s'agit de construire des séquences d'enseignement faisant appel aux pédagogies actives, centrées sur l'acquisition des compétences et les programmes de l'enseignement secondaire. \rLe cours aborde également la maîtrise des démarches, des méthodes et des techniques d'enseignement de la géographie.\rIl vise à former l'étudiant à une méthode directe et indirecte d'observation et d'analyse du paysage à travers différents outils pédagogiques.\rLes programmes de géographie, les manuels scolaires sont analysés tant du point de vue de la démarche scientifique que de celui des concepts analysés.\rL'enseignement se réalise à partir d'exemples de situations d'apprentissage de la discipline. Ces situations couvrent l'ensemble du programme de géographie et de formation géographique et sociale. \rL'évaluation est basée sur un travail individuel et une présentation d'une séquence d'apprentissage.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de l'enseignement, les étudiants maîtriseront l'organisation des apprentissages de la géographie et de la formation géographique et sociale dans l'enseignement secondaire supérieur.\rIls seront capables de construire des leçons, de gérer des travaux pratiques et d'organiser des enseignements de terrain.\rIls seront prêts à réfléchir à leur représentation de la géographie et de l'enseignement de cette discipline.\rIls pourront définir les concepts utilisés en géographie et valoriser la spécificité de la démarche scientifique en géographie.\t\rIls seront ouverts à la multidisciplinarité qui régit le contenu et la gestion du cours de formation géographique et sociale.",
        "other_info": "Enseignement complémentaire de celui de la didactique générale, à suivre en parallèle ou postérieurement à ce dernier.\rCours obligatoire pour les étudiants d'agrégation ayant leur majeure en sciences géographiques.",
        "responsible_entity": "CAFC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbio2340d",
        "title": "Didactique et épistémologie de la biologie - 3e degré",
        "credits": "2.00",
        "hours": "19.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Kesel Myriam"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours LSCI2320 dispensé au Q1 (S1 à S4) et le cours LBIO2340C dispensé au Q1 ( S5 à S13) doivent avoir été suivis. Les savoirs de la (des) discipline(s) à enseigner, c.à.d. les savoirs en biologie relatifs aux 3è degrés de l'enseignement secondaire en sciences générales. Une communication claire et correcte dans la langue d'enseignement tant à l'oral qu'à l'écrit. Les capacités relationnelles et les postures professionnelles normalement attendues pour un enseignant.",
        "topics_covered": "Les spécificités didactiques d'une séquence d'enseignement en biologie au 3è degré (D3) L’expérimentation, la démarche scientifique et la démarche d'investigation au D3 La problématisation et la modélisation au D3 L'importance de l'épistémologie ; les grands courants épistémologiques Les approches épistémologique, critique, orientante, interdisciplinaire et créative L’évaluation Les concepts difficiles à enseigner en biologie au D3",
        "content": "Cette unité d'enseignement consiste à « outiller » les étudiants à devenir de futurs enseignants en biologie au D3. Il s'agit ici non seulement de présenter les éléments de didactique relatifs à l'enseignement de la biologie mais également d'assurer le transfert et l'appropriation de ces outils par les futurs enseignants.",
        "teaching_methods": "Les activités d'enseignement sont celles préconisées dans l'enseignement secondaire : travaux de groupe, cours magistraux, classes inversées, laboratoires... principalement en co-construction avec les étudiants.",
        "assessment_methods": "Les étudiants inscrits uniquement à l'unité d'enseignement LBIO2340 D, sont évalués comme suit : Activité 1 : Test écrit (février) concernant les concepts de base à enseigner au D3 en biologie : 10% de la note totale Activité 2 : Travail de groupe sur une thématique à enseigner au D3 : 30% de la note finale Activité 3 : Evaluation orale individuelle ou en binôme (juin) concernant le transfert des concepts en didactique et épistémologie des sciences et de la biologie : 60% de la note totale Chacune des 3 activités doit être réussie avec une note égale ou supérieure à 10/20 pour que cette UE puisse être réussie. Le principe de la note abosrbante est appliquée à cette UE càd qu'une note d'échec dans une des activités entraîne une note d'échec pour la totalité de l'UE. La présence à ce cours est requise. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 80% des cours, lors de la session de janvier, de juin ou de septembre.",
        "other_info": "Le cours LBIO2340  D est un cours de didactique à option pour les étudiants inscrits à l'agrégation en géographie ou mathématiques. Il ne peut être suivi que si le cours LSCI2320 et le cours LBIO2340 C a été suivi au préalable. Le cours LBIO2340 D se donne au Q2 à raison de 2h par semaine (2 crédits).",
        "online_resources": "sur MoodleUCL, sigle LBIO2340. Le site contient les documents présentés et utilisés pendant les cours et permet le dépôt des productions des étudiants.",
        "bibliography": "Des ouvrages en relation avec les disciplines enseignées et avec la didactique seront présentés lors des cours.",
        "responsible_entity": "CAFC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2320a",
        "title": "Didactique et épistémologie de la mathématique (en ce compris le stage d'écoute)",
        "credits": "4.00",
        "hours": "37.5 h + 10.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Coyette Cécile",
            "Ghorbal Sonia",
            "Ninove Laure"
        ],
        "teaching_language": "Français",
        "prerequisites": "Maitrise de la discipline à enseigner, c.à.d. les mathématiques des 2e et 3e degrés de l'enseignement secondaire en mathématiques (mathématiques de base et générales). Une communication claire et correcte dans la langue d'enseignement tant à l'oral qu'à l'écrit. Les capacités relationnelles et les postures professionnelles normalement attendues pour un enseignant.",
        "topics_covered": "À travers l'étude de matières déterminées du programme du secondaire, ainsi que de diverses manières de les aborder, des questions relatives à la construction du savoir mathématique seront traitées. En particulier : - Comment exploiter, pour enseigner les concepts et les théories mathématiques du programme, les notions quotidiennes qui les préfigurent chez les élèves ? Rôle des obstacles épistémologiques. - Comment favoriser une capacité de raisonner, d'argumenter, qui soit adaptée au niveau des élèves ? Niveaux de rigueur. Nécessité d'une expression correcte dans la langue française. - Identifier des obstacles et des difficultés liés à l'apprentissage des mathématiques. - Nécessité d'installer un minimum d'automatismes chez les élèves, sans réduire leurs activités mathématiques à de la routine. Certaines matières seront éclairées par un examen de leur développement dans l'histoire des mathématiques. Les étudiants seront amenés à s'impliquer activement, par exemple dans la recherche et l'analyse de séquences d'enseignement, dans la résolution des problèmes, ... Les étudiants devront également prester un stage de 10h d'observation de cours de mathématiques dans l'enseignement secondaire supérieur.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours est une partie du cours de didactique et d'épistémologie de la mathématique. Il est destiné aux étudiants d'agrégation ayant leur majeure en géographie, en physique ou en sciences naturelles. Ce cours, complémentaire de celui de la didactique générale, vise : - à développer chez les futurs enseignants la capacité à produire un enseignement qui réponde aux exigences du programme, qui soit significatif pour les élèves et favorise au maximum une réelle activité de ces derniers ; - à leur fournir des outils pour analyser des manuels et des documents existants pour élèves et pour professeurs ; - à les aider à analyser leur propre pratique et à l'adapter en conséquence.",
        "content": "Cette unité d’enseignement consiste à « outiller » les étudiants à devenir de futurs enseignants en mathématiques au secondaire supérieur (options mathématiques de base et mathématiques générales uniquement). Il s'agit ici non seulement de présenter les éléments de didactique et d’épistémologie relatifs à l'enseignement des mathématiques mais également d'assurer le transfert et l'appropriation de ces outils par les futurs enseignants. Nous traiterons de la construction du savoir mathématique chez les élèves à travers l’étude de thèmes du programme du secondaire, en abordant, par exemple, des questions telles que : Comment exploiter les représentations et les erreurs des élèves pour enseigner des concepts et des théories mathématiques ? Comment identifier les obstacles épistémologiques liés à un apprentissage ? Quels types de situations d’apprentissage peut-on proposer dans le cadre d’un cours de mathématiques ? Quel est le rôle du professeur dans le cadre d’une activité de recherche sur un problème ? Comment favoriser chez les élèves une réelle capacité à raisonner et à argumenter ? À quoi être attentif lors de l’évaluation des apprentissages des élèves ? …",
        "teaching_methods": "Le cours est en grande partie basé sur les interactions avec les étudiants. Les étudiants seront amenés à s'impliquer activement, par exemple dans la résolution de problèmes et dans la recherche et l'analyse de séquences d’enseignement. La présence au cours est donc indispensable et obligatoire. Des lectures seront proposées pour enrichir et approfondir les interactions entre étudiants et enseignants. Les étudiants seront également amenés à réaliser un stage d’observation dans des classes variées.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es de plusieurs manières : l’ évaluation continue menée durant le premier quadrimestre (5% de la note finale) : préparations, lectures, travaux, participation active au cours ; cette partie de note servira pour chaque session et ne pourra pas être représentée ; un examen écrit , à questions ouvertes et à livre fermé, lors de la session de janvier et/ou de septembre portant à la fois sur les concepts à enseigner aux 2e et 3e degrés en mathématiques, dans l’enseignement de transition (mathématiques de base et générales) et de qualification (35 % de la note finale) et sur les concepts de base de didactique et d’épistémologie des mathématiques abordés au cours (35 % de la note finale) ; le rapport obligatoire du stage d’observation , à remettre en fin du second quadrimestre (25%). Pour que cette unité d'enseignement soit réussie, il est nécessaire que l'examen et le rapport du stage d'observation soient tous deux réussis. En cas d'échec à au moins une de ces deux parties, la note globale de l'unité sera calculée comme le minimum entre la moyenne pondérée des différentes parties selon les coefficients indiqués plus haut et un 9/20. En cas d'insuffisance grave (note inférieure ou égale à 6/20) à au moins une de ces deux parties, la note globale sera égale au minimum des notes des différentes parties. La présence aux cours est requise. À partir de la 2e absence non justifiée sur l’année ou en cas de préparations non réalisées dans les temps, la note pour la partie évaluation continue sera mise à 0. En outre, les titulaires du cours pourront, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 80% des cours, lors de la session de janvier, juin et/ou de septembre. L'utilisation d’IA génératives dans le cadre des travaux à produire dans cette unité d'enseignement n'est pas autorisée.",
        "other_info": "Enseignement complémentaire à celui de la didactique générale, à suivre de préférence en parallèle ou postérieurement à ce dernier. Cours au choix pour les étudiants d'agrégation ayant leur majeure en géographie, en physique, en chimie ou en biologie. Le cours n'est donné qu'au Q1. Le stage d'observation peut être réalisé au Q1 et/ou au Q2.",
        "online_resources": "Les documents liés aux cours sont déposés sur la plateforme pédagogique en ligne.",
        "bibliography": "",
        "responsible_entity": "CAFC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2400",
        "title": "Stage d'insertion professionnelle",
        "credits": "4.00",
        "hours": "15.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Vanwambeke Sophie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le stage d'insertion professionnelle donnera la possibilité à l'étudiant de s'initier à l'étude d'une problématique géographique appliquée et ce, dans un cadre professionnel. Les domaines concernés sont la cartographie, les systèmes d'information géographique, les statistiques, l'étude des sols, le transport et la mobilité, l'environnement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Sensibiliser l'étudiant aux aspects des secteurs d'application de la géographie ; Développer des qualités humaines d'intégration, l'esprit d'initiative et la capacité d'adaptation de l'étudiant au milieu professionnel ; Développer la motivation de l'étudiant pour la profession et préciser le choix de son orientation ; Réaliser un premier apprentissage de l'application des connaissances théoriques et des techniques apprises durant les cours ; Acquérir des compétences différentes de toutes celles que l'étudiant a acquises tout au long de ses études mais en lien direct avec celles-ci.",
        "content": "Le stage d'insertion professionnelle donnera la possibilité à l'étudiant∙e de s'initier à l'étude d'une problématique géographique appliquée et ce, dans un cadre professionnel. Les domaines concernés sont la cartographie, les systèmes d'information géographique, les statistiques, l'étude des sols, le transport et la mobilité, l'environnement. Le stage permettra de : Sensibiliser l'étudiant∙e aux aspects des secteurs d'application de la géographie ; Développer des qualités humaines d'intégration, l'esprit d'initiative et la capacité d'adaptation de l'étudiant au milieu professionnel ; Développer la motivation de l'étudiant∙e pour la profession et préciser le choix de son orientation ; Réaliser un premier apprentissage de l'application des connaissances théoriques et des techniques apprises durant les cours ; Acquérir des compétences différentes de toutes celles que l'étudiant∙e a acquises tout au long de ses études mais en lien direct avec celles-ci.",
        "assessment_methods": "Evaluation précoce : évaluation en fin de première semaine de stage, selon une matrice fournie des conditions du stage, par l’étudiant∙e : 10% de la note finale Rapport écrit : un rapport écrit couvrant la description de la structure d’accueil, un rapport d’activité et une évaluation personnelle, approuvé par le maître de stage : 60% de la note finale. Présentation orale du rapport au le responsable académique et au maître de stage  : 30% de la note finale Une évaluation de l’étudiant∙e par le maître de stage sera également prise en compte.",
        "other_info": "Le choix de l'institution d'accueil ainsi que du maître de stage seront proposés par l'étudiant∙e et devront être approuvés par le responsable universitaire du stage. Le stage fait l'objet d'une convention signée par toutes les parties avant le début du stage. La thématique traitée en stage devra faire également l'objet d'un accord du responsable universitaire du stage. Il n'aura pas de lien avec le mémoire et devra être considéré comme une activité indépendante de toute autre activité du diplôme. Il aura une durée égale ou supérieure à quatre semaines à plein temps et sera exécuté dans les locaux de l'institution d'accueil. Le stagiaire informera le responsable des stages du déroulement de son stage.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=9783",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2020p",
        "title": "Comprendre l'adolescent en situation scolaire, Gérer la relation interpersonnelle et animer le groupe classe.",
        "credits": "4.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Il est important que l'e'tudiant ait re'alise' des observations en classe et dans l'institution scolaire lorsqu'il commence l'activite'. Dans la mesure du possible, il aura de'ja' entame' un premier stage d'enseignement.",
        "topics_covered": "Différentes thématiques sont abordées, telles que : -       L'école : une institution, un lieu de vie, analyse d'une situation complexe -       L'adolescence : phénomène culturel et processus psychique -       L'adolescent face à l'école : attentes, attitudes et représentations -       Les enjeux de la relation enseignant-enseignés : Comment se situer dans la relation Professeur-élèves ? Comment concilier le rôle d'éducateur et de professeur ? -       Les rapports de l'adolescent à l'autorité scolaire : comment établir une autorité vraie? -       Démotivation et violence dans les écoles secondaires : fantasme ou réalité ? -       Ecole et santé mentale : la dépression, la toxicomanie, les pratiques déviantes ...",
        "content": "La première partie de l'activité (partie cours) se penchera sur le contexte developmental spécifique à l’adolescence avec un accent sur les processus affectifs, cognitifs, psychosociaux, et motivationnels en jeux durant cette période. Des modes d’intervention utiles dans le contexte scolaire seront proposés. La seconde partie de l'activité (partie séminaire) traitera quatre champs expérientiels : - mieux se connaitre pour mieux communiquer ; - gérer la relation interpersonnelle entre différents acteurs ; - comprendre, participer et gérer des activités collectives dans l'école (conseils de classe, réunion d'enseignant.e.s, etc.); - animer le groupe classe avec efficacité, assumer son autorité",
        "teaching_methods": "Pour la partie cours, les concepts théoriques seront présentés lors de séances magistrales où les professeurs seront attentifs à répondre aux questions des étudiant.e.s. Ils veilleront aussi à illustrer ces propos théoriques par des présentations de cas qui seront discutés avec les étudiant.e.s. Dans la partie séminaire, une attention particulière sera accordée à la cohérence entre les méthodes d'enseignement utilisées et les concepts et outils qui y sont développés. Les démarches actives seront favorisées : apprentissage par problèmes, analyse de matériaux, d'outils et de cas concrets (parfois présentés par des témoins ou en vidéos), discussions et débats, travail en groupe au cours, exposés de restructuration. Durant les temps de travail en sous-groupe dans les séminaires, la méthodologie active (exercices pratiques, mises en situation) cherchera à ce que les apports conceptuels soient introduits à partir de l'expérience des étudiant.e.s sur le terrain scolaire et des relations interpersonnelles et groupales vécues au sein du séminaire.",
        "assessment_methods": "L'évaluation portera sur l'ensemble du dispositif pédagogique comprenant deux activités : la participation active aux séances de séminaire et l'examen écrit du cours. La note finale ne pourra être délivrée que si l'étudiant a réalisé ces deux activités au sein d’une même année académique. Les modalités précises de la participation au séminaire sont disponibles sur Moodle.",
        "other_info": "La première partie donnée sous forme de cours sera répétée deux fois (au second quadrimestre). La seconde partie donnée sous forme de séminaire sera organisée par petits groupes et assurée par une équipe de formateurs.trices : des groupes seront proposés au premier et au second quadrimestre. Attention: cette activité ne peut être suivie que par des étudiant.e.s inscrit.e.s à un programme d'agrégation ou à un master à finalité didactique. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie «Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l’unité d’enseignement ( > https://moodleucl.uclouvain.be : LAGRE2020 cours et LAGRE2020 Séminaire).",
        "bibliography": "Un portefeuille de documents comprendra des textes de base relatifs aux thèmes centraux du cours, il sera complété par des documents sur des outils de communication et de connaissance de soi fournis par les formateurs.trices qui animent les sous-groupes de séminaires.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2471d",
        "title": "Didactique et épistémologie de la physique - 3e degré",
        "credits": "2.00",
        "hours": "19.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dias de Carvalho Junior Gabriel"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours LSCI2320 dispensé au Q1 (S1 à S4) et le cours LPHYS2471C dispensé au Q1 ( S5 à S13) doivent avoir été suivis Les savoirs de la (des) discipline(s) à enseigner, c.à.d. les savoirs en physique relatifs aux 3è degrés de l'enseignement secondaire en sciences générales. Une communication claire et correcte dans la langue d'enseignement tant à l'oral qu'à l'écrit. Les capacités relationnelles et les postures professionnelles normalement attendues pour un enseignant.",
        "topics_covered": "Les spécificités didactiques d'une séquence d'enseignement en physique au 3è degré (D3) L’expérimentation, la démarche scientifique et la démarche d'investigation au D3 La problématisation et la modélisation au D3 L'importance de l'épistémologie ; les grands courants épistémologiques L’évaluation Les concepts difficiles à enseigner en physique au D3",
        "content": "Cette unité d'enseignement consiste à « outiller » les étudiants à devenir de futurs enseignants en physique au D3. Il s'agit ici non seulement de présenter les éléments de didactique relatifs à l'enseignement de la physique au D3 mais également d'assurer le transfert et l'appropriation de ces outils par les futurs enseignants à travers des préparations de cours.",
        "teaching_methods": "Les activités d'enseignement sont celles préconisées dans l'enseignement secondaire : travaux de groupe, cours magistraux, classes inversées, travaux pratiques, séances de laboratoire, etc. L'approche didactique privilégie la coconstruction avec les étudiants.",
        "assessment_methods": "Les étudiants inscrits uniquement à l'unité d'enseignement LPHYS2471 D, sont évalués comme suit : Activité 1: Test écrit (février) concernant les concepts de base à enseigner au D3 en physique : 10% de la note totale Activité 2: Activités quotidiennes (Q2) : 10% de la note totale Activité 3: Evaluation orale individuelle ou en binôme (juin) concernant le transfert les concepts en didactique et épistémologie de la physique (conception et présentation d’une séquence d’apprentissage en physique au D3 et d’un travail réflexif personnel) : 80% de la note totale Chacune de ces 3 activités doit être réussie avec une note égale ou supérieure à 10/20 pour que cette UE puisse être réussie. Le principe de la note absorbante est appliquée à cette UE. La présence à ce cours est requise. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 80% des cours, lors de la session de janvier, de juin ou de septembre.",
        "other_info": "Le cours LPHYS2471  D est un cours de didactique à option pour les étudiants inscrits à l'agrégation en géographie ou mathématiques. Il ne peut être suivi que si le cours LSCI2320 et le cours LPHYS2471 C a été suivi au préalable. Le cours LPHYS2471 D se donne au Q2 à raison de 2h par semaine ( 22,5h équivalent à 2 crédits).",
        "online_resources": "sur MoodleUCL, sigle LPHYS2471. Le site contient les documents présentés et utilisés pendant les cours et permet le dépôt des productions des étudiants.",
        "bibliography": "Des ouvrages en relation avec les disciplines enseignées et avec la didactique seront présentés lors des cours. ------ Works and scientific publications related to the disciplines taught and to didactics will be presented during the courses.",
        "responsible_entity": "CAFC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldvlp2675",
        "title": "Ressources naturelles : accaparement et résistances",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Ansoms An"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les thèmes abordés peuvent changer d'une année à l'autre dépendant de l'actualité. La ruée vers l'or vert (la terre) et les défis pour les petits paysans dans le contexte de la crise alimentaire actuelle La compétition pour des ressources non-renouvelables et les conflits d'intérêts entre différents acteurs La ruée vers l'or bleu (l'eau) et les conséquences sur le plan géopolitique Défis pour la gestion forestière (forêts) Le traitement des déchets dans le Nord et le Sud, et problématique du trafique Nord-Sud des déchets.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Etre capable d'analyser les dimensions spatio-temporelles des interactions développement ' environnement dans leur contexte sociétale et historique Etre capable d'étudier ces interactions à partir de l'analyse comparative et de l'étude d'aires géographiques différentes Etre capable d'appliquer cette analyse dans le cadre, à la fois, des sociétés locales et du mouvement actuel de globalisation",
        "content": "Ce cours vous aide à vous forger une propre opinion sur base d’une analyse approfondie des problématiques liées à la gestion des ressources naturelles. (1) Le cours va tout d’abord vous aider à comprendre, comparer et analyser des modèles théoriques qui permettent de décoder de telles problématiques. (2) Le cours va ensuite vous amener à mieux comprendre et analyser des problématiques spécifiques en lien avec la ruée sur la terre, le sous-sol, l’eau ou la forêt. Le cours vous amènera à savoir décomposer ces problématiques en causes, conséquences, solutions et à comprendre et prendre position par rapport aux points de vue divergents sur ces trois éléments. Il vous aidera à repérer, dans votre environnement, des cas d'étude qui illustrent ces problématiques et vous serez capables d’analyser ces cas sur base des cadres d’analyse offerts dans le cours. (3) Le cours vous amène ensuite d’élaborer une propre analyse que vous allez présenter en format de schéma analytique de manière compréhensible, synthétique, et originale.",
        "teaching_methods": "Ce cours est organisé comme SPOC – Small Private Online Course - un cours en ligne sur Moodle, sous-divisé en 5 modules. Chaque module se concentre sur une thématique particulière et consiste d’une séquence de textes, vidéos, QCM, et de forums que l’étudiant parcourt de façon indépendante (au moment qu’il ou elle veut), mais selon un calendrier hebdomadaire fixé par l’enseignante et communiqué sur Moodle. Si l’étudiant a réalisé toutes les activités d’un module de manière complète, il ou elle reçoit un badge pour ce module. Il est crucial de bien suivre le planning du cours. A côté des activités SPOC sur Moodle, la professeure du cours organise plusieurs sessions (sur Teams ou en auditoire) au cours du quadrimestre. Lors de ces sessions, des chercheurs présenteront des études de cas des thématiques clés du cours. Le calendrier de ces conférences est communiqué au début du quadrimestre.",
        "assessment_methods": "L’évaluation du cours se base sur différents éléments : Evaluation continue : Votre progression dans les activités à réaliser sur Moodle (25% de la note finale).  La prise en compte de cette progression est basée sur le nombre de badges que vous avez obtenus – chaque badge vaut pour 5%. Attention : Il est crucial et obligatoire que vous consultiez les matériaux du cours (vidéos, textes, …) sur votre propre compte Moodle de manière que nous pouvons répertorier si vous avez fait le travail. Par rapport aux vidéos : pour être pris en compte dans le progrès du cours, vous devez les regarder en entièreté. (Les transcriptions des vidéos et la possibilité de téléchargement ne sont que des aides supplémentaires.) Vos résultats aux tests QCM insérées sur moodle (25% de la note finale). Attention : Ces résultats ne comptent que si vous avez obtenu au moins 4 des 5 badges. Si vous n’avez pas obtenu au moins 4 badges, cette partie sera remise à 0/5. A côté de ces éléments, votre présence et votre participation active dans les séminaires est requise (au moins 3 sur 4). Attention ! Nous veillerons sur toute tentative de fraude. Qu’est-ce qui est considéré comme fraude ? Parcourir les vidéos vite-vite sans vraiment les regarder ou ne pas regarder les vidéos et néanmoins répondre aux QCM ; répondre dans des forums sans vraiment formuler une réponse de fond. Comment savons-nous répertoriez la fraude ? Vos profils montrent combien de temps vous avez passé dans le SPOC, ce que vous avez fait pendant ce temps. Ceci permet de répertoriez les profils ‘suspects’ qui parcourent les activités de manière trop rapide ou de façon bizarre. Pour éviter que les réponses aux QCM voyagent d’une année à l’autre, nous avons changé certaines QCM. Attention de ne pas reprendre des listes de réponses aux QCM, car ainsi, vous risquez rendre votre profil ‘suspect’. Qu’est-ce qui se passe en cas de fraude ? Tout votre progrès est annulé (ce qui veut dire qu’en prochaine session, vous devez redémarrer le cours de 0), et votre travail final ne sera pas considéré dans l’évaluation du cours. Travail final : Une analyse d’un cas d’étude en schéma analytique selon les consignes qui seront données (50% de la note finale). Les étudiants ont plusieurs choix en termes de thématiques : ils peuvent opter d’analyser un cas en lien avec la ruée sur la terre, la ruée sur le sous-sol, la ruée sur l’eau, la ruée sur la forêt, ou un cas qui regroupe plusieurs de ces thématiques. Pour plus de détails sur le schéma analytique, regardez l’annexe. Attention : votre travail final sera seulement pris en compte si vous avez obtenu au moins 4 badges et 50% des notes aux QCM. L’introduction du travail final est requise pour pouvoir obtenir une note au cours. En absence de la soumission du travail final, la note totale du cours sera remise à 0/20. Attention ! Il est interdit de reprendre une analyse d’un.e autre étudiant.e d’une année précédente. Si on constate des fortes ressemblances entre votre travail et un schéma d’une autre personne (aussi des années précédentes), vous risquez que votre travail soit considéré comme du plagiat. Dans ce cas, votre résultat sera remis à 0/20. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans le note facultaire à ce sujet et disponible sur le site intranet de la faculté des sciences économiques, sociales, politiques et de communication dans les informations à destination des étudiant.es. En cas de deuxième session, seul le travail final doit être représenté (à condition que la partie d’évaluation continue ait déjà été présentée une première fois). Vous gardez alors vos résultats à la partie d’évaluation continue pour la prochaine session (sauf en cas de fraude).",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2003e",
        "title": "Questions d'éthique dans les sciences et les techniques (partie séminaire)",
        "credits": "2.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Le cours suppose une formation de base à la philosophie des sciences de la nature et à la réflexion éthique ; une connaissance au moins passive de l'anglais suffisante pour pouvoir lire des textes courants en philosophie de la nature et des sciences de la nature.",
        "topics_covered": "En vue d'une analyse philosophique des pratiques techno-scientifiques contemporaines selon une double orientation, il s'agira - d'étudier les dimensions sociétales de la pratique technico-scientifique et d'introduire aux concepts fondamentaux de la sociologie des sciences ainsi que des courants \" Sciences, technologies, sociétés \" - d'envisager les dimensions éthiques des pratiques scientifiques, dans les multiples dimensions de la sphère techno-scientifique. Le cours comportera deux moments : Un premier moment, théorique, consistera en une introduction aux concepts de base de la sociologie des sciences ainsi qu'aux concepts fondamentaux des approches éthiques des sciences et des techniques. Une deuxième partie consistera en l'analyse de situations particulières, les études de cas choisies pouvant varier chaque année.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable : d'analyser les pratiques techno-scientifiques contemporaines de dégager les enjeux éthiques et sociétaux de ces pratiques",
        "content": "L'objectif du cours est de proposer les concepts de base pour une approche critique des relations sciences-sociétés dans leur dimension éthique. Le cours prend la forme d'une activité interdisciplinaire, tant au niveau des titulaires qu'au niveau de la dynamique générale. Ce cours comporte 2 ECTS pour les scientifiques et 5 ECTS pour les philosophes. Le cours comporte donc 2 parties distinctes. 1) Partie destinée à tout l'auditoire : Six séances d'exposés suivis de débats par les titulaires du cours sur des thèmes généraux (par ex., justifications de l'éthique, biodiversité et enjeux économiques, organismes génétiquement modifiés, politique énergétique, fécondation in vitro, etc.). 2) Partie spécifique aux étudiants en philosophie : Les étudiants en philosohie rédigent de plus un travail approfondi d'une douzaine de pages sur les dimensions philosophiques et éthiques du thème travaillé avec les étudiants en sciences (voir ci-dessous).",
        "teaching_methods": "Présentations thématiques par les titulaires en binôme (scientifique et philosophe), suivies d'un débat avec toute la classe Visionage d'un film Présentation des travaux de groupe par les étudiant·e·s",
        "assessment_methods": "1. Séminaire commun avec les étudiants de la Faculté des sciences (2 ECTS) Les travaux sont préparés par groupes inter-disciplinaires (2 à 4 étudiants) sur un thème choisi en concertation avec les co-titulaires du cours. Les travaux font l'objet d'un rapport écrit et d'un exposé oral avec discussion prévu lors du mini-symposium qui clôture le cours. 2. Séminaire entre philosophes (3 ECTS) Les étudiants en philosophie sont invités à produire un travail philosophique d'une douzaine de pages d'approfondissement du thème traité avec les étudiants en sciences. L'évaluation porte sur les deux travaux présentés, pondérés en fonction du nombre de crédits qui leur sont associés (40% travail de groupe, 60% travail individuel).",
        "online_resources": "Présentations PowerPoint et autre lecture pertinente accessibles sur Moodle.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2140",
        "title": "Global environmental challenges in the Anthropocene",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Oost Kristof",
            "Vanacker Veerle",
            "Vanacker Veerle"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Ce cours avancé en géographie physique est destiné à des étudiants qui sont déjà familiarisés avec les concepts de base de la géomorphologie, via les cours géographie physique (LGEO1231), géomorphologie (LGEO1331) et histoire de la Terre (LGEO1251).",
        "topics_covered": "Projet de recherche en géographie physique qui porte sur quelques grands défis scientifiques liés aux sciences de la terre, comme : le rôle des bassins montagneux dans le flux sédimentaire du continent vers l'océan l'impact de l'homme sur les cycles biogéochimiques l'effet de l'érosion du sol sur la production primaire la déforestation et érosion du sols : une catastrophe écologique dans les Tropiques ? déforestation et érosion du passé : leçons pour le futur ? Les étudiants sont divisés en groupes qui travaillent sur un de ces thèmes prédéfinis.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours a pour double objectif d'acquérir une connaissance de base des développements les plus récents dans une série de domaines relevant de la géographie physique, et de se familiariser aux différentes méthodes et techniques d'analyse spatiale utilisées en sciences de la Terre. Savoir-faire : Mettre en perspective les débats scientifiques contemporains dans le domaine de géographie physique Savoir développer une stratégie scientifique claire et cohérente pour analyser des problèmes environnementaux liés à la géographie physique Savoir conduire un raisonnement scientifique sur la base des contenus du cours théorique Savoir tenir un discours géographique en utilisant le langage approprié Savoir-être : Développer une culture du débat sur des questions scientifiques et technologiques liés aux sciences de la Terre Être capable d'analyser des publications scientifiques d'une manière rigoureuse et critique Savoir faire preuve d'esprit critique et de jugement afin de pouvoir relativiser les grands thèmes de la géographie physique en les replaçant dans leurs contextes général, régional, et local",
        "content": "Le cours propose de découvrir quelques grands défis environnementaux de la transition au développement durable. L'étudiant·e découvrira quelques thèmes actuels de la recherche géographique qui sont contextualisés par l’équipe d’enseignants. Les thèmes sont en lien direct avec des projets de recherche en cours en géographie physique.",
        "teaching_methods": "Le cours est organisé en 5 activités d'apprentissage : (1) cours magistral avec introduction dans les thématiques de recherche, (2) lectures d'articles scientifiques, (3) projet de recherche, (4) séminaires avec présentation de résultats, et (5) deux sessions de retro-alimentation. Chaque groupe présente un rapport final du projet de recherche (4000 mots), qui est présenté sous la forme d'un article scientifique.",
        "assessment_methods": "Les acquis d'apprentissage sont : Mettre en perspective les débats scientifiques contemporains dans le domaine de géographie physique Savoir développer une stratégie scientifique claire et cohérente pour analyser des problèmes environnementaux liés à la géographie physique Savoir conduire un raisonnement scientifique sur la base des contenus du cours théorique Savoir tenir un discours géographique en utilisant le langage approprié L'évaluation consiste en un rapportage scientifique (2 présentations et 1 rapport scientifique à remettre), et une participation active aux sessions. La note finale sera calculée comme suit: 80% sur le rapportage scientifique et 20% sur la participation individuelle dans les débats et discussions scientifiques. L'utilisation des IA génératives pour la rédaction ou la correction du texte doit être signalée et indiquée systematiquement dans toutes les parties ayant fait l'objet d'une utilisation des IA. L'étudiant·e est responsable du contenu des rapports, et les sources di'nformation doivent être citées en respectant les normes de référencement bibliographique. Les critères d'évaluation sont basés sur les compétences mentionnées ci-haut. Les étudiants recevront des retro-alimentations (sur base individuel et en groupe) pendant le déroulement du cours.",
        "other_info": "Ce cours suppose acquises des notions de base en géomorphologie et géographie physique ainsi que SIG telles qu'enseignées dans les cours LGEO1251, LGEO1331 et LGEO1342. La participation presentielle aux travaux pratiques et aux séances d'introduction et présentations est obligatoire. Ceux-ci ne sont organisés qu'une seule fois pendant l'année. Il est impossible de refaire le projet en seconde session.",
        "online_resources": "Les articles scientifiques et les matériels pour les projets sont mis à disponibilité par l'équipe d'enseignants, et sont disponible sur Moodle. Matériel supplémentaire de référence est disponible dans la bibliothèque (BST).",
        "bibliography": "The scientific articles that are discussed during the course are available through DIAL and moodle.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsci2320",
        "title": "Didactique et épistémologie des sciences",
        "credits": "2.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Kesel Myriam",
            "de Wergifosse Marc",
            "Dias de Carvalho Junior Gabriel"
        ],
        "teaching_language": "Français",
        "prerequisites": "Les savoirs de la (des) discipline(s) à enseigner, c.à.d. les savoirs en biologie, chimie et physique relatifs au 2è degré de l'enseignement secondaire en sciences générales. Une communication claire et correcte dans la langue d'enseignement tant à l'oral qu'à l'écrit. Les capacités relationnelles et les postures professionnelles normalement attendues pour un enseignant.",
        "topics_covered": "Les programmes et référentiels Les ressources en sciences (manuels scolaires, outils numériques, kits pédagogiques) Le triangle didactique, enseigner et apprendre La transposition didactique et la désyncrétisation Les conceptions initiales et les obstacles épistémologiques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l'unité d'enseignement au référentiel AA du programme Eu égard au référentiel de compétences du programme d'agrégation en biologie, chimie ou physique (de la finalité didactique), cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : AA1.1. / AA2.2. / AA2.3. / AA2.4. / AA2.6. / AA2.7. / AA2.8. / AA3.1. / AA3.2. / AA3.3. Les Acquis d'Apprentissage au terme de l'unité d'enseignement Concevoir des situations d'enseignement-apprentissage (EA) en fonction des élèves concernés et en lien avec les référentiels de compétences et les programmes, Explorer de nouvelles approches et outils pédagogiques disciplinaires, interdisciplinaires et technologiques (manuels, outils numériques, kits pédagogiques) Transposer les savoirs savants en savoirs scolaires, Interroger ses représentations et conceptions initiales en vue de les faire évoluer, Identifier chez les élèves les représentations et conceptions spontanées initiales en vue de les prendre en compte et de les faire évoluer lors d'une séquence d'enseignement, Concevoir des situations d'enseignement-apprentissage (EA) en trois temps : contextualisation, décontextualisation et recontextualisation",
        "content": "Cette unité d'enseignement consiste à « outiller » les étudiants à devenir de futurs enseignants en sciences au 2è degré, tant en biologie, qu'en chimie, qu'en physique. Il s'agit ici non seulement de présenter les éléments de didactique relatifs à l'enseignement des sciences mais également d'initier le transfert et l'appropriation de ces outils par les futurs enseignants.",
        "teaching_methods": "Les activités d'enseignement assurées par les trois cotitulaires du cours, sont celles préconisées dans l'enseignement secondaire : travaux de groupe, cours magistraux, cours en ligne ... principalement en co-construction avec les étudiants.",
        "assessment_methods": "Les étudiants sont évalués comme suit : Travaux personnels réalisés dans le cadre des trois modules de cours en ligne : 75 % de la note finale Travail réflexif individuel concernant les concepts de base en didactique des sciences : 25 % de la note totale Chacun des travaux doit être réussi avec une note égale ou supérieure à 10/20 pour que cette UE puisse être réussie. Le principe de la note absorbante est appliquée à cette UE càd qu'une note d'échec dans un des travaux entraîne une note d'échec pour la totalité de l'UE. La présence à ce cours est requise. Les titulaires du cours peuvent, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 80% des cours, lors de la session de janvier ou de septembre.",
        "other_info": "Le cours LSCI2320 se donne au Q1 durant les S1 à 4 à raison de 5h par semaine",
        "online_resources": "sur MoodleUCL, sigle LSCI2320. Le site contient les documents présentés et utilisés pendant les cours et permet le dépôt des productions des étudiants.",
        "bibliography": "Des ouvrages en relation avec les disciplines enseignées et avec la didactique seront présentés lors des cours.",
        "responsible_entity": "CAFC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2220",
        "title": "Lectures en géographie",
        "credits": "4.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lambin Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Aperçu de l'histoire de la pensée géographique ; Lecture des grands auteurs de la géographie : Alexander von Humboldt, Alfred Wegener, Carl Ritter, Paul Vidal de la Blache, Ellen Churchill Semple, Ellen Churchill Semple, William Morris Davis, Georges Perkins Marsh ainsi que des auteurs plus contemporains. Présentation d'un auteur et discussion de sa contribution à la géographie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours a pour objectif de découvrir l'histoire des grands courants de la géographie, par la lecture de livres majeurs qui ont influencé la pensée géographique.",
        "content": "Ce cours a pour objectifs : (i) de vous faire découvrir quelques livres récents qui ont influencé la pensée géographique ; (ii) de vous entraîner à la discussion critique d’un livre, en groupe, suite à une lecture approfondie ; (iii) de vous apprendre à modérer une discussion. Lecture approfondie et discussion en groupe, animée par les étudiants, des livres : « Guns, germs, and steel : The fates of human societies » , Jared Diamond (1999, Norton, New York) Une traduction française existe en livre de poche : « De l’inégalité parmi les sociétés » , Jared Diamond (2007, Editions Gallimard, Folio essais, Paris) et « Collapse : How societies choose to fail or succeed » , Jared Diamond (2005, Viking Press) Une traduction française existe en livre de poche : « Effondrement. Comment les sociétés décident de leur disparition ou de leur survie » , Paris, Gallimard, Collection « NRF Essais » » , Jared Diamond (2009, Editions Gallimard, Folio essais, Paris)",
        "teaching_methods": "La présence et la participation active à chaque séance sont indispensables. Chaque étudiant doit se procurer un exemplaire de chacun de ces deux livres et devra animer une discussion sur plusieurs chapitres. Tous les étudiants doivent avoir lu les chapitres qui seront discutés lors de chaque séance. L’étudiant responsable d’un groupe de chapitres devra avoir réfléchi de manière plus approfondie au sujet du chapitre. Il/elle animera une discussion de 20 min. sur ces chapitres. Cette discussion devra être beaucoup plus qu’un résumé des chapitres, mais devra prendre les chapitres comme point de départ et les développer en relation avec la pensée géographique.",
        "assessment_methods": "Vous serez évalués : (i) sur la qualité de la discussion que vous aurez animée ; (ii) sur la qualité de votre participation aux discussions du groupe ; (iii) sur un rapport dense de 3 pages résumant la discussion sur vos chapitres, y compris les références additionnelles liées à ces chapitres, et votre analyse personnelle sur les deux livres. La note finale sera basée sur l'évaluation continue menée durant le quadrimestre.  En cas d'échec en première session, l'évaluation aux sessions suivantes sera basée sur un travail écrit.",
        "other_info": "Les cours de base de géographie physique et humaine sont un prérequis pour ce cours.",
        "course_materials": "Jared Diamond: De l’inégalité parmi les sociétés (2007, Folio essais, Paris) et Effondrement. Comment les sociétés décident de leur disparition ou de leur survie, Collection NRF Essais",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsst1002m",
        "title": "Informations et esprit critique - MOOC",
        "credits": "3.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Kesel Myriam"
        ],
        "teaching_language": "Français",
        "topics_covered": "Cet enseignement aborde la question de l’esprit critique et de sa mise en oeuvre bans l’évaluation de la qualité d’une information.",
        "content": "Le cours comporte 6 modules. Module 1 : Pourquoi développer son esprit critique ? Module 2 : Identifier ses préconceptions Module 3 :  Décoder le discours Module 4 : Évaluer la qualité des sources Module 5 : Comprendre la démarche scientifique Module 6 : Analyser les données Module 7 : Prendre conscience des limites de la science",
        "teaching_methods": "Le cours est entièrement en ligne.",
        "assessment_methods": "L'évaluation inclut des devoirs à réaliser en ligne dans le cadre du MOOC (Activité 1 : 50%) et une évaluation finale basée sur une analyse de cas (Activité 2 : 50%). Chacune des 2 activités doit être réussie avec une note égale ou supérieure à 10/20 pour que cette UE puisse être réussie. Le principe de la note abosrbante est appliquée à cette UE càd qu'une note d'échec dans une des activités entraîne une note d'échec pour la totalité de l'UE.",
        "online_resources": "https://learning.edx.org/course/course-v1:LouvainX+Louv22x+1T2023/home",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2110",
        "title": "Mondialisation, développement et environnement",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lambin Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Cours magistraux :\rL'enseignement repose sur trois composantes: \r(i) la présentation de concepts et modèles géographiques fondamentaux au cours; \r(ii) la participation des étudiants aux discussions pendant le cours, sur base de lectures fournies au préalable et afin d'illustrer le cours par des situations géographiques concrètes;\r(iii) un travail sur un pays au choix, qui analyse les interactions entre développement et environnement pour ce pays, sur base d'une analyse statistique de données et en faisant référence aux modèles et concepts vus au cours.\rCours magistral 1 Quelques modèles et concepts sur les relations entre développement et environnement\rLecture : Nature, nurture and growth (The Economist, 1997).\r- Le concept de développement durable;\r- Modèle 1 : Capitaux naturel et artificiel et trajectoires de développement ;\rExemple : Les réserves de pétrole dans le monde\r- Modèle 2 : I=PAT;\r- Modèle 3 : La courbe de Kuznets pour l'environnement et la croissance économique.\r- Modèle 4 : Modèle de développement basé sur l'agriculture; le concept de surplus agricole ;\r- Modèle 5 : La tragédie des biens communautaires : Le modèle de G. Hardin et ses critiques\rLecture : The tragedy of the commons: twenty-two years later (Human Ecology 1990) \r\rCours magistral 2 Changements associés aux systèmes agraires tropicaux\rLecture : Food production, population growth and the environment (Science, 1998).\r- Le concept de système agraire;\r- Les systèmes fonciers dans les PVD;\r- Classification des systèmes agraires en fonction de l'intensité agricole;\r- Aspects techniques des systèmes agraires: irrigation, mécanisation, élevage; \rLecture : Biotechnology and food security in the 21st century (Science, 1999)\r- Développement de la commercialisation de l'agriculture et facteurs de blocage.\r- Le concept de capacité de charge.\rLecture : Population growth and Earth's human carrying capacity (Science, 1995)\r- Pression de la population et intensification agricole: le modèle de Boserup;\rLecture : Modelling deforestation processes: a review (Chapter 5, European Commission)\r- Contraintes environnementales et intensification agricole;\r- Involution agricole et facteurs qui retardent l'intensification agricole;\rLecture : Population growth and land degradation (GeoJournal, 1993)\r- Croissance du marché et intensification agricole;\r- Modernisation agricole, marginalisation des pauvres et dégradation écologique.\r- Modèle",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaissances : \rL'objectif de ce cours est d'apprendre à appliquer des modèles et concepts géographiques aux cas des pays en voie de développement\rSavoir-faire :\t\rUne compétence importante à acquérir dans ce cours est la capacité de confronter des modèles géographiques théoriques à des situations concrètes, complexes et diverses. Parmi la diversité des situations dans les pays en voie de développement, l'étudiant doit apprendre à distinguer ce qui est général dans les trajectoires de développement observées de ce qui est propre à chaque lieu et à chaque contexte historique et géographique. Sur base d'une compréhension des interactions entre développement et environnement d'une région, l'étudiant doit pouvoir dériver des principes d'intervention, pour influencer la trajectoire de développement de cette région.\rSavoir-être  :\t\rL'étudiant doit être capable de réfléchir de manière rigoureuse et critique aux interactions entre développement et environnement.",
        "content": "Le cours couvre différents concepts, théories et études de cas qui mettent en évidence l'influence de la mondialisation sur les interactions entre le développement durable, les inégalités sociales et les changements environnementaux.",
        "teaching_methods": "Course magistraux avec participation active des étudiants et travaux pratiques. La présence et la participation active aux cours et aux travaux pratiques sont indispensables.",
        "assessment_methods": "Une partie de la note finale tiendra compte de la participation au cours durant le quadrimestre (20% de la note finale).  En cas d'échec en première session, cette partie de note sera remplacée par un travail écrit individuel. L’évaluation est basée : (i) sur la participation au cours (20%) ; (ii) sur un examen écrit avec questions ouvertes (50%) , (iii) sur le travail tout au long des TP (30%). La présence au cours est requise. Le titulaire du cours pourra, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un.e étudiant.e qui n'aurait pas assisté à au moins 80% des cours et/ou TPs, lors de la session de janvier ou de septembre.",
        "other_info": "Un cours de base sur les dimensions socio-économiques des pays en voie de développement (par exemple, DVLP 2280 Analyse des pays en voie de développement [30, 0, 0]).",
        "online_resources": "Site Moodle du cours.",
        "course_materials": "LAMBIN Eric, 2015. Le consommateur planétaire, Editions Le Pommier, Paris.",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldrop2061",
        "title": "Droit général de l'environnement et du cadre de vie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Born Charles-Hubert"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours analyse le cadre institutionnel et les stratégies publiques en matière de développement durable. Il a également vocation à appréhender des questions relatives tant au droit de l'environnement qu'au droit de l'urbanisme. \r\rPeuvent être examinés :\r\r-\tLe cadre institutionnel international, européen et interne dans lequel le droit du développement durable trouve sa source ;\r\r-\tLes stratégies publiques de développement durable ;\r\r-\tDes aspects transversaux aux droits de l'urbanisme et de l'environnement, tels que l'accès à l'information, la participation du citoyen au processus de décision, l'évaluation environnementale préalable ou encore l'accès à la justice, largement influencés par les droits international et européen.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À l'issue du cours, l'étudiant doit être capable :\r\r-\tDe disposer d'une connaissance approfondie en matière de droit institutionnel et de stratégies publiques du développement durable ;\r\r-\tDe  disposer d'une connaissance approfondie des aspects transversaux aux droits de l'urbanisme et de l'environnement ;\r\r-\tD'appliquer cette connaissance à des situations pratiques ;\r\r-\tDe formuler des observations critiques en rapport avec les solutions préconisées par le droit en vigueur.\r\rCe cours fait partie d'une option cohérente de trois cours. Les titulaires des cours de l'option forment une équipe d'enseignement : ils se concertent sur les contenus et méthodes de chaque cours afin d'en assurer la complémentarité. Le cours s'appuie sur des méthodes pédagogiques participatives (apprentissage par projets ou par problèmes, commentaires de jurisprudences ou de doctrines, débats avec des invités, études de terrain) permettant à l'étudiant de développer en toute autonomie un regard critique, prospectif et inventif. L'étudiant est encouragé à participer au cours et à s'impliquer dans l'apprentissage, lequel a une dimension tout à la fois individuelle et collective. Dans cette perspective, les enseignants des différentes options se concertent au sein de la Faculté au sujet des dispositifs pédagogiques mis en uvre.",
        "content": "Le cours a pour objet de donner aux étudiants une introduction critique aux aspects généraux, institutionnels et transversaux du droit de l’environnement, dans les différents ordres juridiques (international, européen et interne). Il aborde : - la définition des notions d’environnement et de droit de l’environnement, - le statut juridique des éléments de l’environnement - les aspects institutionnels en droit international, européen et interne (répartition des compétences, sources, acteurs) - les fondements du droit de l’environnement, à savoir les grands concepts, les droits fondamentaux, les objectifs et les principes généraux - les instruments du droit de l’environnement, à savoir les instruments de police administrative, économiques, volontaires, fonciers - les garanties procédurales en droit de l’environnement, à savoir l'évaluation des incidences, l’accès à l’information, la participation et l’accès à la justice - la mise en œuvre du droit de l’environnement (contrôle, sanctions et responsabilité) Le cours entend s'inscrire dans une approche critique du droit à la lumière des enjeux de l'urgence écologique et de la transition vers un développement soutenable.",
        "teaching_methods": "Le cours est donné de façon magistrale, avec des exemples tirés de la pratique professionnelle de l’enseignant, en privilégiant une interaction avec les étudiants via des lectures de décisions de jurisprudence ou d’articles et par l’invitation de praticiens du droit de l’environnement. Des exercices de mise en situation peuvent être organisés sur Moodle afin de préparer les étudiants à l’examen.",
        "assessment_methods": "L’examen est un examen oral, comportant deux questions, la première avec un temps de préparation, la seconde sans temps de préparation. Les questions portent sur la théorie et des exercices simples de mise en situation",
        "online_resources": "Les ressources en ligne sont postées sur le site Moodle du cours.",
        "course_materials": "Syllabus Recueil de textes normatifs Recueil de jurisprudence",
        "responsible_entity": "BUDR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lenvi2005",
        "title": "Changements climatiques: impacts et solutions",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Les cours se basera sur le dernier rapport du Groupe d'experts Intergouvernemental sur l'Evolution du Climat (GIEC), au travers de ses trois groupes de travail : GT1 (les bases physiques) ; GT2, (conséquences, adaptation et vulnérabilité) ; et GT3, (atténuation des changements climatiques). Chacun des trois thèmes sera d' abord introduit de façon générale sur la base des conclusions du GIEC, puis illustré par des personnalités invitées, belges et étrangères, spécialistes dans les aspects scientifiques, économiques, sociaux et politiques de la problématique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours permettra à l'étudiant d'acquérir les bases scientifiques pour comprendre les impacts physiques, environnementaux, économiques et sociaux des changements climatiques d'origine humaine, et les moyens et stratégies pour éviter les impacts inacceptables (« atténuation » par la réduction des émissions de gaz à effet de serre) et faire face aux impacts devenus inévitables (adaptation). Ceci avec une attention particulière portée à la situation belge d'une part et aux pays en développement d'autre part. L'étudiant sera sensibilisé à la non-linéarité de nombreux processus pertinents, à la place de la modélisation, et à l'importance d'une approche interdisciplinaire. Au terme de ce cours, l'étudiant sera capable d'aborder la problématique des changements climatiques avec un esprit à la fois curieux, scientifique et critique.",
        "content": "Ce cours donne une formation de base à propos de la problématique des changements climatiques et des manières d'en réduire les impacts ou de les prévenir en partie. : 1) Bases physico-chimiques; 2) Impacts, vulnérabilité et adaptation; 3) Atténuation (réduction des émissions de gaz à effet de serre).",
        "teaching_methods": "Cours donné en présentiel, avec support de vidéoprojection + explications au tableau.",
        "assessment_methods": "Une partie de l'évaluation se fera sur la base d’un travail écrit pour lequel les étudiants devront faire preuve d’aptitude à rechercher et sélectionner des informations scientifiques sur un thème lié aux changements climatiques, à leurs conséquences, ou aux moyens de les éviter,  ainsi que  les intégrer avec les connaissances acquises dans le cadre du cours. Une autre partie de l'évaluation sera basée sur un examen écrit.",
        "other_info": "Cours d'intérêt général, destiné principalement aux étudiants du Master de spécialisation interdisciplinaire en sciences et gestion de l'environnement et du développement durable, mais accessible également à tout porteur d'un diplôme de BAC.",
        "course_materials": "Support de cours sur Moodle",
        "responsible_entity": "ENVI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2314",
        "title": "Economic Geography",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gomes Joseph"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Basic notions of microeconomics and econometrics taught at the Bachelor level.",
        "topics_covered": "Le cours sera construit en trois parties. La première se concentrera sur l'économie géographique, la seconde sur l'économie urbaine et la troisième sur l'analyse des politiques régionales de développement. Le cours alternera en permanence éléments théoriques et empiriques. Des sujets divers, comme les conséquences spatiales de l'intégration européenne ou de l'ALENA, les disparités régionales de salaires en Chine, les pôles de compétitivité en Belgique et en France ou les fonds structurels européens seront abordés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le but de ce cours est de fournir aux étudiants les outils théoriques et empiriques nécessaires à la compréhension de l'inégale répartition des activités entres les régions d'un même pays. A la fin de l'activité, les étudiants seront capables d'analyser les formes, les causes et les conséquences des inégalités régionales de développement. Les aspects techniques des modèles et des méthodes économétriques utilisés dans les articles auxquels il sera fait référence ne sont pas l'objet principal de ce cours. On attend en revanche des étudiants qu'ils soient en mesure d'en comprendre les concepts et les mécanismes sous-jacents afin de les réutiliser dans des discussions argumentées portant sur les conséquences spatiales de l'intégration économique et sur le développement local.",
        "content": "Le cours sera divisé en deux parties. La première partie du cours donnera une formation pratique aux étudiants sur l'utilisation des systèmes d'information géographique (SIG) pour manipuler des données spatiales. La deuxième partie se concentrera sur l'analyse théorique et empirique de sujets de géographie économique. Exemples de sujets abordés dans cette section : Analyser les inégalités régionales et spatiales, évaluer le rôle de la géographie économique et des accidents historiques dans l'explication de ces inégalités, entre autres.",
        "teaching_methods": "La première partie du cours prendra la forme de séances de laboratoire sur ordinateur, où les étudiants seront guidés à travers les méthodes SIG par le professeur. Le Professeur mettra à disposition toutes les données de cette partie du cours avant le début des séances de laboratoire. Les notes de cours de cette partie seront également mises à disposition des étudiants. La deuxième partie du cours prendra la forme de cours magistraux qui couvriront les aspects théoriques et empiriques du cours. Cette partie du cours sera basée sur des cours magistraux et le professeur partagera par la suite toutes les notes de cours et slides avec les étudiants.",
        "assessment_methods": "Il y aura un examen écrit en juin, qui comptera pour 70 % de la note finale. Les étudiants devront également soumettre un projet basé sur un SIG après avoir terminé la partie pratique du cours dédiée aux SIG. Ce projet, qui sera réalisé individuellement ou en petits groupes (comme décidé par le professeur en fonction de la taille de la classe), constituera les 30 % restants de la note. Le professeur proposera des sujets pour le projet, et la date limite de soumission, généralement fixée au 31 mai, sera annoncée au début du cours. Les étudiants auront la possibilité de repasser l’examen écrit en août si nécessaire. L’examen d'août comptera également pour 70 % de la note finale, les 30 % restants étant basés sur le projet SIG précédemment soumis. Le projet SIG devra être soumis avant la date limite spécifiée (généralement le 31 mai), et la note de ce projet sera conservée pour la session d’août si l'étudiant doit repasser l'examen. Note: Students are discouraged from using generative artificial intelligence (AI) systems in this course. However, if AI systems are used during assessments or class activities, they must adhere to the rules outlined in the faculty memorandum on this subject, which is available on the faculty’s intranet site: Note sur l’utilisation responsable des IA — Juillet 2024 .",
        "other_info": "Une bonne formation en microéconomie, mathématiques et économétrie sera utile pour suivre le cours.",
        "online_resources": "",
        "bibliography": "Bibliographie: Theoretical and empirical part of the course: Economic geography, P.P. Combes, T. Mayer and J. Thisse, Princeton University Press. GIS part: Lecture Notes prepared by the Professor.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2230",
        "title": "Géographie médicale et de la santé",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vanwambeke Sophie"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGEO1342 Systèmes d'Information Géographique LGEO1321 Géographie rurale et de la santé (ce prérequis sera à confimer en fonction du contenu du nouveau cours).",
        "topics_covered": "L'angle d'approche privilégié pour tous les thèmes est l'espace. Géographie médicale - Perspectives historiques : maladies infectieuses dans l'histoire (collecte de données historiques) - Aspects géographiques de l'émergence de maladies dans le monde contemporain (collecte de données dans un contexte prospectif) - Modélisation des maladies chroniques (associations aux variables socio-économiques ; défis liés à l'usage de données spatiales : points vs. aires ; unités standards d'observation (recensement) vs. épidémiologie). Géographie de la santé - Analyse et constitution de l'offre de services sanitaires - Risques chimiques dans l'air et dans l'eau (analyse de points sources, analyses de groupement) Environnement, développement et enjeux sanitaires - Biodiversité et risque sanitaire - Ecosystem health / ecohealth (approche de la santé humain envisageant les systèmes de manière holistique) dans les pays industrialisés et/ou dans les pays en développement Savoir-faire Savoir identifier le caractère spatial et géographique de problématiques liées à la santé ; Savoir identifier et faire appel à des méthodes avancées d'analyse spatiale et quantitative (essentiellement vues par ailleurs) ; Comprendre les enjeux spatiaux de question de santé publique, et savoir distinguer ceux-ci de ceux liés au risque des individus ; Pouvoir identifier les facteurs environnementaux susceptibles d'influencer la situation sanitaire d'une population Savoir-être Pouvoir évaluer de manière critique des sources de données ; Pouvoir aborder la littérature scientifique de manière critique, en étant capable d'en explorer divers champs (y compris médical) ; Pouvoir participer à des discussions visant la construction du savoir en groupe.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 La plupart, sinon la totalité, des questions de santé peuvent être examinées sous l'angle du spatial, et cet angle peut contribuer significativement à des prises de décision du ressort de la santé publique. Par ailleurs, la capacité du géographe à intégrer les caractères physique et humain de l'espace peut être clé dans la compréhension de la distribution spatiale et temporelle du risque. Ceci est particulièrement pertinent dans le contexte actuel des changements globaux. Il s'agit donc bien d'une branche de la géographie humaine, qui partage avec les autres thématiques de la discipline ses méthodes et ses fondements.",
        "content": "Le cours propose de découvrir l’apport de la géographie dans le contexte de la santé publique. Comment nos interactions avec le milieu affectent notre santé ? Comment les outils de la géographie, tels que la cartographie ou la modélisation, peuvent offrir une perspective additionnelle de valeur pour comprendre les enjeux sanitaires d’aujourd’hui ? L'angle d'approche privilégié pour tous les thèmes est l'espace. Le large panel des sujets traités couvre les maladies infectieuses dans l’histoire et dans le contexte du changement environnemental global et du changement climatique ; l'étude des maladies chroniques dans le contexte géographique, l’usage des données spatiales, l’offre de services sanitaires, la biodiversité, les concepts de One Health et d’écosanté. Ces cadres conceptuels sont ancrés fermement au coeur de la question de la transition et du développement durable.",
        "teaching_methods": "Cours en auditoire et travaux pratiques visant la production d’une mini-recherche sur un sujet choisi par l’étudiant∙e. Cours hybride/comodal Pour faciliter la participation au cours des étudiants qui ne sont pas basés sur le site de LLN, le cours est proposé en format hybride cette année. Attention : 1. Cette proposition ne s’adresse qu’aux étudiants qui sont inscrits à des programmes sur d’autres sites que le site de LLN ; 2. Certaines séances ne sont proposées qu’en présentiel pour optimiser le contact entre toutes les parties prenantes. Il s'agit des séances en semaines 1, 10 et 14. Ces séances seront données uniquement en présentiel ; 3 . Les étudiants qui peuvent suivre le cours en comodal sont les bienvenus en présentiel également, tant au cours qu’au TP.",
        "assessment_methods": "Partie théorique (examen écrit, 50% de la note finale) Partie pratique:  travail (50% de la note finale, dont 75% pour le travail écrit et 25% pour la présentation orale). L'objectif est pour l'étudiant∙e d'approfondir les éléments vus au cours via le choix d'une question ayant trait à la santé dans une perspective géographique. La note de l’évaluation continue est attachée à chacune des sessions d’examens de l’année académique. La partie pratique ne peut pas être représentée.",
        "online_resources": "Toutes les ressources utiles sont sur Moodle.",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lboe2191",
        "title": "Ecologie et société",
        "credits": "3.00",
        "hours": "24.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hance Thierry"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance de l'écologie et de la biogéographie au niveau baccalauréat.",
        "topics_covered": "L'exposé de quelques problèmes environnementaux d'actualité (\"global change\", OGM, aménagement du territoire, contrats de rivière, gestion des déchets, PCDN...) de manière fondamentale sera suivi de débats et de discussions. L'analyse du contenu des messages tant scientifiques que médiatiques concernant ces thèmes devra conduire l'étudiant à une analyse critique et à une argumentation personnelle de ces problématiques sociétales.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le principal but du cours est d'initier à une démarche d'analyse critique et scientifique de problèmes environnementaux d'actualité.",
        "content": "Le principal but du cours est d'initier à une démarche d'analyse critique et scientifique de problèmes environnementaux et écologiques d'actualité. Différents aspects seront abordés comme les changements climatiques, la crise de la biodiversité, les pollutions, le gaspillage des ressources. Nous travaillerons aussi sur la recherche de solutions. Les étudiants prépareront une synthèse sur un des thèmes abordés.",
        "teaching_methods": "La matière est analysée au travers de cours en auditoires, de lectures, d'analyses de film et de la réalisation d'un travail personnel.",
        "assessment_methods": "L'évaluation sera basée sur la présentation d'un travail personnel et la réalisation d'un rapport.",
        "other_info": "Support : coupures de presse, articles scientifiques",
        "online_resources": "Les supports de cours seront fournis via la plateforme moodle du cours, en ligne. Moodle sert aussi à échanger les informations sur l'organisation du cours.",
        "responsible_entity": "BIOL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2221",
        "title": "Apprendre et enseigner avec les nouvelles technologies et exercices",
        "credits": "2.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Decamps Sandrine"
        ],
        "teaching_language": "Français",
        "topics_covered": "A) cours \ro La préoccupation majeure du cours est de situer les différentes technologies dans un cadre problématique qui subordonne les \"outils\" pédagogiques aux objectifs du processus enseignement-apprentissage. \ro Sur la base d'exemples (sites Web, cédéroms, logiciels,...) extraits de différents contextes et de différentes disciplines, on passera en revue les thèmes suivants : les techniques du multimédia et de l'Internet, une typologie des pratiques et des outils technologiques pour apprendre et enseigner, les modèles pédagogiques du développement et de l'intégration des NTIC dans l'éducation, l'utilisation des NTIC dans diverses méthodes pédagogiques  \ro On soulignera également l'intérêt de l'approche technologique dans les démarches de résolution de problèmes issus de diverses disciplines et dans le développement de compétences transversales des apprenants (utilisation des logiciels de bureautique, par exemple).\ro Le cours sera construit autour de divers exposés illustrés \"en direct\" (manipulation des images, construction de sites Internet ) avec un temps suffisant d'échanges avec l'auditoire.\rB) exercices\ro Une attention toute particulière sera accordée à la construction, à l'utilisation et à l'exploitation de grilles d'évaluation pour chacune des technologies citées et dans leurs usages pédagogiques. \ro Une formule de \"mini-colloque\" (travaux de groupe) sera mise en place. Les étudiants y approfondiront un thème (analyse de logiciels, de sites éducatifs,  de dispositifs innovants) et  présenteront les résultats des travaux \"en pleinière\".",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 COURS\rPermettre aux étudiants de :\ro comprendre les nouvelles technologies de l'information et de la communication ( NTIC:audio-visuel, multimédias, réseau Internet\ro cerner les possibilités pédagogiques et les limites des NTIC\ro décrire des dispositifs pédagogiques intégrant ces outils\ro évaluer les impacts cognitifs, relationnels, affectifs des NTIC sur l'apprentissage et d'en estimer les différents coûts. \r\rEXERCICES\rPermettre aux étudiants d'évaluer les outils et les dispositifs pédagogiques qui intègrent les NTIC en termes de compétences à développer chez les apprenants.",
        "content": "Exploration d’outils numériques et analyse de leurs usages pédagogiques. Cette analyse doit permettre de situer les outils numériques au service des objectifs pédagogiques et des méthodes qui guident les processus d'enseignement et d'apprentissage.",
        "teaching_methods": "L'unité est organisée selon une modalité hybride (alternant des activités préparatoires en différé via Student Corner et des interactions en direct via TEAMS ). Les méthodes pédagogiques sont variées de manière à permettre aux étudiants d'expérimenter différentes modalités d'enseignement-apprentissage. Le principe d’isomorphisme sera adopté pour découvrir et s’approprier les usages du numérique dans la formation. Le scénario pédagogique permettra également d’expérimenter différentes modalités d’enseignement-apprentissage : Flipped Classrooms, apprentissage par la pratique (learning-by-doing), groupe de co-apprentissage (peer instruction), évaluation par les pairs (peer evaluation), mini-colloque de mutualisation des travaux de groupe.",
        "assessment_methods": "Au terme de cette unité, l’évaluation cerficative portera sur deux productions écrites : - Un travail de groupe qui sera présenté et discuté lors du mini-colloque Le travail certificatif (en groupe) consiste à concevoir un microsite pédagogique dans lequel chaque membre du groupe illustrera une séquence pédagogique qui intègre les outils numériques. - Une réflexion personnelle sur les usages numériques dans sa pratique d’enseignant. Parmi les critères de qualité du travail, outre les critères relatifs à la qualité de l'expression, à l'orthographe, à la grammaire, à la présentation générale (titre, table des matières, références) ainsi qu'aux contenus et outils manipulés, on mentionnera : ·         l'utilisation adéquate des outils numériques pour soutenir les objectifs et les méthodes, ·         l'identification des compétences numériques développées, ·         l'analyse du niveau d'intégration du numérique en référence à des cadres théoriques. En particulier, les valeurs ajoutées des outils numériques seront dûment argumentées en référence à la littérature scientifique. L'analyse sera soutenue de références bibliographiques scientifiques pertinentes et d'éléments vus au cours.",
        "other_info": "Pré-requis : Le cours ne nécessite pas de pré-requis ; les thématiques seront choisies dans diverses disciplines (au choix de l'étudiant).",
        "online_resources": "La plateforme Moodle reprend l'ensemble des documents de référence, des cas travaillés au cours et des consignes pour le travail à réaliser entre les différentes séances. Le suivi régulier sur Moodle est essentiel. Il contiendra toutes les consignes utiles en matière de participation aux séances, de modalités pédagogiques et de modalités d'évaluation.",
        "bibliography": "La liste de références de base, ainsi que des références complémentaires, se trouve sur Student corner, reprise pour chaque séance de cours. Parmi celles-ci on trouvera, les références suivantes : Alombert, A. (2023) Schizophrénie numérique. Alia. Petite collection. Amadieu, F., & Tricot, A. (2020) Apprendre avec le numérique : mythes et réalités. Paris. Retz. Cordier, A. (2023) Les enfants et les écrans. Mythes et réalités. Paris: Retz. Cristol, D. (2024) Apprendre à l'ère de l'intelligence artificielle. ESF. Dorne, L. (2024) L’IA pour la formation. Clic Éditions. Paukovics, E. & Sanchez, E. (2023) Apprendre à distance : mythes et réalités. Paris. Retz. Parmentier, J.Ph., Vicens, Q. (2019) Quatre scénario pour enseigner ou former à distance. Exemples concrets et fiches pratiques. Dunod. Accessible en ligne . Tisseron, S. (2018) Petit traité de cyber-psychologie. Pour ne pas prendre les robots pour des messies et l’I.A. pour une lanterne. Le Pommier.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lchm2340c",
        "title": "Didactique et épistémologie de la chimie - 2e degré",
        "credits": "2.00",
        "hours": "18.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "de Wergifosse Marc",
            "Matthys Nathalie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Cours de didactique et d'épistémologie des sciences : LSCI2320",
        "topics_covered": "Les thèmes abordés sont ceux relatifs à l'enseignement de la chimie au deuxième degré : Les difficultés conceptuelles liées aux thèmes à enseigner en chimie, L'intérêt et l'exploitation des activités expérimentales ou non, indispensables en chimie, Des séances pratiques de mise en oeuvre des expériences incontournables en chimie et analyse des difficultés d'apprentissage.",
        "content": "Cette partie de l'unité d'enseignement LCHM2340 consiste à « outiller » les étudiants à devenir de futurs enseignants en chimie au D2. Il s'agit ici non seulement de présenter les éléments de didactique relatifs à l'enseignement de la chimie mais également d'assurer le transfert et l'appropriation de ces outils par les futurs enseignants.",
        "teaching_methods": "Les activités d'enseignement sont celles préconisées dans l'enseignement secondaire: travaux de groupe, cours magistraux, classes inversées, travaux pratiques, séances de laboratoire... principalement en coconstruction avec les étudiants.",
        "assessment_methods": "Les étudiants inscrits à l'agrégation en géographie ou mathématiques, suivant uniquement le module LCHM2340 C, sont évalués en janvier comme suit : Activité 1: Activités liées au laboratoire de chimie : 20% de la note totale Activité 2: Test écrit (novembre) concernant les concepts de base à enseigner au D2 en chimie : 10% de la note totale Activité 3: Rapport de stage d'observation de 10h en chimie : 30 % de la note totale Activité 4: Evaluation écrite individuelle (janvier) concernant les concepts abordés en didactique et épistémologie de la chimie : 40% de la note totale Chacune de ces 4 activités doit être réussie avec une note égale ou supérieure à 10/20 pour que cette UE puisse être réussie. Le principe de la note absorbante est appliquée à cette UE. La présence à ce cours est requise. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 80% des cours, lors de la session de janvier ou de septembre.",
        "other_info": "Le cours LCHM2340 C est un cours à option pour les étudiants inscrits à l'agrégation en géographie ou mathématiques. Il ne peut être suivi que si le cours LSCI2320 a été suivi au préalable. Le cours LCHM2340 C se donne au Q1 durant les S8 à 14 à raison de 2h par semaine  (15h équivalent à 2 crédits).",
        "online_resources": "sur Moodle UCLouvain, sigle LCHM2340. Le site contient les documents présentés et utilisés pendant les cours et permet le dépôt des productions des étudiants.",
        "bibliography": "Des ouvrages et publications scientifiques en relation avec les disciplines enseignées et avec la didactique seront présentés lors des cours. ------ Works and scientific publications related to the disciplines taught and to didactics will be presented during the courses.",
        "responsible_entity": "CAFC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbio2340c",
        "title": "Didactique et épistémologie de la biologie - 2e degré",
        "credits": "2.00",
        "hours": "18.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Kesel Myriam"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours LSCI2320 dispensé au Q1 (S1 à S4) doit avoir été suivi. Les savoirs de la (des) discipline(s) à enseigner, c.à.d. les savoirs en biologie relatifs aux 2è degrés de l'enseignement secondaire en sciences générales. Une communication claire et correcte dans la langue d'enseignement tant à l'oral qu'à l'écrit. Les capacités relationnelles et les postures professionnelles normalement attendues pour un enseignant.",
        "topics_covered": "Les spécificités didactiques d'une séquence d'enseignement en biologie au 2è degré (D2) L’expérimentation, la démarche scientifique et la démarche d'investigation au D2 La problématisation et la modélisation au D2 L'importance de l'épistémologie ; les grands courants épistémologiques Les approches épistémologique, critique, orientante, interdisciplinaire et créative L’évaluation Les concepts difficiles à enseigner en biologie au D2",
        "content": "Cette unité d'enseignement consiste à « outiller » les étudiants à devenir de futurs enseignants en biologie au D2. Il s'agit ici non seulement de présenter les éléments de didactique relatifs à l'enseignement de la biologie mais également d'assurer le transfert et l'appropriation de ces outils par les futurs enseignants.",
        "teaching_methods": "Les activités d'enseignement sont celles préconisées dans l'enseignement secondaire : travaux de groupe, cours magistraux, classes inversées, laboratoires... principalement en co-construction avec les étudiants.",
        "assessment_methods": "Les étudiants inscrits à l'agrégation en géographie ou mathématiques, uniquement au module LBIO2340 C, sont évalués  en janvier comme suit : Activité 1 : Activités liées au laboratoire de biologie : 20% de la note totale Activité 2 : Test écrit (novembre) concernant les concepts de base à enseigner au D2 en biologie : 10% de la note totale Activité 3 : Rapport de stage d'observation de 10h en biologie : 30 % de la note totale Activité 4 : Evaluation écrite individuelle (janvier) concernant les concepts abordés en didactique et épistémologie des sciences et de la biologie : 40% de la note totale. Chacune des 4 activités doit être réussie avec une note égale ou supérieure à 10/20 pour que cette UE puisse être réussie. Le principe de la note absorbante est appliquée à cette UE càd qu'une note d'échec dans une des activités entraîne une note d'échec pour la totalité de l'UE. La présence à ce cours est requise. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 80% des cours, lors de la session de janvier ou de septembre.",
        "other_info": "Le cours LBIO2340 C est un cours à option pour les étudiants inscrits à l'agrégation en géographie ou mathématiques. Il ne peut être suivi que si le cours LSCI2320 a été suivi au préalable. Le cours LBIO2340 C se donne au Q1 durant les S8 à 14 à raison de 2h par semaine  (2 crédits). Un stage d'observation de 10h en biologie dans le secondaire supérieur doit être réalisé dans le cadre de ce cours.",
        "online_resources": "sur MoodleUCL, sigle LBIO2340. Le site contient les documents présentés et utilisés pendant les cours et permet le dépôt des productions des étudiants.",
        "bibliography": "Des ouvrages en relation avec les disciplines enseignées et avec la didactique seront présentés lors des cours.",
        "responsible_entity": "CAFC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2120p",
        "title": "Observation et analyse de l'institution scolaire et de son contexte (en ce compris le stage d'observation)",
        "credits": "4.00",
        "hours": "22.5 h + 25.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Différentes thématiques sont abordées, telles que : la structure de l'enseignement secondaire, les réseaux d'enseignement, les politiques éducatives, les modes de régulation du système éducatif, la démocratisation de l'enseignement, la production des inégalités scolaires, les disparités entre établissements scolaires, la diversité des publics scolaires, l'organisation scolaire, les rapports entre l'école et les familles, les enquêtes internationales en éducation (PISA, '), etc.",
        "content": "L'unité d'enseignement aborde l'institution scolaire et son contexte à plusieurs niveaux, à partir de travaux de recherche menés en éducation dans plusieurs disciplines relevant des sciences sociales et humaines (sciences l'éducation, sociologie, histoire, ...). Au niveau macro-social, il s'agit d'éclairer, dans une perspective historique, politique et sociale, le fonctionnement et l'organisation du système éducatif en Communauté française de Belgique, les politiques éducatives (et textes de référence) et les caractéristiques du public scolaire. Au niveau méso-social, il s'agit d'analyser le fonctionnement des établissements scolaires en abordant les modes d'organisation scolaire, les cultures d'établissement et les relations entre les différents acteurs scolaires. Au niveau micro-social, il s'agit d'éclairer les logiques d'acteurs (enseignants, élèves, parents d'élèves,...) qui se nouent autour du travail enseignant en classe. Une attention particulière est accordée aux enjeux et défis actuels de notre système scolaire, en lien notamment avec la massification de l'enseignement et la production des inégalités scolaires. Quelques éléments de comparaison avec les systèmes d'enseignement adoptés par d'autres pays permettent d'approfondir la réflexion et de l'ouvrir à la dimension européenne.",
        "teaching_methods": "L'unité d'enseignement comprend trois activités d'apprentissage non dissociables : un cours (22h30), un stage d'observation (10h) et un séminaire (15h). Le cours éclaire l'institution scolaire et son contexte au moyen de plusieurs cadres d'analyse et démarches de problématisation. Il ne s'agit pas de submerger l'étudiant d'informations exhaustives mais de l'outiller pour le préparer à adopter lui-même une démarche réflexive. Le stage est effectué, en équipe pluridisciplinaire, dans un établissement, quel que soit le réseau. Durant une observation de dix heures, réparties sur deux journées, l'étudiant a l'occasion de découvrir le fonctionnement de l'école sur le plan de ses options éducatives, organisationnelles, pédagogiques et extrascolaires. Le séminaire, assuré par une équipe pluridisciplinaire d'enseignants praticiens, est conçu pour permettre aux étudiants de confronter et analyser les observations réalisées au cours de leur stage.",
        "assessment_methods": "L'évaluation porte sur l'ensemble du dispositif comprenant les 3 activités d'apprentissage : cours, stage d'observation et séminaire. Plus précisément, l'évaluation s'appuie sur : 1. Une évaluation continue basée sur des travaux de réflexion réalisés durant le quadrimestre au sujet d'enjeux éducatifs.2. Une évaluation finale basée sur un examen écrit. Les modalités précises de l'évaluation (critères, délais, formes...) sont détaillées par les enseignants au début de l'activité. L'articulation des différentes activités d'apprentissage (cours, stage d'observation et séminaire) suppose une participation active à l'ensemble du dispositif. De plus, la réalisation du stage d'observation et le travail d'analyse en équipe pluridisciplinaire produit au cours du séminaire requièrent la présence effective de chacun ; cette présence constitue un prérequis à l'évaluation finale. La note finale ne peut être délivrée que si l'étudiant a assisté et a participé activement à l'entièreté du stage et du séminaire. L'étudiant sera considéré comme absent tant que le stage et le séminaire n'ont pas été réalisés.",
        "other_info": "Les trois activités d'apprentissage de l'unité d'enseignement (cours, stage d'observation et séminaire) ont lieu deux fois par an (Q1 et Q2) ; elles doivent cependant être suivies durant le même quadrimestre. Attention: cette activité ne peut être suivie que par des étudiants inscrits à un programme d'agrégation ou à un master à finalité didactique",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l'unité d'enseignement.",
        "bibliography": "Les étudiants disposent d'un portefeuille de lecture. L'indication des sources où se procurer des informations permettra aux futurs enseignants de les réactualiser.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lboe2125",
        "title": "Biodiversité et l'humain",
        "credits": "2.00",
        "hours": "24.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Born Charles-Hubert",
            "Hance Thierry"
        ],
        "teaching_language": "Français",
        "prerequisites": "Une connaissance de base de l'écologie est nécessaire ; des connaissances en sciences sociales sont un atout.",
        "topics_covered": "Le cours aborde les thèmes de la dépendance et de l’influence humaine sur la biodiversité à l’ère de l’Anthropocène et des facteurs qui expliquent ces interactions, dans leurs dimensions philosophiques, juridiques et socio-économiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - comprendre les principaux ‘drivers’ humains de l’évolution de la biodiversité sur Terre - pouvoir lire des sources relevant de disciplines des sciences humaines en lien avec les thèmes abordés et de faire le lien avec les disciplines relevant de leur parcours académique - pouvoir avoir un regard et de tenir un discours holistique, transversal, multidisciplinaire et critique sur les causes directes et indirectes de la crise écologique actuelle",
        "content": "Ce cours sera donné en collaboration entre les Professeurs Charles-Hubert Born et Thierry Hance. L’objet du cours est d'analyser les relations d’interdépendance, positives et négatives, des êtres humains et de la biodiversité à l’heure de l’Anthropocène, dans leurs dimensions juridiques, socio-économiques et de santé publique, dans le monde et en Belgique. Les thèmes qui seront abordés sont larges, incluant : - La façon dont les systèmes juridiques organisent la maîtrise de l’homme sur la nature et l’exploitation des ressources (souveraineté, propriété, brevets,…) mais aussi comment ces systèmes tentent de mettre des limites aux effets de cette emprise (préservation et exploitation durable de la biodiversité, climat) et au moyen de quelle gouvernance (internationale, européenne et interne). - Les relations santé-biodiversité particulièrement dans le cas de l'émergence des zoonose et du concept de One-Health. Les relations entre croissance, capitalisme et pressions sur la biodiversité, seront également analysée pour définir les approches possibles d’une économie soucieuse des limites planétaires, en particulier les voies pour une transformation des organisations et des comportements.",
        "teaching_methods": "Le cours suppose une participation active des étudiant.es. Après une séance introductive en début ou milieu de quadrimestre, les étudiants sont invités à lire un portefeuille de lectures avant les cours proprement dits. Ceux-ci sont concentrés en fin de quadrimestre en modules de 2h ou 4h. Ils comprennent un exposé introductif, un débat sur les lectures en lien avec l’objet du module et une évaluation en fin de cours, via un QCM. Le cas échéant, des experts ou acteurs peuvent intervenir.",
        "assessment_methods": "L’évaluation est partiellement continue, à raison de 50 % des points : elle a lieu via des QCM au cours de chaque module, pendant la séance. Le reste de l’évaluation, à raison de 50%, a lieu sous la forme d’un examen écrit (un questionnaire séparé pour chaque partie du cours) en session. L’examen est à livre ouvert et consiste dans la rédaction d’une courte dissertation critique portant sur une des thématiques vues au cours.",
        "online_resources": "La plateforme moodle de l'UCL fournit toutes les information pratiques. Veuillez vous y inscrire : https://moodleucl.uclouvain.be/course/view.php?id=10052",
        "bibliography": "Thierry Hance, 2021.  \"Vers une économie verte et bienveillante »  aux éditions L’Harmattan, https://www.editions-harmattan.fr/index.asp?navig=catalogue&obj=livre&no=68340",
        "course_materials": "La plateforme moodle de l'UCL pour LBOE2115, power point et/ou syllabus",
        "responsible_entity": "BIOL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2160",
        "title": "Integrated project in sustainability",
        "credits": "4.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Meyfroidt Patrick",
            "Rousseau Raphaël"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Theoretical course Introduction to the course and its objectives Defining the problem and themes for the case studies. The case studies will be based on a comparison of two European regions (within Belgium and Spain). The specific study themes will change each year, but examples include : tourism, transport (air traffic, high speed trains, road building, etc.), migration/demography and residential housing (retirement homes, new labour), emerging/declining industries (manufacturing, etc.), agriculture and agri-business (glass house production, fruit production), forest cover change, the impact of land use change on water resources (industrial and agricultural consumption patterns), biogeography (ecology and landscape), land degradation (the socio-economic and physical drivers of soil erosion on the loess belt and in Mediterranean environments). Travaux dirigés : Themes TD 1 Defining the problem and refining the case study objectives Small group tutorial (5 per group) Student implication : 1 hour TD 2 Discussing progress and initial results Small group tutorial (5 per group) Student implication : 1 hour TD 3 Field work to validate hypotheses See GEOG2161 Enseignement de terrain TD 4 Presenting the results and conclusions of the study Seminar (in English) Student implication : 3 hours Travaux personnels : Working in small thematic groups to identify and allocate the tasks and techniques necessary to achieve the case study objectives ( 4 hours). Tackling the problem - review of the literature and the study area, collection and use of available data resources, application of appropriate methods (40 hours). Field work (see GEOG2161 Enseignement de terrain) Production of the final report (12 hours). Notions acquises : Ability to work within a team and contribute to the group's work Methodological and analytical techniques Seminar presentation skills (and ability in English) Report writing skills",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Knowledge : To further develop understanding of the processes of human and physical geography and how these processes interact within the context of the issues and problems that occur at the regional scale. To analyse regional development policies within the European Union, and assess their impact on land use within different case study areas. Know-how : To apply fundamental geographic principles and techniques to real-world problems and thus, to bridge the gap between the classroom and geography in practice. (This will be achieved in combination with the enseignement de terrain). To develop the capacity for critical appraisal of regional policies and development in the EU. To develop and apply a working knowledge of the English language within the framework of the University language plan. Personal skills : To develop the capacity to work in groups as part of a team",
        "content": "L’objectif de ce cours et de donner la possibilité à l’étudiant.e de s’interroger sur le millieu et l'environnement dans lequel il ou elle vit, de poser de bonnes questions en termes de disparités spatiales et de proposer des réponses en termes géographiques (outils, méthodes, indicateurs, tendances spatiales, cartes, …). Une thématique générale relative au développement durable est formulée chaque année ; il convient aux étudiant.e.s de choisir un sujet de travail particulier et de travailler par groupe et individuellement sur ce sujet.",
        "teaching_methods": "Les étudiant.e.s travaillent sur un thème général sur base de rapports d'organisations internationales). Le cours est divisé en moments de travail en classe et hors classe : 1. Lors de la première séance, le contenu et les objectifs du cours seront présentés. Les séances suivantes serviront à un suivi régulier du travail avec l'équipe enseignante pour vérifier l'avancement du travail. La dernière séance est consacrée à la présentation orale du travail final. 2. Le reste du temps est libre pour laisser les groupes et les étudiant.e.s travailler sur leur projet. Une salle informatique est réservée chaque semaine pour ce travail. Le cours sera donné en anglais . Toutes les diapositives et les documents complémentaires sont également en anglais. Les étudiant.e.s doivent assister à toutes les séances avec l'équipe enseignante pour réussir le module.",
        "assessment_methods": "Présentations de groupe et individuelles sur le travail réalisé. Petits rapports intermédiaires pendant l'année sur l'avancement du travail. L'usage éventuel d'intelligences artificielles (IA) génératives doit se faire de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique et au RGEE (voir entre autres l'article 107).",
        "course_materials": "The slides, the primary scientific reports and several articles are available in Moodle.",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lboe2140",
        "title": "Landscape ecology",
        "credits": "4.00",
        "hours": "24.0 h + 24.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van Dyck Hans"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "1. Définition et histoire d'écologie du paysage 2. Organisation des paysages : l'analyse des structures spatiales 3. Fragmentation d'habitat: patterns et conséquences 4. Mouvements des organismes : Connectivité structurelle versus fonctionnelle d'un paysage 5. Ecologie du paysage et conservation : réseaux écologiques, corridors et mesures contre la fragmentation 6. Ulitisation de logiciels spatiaux (applications SIG) 7. Applications pratiques: jeter des ponts entre l'écologie et la politique/gestion du paysage",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'écologie du paysage est une discipline qui se focalise sur la description et surtout la compréhension des écosystèmes à l'échelle d'un paysage par l'analyse des facteurs biotiques, physiques et facteurs liés avec les activités humaines. Dans ce cours, l'accent est mis sur le fonctionnement écologique des paysages dans un cadre de la fragmentation des habitats et de la mobilité des organismes. Les étudiants doivent connaître les concepts centraux d'écologie du paysage et surtout comprendre la différence entre la connectivité structurelle et fonctionnelle d'un paysage dans n'importe quelle application. Les étudiants doivent être familiarisés avec les méthodes de recherche (terrain, modélisation). Ils doivent aussi se rendre compte des problèmes potentiels de la communication entre les écologues et non-écologues dans des projets concrets multidisciplinaires.",
        "content": "Cette unité d’enseignement consiste à analyser et comprendre la variation structurelle d’un paysage pour mieux comprendre son fonctionnement pour la biodiversité à plusieurs niveaux. Les thématiques abordées incluent : 1. La définition et l’histoire de l’écologie du paysage; 2. Caractériser les éléments structurels d’un paysage; 3. La fragmentation des habitats; 4. Urbanisation; 5. Ecologie du paysage dans un contexte de la conservation de la biodiversité: réseaux écologiques, concept de corridor et mesures de défragmentation des habitats, connectivité structurelle et fonctionnelle; 6. Utiliser un logiciel SIG (système d’information géographique); et 7. Applications pratiques.",
        "teaching_methods": "Cette unité d’enseignement se donne en présentiel. Il y a une partie théorique en auditoire (cours ex cathedra sur base d’une série de présentations PowerPoint, mais avec beaucoup d’interactions avec les étudiants). Il y a aussi un TP en salle informatique encadré par un assistant (exercices en écologie du paysage avec un système d’information géographique). Les présentations sont disponibles sur le site web Moodle de ce cours, ainsi que toute autre information utile (p.ex. guide TP) et certains articles scientifiques qui sont utilisés. Le cours théorique est donné en anglais.",
        "assessment_methods": "Il y a un examen écrit sur la partie théorique du cours avec des questions ouvertes (questions de compréhension). Pour la partie TP, l’étudiant doit préparer un rapport individuel conforme aux lignes directrices. L’examen compte pour 60% de la note finale, le rapport TP pour 40%. L’étudiant doit obtenir une note suffisante (10/20 ou plus) pour chaque partie. Il n’est pas toléré de compenser une insuffisance sur une partie par la note de l’autre partie.",
        "other_info": "Avoir une connaissance préalable d'un système d'information géographique (SIG/GIS, ex: ArcGIS) ou avoir suivi le cours LGEO1342A est nécessaire pour suivre cette UE",
        "online_resources": "Site web Moodle de ce cours avec les présentations PowerPoint, guide TP, articles scientifiques.",
        "course_materials": "Diapositives et articles scientifiques (sur Moodle)",
        "responsible_entity": "BIOL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2185",
        "title": "Advanced geo-processing",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Stevens Antoine",
            "Van Oost Kristof"
        ],
        "teaching_language": "Anglais",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-egeog2019",
        "title": "Quaternary Geochronology",
        "credits": "3.00",
        "hours": "0 h + 30.0 h",
        "quadrimester": "Q1",
        "institution de référence": "> The Royal Academies for Science and the Arts of Belgium",
        "faculté ou entité en charge (uclouvain)": "> GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbira2105",
        "title": "Agricultural and rural policies",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van den Broeck Goedele"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Introduction to economics, especially micro-economics (e.g., LBIR1260 Principles of Economics)",
        "topics_covered": "The main topics of this course cover the socio-economic analysis of decisions made in terms of agricultural, food and trade policy, and rural development as well as their micro- and macro-economic effects. An emphasis is given to the study of the socio-economic and environmental implications of the Common Agricultural Policy of the European Union and its evolution towards a better targeted policy.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 By the end of this course, students are able to: Understand the aims, decision-making process and history of agricultural and rural policies in the EU Understand how the Common Agricultural Policy (CAP) deals with the economic, social and environmental challenges associated with agricultural and food systems in the EU Provide evidence-based argumentation on the functioning of the CAP Students have acquired the skills to examine the socio-economic effects of the instruments of agricultural, food and rural food policies, in particular the Common Agricultural Policy. They are able to critically reflect on the CAP and provide evidence-based argumentation on how to improve it. They are encouraged to take up their role as engaged citizen in policy making, by improving their communication skills with their peers and contacting professionals in the field. With respect to the learning outcomes of the program in Bio-engineering, this course contributes to the following main learning outcomes: - 1.2: to know and understand the basic concepts as part of an introduction to economics - 3.1: to search for information on a defined and simplified scientific problem, to assess its reliability based on the nature of the source of the information and to produce a summary - 3.6: To demonstrate an ability to summarise and formulate conclusions on a well-defined scientific question. - 6.1: To understand and use scientific texts and literature and basic technical documents in French and English. - 6.2: To communicate information, ideas, solutions and conclusions as well as the knowledge and underlying principles, in a clearly structured, substantiated, concise and comprehensive way (as appropriate) both verbally and in writing according to the standards of communication specific to the context. - 6.6: To communicate effectively and respectfully with peers and teachers, demonstrating listening skills, empathy and assertiveness. - 7.1: To demonstrate intellectual independence of thought, to regard knowledge critically. - 7.3: To understand the key issues of sustainable development and to situate their own career in the light of these challenges. - 7.4: To demonstrate humanism, cultural openness and solidarity. - 8.5: To integrate new knowledge and skills independently (including methodological skills) in response to defined situations.",
        "content": "This course first introduces agricultural and rural policies in the EU, explaining their aims, the decision-making process behind them and how they have evolved over time. Specific attention is paid to the Common Agricultural Policy (CAP) and how it deals with the economic, social and environmental challenges associated with EU food systems. Next, students become aware how these policies are embedded in and shape our daily lives through the discussion of recent news articles. Finally, we zoom in on specific objectives of the CAP (environment, nutrition and health, rural development, trade and development). Students learn to assess how effective and efficient the CAP is in realizing these objectives through theory lectures and group discussions of scientific papers.",
        "teaching_methods": "Teaching in class using slides, discussions in small groups, presentations to larger group",
        "assessment_methods": "Submission of a letter addressed to DG-AGRI, commenting on the CAP: counting for 75% of overall grade Class participation with submission of news articles and preparation for discussion of scientific papers: counting for 25% of overall grade",
        "other_info": "Course is taught in English but it is French friendly, meaning that students can ask questions in French and respond in French during exam.",
        "online_resources": "Slides and scientific papers on Moodle",
        "bibliography": "Slide shows and scientific papers available on Moodle",
        "course_materials": "Slide shows  and a selection of scientific papers available on Moodle",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2400",
        "title": "Fondements de la neutralité",
        "credits": "2.00",
        "hours": "20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delgrange Xavier",
            "Pourtois Hervé",
            "Vandamme Pierre-Etienne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Bases historiques et socio-politiques des décrets Neutralité (1993, 2004, 2015) Approche juridique des décrets Bases historiques et philosophiques des Droits de l'Homme Approche juridique des Droits de l'Homme Modèles de laïcité Engagement et neutralité Réflexions épistémologique et éthique à propos des décrets Témoignages professionnels",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant sera capable de décrire et d'argumenter la posture d'un enseignant « neutre » requise dans l'enseignement officiel. L'étudiant sera capable de se situer personnellement par rapport  à cette exigence. Il pourra en outre proposer des attitudes et comportements susceptibles de faciliter la résolution de conflits liés aux convictions en situation scolaire. Ces acquis d'apprentissage reflètent les compétences 1, 2, 3, 6, 8 et 13 des standards officiels. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "content": "Cette unité d’enseignement vise à satisfaire une obligation décrétale afin de pouvoir postuler dans l'enseignement de la Communauté ou l'enseignement officiel subventionné en FWB. La formation porte sur les décrets Neutralité (du 31 mars 1994, du 17 décembre 2003, 14 juillet 2015 et du 9 février 2019), les grands textes fondateurs de la démocratie et de la citoyenneté moderne; à outiller les étudiant.e.s en vue de développer une réflexion personnelle informée et argumentée sur la responsabilité professionnelle, juridique et éthique, de l’enseignant face à des situations d’enseignement qui mettent en jeu la neutralité et les fondements des droits de l’homme et de la démocratie.",
        "teaching_methods": "Programme structuré en 8 séances de 2h30. Exposés assurés par les cotitulaires et suivis de moments de discussions et d’appropriation. Les exposés présenteront des notions juridiques et éthiques en les illustrant par des cas concrets ainsi qu’une méthode d’analyse de dilemmes éthiques en situation d’enseignement qui sera utilisée en séance et pour le travail final. Les séances feront aussi la place à des témolgnages d'enseignants.",
        "assessment_methods": "Session de juin : travail de groupe (4 à 5 étudiant.e.s) présentant 1° une analyse commune d’un dilemme éthique s’appuyant sur des notions juridiques et éthiques et la méthodologie présentées au cours ; 2° un positionnement personnel de chaque étudiant.e. La note finale est la moyenne pondérée des notes 1 et 2. Dans la note finale, la partie 1 vaut pour 15/20 et la partie 2 vaut pour 5/20. Session d'août-septembre : travail individuel présentant 1° une analyse d’un dilemme éthique s’appuyant sur des notions juridiques et éthiques et la méthodologie présentées au cours ;  2° un positionnement personnel. La note finale est la moyenne pondérée des notes 1 et 2. Dans la note finale, la partie 1 vaut pour 15/20 et la partie 2 vaut pour 5/20. Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à de l'intelligence artificielle est interdit que ce soit comme assistant linguistique, outil d'exploration et d'idéation ou comme outil de rédaction.",
        "other_info": "Les cours se donnent en français.",
        "online_resources": "Décret du 31 mars 1994 https://www.gallilex.cfwb.be/document/pdf/18312_000.pdf Décret du 17 décembre 2003 https://www.gallilex.cfwb.be/document/pdf/28381_000.pdf Décret du 14 juillet 2015 https://www.gallilex.cfwb.be/document/pdf/41716_000.pdf Décret du 7 février 2019 (art. 80) http://www.etaamb.be/fr/decret-du-07-fevrier-2019_n2019040573.html",
        "bibliography": "La bibliographie est disponible sur Moodle",
        "course_materials": "Les supports de cours sont progressivement disponibles sur Moodle.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2120q",
        "title": "Observation et analyse de l'institution scolaire et de son contexte (en ce compris le stage d'observation)",
        "credits": "4.00",
        "hours": "22.5 h + 25.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Différentes thématiques sont abordées, telles que : la structure de l'enseignement secondaire, les réseaux d'enseignement, les politiques éducatives, les modes de régulation du système éducatif, la démocratisation de l'enseignement, la production des inégalités scolaires, les disparités entre établissements scolaires, la diversité des publics scolaires, l'organisation scolaire, les rapports entre l'école et les familles, les enquêtes internationales en éducation (PISA, '), etc.",
        "content": "L'unité d'enseignement aborde l'institution scolaire et son contexte à plusieurs niveaux, à partir de travaux de recherche menés en éducation dans plusieurs disciplines relevant des sciences sociales et humaines (sciences l'éducation, sociologie, histoire, ...). Au niveau macro-social, il s'agit d'éclairer, dans une perspective historique, politique et sociale, le fonctionnement et l'organisation du système éducatif en Communauté française de Belgique, les politiques éducatives (et textes de référence) et les caractéristiques du public scolaire. Au niveau méso-social, il s'agit d'analyser le fonctionnement des établissements scolaires en abordant les modes d'organisation scolaire, les cultures d'établissement et les relations entre les différents acteurs scolaires. Au niveau micro-social, il s'agit d'éclairer les logiques d'acteurs (enseignants, élèves, parents d'élèves,...) qui se nouent autour du travail enseignant en classe. Une attention particulière est accordée aux enjeux et défis actuels de notre système scolaire, en lien notamment avec la massification de l'enseignement et la production des inégalités scolaires. Quelques éléments de comparaison avec les systèmes d'enseignement adoptés par d'autres pays permettent d'approfondir la réflexion et de l'ouvrir à la dimension européenne.",
        "teaching_methods": "L'unité d'enseignement comprend trois activités d'apprentissage non dissociables : un cours (22h30), un stage d'observation (10h) et un séminaire (15h). Le cours éclaire l'institution scolaire et son contexte au moyen de plusieurs cadres d'analyse et démarches de problématisation. Il ne s'agit pas de submerger l'étudiant d'informations exhaustives mais de l'outiller pour le préparer à adopter lui-même une démarche réflexive. Le stage est effectué, en équipe pluridisciplinaire, dans un établissement, quel que soit le réseau. Durant une observation de dix heures, réparties sur deux journées, l'étudiant a l'occasion de découvrir le fonctionnement de l'école sur le plan de ses options éducatives, organisationnelles, pédagogiques et extrascolaires. Le séminaire, assuré par une équipe pluridisciplinaire d'enseignants praticiens, est conçu pour permettre aux étudiants de confronter et analyser les observations réalisées au cours de leur stage.",
        "assessment_methods": "L'évaluation porte sur l'ensemble du dispositif comprenant les 3 activités d'apprentissage : cours, stage d'observation et séminaire. Plus précisément, l'évaluation s'appuie sur : 1. Une évaluation continue basée sur des travaux de réflexion réalisés durant le quadrimestre au sujet d'enjeux éducatifs.2. Une évaluation finale basée sur un examen écrit. Les modalités précises de l'évaluation (critères, délais, formes...) sont détaillées par les enseignants au début de l'activité. L'articulation des différentes activités d'apprentissage (cours, stage d'observation et séminaire) suppose une participation active à l'ensemble du dispositif. De plus, la réalisation du stage d'observation et le travail d'analyse en équipe pluridisciplinaire produit au cours du séminaire requièrent la présence effective de chacun ; cette présence constitue un prérequis à l'évaluation finale. La note finale ne peut être délivrée que si l'étudiant a assisté et a participé activement à l'entièreté du stage et du séminaire. L'étudiant sera considéré comme absent tant que le stage et le séminaire n'ont pas été réalisés.",
        "other_info": "Les trois activités d'apprentissage de l'unité d'enseignement (cours, stage d'observation et séminaire) ont lieu deux fois par an (Q1 et Q2) ; elles doivent cependant être suivies durant le même quadrimestre. Attention: cette activité ne peut être suivie que par des étudiants inscrits à un programme d'agrégation ou à un master à finalité didactique",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l'unité d'enseignement.",
        "bibliography": "Les étudiants disposent d'un portefeuille de lecture. L'indication des sources où se procurer des informations permettra aux futurs enseignants de les réactualiser.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lenvi2007",
        "title": "Renewable energy sources",
        "credits": "5.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Jaeger Emmanuel",
            "Gerin Patrick",
            "Jeanmart Hervé",
            "Parmentier Nicolas"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Background in physics and (bio)chemistry Dedicated introductory modules are available for ENVI students (self learning) Dedicated modules are available for EPL/AGRO students (self learning)",
        "topics_covered": "The course aims at providing the students with a broad, diversified and multidisciplinary background on renewable energy. It gives a global view of the various renewable energy sources and uses, with emphasis on the available resources, conversion technologies, environmental impacts, and socio-economical aspects of their development.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution of the course to the program objectives (N°) EPL : Partim A and B : AA1.1, AA1.2, AA1.3, AA6.1, AA6.3 Partim B : AA2.1, AA2.2, AA2.3, AA6.2 AGRO : Partim A and B : AA2.1, AA2.3, AA2.4, AA7.3 Partim B : AA4.1, AA4.2, AA4.3, AA4.4, AA4.5 Specific learning outcomes of the course Partim A: Utilize the main orders of magnitude and units in the field of renewable energy Master the main physical, chemical, biological, technical and environmental aspects of renewable energy systems and technologies Calculate the preliminary sizing of renewable energy technologies Compare the conversion technologies from different perspectives (technical, energy, and environmental) Critique scientific documents on renewable energy related topics. Partim B : Select the right conversion technologies for an application considering technical, environmental and economic aspects Model the components of renewable technologies towards their simulation and optimization Design (optimize) a renewable energy system for a specific application",
        "content": "Partie A - Introduction aux énergies renouvelables Introduction générale (perspectives énergétiques, efficacité énergétique, place des énergies renouvelables dans la transition) (2h) Énergie solaire (caractérisation de la ressource solaire, effet photovoltaïque, panneaux PV, convertisseurs, etc.) (8h) Energie éolienne (aspects mécaniques, loi de Betz, BEM, aspects électriques) (4h) Hydroélectricité (types de turbines, rendement, aspects fluides) (2h) Biomasse (conversion solaire en biomasse, composition de la biomasse, conversion thermochimique, conversion biologique) (4h) Stockage d'énergie (électrique, mécanique, thermique) (4h) Partie B - Sujets avancés en énergies renouvelables Solaire à concentration CSP / séchage solaire (6h-6h) Conception et contrôle d'éoliennes (4h-4h) Conception d'une petite turbine hydraulique (3h-3h) Bilan massique et énergétique des voies de conversion de la biomasse (4h-4h) Conception d'une unité de stockage d'énergie (4h-4h)",
        "teaching_methods": "• Exposés magistraux • Séminaire d'experts • Lecture d'articles scientifiques • Apprentissage par problèmes (Partie B)",
        "assessment_methods": "Examen écrit (Partie A&B) + évaluation continue (Partie B) L'apprentissage par problèmes et l'évaluation continue associée (Partie B) ne sont organisés qu'une seule fois au cours du quadrimestre et de l'année académique. Les notes obtenues pour l'évaluation continue sur les apprentissages par problèmes sont définitives et seront associées à toutes les sessions d'examens. L'examen de la partie B peut inclure des questions sur des sujets qui ont été abordés dans l'évaluation continue au cours du quadrimestre. La note finale est déterminée comme la moyenne arithmétique pondérée des différentes évaluations: examen partie A, examen partie B et évaluation continue Note: L’utilisation des logiciels d’IA génératives tels que chatGPT est autorisée uniquement pour l’assistance à la rédaction des rapports demandés dans le cadre de ce cours. Cependant, dans ce cas de figure, une annexe devra clairement renseigner, pour chacune des sections concernées, de quelle manière l’IA a été utilisée (recherche de l’information, rédaction et/ou correction du texte, ...). Par ailleurs, il reste que les sources d’information externes doivent être systématiquement citées en respectant les normes de référencement bibliographique.",
        "online_resources": "Moodle",
        "responsible_entity": "ENVI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbire2104",
        "title": "Pédologie appliquée",
        "credits": "4.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Agnan Yannick",
            "Delmelle Pierre"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "- Introduction aux sciences de la Terre [LBIR1130] - Introduction à l'ingénierie de la biosphère [LBIR1230] - Sciences du sol et excursions intégrées [LBIR1336]",
        "topics_covered": "- Les sols en tant que réacteurs bio-physico-chimique à l'interface entre la lithosphère, biosphère, hydrosphère et atmosphère - Les processus pédologiques qui régissent la formation et le fonctionnement des sols - Les réactions physico-chimiques qui sous-tendent la réponse des sols aux perturbations naturelles et anthropiques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) M1.1, M1.2, M1.3, M1.4, M1.5 M2.1, M2.2, M2.3, M2.4 M3.4 M6.2, M6.5 b. Formulation spécifique pour cette activité des AA du programme A la fin de cette activité, l'étudiant est capable de - Décrire les processus pédologiques qui régissent la formation et le fonctionnement des sols - Expliquer les réactions physico-chimiques qui sous-tendent la réponse des sols aux perturbations naturelles et anthropiques - Déterminer les facteurs et les processus responsables de la variabilité des propriétés des sols - Evaluer la réponse du sol suite à des perturbations naturelles et anthropiques",
        "content": "Acidité du sol Altération et formation d'un sol Dynamique de la matière organique du sol Réactions de sorption Réactions d'oxydoréduction Développement des sols Revitaliser les sols Biogéochimie des sols de pergélisols",
        "teaching_methods": "Cours magistraux en auditoire Séances d'exercices appliqués en salle",
        "assessment_methods": "Examen écrit à documents ouverts en session portant sur l'ensemble des parties du cours Evaluation sur les séances d'exercices appliqués",
        "other_info": "Ce cours peut être donné en anglais.",
        "online_resources": "Notes de cours et ressources diverses disponibles sur Moodle",
        "bibliography": "Blume H.-P., Brümmer G.W., Fleige H., Horn R., Kandeler E., Kögel-Knabner I., Kretzschmar R., Stahr K., Wilke B.-M. (2016). Scheffer/Schachtschabel soil science. Springer, Berlin. 618 p. Weil R.R., Brady N.C. (2017). The nature and properties of soils. Pearson, Harlow. 1104 p. Calvet R. (2013). Le sol. France Agricole, Paris. 678 p. Calvet R., Chenu C., Houot S. (2015). Les matières organiques des sols. France Agricole, Paris. 304 p.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2211",
        "title": "Statistiques spatiales approfondies",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hafner Christian"
        ],
        "teaching_language": "Français",
        "topics_covered": "Etude de méthodes statistiques et cartographiques avancées nécessaires aux recherches actuelles en géographie humaine et physique. Le contenu précis est susceptible de varier selon les besoins et l'évolution de la science et comprendrait par exemple les points suivants :\r- problèmes d'endogénéité et méthode des variables instrumentales ;\r- analyses multiniveaux ;\r- données en panels ;\r- biais de sélection ;\r\"\tstatistiques spatiales : \" generalized weighted regression \", etc.\r\"\ttechniques cartographiques nouvelles.",
        "content": "1. Données spatiales et représentation en R 2. Processus ponctuels spatiaux 3. La régression linéaire classique 4. La régression linéaire spatiale 5. Interpolation et prédiction spatiale 6. Données spatio-temporelles 7. Modèles de choix discrets",
        "teaching_methods": "Le cours fait alterner les exposés théoriques et les illustrations sur ordinateur.",
        "assessment_methods": "L'évaluation se base sur un travail personnel sur un jeu de données et un examen oral.",
        "other_info": "Préalable : GEO1341 Modélisation statistique en géographie (ou similaire).",
        "online_resources": "Toutes les notes, portions de code et jeux de données nécessaires pour ce cours se trouvent sur le site moodle associé à ce cours. MOOC \"Introduction à l'économétrie\" sur edx (ouvert en self pace) : https://learning.edx.org/course/coursev1: LouvainX+Louv14x+3T2024/home Vidéos, exercices, études de cas, implémentation des méthodes en R",
        "bibliography": "L Anselin, Spatial Econometrics, Kluwer, 1988. R Bivand, E Pebesma and V Gomez-Rubio, Applied Spatial Data Analysis with R, Springer, New York, 2nd edition 2013. Crawley, Statistics : An Introduction Using R, Wiley, 2005.Web site: http://www.imperial.ac.uk/bio/research/crawley/statistics Wikle, C.K., Zammit-Mangion, A. and Cressie, N. (2019), Spatio-Temporal Statistics with R, CRC Press. J LeSage and RK Pace, Introduction to Spatial Econometrics, Chapman & Hall/CRC, Boca Raton, Florida, 2009. O Schabenberger and C Gotway, Statistical Methods for Spatial Data Analysis, Chapman & Hall, 2005.",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2310",
        "title": "Exercices de micro-enseignement",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Blondeau Marc",
            "Papadimitriou Pascalia"
        ],
        "teaching_language": "Français",
        "topics_covered": "Afin d'aider les étudiants à saisir et à comprendre ce qui s'est passé à l'occasion de leurs exercices de formation, nous explorerons les différentes dimensions des situations d'enseignement/apprentissage.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 ·         Poser des gestes professionnels. ·         Se donner les moyens de gérer les situations d'enseignement/apprentissage en s'appuyant sur ses acquis théoriques et pratiques. ·         Développer des postures professionnelles à partir de choix explicites. ·         Saisir et comprendre les situations d'enseignement-apprentissage en se centrant sur les interactions enseignant-apprenant. ·         Devenir un professionnel réflexif Reconnaître sa propre expérience.",
        "content": "Après la première séance collective d'introduction au cours, 2 groupes seront constitués (un pour chaque quadri). Chaque séance en demi groupe sera divisée en 3 temps : (Temps 1). Chaque étudiant·e aura la possibilité de s'expérimenter comme enseignant·e au travers d'un exercice  accompli devant un petit groupe d'élèves (15 à 20 étudiant·e·s ; chaque étudiant·e endossant différent rôles, à savoir ceux d'enseignant·e ou d'élève). Trois contraintes lui seront imposées : choisir une activité de formation s'inscrivant dans le champ disciplinaire de sa formation initiale, limiter son intervention dans le temps (15 minutes  si travail en solo ; 30 minutes si travail en binôme) et susciter l'intérêt et l'enrôlement des élèves dans une tâche susceptible de provoquer un apprentissage. Cette intervention sera filmée. (Temps 2). Les étudiant·e·s (élèves et enseignant·e) et les titulaires du cours échangeront à propos des vécus attachés à leurs rôles dans la situation d'enseignement/apprentissage et ce, dans une perspective non déficitaire (6). Ce sera l'occasion de questionner des représentations de pratiques professionnelles et / ou des pratiques professionnelles émergentes et de construire un cadre permettant de les intégrer ; le temps et l'espace de cette construction étant clairement « sécurisés » par les formateur.trice.s au sens où l'entend Rogers (8) : avec congruence, empathie et une acceptation positive inconditionnelle soutenant la tendance actualisante de l'autre. (Temps 3). L'enregistrement vidéo des séquences permettra à chaque étudiant·e, accompagné·e des titulaires du cours seuls, de visionner son exercice et d'analyser la situation d'enseignement / apprentissage, comme lieu et temps d'une interaction constructive dans son projet de personnel de formation. Pour la séance d'évaluation, chaque étudiant·e rédigera une analyse retrospective des transformations relatives à une dimension choisie du métier au gré des expériences de formation significatives pour lui (9), à l'aune du vécu des séances de micro-enseignement.  Ce rapport écrit sera à déposer lors de l'épreuve orale finale.",
        "assessment_methods": "Au fil des séances, des feed-back formatifs visant à soutenir l'initiative (7) des étudiant·e·s, \"enseignant·e·s en devenir \", constitueront un élément fondamental de ce cours. L'évaluation certificative finale prendra la forme d'un épreuve orale avec support écrit, en fin de quadrimestre. Cette évaluation finale considèrera la participation de l'étudiant·e à l'ensemble du dispositif pédagogique du cours (càd 3 séances d’activités obligatoires liées au micro-enseignement + l'épreuve finale orale avec support écrit). La note finale ne pourra être délivrée que si l'étudiant·e a réalisé l’ensemble de ces activités. L'étudiant·e sera considéré·e comme absent·e tant que toutes ces parties n'ont pas été réalisées. Le rapport écrit déposé pour cette épreuve orale finale devra répondre aux consignes de rédaction d'un document universitaire (e.a. TdM et structures claires, qualité de la construction du texte, pagination, orthographe, références et bibliographie …).",
        "other_info": "Les cours sont organisés en groupes  de 15 à 20 étudiant·e·s Les fomateur.trice.s sont disponibles lors des plages de cours ou par rdv et/ou par mail",
        "bibliography": "(1) Bucheton, D., & Soulé, Y. (2009). Les gestes professionnels et le jeu des postures de l’enseignant dans la classe: un multi-agenda de préoccupations enchâssées. Éducation et didactique , 3 (3), 29‑48. (2) Dewey, J. (1968). Expérience et éducation. Paris : Armand Colin. (3) Duvillard, J. (2016), Ces gestes qui parlent. L’analyse de la pratique enseignante. Paris : ESF. (4) Hattie, J., & Timperley, H. (2007). The Power of Feedback. Review of educational research , 77 (1), 81‑112. (5) Jorro, A., & Crocé-Spinelli, H. (2010). Le développement de gestes professionnels en classe de français. Le cas de situations de lecture interprétative. Pratiques , 145-146 , 125‑140. (6) Malo, A. (2008). Le stagiaire comme praticien réflexif : un point de vue constructiviste et non déficitaire du développement du savoir professionnel en enseignement. Dans E. Correa Molina & C. Gervais (éd.), Les stages en formation à l’enseignement. Pratiques et perspectives théoriques (p. 103‑124). Presses de l’Université de Québec. (7) Ricoeur, P. (1986). Du texte à l'action. Essais d'herméneutique II. Paris : Le Seuil. (8) Rogers, C. R. (1963). The Actualizing Tendency in Relation to « Motives » and to Consciousness. In M.R. Jones Marshall (Ed.), Nebraska Symposium on Motivation . Lincoln, NE : University of Nebraska Press, , pp.1-24. (9) Serres, G. (2006). Analyse de la construction de l’expérience professionnelle au gré des diverses situations de formation initiale des enseignants du second degré [PhD, Université Blaise Pascal, Clermond Ferrand]. https://tel.archives-ouvertes.fr/tel-00528371/ Les étudiant.e.s trouveront sur le Moodle-UCL du cours LAGRE2310-LPSP2312 - Exercices de micro-enseignement (https://moodleucl.uclouvain.be/course/view.php?id=10270) des références supplémentaires (articles, videos, références bibliogr.) proposées lors des séances, ainsi que tous les supports de cours et consignes distribuées.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2120",
        "title": "Applied geomorphology",
        "credits": "4.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Anglais",
        "topics_covered": "Une connaissance de base en science de la terre\rUne connaissance approfondie du cycle hydrologique, de la météorologie, des processus à la surface des pentes.\r\rCours magistraux :\r(9 séances de 2 heures) \rCours magistral 1 Introduction, cadre historique (travail étudiant : 2 heures)\rCours magistral 2 Les systèmes agraires (travail étudiant : 3 heures)\rCours magistral 3 Impact de l'agriculture intensive (travail étudiant : 3 heures)\rCours magistral 4 Utilisation de l'eau (travail étudiant : 3 heures)\rCours magistral 5 Erosion (travail étudiant : 3 heures)\rCours magistral 6 Erosion (travail étudiant : 3 heures)\rCours magistral 7 Techniques traditionnelles (travail étudiant : 3 heures)\rCours magistral 8 Désertification dans la région méditerranéenne (travail étudiant : 3 heures)\rCours magistral 9 Questions (travail étudiant : 2 heures)\r\rTravaux dirigés :\rLes travaux dirigés sont organisés en 7 séances de 2 heures, une journée de terrain en un seul groupe d'étudiants encadré par un assistant\rTD 1 & 2 Visualiser les impacts de changements environnementaux sur l'hydrologie et l'érosion de la région d'Alicante (Espagne)\rTD 3 Préparation d'une expérience de laboratoire (travail étudiant :3 heures)\rTD 4 Expérience de laboratoire sur l'évaporation (travail étudiant :3 heures)\rTD 5 Analyse des données de l'expérience (travail étudiant :3 heures)\rTD 6 Préparation terrain (travail étudiant :3 heures)\rTD 7 Terrain (travail étudiant :8 heures)\rTD 8 Analyse des données de terrain (travail étudiant :3 heures)\r\rTravaux personnels :\rRapport sur les simulations du modèle hydrologique (5 heures)\rRapport sur l'expérience de laboratoire (20 heures)\rRapport sur le travail de terrain (20 heures) avec comme encadrement, la possibilité de consultations (pendant les semaines avant la date limite)\r\rNotions acquises :\rRecherche bibliographique\rUsage de modèles de simulation afin d'étudier les effets de changements des paramètres \rCapacité d'analyser des problèmes environnementaux en faisant le lien avec les concepts théoriques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaissances : \rComprendre l'impact de l'utilisation du sol sur les ressources naturelles\r\rSavoir-faire :\rExpérience des techniques de laboratoire et sur le terrain\r\rSavoir-être : \rAnalyser les problèmes de dégradation du sol et des ressources en eaux \rSuggérer des mesures de mitigation à base d'une analyse des problèmes\r\r\r\rAnalyser les problèmes de dégradation du sol et des ressources en eaux \rSuggérer des mesures de mitigation à base d'une analyse des problèmes",
        "content": "Le cours Illustre la variation spatiale de l’intensité de dégradation des ressources en eau et sol et aborde les principaux efforts de conservation de sol. Les sujets incluent: L'evolution de l'impact humain sur l'environnement Dégradation historique Les pratiques agricoles L'utilisation d'eau dans l'agriculture L'agriculture de conservation La séquestration de carbone dans les sols",
        "teaching_methods": "Les cours consiste en 7 séances de cours magistraux, 2 sorties de terrain , 1 projet, 1 présentation par les étudiants et 4 tp's",
        "assessment_methods": "Examen écrit 50% et évaluation continue 50 %",
        "course_materials": "Transparents disponible sur Moodle et suggestions de lecture dans le plan du cours",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldemo2640",
        "title": "\"Big data\" : capture et analyse de données massives",
        "credits": "3.00",
        "hours": "20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Schnor Christine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours DEMO 2640 offre une introduction à la problématique des « Big Data » et à leur utilisation en sciences sociales. Il vise à familiariser les étudiants avec les principaux concepts, aux méthodes permettant de capturer ces données et à quelques méthodes d'analyse. Les étudiants sont également amenés à développer un regard critique sur les défis associés au traitement massif de données.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. définir le concept de « Big Data » et de fournir des illustrations de ce concept en sciences sociales ; 2. distinguer différents types de données numériques regroupées sous ce label ; 3. mener une réflexion critique sur les limites des « Big Data » et les enjeux éthiques associés ; 4. utiliser les outils appropriés pour extraire des données de contenus web et de mener une analyse de ces données.",
        "content": "Les ‘Big Data’ - une réponse moderne aux besoins des chercheurs en termes de ressources quantitatives? Les Big Data’ présentent un sujet qui est à la fois vague, trendy et polarisant. Le discours public laisse entendre que les grandes données sont facilement accessibles, qu'elles contiennent toutes (ou presque toutes) les informations, mais aussi qu’une exploitation à large échelle de ces données pose des questions sur la protection de la vie privée. Le cours comprend les sujets suivants : Terminologie et principaux concepts dans le champ des « Big Data » Avantages et limites des Big Data en sciences sociales Principales sources de 'Big Data': signaux GPS de téléphones mobiles, larges bases de données administratives, social media (twitter, facebook), etc. Étude des applications pratiques en sciences sociales et en démographie en particulier Analyse des données des réseaux sociaux (twitter et facebook; 2 séances pratiques) Enjeux éthiques, protection de la vie privée et surveillance massive",
        "teaching_methods": "Le cours vise à explorer l'ambiguïté, les défis et les risques de ces nouvelles données en se concentrant sur l'interaction entre les étudiants et l’enseignante sous forme d’une découverte guidée, impliquant l’apprenant dans l’observation, l’analyse, la vérification et la généralisation de concepts. Il vise à combiner les travaux en équipe avec des éléments d’enseignement classique et des séances pratiques, afin de stimuler à la fois la compréhension de la matière, son application et le développement d’une vue critique.",
        "assessment_methods": "La présence est obligatoire. 10% participation active à la discussion durant tout le cours 20% préparation des résumés (devoir) 20% présentation dans une séance du cours ( Critères d’évaluation : choisir des informations pertinentes concernant la problématique ; présenter l’information de façon structurée, claire, précise et argumentée; interagir avec l'enseignant et la classe.) 50% travail écrit à la fin du cours",
        "other_info": "Préparation des cours : Il est demandé aux étudiants D’être présent au cours (présence obligatoire) ; De préparer un texte scientifique par séance ; De présenter une fois durant le cours un exposé sur un sujet de leur choix (séances 5 ou 6 ; 10 minutes présentations, 5 minutes discussion)",
        "bibliography": "Littérature (sélection) Cesare, N., Lee, H., McCormick, T., Spiro, E., & Zagheni, E. (2018). Promises and pitfalls of using digital traces for demographic research. Demography , 55 (5), 1979-1999. Halavais, A. (2015). Bigger sociological imaginations: Framing big social data theory and methods. Information, Communication & Society, 18(5), 583-594. Kalimeri, K., Beiró, M. G., Delfino, M., Raleigh, R., & Cattuto, C. (2019). Predicting demographics, moral foundations, and human values from digital behaviours. Computers in Human Behavior , 92 , 428-445. Lazer, D., & Radford, J. (2017). Data ex machina: introduction to big data. Annual Review of Sociology, 43, 19-39.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2998",
        "title": "Thesis tutorial",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Adrioueche Ahmed",
            "Yin Qiuzhen"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Formation à la présentation scientifique en anglais, avec le concours d'un Maître de langue de l'Institut des Langues Vivantes. Présentation publique en anglais de l'état d'avancement du mémoire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Formation de l'étudiant à la communication scientifique, et en particulier à la présentation d'un exposé scientifique oral en anglais.",
        "content": "Contenu et forme d’une présentation scientifique Encadrement individuel en vue de la présentation de l’état d’avancement du mémoire Exposé public, en anglais, par l’étudiant sur l’état d’avancement de son mémoire avec réponses aux questions (en anglais) des enseignants, de son directeur de mémoire et du Maître de langue.",
        "assessment_methods": "Evaluation à l’issue de la présentation publique, sur la présentation, sur la prononciation correcte de mots récurrents dans l’exposé, l’aisance générale dans la langue et les techniques de communication scientifique. Rapport succint sur quelques chapitres d'un livre d'épistémologie",
        "course_materials": "Moodle",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsc2220",
        "title": "Philosophy of science",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Guay Alexandre"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Chaque année, trois thème centraux sont abordés touchant au dialogue entre les sciences naturelles et les questionnements philosophiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Faire réfléchir les étudiants de Master sur certains thèmes centraux de la philosophie des sciences aujourd'hui, en relation avec leurs intérêts et la discipline scientifique dans laquelle ils sont spécialisés. Leur apprendre à approfondir, seuls ou en groupe, une question philosophique choisie en lien avec les questions abordées aux cours. Être capable d'exposer les résultats de leur réflexion par écrit et en faire une présentation orale.",
        "content": "Les trois thèmes pour 2024-25 sont : Éléments de philosophie des mathématiques. Quel est l'objet des mathématiques? Pourquoi les mahématiques peuvent être utilisées pour modéliser le monde empirique? Approches philosophiques de la causalité. Qu'est-ce que la causalité ? Comment reconnaît-on un lien causal ? Quel rôle joue la causalité dans les explications scientifiques ? Approches philosophiques de la symétrie. Qu'est-ce qu'une symétrie? Wu'est-ce qu'un argument par symétrie?",
        "teaching_methods": "La première partie du cours consistera en leçons magistrales sur les trois thèmes choisis. Pendant ce temps, les étudiants s'inscriront sur le site web du cours et constitueront des groupes de trois au maximum. Chaque groupe choisira un sujet d’exposé ciblé en rapport avec l’un des trois thèmes. Le sujet, la bibliographie et le plan de l’exposé devront tous être validés par le professeur. Celui-ci sera à la disposition des étudiants pour les aider à élaborer l’exposé. La seconde partie des séances sera consacrée aux exposés. L’examen évaluera l’assimilation du contenu des cours magistraux et des exposés.",
        "assessment_methods": "L’évaluation consistera en un examen écrit (50% de la note finale) et en un exposé oral, en classe, fait en équipe (50%). En seconde session, l’évaluation consistera en un examen écrit (50%) + la note d’exposé (50%). Si la note d’exposé est absente ou a déjà été comptée à la session de juin, cette note sera remplacée par un travail de recherche personnel. Notez qu’il est possible de faire l’exposé durant le quadrimestre, demander une note de présence en juin et, en conséquence, utiliser la note d’exposé à la session de septembre.",
        "online_resources": "Voir site Moodle du cours.",
        "bibliography": "Voir site Moodle du cours.",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2170",
        "title": "Terrain I en géographie",
        "credits": "5.00",
        "hours": "60.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lambin Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Travaux dirigés :\rUne semaine de terrain  dans les Alpes.\rLes étudiants sont divisés en petits groupes qui travaillent sur un thème spécifique (biogéographie, gestion des ressources en eau, changement d'utilisation du sol dans les systèmes agraires, impacts socio-économiques, dégradation des sols). Chaque groupe est encadré par 1-2 personnes.\r\rTravaux personnels :\rChaque étudiant fera un rapport d'environ 5000 mots sur les sujets discutés sur le terrain. Ce travail est personnel.\rIl est prévu que les étudiants élaborent leurs notes après chaque journée de terrain. Chaque soir, un des groupes fera un petit exposé en conclusion de la journée de terrain. Les professeurs et les assistants seront disponibles pour discuter pendant toute la semaine.\r\rNotions acquises :\rLa capacité de travailler en petits groupes\rLa présentation orale des résultats\rLa présentation par écrit des résultats\rLa capacité de confronter les modèles et les théories avec la réalité en utilisant des cas spécifiques observés sur le terrain",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaissances : \rLe thème général du cours est l'utilisation du sol qui est déterminé par de nombreux facteurs : les politiques européennes, les vecteurs de changement global et l'environnement physique. Les étudiants doivent être capables de reconnaître les phénomènes du changement de l'utilisation de sol, ses vecteurs et ses interactions avec le milieu physique sur base d'exemples montrés dans les régions d'étude.\r\rSavoir-être : \rLa capacité d'analyser et de traiter des problèmes sur le terrain et faire le lien avec les modèles et théories proposées dans les exercices intégrés (GEOG 2120 et GEOG 2122) \rLa capacité de travailler en petits groupes",
        "teaching_methods": "Enseignement de terrain dans les Alpes avec participation active des étudiants à des exercices.",
        "assessment_methods": "Evaluation continue pendant l'enseignement de terrain. Travail à préparer avant l'enseignement de terrain.",
        "other_info": "Préalables : Exercices intégrés GEO 2160 ou GEO2260",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2471c",
        "title": "Didactique et épistémologie de la physique - 2e degré",
        "credits": "2.00",
        "hours": "18.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dias de Carvalho Junior Gabriel"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours LSCI2320 dispensé au Q1 (S1 à S4) doit avoir été suivi. Les savoirs de la (des) discipline(s) à enseigner, c.à.d. les savoirs en physique relatifs aux 2è degrés de l'enseignement secondaire en sciences générales. Une communication claire et correcte dans la langue d'enseignement tant à l'oral qu'à l'écrit. Les capacités relationnelles et les postures professionnelles normalement attendues pour un enseignant.",
        "topics_covered": "Les spécificités didactiques d'une séquence d'enseignement en physique au 2è degré (D2) L’expérimentation, la démarche scientifique et la démarche d'investigation au D2 La problématisation et la modélisation au D2 L'importance de l'épistémologie ; les grands courants épistémologiques L’évaluation Les concepts difficiles à enseigner en physique au D2",
        "content": "Cette unité d'enseignement consiste à « outiller » les étudiants à devenir de futurs enseignants en physique au D2. Il s'agit ici non seulement de présenter les éléments de didactique relatifs à l'enseignement de la physique au D2 mais également d'assurer le transfert et l'appropriation de ces outils par les futurs enseignants à travers des préparations de cours.",
        "teaching_methods": "Les activités d'enseignement sont celles préconisées dans l'enseignement secondaire : travaux de groupe, cours magistraux, classes inversées, travaux pratiques, séances de laboratoire, etc. L'approche didactique privilégie la coconstruction avec les étudiants.",
        "assessment_methods": "Les étudiants inscrits à l'agrégation en géographie ou mathématiques, uniquement au module LPHYS2471 C, sont évalués  en janvier comme suit : Activité 1: Activités quotidiennes (Q1) : 20% de la note totale, Activité 2: Test écrit (novembre) concernant les concepts de base à enseigner au D2 en physique : 10% de la note totale, Activité 3: Rapport de stage d'observation de 10h en physique : 30 % de la note totale, Activité 4: Evaluation écrite individuelle (janvier) concernant les concepts abordés en didactique et épistémologie de la physique : 40% de la note totale Chacune de ces 4 activités doit être réussie avec une note égale ou supérieure à 10/20 pour que cette UE puisse être réussie. Le principe de la note absorbante est appliquée à cette UE. La présence à ce cours est requise. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 80% des cours, lors de la session de janvier ou de septembre.",
        "other_info": "Le cours LPHYS2471 C est un cours à option pour les étudiants inscrits à l'agrégation en géographie ou mathématiques. Il ne peut être suivi que si le cours LSCI2320 a été suivi au préalable. Le cours LPHYS2471 C se donne au Q1 durant les S8 à 14 à raison de 2h par semaine  (15h équivalent à 2 crédits).",
        "online_resources": "sur MoodleUCL, sigle LPHYS2471. Le site contient les documents présentés et utilisés pendant les cours et permet le dépôt des productions des étudiants.",
        "bibliography": "Des ouvrages en relation avec les disciplines enseignées et avec la didactique seront présentés lors des cours.",
        "responsible_entity": "CAFC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsc2001",
        "title": "Introduction à la philosophie contemporaine",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pence Charles",
            "Verdée Peter",
            "Verdée Peter"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'esprit humain, dans toutes ses dimensions, peut-il être intégré par les sciences empiriques au sein du monde naturel ? Les sciences cognitives (neurosciences, psychologie cognitive, linguistique, etc.) s'efforcent de mener à bien cette intégration. L'objectif du cours, qui constituera une introduction à la philosophie de l'esprit et des sciences cognitives,  est d'examiner les capacités des sciences cognitives à réaliser cette intégration ' et notamment à réaliser une description et une explication de ceux des aspects de l'esprit humain qui semblent le plus résister à cette intégration dans le monde naturel : la conscience, la rationalité, le libre-arbitre.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours permettra aux étudiants d'aborder un ensemble de problèmes philosophiques liés aux progrès récents dans l'étude scientifique et « naturaliste » de l'esprit humain.",
        "content": "Que nous apprennent les sciences et les mathématiques sur la réalité ? Ce cours explore divers thèmes en philosophie contemporaine, en se concentrant sur l’interprétation et la méthodologie des sciences et des mathématiques. Réalisme, pragmatisme et idéalisme La vérité : théories de la vérité, paradoxes, vérité en mathématiques La probabilité : théories de la probabilité, interprétations, paradoxes Sciences et normes Interprétation en sciences (mathématiques, physique quantique, etc.)",
        "teaching_methods": "Cours magistraux donnés par l'enseignant, avec un rôle important pour des discussions avec et entre les étudiant·e·s.",
        "assessment_methods": "Dans la session de juin et la session d'août : un travail de groupe écrit (50 %) et une défense individuelle de ce travail à l’examen oral (50 %).",
        "online_resources": "Lecture et slides disponible par le site Moodle du cours.",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2310",
        "title": "Stages d'enseignement en géographie (en ce compris le séminaire d'intégration des stages)",
        "credits": "7.00",
        "hours": "7.5 h + 47.5 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "De Keersmaecker Marie-Laurence"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le stage d'enseignement consiste, pour l'étudiant, à enseigner 30 heures de cours de géographie dans des classes de l'enseignement secondaire supérieur sous la supervision de maîtres de stage. De manière à prendre contact avec ses futurs élèves, son maître de stage et l'école, l'étudiant observera, préalablement à son stage d'enseignement, 10 heures de cours de géographie. \rLe séminaire d'intégration des stages est basé sur des réalisations, problèmes, difficultés et questions que les étudiants rencontrent au cours de leur stage. \rPour développer sa réflexion par rapport à sa propre pratique d'enseignement, l'étudiant sera  amené à réaliser un portfolio qui l'accompagnera tout au long de sa formation initiale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À la fin de son stage d'enseignement, l'étudiant doit être capable d'organiser des séquences d'apprentissage au sein d'une classe de l'enseignement secondaire supérieur. \rDans le cadre du séminaire d'intégration des stages, l'étudiant doit intégrer les apports des différentes activités d'agrégation (cours, stages, réflexions personnelles). Il doit pouvoir identifier les outils nécessaires et les utiliser pour élaborer pratiquement une préparation de cours et concevoir une séquence d'apprentissage.\rIl doit pouvoir développer la réflexion par rapport à sa propre pratique d'enseignement et aux méthodes d'apprentissage des élèves.",
        "other_info": "Le séminaire se déroule en alternance avec les périodes de stages.",
        "responsible_entity": "CAFC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspri2020",
        "title": "Relations internationales contemporaines",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Desplanque Simon",
            "Liegeois Michel"
        ],
        "teaching_language": "Français",
        "prerequisites": "LSPOL 1320 Introduction aux relations internationales : théories et systèmes (Partie I)",
        "topics_covered": "Cette deuxième partie du cours aborde les thématiques contemporaines liées à la mondialisation économique et financière et à la globalisation des enjeux de politique internationale. Le cours proposera un inventaire des principales évolutions économiques, sociales et politiques liées à la globalisation ainsi que les défis théoriques et conceptuels qui en résultent, notamment au travers de l'émergence des théories critiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin du cours, l'étudiant devrait s'être approprié les principaux concepts étudiés et avoir intégré la nature nécessairement théorique de toute connaissance en RI. L'étudiant devra pouvoir décoder et de critiquer les postulats théoriques d'un article scientifique en relations internationales. Il sera en outre à même de discerner les outils théoriques et conceptuels les plus appropriés pour élucider une problématique donnée. Le cours sera en particulier l'occasion de travailler les compétences suivantes (cfr. « Référentiel des compétences acquises à l'issue des masters en sciences politiques ») : · Compétences générales en sciences politiques : CG1 : Développer un sens politique (en particulier CG11 et CG12 ; CG2 : Inscrire son analyse et/ou action dans une perspective multiniveaux (en particulier CG21 et CG24) ; CG3 : Mettre en 'uvre une démarche d'analyse de situations politiques, économiques et sociales (en particulier CG31, CG32 et CG33) ; CG4 : Diffuser des informations politiques, économiques et sociales (en particulier CG41, CG42 et CG43) CG5 : Transférer une expertise sur un secteur particulier ou une aire particulière (en particulier CG51 et CG52) ; · Compétences spécifiques à l'orientation Relations internationales : RI1, RI2, RI3.",
        "content": "Prenant comme point de départ le système international actuel (la configuration des rapports internationaux présents, telle qu'elle est perçue), le cours resitue celui-ci dans le cheminement parcouru depuis 1989. Il examine en particulier (a) l'état du \"système\" international à l'heure du déclin relatif des Etats-UNis, (b) la crise de l'ordre international libéral (ONU, régimes internationaux, droit international), (c) les bouversements induits par la mondialisation ainsi que le devenir de celle-ci, (d) les conséquences du retour de la guerre de haute intensité en Europe et (e) le foyer de crises du Moyen-Orient.",
        "assessment_methods": "Examen écrit  + Evaluation continue basée sur les exercices d'application au cours. TP : participation aux séances + travail écrit individuel",
        "other_info": "- NAU Henry R., Perspectives on International Relations: Power, Institutions, and Ideas , CQ Press, 2018 - GROSSER Pierre (sous la direction de), Histoire mondiale des relations internationales, Bouquins, 2023",
        "online_resources": "Moodle, Diaporama, dossier de lecture et podcasts",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2270",
        "title": "Terrain II en géographie",
        "credits": "5.00",
        "hours": "60.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanwambeke Sophie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Une semaine de terrain en région méditerranéenne (Espagne).\rLes étudiants sont divisés en petits groupes qui travaillent sur un thème spécifique (biogéographie, gestion des ressources en eau, changement d'utilisation du sol dans les systèmes agraires, impacts socio-économiques, dégradation des sols). Chaque groupe est encadré par 1-2 personnes.\r\rTravaux personnels :\rChaque étudiant fera un rapport d'environ 5000 mots sur les sujets discutés sur le terrain. Ce travail est personnel.\rIl est prévu que les étudiants élaborent leurs notes après chaque journée de terrain. Chaque soir, un des groupes fera un petit exposé en conclusion de la journée de terrain. Les professeurs et les assistants seront disponibles pour discuter pendant toute la semaine.\r\rNotions acquises :\rLa capacité de travailler en petits groupes\rLa présentation orale des résultats\rLa présentation par écrit des résultats\rLa capacité de confronter les modèles et les théories avec la réalité en utilisant des cas spécifiques observés sur le terrain",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le thème général du cours est l'utilisation du sol qui est déterminé par de nombreux facteurs : les politiques européennes, les vecteurs de changement global et l'environnement physique. Les étudiants doivent être capables de reconnaître les phénomènes du changement de l'utilisation de sol, ses vecteurs et ses interactions avec le milieu physique sur base d'exemples montrés dans les régions d'étude.\r\rSavoir-être : \rLa capacité d'analyser et de traiter des problèmes sur le terrain et faire le lien avec les modèles et théories proposées dans les exercices intégrés (GEO 2160 et GEO 2260) \rLa capacité de travailler en petits groupes",
        "content": "Une semaine de terrain en région Famenne/Ardenne. Les étudiants sont divisés en petits groupes qui travaillent sur un thème ou une localité spécifique. La région sera étudiée et visitée sous le prisme de divers enjeux contemporains, tels que le développement durable, les changements environnementaux et climatiques, la réduction des émissions et le stockage du carbone, la santé/One Health, politiques agricoles européenne (Farm to Fork). Notions acquises : La capacité de travailler en petits groupes; la présentation orale synthétique des résultats d'un travail intégrant analyse de la littérature, d'une base de données, et d'informations collectées sur le terrain; la présentation par écrit des résultats, y compris pour un public non spécialiste; la capacité de confronter les modèles et les théories avec la réalité en utilisant des cas spécifiques observés sur le terrain.",
        "teaching_methods": "Une recherche préparatoire devra être réalisée par les étudiants, sur base de l’attribution des sujets et de la constitution des groupes. Sur le terrain, le temps sera partagé entre les recherches propres des groupes et divers exposés, y compris par des experts de terrain.",
        "assessment_methods": "Présentation durant la séance préparatoire (10%, note attribuée au groupe) Présentation orale au terme de la semaine de terrain (dernier jour) : présentation de 20 min (15 min + 5 min de questions). (25%, note individuelle) Rapport par groupe. 50%, note de groupe. Le rapport comportera une proposition de communiqué de presse pour la presse locale et régionale. Note réflexive individuelle. 15%. Cette note analysera votre expérience et votre travail dans le cadre de ce cours. La seconde session se présente individuellement et comportera un rapport renforcé sur une thématique attribuée par l'enseignant (75%) et une présentation orale (25%).",
        "online_resources": "Moodle",
        "course_materials": "Tous le matériel de cours sera sur moodle",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lboe2120",
        "title": "Conservation de la biodiversité",
        "credits": "4.00",
        "hours": "36.0 h + 12.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Schtickzelle Nicolas"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours aborde la biologie de la conservation, la branche de la science qui vise à fournir les fondements scientifiques nécessaire à la conservation de la biodiversité et à sa pratique au quotidien comme la gestion des milieux naturels et des populations menacées. Le cours privilégie une approche multi-disciplinaire intégrant la biologie (écologie, biogéographie, génétique) à une réflexion politique et socio-économique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A travers ce cours, les étudiants vont acquérir une vision globale de la crise actuelle que subit la biodiversité, ses causes, ses conséquences et les moyens possibles pour la limiter.",
        "content": "Le cours commence par définir les niveaux de la biodiversité, ses variations spatiotemporelles et son état actuel. La particularité de la crise d'extinction actuelle par rapport aux extinctions du passé est explicitée. Ensuite, les différentes menaces sur la biodiversité, conséquences des activités humaines sur l'environnement, sont détaillées, avec les risques encourus par la biodiversité et par l'humanité. S'ensuit un tour d'horizon des approches de conservation et de gestion des territoires et des espèces menacées.",
        "teaching_methods": "Cours en auditoire pour la partie théorique. Les travaux pratiques consistent en deux demi-journées d'excursion sur le terrain au cours desquelles des problématiques concrètes de conservation de la biodiversité seront illustrées, impliquant une préparation par groupe d'une thématique à présenter lors de l'excursion. Un ou plusieurs séminaires par des conférencier.es invité.es sont aussi prévus. L'étudiant.e est encouragé.e à l'interactivité pour toutes ces activités.",
        "assessment_methods": "L'évaluation se compose d'un examen (16/20) et d'un rapport sur les TPs (4/20). Examen oral sur le contenu du cours, sur base de questions choisies aléatoirement par l'étudiant. Un temps de préparation de 10 minutes sera prévu, suivi d'un échange de 10 minutes. Si les règles santaires imposent que l'examen soit organisé en distanciel, il se fera par Microsoft Teams, et le temps de préparation sera supprimé.",
        "online_resources": "Les visuels présentés au cours du cours se trouvent sur Moodle. Une série complète de cours enregistrés lors d'une année antérieure sont disponibles sur Moodle.",
        "course_materials": "Les visuels du cours et les articles complémentaires se trouvent sur le site Moodle du cours. Cours d'une année antérieure enregistrés et disponibles sur Moodle",
        "responsible_entity": "BIOL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2250",
        "title": "Mesures de terrain en géographie",
        "credits": "4.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Jonard François",
            "Van Oost Kristof"
        ],
        "teaching_language": "Français",
        "topics_covered": "Cours : Résumé des techniques et traitement des données Travaux pratiques : Sortie de terrain en Belgique Pratique de traitement des données Plan : Techniques de cartographie : levées topographiques, utilisation de GPS, construction de modèles numériques de terrain. Application de la cartographie pour le suivi des caractéristiques des ressources naturelles (par exemple : phénomène d'érosion, matière organique dans les sols) Techniques de mesures continues avec des systèmes de capteurs et datalogger Validation de classification d'images satéllitaires sur le terrain Enquêtes socio-économiques : formuler et tester un questionnaire",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maîtrise des techniques de mesures géographiques les plus importantes Préparation les étudiants pour l'acquisition de données de terrain en vue de l'utilisation de ces données pour leur mémoire",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2162",
        "title": "Introduction to the physics of the climate system and its modelling",
        "credits": "5.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Goosse Hugues",
            "Ragone Francesco"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "LPHY1213 pour les étudiant.e.s du Bachelier en sciences physiques qui souhaitent suivre cette unité d'enseignement dans le cadre de l'Approfondissement en sciences physiques.",
        "topics_covered": "Description du système climatique et de ses composantes ; bilans énergétiques, cycle hydrologique et cycle du carbone ; principaux mécanismes de rétroaction et sensibilité du climat aux perturbations externes ; variabilité naturelle du climat à toutes les échelles temporelles ; hiérarchie des modèles du système climatique ; effet de serre et changements climatiques induits par les activités humaines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS1M) A1.1, A.1.2, A1.5 A2.3, A2.5 A3.3 A4.1, A4.2 A5.1, A5.4 A6.1, A6.2, A6.3, A6.5 A7.2, A7.3, A7.4, A7.5, A7.6 A8.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   décrire les principales interactions entre les composantes du système climatique ; 2.   développer un modèle simple du système climatique ; 3.   simuler sur ordinateur le comportement du système climatique à diverses échelles de temps ; 4.   choisir le modèle adéquat en fonction du problème climatique posé ; 5.   estimer les incertitudes des observations et des modèles climatiques ; 6.   évaluer la pertinence d'une théorie climatique en fonction des informations disponibles ; 7.   structurer les résultats d'un modèle d'un système complexe.",
        "content": "Description du système climatique et de ses composantes Bilan énergétique, cycle de l’eau et cycle du carbone Modélisation du système climatique Réponse du système climatique à une perturbation Brève histoire du climat : causes et mécanisme Changements climatiques futurs.",
        "teaching_methods": "Exposés magistraux. Projet intégrateur. Séances de simulation sur ordinateur. Exercices en ligne. Programme de lectures.",
        "assessment_methods": "Examen écrit : développement court, QCM. Examen oral individuel sur base d'un travail. Rapport de projet.",
        "bibliography": "Goosse H., 2015, Climate System Dynamics and Modelling, Cambridge University Press, (ISBN-13: 9781107445833), 358 pages.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbir1336",
        "title": "Sciences du sol et excursions intégrées",
        "credits": "5.00",
        "hours": "30.0 h + 37.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Agnan Yannick",
            "Lambert Richard",
            "Vincke Caroline"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours explore en profondeur les constituants du sol, les propriétés physiques et physico-chimiques qui en découlent, les facteurs et les processus de formation du sol et le fonctionnement et l'importance de celui-ci dans les cycles biogéochimiques du carbone, des nutriments et de l'eau. Ces différents aspects sont illustrés et pratiqués au travers de séances d'exercices en laboratoire et d'excursions de terrain. Ce cours vise à équiper le futur bioingénieur avec les connaissances et la compréhension nécessaires pour pouvoir aborder les problématiques liées à l'utilisation durable et la conservation du sol dans le contexte actuel des productions agricoles et sylvicoles et des changements environnementaux.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 AA : Au terme du cours LBIR1336, l'étudiant sera capable de : ·      décrire de manière détaillée les constituants d'un sol, et leurs interactions principales, en utilisant les concepts théoriques présentés lors du cours ; ·      différencier qualitativement les facteurs et les processus principaux qui sont responsables de la diversité des sols en intégrant les concepts théoriques présentés lors du cours et les exemples étudiés lors des excursions de terrain ; ·      discuter qualitativement le rôle des sols dans les grands cycles biogéochimiques des éléments et de l'eau en s'appuyant sur des exemples vus au cours ; ·      identifier sur le terrain les horizons d'un sol et donner leurs caractéristiques principales comme illustré lors des sorties de terrain ; ·      déterminer les propriétés physico-chimiques de base d'un sol en appliquant de manière opérationnelle les outils enseignés au laboratoire ; ·      interpréter des analyses de sols et de produire un rapport scientifique rigoureux et critique en intégrant de manière appropriée les concepts discutés lors du cours et pratiqués au laboratoire et sur le terrain ; ·      interpréter en termes généraux l'écologie d'un milieu (forestier, ouvert ou agricole) en mobilisant les concepts présentés lors des excursions (diagnostic stationnel); ·      formuler et justifier des propositions d'occupation des sols après avoir établi un diagnostic environnemental ; ·      discuter de manière critique les pratiques agricoles les plus communes de nos régions en mobilisant les informations présentées et générées durant les excursions de terrain. Les acquis d'apprentissage de l'activité contribuent au référentiel de compétences du programme pour les points suivants : 1.1, 1.4, 1.5, 1.6, 2.3, 3.5, 3.7, 4.2, 4.3, 4.4, 5.1, 6.4, 6.5, 7.1, 8.1.",
        "content": "Le cours LBIR1336(B) vise à aborder les différentes facettes des sciences du sol : 1. Formation et évolution des sols 2. Constituants minéraux des sols 3. Constituants organiques des sols 4. Fractions liquide et gazeuse des sols 5. Biologie et écologie des sols 6. Propriétés et processus physiques des sols 7. Propriétés et processus chimiques des sols 8. Fonctionnement physico-chimique aux interfaces 9. Description et diagnostic des sols 10. Développement et systématique des sols 11. Occupation et usages des sols 12. Dégradations et protection des sols 13. Sols et changement climatique",
        "teaching_methods": "Les cours théoriques sont dispensés sous forme de séances de 2 h en auditoire : un thème abordé par séance. Des séances d'exercices permettront de mettre en application les notions théoriques vues en cours. Des séances de travaux pratiques se feront en laboratoire. Des excursions sont organisées en milieu forestier et agricole.",
        "assessment_methods": "Evaluation écrite à livre ouvert en session sur le cours théorique et les exercices Evaluation écrite à livre ouvert en session sur les laboratoires Evaluation écrite à livre ouvert en session sur les excursions Test formatif Moodle organisé à la fin de chaque séance de cours théorique Une note de laboratoire incluant un rapport de laboratoire et des tickets d'entrées Une fiche d'interprétation sur les sites vus en excursion Toute absence en séance de laboratoires non justifiée sera pénalisée par un \"−2\" sur la note finale (pénalité conservée en seconde session) !",
        "online_resources": "Cours de sciences du sol : biogeoscience.eu Tout autre support utile pour ce cours disponible sur Moodle.",
        "bibliography": "Livre de référence : Blume H.-P., Brümmer G.W., Fleige H., Horn R., Kandeler E., Kögel-Knabner I., Kretzschmar R., Stahr K., Wilke B.-M. (2016). Scheffer/Schachtschabel soil science . Springer, Berlin. 618 p. Livres utiles : Weil R.R., Brady N.C. (2016). The nature and properties of soils . Pearson, Harlow London New York, NY. 1104 p. White R.E. (2005). Principles and practice of soil science: the soil as a natural resource . Wiley-Blackwell, Malden, MA. 376 p. Paul E.A. (2006). Soil microbiology, ecology and biochemistry . Academic Press, Cambridge, MA. 553 p. Duchaufour P., Faivre P., Poulenard J., Gury M. (2018). Introduction à la science du sol : sol, v ég étation, environnement . Dunod, Paris. 472 p.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2999",
        "title": "Mémoire",
        "credits": "20.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "1.     traiter un problème géographique dans toute sa complexité en menant une recherche personnelle, sous la direction d'un promoteur ; 2.     rédiger une synthèse de son travail et la défendre en public de façon rigoureuse et pédagogique, tout en pouvant répondre à des questions relativement pointues.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 1.   définir et s'approprier une question de recherche et mettre en oeuvre une méthodologie de recherche pour y répondre ; 2.   sélectionner la bibliographie pertinente existant sur le sujet étudié et citer correctement les sources d'information ; 3.   lire de manière critique et résumer un article scientifique ; 4.   développer une stratégie de recherche pour répondre à la question de recherche ; 5.   développer une méthodologie d'analyse des données, en laboratoire, sur le terrain ou à partir d'enquêtes ; 6.  interagir avec les membres d'une équipe de recherche ; 7.   discuter de la validité des résultats ; 8.   utiliser les techniques de base de la géographie (modélisation statistique, systèmes d'information géographique, télédétection) 9.   rédiger un texte scientifique en respectant les contraintes de rédaction de ce type de publication ; 10.   présenter oralement les résultats de son travail en respectant les consignes de temps et avec un support visuel de qualité. Répondre aux questions de façon précise.",
        "content": "Réalisation par l'étudiant d'un projet de recherche  à partir d’une question de recherche dans le domaine des sciences géographiques. Une liste non exhaustive des sujets possibles est communiquée lors d’une séance d'information organisée dans le courant du premier quadrimestre du bloc annuel 1 du Master. L'étudiant prend contact avec les enseignants de l’Ecole de Géographie en vue de se mettre d'accord avec l'un d'eux pour que celui-ci devienne son promoteur. Le mémoire fait l'objet d’un rapport de 50 pages environ et d’une défense publique à laquelle assistent le promoteur et deux lecteurs qui sont des enseignants de l’Ecole de Géographie. La défense a lieu le dernier mercredi de la session en juin ou en septembre. Cinq exemplaires du mémoire sont déposés au secrétariat de l'Ecole de Géographie à la date fixée chaque année par l’institution.",
        "assessment_methods": "Remise d’une note par le promoteur et les lecteurs après la défense publique.",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbio1217",
        "title": "Ecologie II",
        "credits": "3.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Pour suive ce cours, il est nécessaire de maîtriser les connaissances et compétences développées dans le cours LBIO1117 (Ecologie I)",
        "topics_covered": "Dans ce cours les connaissances de base de l’écologie qui ont été appris dans le premier cours, LBIO1117 Ecologie I, sont approfondies, entre autre la dynamique des populations et l’écologie des communautés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Donner une vue synthétique spatio-temporelle des mécanismes adaptatifs des êtres vivants, du fonctionnement et des systèmes de régulation de leurs populations. En particulier, il s'agit d'analyser toutes les composantes du système \"population-environnement\" et de mettre en évidence les corrélations entre les traits d'histoire naturelle des individus et les stratégies des populations avec les divers changements de leur milieu de vie. Nous aimerions également que les étudiants puissent comprendre le but et le cadre conceptuel de l'écologie comportementale (relations entre la sélection naturelle, l'écologie et le comportement) et de pouvoir utiliser ces concepts en testant des hypothèses dans un cadre décisionnel.",
        "content": "Ce cours sera donné par Thierry Hance. Les thèmes abordés sont 1)  la démécologie et la dynamique des populations à partir de données tirées de l'observation et de l'expérimentation du monde vivant 2) Les relations proies-prédateurs et la compétition 3) L'analyse des food-webs et des communautés vivantes 3) Une introduction à la socialité",
        "teaching_methods": "Cours ex-cathedra en salle, lecture d'article et travaux pratiques sur le terrain avec une présentation de synthèse",
        "assessment_methods": "Examen écrit avec questions ouvertes.",
        "online_resources": "site web Moodle de LBIO1217",
        "responsible_entity": "BIOL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2240",
        "title": "Tectonic geomorphology",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vanacker Veerle"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Ce cours avancé est destiné à des étudiants qui sont déjà familiarisés avec les concepts de base de la géomorphologie, via les cours géographie physique (LGEO1231), géomorphologie (LGEO1331), et histoire de la Terre (LGEO1251) ou des cours equivalents.",
        "topics_covered": "L'analyse de la morphologie du paysage découle de l'étude des processus internes et externes qui gouvernent la formation et l'évolution du relief. Dans le cours, on étudie des concepts de la dynamique et l'évolution des formes de relief en analysant les processus tectoniques, climatiques et anthropiques qui influent le transfert de matière à la surface terrestre. Ce cours présente les avancées récentes dans le domaine des processus de surface et de leur évolution. Il couvre les aspects fondamentaux de la discipline en ce compris les marqueurs géomorphologiques, la géochronologie, et l’évolution des paysages à différentes échelles de temps.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 (i) comprendre les fondamentaux des méthodes de datation communément utilisées; (ii) interpréter les taux des processus géomorphologiques et l’évolution à long terme du paysage, et (iii) lire de façon indépendante la littérature scientifique sur les processus géomorphologique et l’évolution topographique des reliefs.",
        "content": "Le cours comporte trois parties. La première partie vise à donner à l’étudiant les concepts fondamentales de la matière de géomorphologie tectonique, et les concepts théoriques des marqueurs géomorphologiques, géochronologie, processus d’érosion et dénudation, et géodésie. Dans la deuxième partie, le cours présente des applications de ces concepts théoriques pour l’interprétation de l’évolution des paysages pendant l’Holocène, le Pleistocène et le Quaternaire, et la révision de la littérature scientifique sur ces sujets. La troisième partie applique ces concepts à une étude de case en Belgique, et inclut des opérations en SIG pour caractériser la morphométrie des paysages.",
        "teaching_methods": "L’enseignement s’appuiera sur : - 10 cours magistraux avec participation active des étudiants - 10 séances d'apprentissage par travaux pratiques en salle didactique avec des exercices en SIG - une journée de terrain pendant laquelle on fera une caractérisation fluvio-morphologique d’une rivière en Ardennes - un travail de groupe sur la géomorphologie (tectonique) d'une région belge",
        "assessment_methods": "Le cours sera évalué de forme continue pendant le semestre sur base de Examen à livre ouvert du matériel du bloc 1 (25%) Présentation de la révision bibliographique (15%) Présentation et rapport du travail de recherche (25%) Rapport écrit du travail de terrain (10%) Un examen écrit avec des questions ouvertes compte pour 25% de la note finale. La participation active et présentielle aux travaux pratiques et à l'excursion est obligatoire. Le rapport final du projet de recherche (1 seul pdf) doit être envoyé par courriel électronique aux enseignants de ce cours avant le 20/12 à 12h. L'utilisation des IA génératives pour la rédaction ou la correction du texte des rapports doit être signalée et indiquée systematiquement dans toutes les parties du texte ayant fait l'objet d'une utilisation des IA. L'étudiant·e est responsable du contenu des rapports, et les sources di'nformation doivent être citées en respectant les normes de référencement bibliographique.",
        "other_info": "Ce cours suppose acquises des notions de base en sciences de la terre, geomorphologie et géographie physique telles qu'enseignées dans les cours LGEO1251, LGEO1331 et LBIR1130. La participation aux travaux pratiques et la sortie de terrain est obligatoire. Ceux-ci ne sont organisés qu'une seule fois pendant l'année. Il est impossible de les refaire en seconde session.",
        "online_resources": "Matériel sur Moodle",
        "bibliography": "disponible en BST (version électronique et version papier): Burbank, D.W.; Anderson, R.S. 2011. Tectonic Geomorphology . Wiley-Blackwell; 2nd Edition.",
        "course_materials": "Les articles scientifiques et les matériels pour les projets sont mis à disponibilité par l'équipe d'enseignants, et sont disponible sur Moodle. Matériel supplémentaire de référence est disponible dans la bibliothèque (BST).",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2997",
        "title": "Séminaire d'encadrement du mémoire",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Crucifix Michel"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le séminaire vise à aider les étudiants à réaliser leur mémoire dans les meilleures conditions.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Appliquer une démarche scientifique Structurer et développer le planning des tâches à réaliser pour l'accomplissement du travail du mémoire Gérer de façon autonome son travail.",
        "content": "Le séminaire vise à aider les étudiants à réaliser leur mémoire dans les meilleures conditions.",
        "teaching_methods": "Le séminaire est organisé autour de deux séances de travail magistral, d'une séance particulière avec le titulaire,  et de l'auto-apprentissage basé sur des documents. Tout au long du travail, une aide sera fournie à l'étudiant pour Définir son sujet de mémoire Réaliser une recherche bibliographique de niveau scientifique Approfondir sa méthodologie en se basant sur la bibliographie Maîtriser son expression écrite.",
        "assessment_methods": "Présentation sur le sujet du mémoire et bibliographie préliminaire",
        "online_resources": "Les slides sont disponible sur Moodle",
        "course_materials": "Les slides sont disponible sur Moodle",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbres2101b",
        "title": "Smart technologies for environmental engineering",
        "credits": "3.00",
        "hours": "22.5 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lambot Sébastien"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "-       Géomatique appliquée. -       Physique de sol",
        "topics_covered": "Ce cours vise à enseigner les technologies de caractérisation et de suivi des agroécosystèmes. En particulier, les techniques géophysiques d’imagerie et de caractérisation des propriétés du sol sont présentées, telles que le géoradar, l’induction électromagnétique ou la tomographie électrique. Également, le cours aborde l’utilisation des drones pour le suivi de l’environnement, incluant les capteurs multispectraux, infrarouges thermiques, LiDAR ainsi que la photogrammétrie. Les concepts fondamentaux, les instruments ainsi que les méthodes d’analyse du signal seront particulièrement approfondis. L’étudiant est familiarisé avec ces outils au travers de travaux pratiques et d’un projet intégré.",
        "content": "Le cours LBRES2101 (4 crédits) constitue le cours complet. La section LBRES2101A (1 crédit) est conçue pour les étudiants inscrits au Certificat en Géomatique Appliquée et couvre les sujets liés aux drones, aux capteurs de drones et à la photogrammétrie. La section LBRES2101B (3 crédits) exclut la partie concernant les capteurs environnementaux et les outils topographiques. Contenu du cours : Cours théoriques : Techniques Géophysiques : radar géologique (GPR), induction électromagnétique (EMI), radiométrie, tomographie électrique (ERT), méthodes sismiques, réflectométrie (TDR). Techniques de télédétection par drone : drones, capteurs infrarouges thermiques, capteurs multispectraux, LiDAR. Topographie et capteurs Travaux pratiques : Les principaux concepts présentés lors des cours seront mis en application au cours de séances de travaux pratiques (acquisition de compétences opérationnelles) et dans le cadre d'un projet intégré réalisé en groupe. Séminaires : Les étudiants analyseront, synthétiseront et présenteront un article scientifique abordant une question scientifique liée au contenu du cours.",
        "teaching_methods": "-       Cours théoriques en auditoire avec présentation de diapositives. -       Travaux pratiques en équipe avec projet intégré impliquant la réalisation d’un rapport collectif. -       Séminaires permettant d'approfondir une question scientifique relative au cours et de développer la lecture des textes en anglais et la compétence de communication professionnelle.",
        "assessment_methods": "-    Examen écrit avec une partie de questions à choix multiples et une partie de questions ouvertes. -    Rapport du projet intégré (par groupe). Pondération: 20% de la note finale si l'examen écrit est réussi. -    Evaluation des séminaires (par groupe). L'évaluation porte sur la qualité et la rigueur de la présentation, la qualité des réponses et arguments avancés lors du débat, la qualité communicative (qualité des diapositives, qualité technique, expression orale). Pondération: 20% de la note finale si l'examen écrit est réussi.",
        "other_info": "Ce cours est donné en anglais. Une partie de ce cours (télédétection par drone) fait partie du Certificat universitaire en géomatique appliquée accessible aux professionnels dans le cadre de la formation continuée.",
        "online_resources": "Les diapositives du cours, documents de référence, séances d'exercices et compléments d'information sont mis à disposition via Moodle.",
        "bibliography": "FR -       Diapositives du cours -       Livres de référence recommandés. EN -       Slides of the course -      Recommended reference books.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldemo2130",
        "title": "Théories du changement socio-démographique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bocquier Philippe",
            "Rizzi Ester Lucia"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Les principaux thèmes abordés sont les suivants : Eléments généraux de terminologie (théorie, explication, causalité, niveaux d'analyse, cadre concep-tuel) ; Les principaux paradigmes contemporains, du malthusianisme pur et dur à l'anti-malthusianisme ; Les théories de la transition démographique, des versions anciennes aux versions les plus récentes ; Les grandes approches théoriques de la fécondité, classement et typologies ; Les facteurs associés à la nuptialité ; Les courants explicatifs de la mortalité ; Un aperçu du champ théorique en matière de migrations internes et internationales ; Les intérêts, difficultés et dangers de la recherche de théories générale ou universelles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. maîtriser lechamp théorique et explicatif dans le domaine de la démographie sociale et économique, afin d'acquérir un regard critique sur la littérature, de poser des hypothèses et d'interpréter les changements.",
        "content": "Ce cours aborde la vaste problématique de la compréhension, explication et théorisation en démographie. Au terme du cours, les étudiants seront capables de : Identifier les grandes théories, doctrines et approches explicatives propres à chaque grand phénomène démographique (fécondité, formation des couples, mortalité, migration, urbanisation) ou aux relations population-développement ; Identifier les relations causales entre variables ; Identifier les avantages et inconvénients des niveaux d’analyse micro, meso et macro ; Aider à l’identification de l’une ou l’autre approche théorique ou explicative pour leur mémoire.",
        "teaching_methods": "La méthode de pédagogie active est basée sur le just-in time teaching (travaux intermédiaires), sur le travail de petits groupes, et sur des interactions via un outil en ligne (Wooclap).",
        "assessment_methods": "Les 7 travaux intermédiaires sont à poster le mercredi qui précède le cours, à 16h au plus tard, sur la plateforme Moodle ET sous forme papier dans le casier de chacun des deux titulaires. Ils sont évalués sur 20 et contribuent à la note finale avec un poids de 0.05 chacun. La lecture critique d’un article présente une théorie liée au sujet du mémoire, accompagnée d’une proposition de 5-6 articles empiriques liées au sujet du mémoire . Ce travail est évalué sur 20 et contribue à la note finale avec un poids de 0.05. Les 2 séances de présentation orale porteront sur un article théorique et sur l’état d’avancement du travail final. Chaque présentation est évaluée sur 20 et contribue à la note finale avec un poids de 0.05. Les critères d’évaluation de la présentation orale (15 mn) sont : Clarté de l’exposé oral et du diaporama Qualité de la présentation. Conclusion et réponses aux questions et critiques Le rapport final est évalué sur 20 et il contribue à la note finale avec un poids de 0.50. Chacune des (5) parties du travail sera évaluée selon des critères de clarté et qualité de l’analyse. ATTENTION : - le contrôle continu n'est pas rattrapable en 2e session; la note du rapport final de 2e session remplace la note du rapport final de 1ère session, les notes de contrôle continu sont conservées pour la 2e session. - l'usage de l'intelligence artificielle n'est pas interdit mais doit se conformer aux règles mentionnées dans la note de la faculté ESPO à ce sujet et disponible sur son site intranet à destination des étudiant.e.s (http://uclouvain.be/consignes-chatgpt)",
        "other_info": "Prérequis : le cours d'Introduction à la démographie (SPED 1211) est recommandé. COVID-19 : En code jaune, l'auditoire est suffisamment grand pour accueillir l'ensembles des étudiants en présentiel. Toutefois si le nombre d'étudiants devait être plus important que prévu ou si le code orange devait être appliqué, alors l'enseignement passera en type comodal (moitié de la cohorte en présentiel, l'autre moitié en distanciel, alternativement d'une semaine sur l'autre). Quel que soit le mode d'enseignement le mode d'évaluation reste le même. Les exercices en classe sont adaptés aux règles sanitaires.",
        "online_resources": "Les présentations et autres ressources sont disponibles sur MoodleUCL.",
        "bibliography": "Bibliographie mise à disposition à chaque séance en fonction du thème abordée. Bibliography available at each session depending on the theme.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2220",
        "title": "Didactique générale et formation à l'interdisciplinarité",
        "credits": "3.00",
        "hours": "37.5 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Colognesi Stéphane",
            "De Croix Severine",
            "De Kesel Myriam",
            "Dufays Jean-Louis",
            "Ghysselinckx Anne",
            "Lemaire Véronique",
            "Vercruysse Benoît"
        ],
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Avant de commencer le séminaire, l'étudiant aura observé des enseignements en classe et aura réalisé au moins 10 heures de stage d'enseignement.",
        "topics_covered": "La partie cours est consacrée aux pratiques d’enseignement efficaces. Les aspects suivants seront ainsi abordés : confort de l’enseignant, motivation des élèves, importance des objectifs, stratégies d’enseignement adaptées aux contenus à enseigner, mythes et réalités didactiques/pédagogiques, processus d’évaluation, adaptation des interventions, métacognition, supports de cours. Le séminaire quant à lui porte sur la construction de projets interdisciplinaires : sur la base de leurs expériences de stages et avec l'éclarirage de plusieurs témoignages, les étudiants, constitués en petits groupes, seront invités à se présenter mutuellement les fondements de leurs disciplines respectives et à élaborer un projet susceptible de mobiliser leurs différentes compétences.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'activité sera organisée en deux parties complémentaires. Elle visera, - d'une part, à amener les futurs enseignants à utiliser un ensemble d'outils conceptuels issus des théories de l'apprentissage et de l'enseignement en vue de décrire, analyser, théoriser, améliorer, voire construire une séquence didactique (partie cours), - d'autre part, à les initier à la construction de projets interdisciplinaires tout en les incitant à prendre un recul critique par rapport à leurs observations et à leurs réalisations sur le terrain scolaire dans le cadre de leurs stages d'observation et d'enseignement (partie séminaire). La perspective est que les futurs enseignants développent une habitude de pratique réflexive argumentée dans leur vie professionnelle. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "content": "Pour la partie cours, le contenu est centré sur les pratiques d'enseignement efficaces : on apprend en étant conscient de ce qu’on fait : objectifs et tâches d’enseignement ; on apprend par différentes approches et en étant confronté à des obstacles : mise en activité cognitive des élèves, variation des stratégies d’enseignement, interactions avec les pairs ; on apprend dans un contexte : gestion de classe et confort de l'enseignant ; on apprend en étant accompagné par un/des expert(s) : évaluations, feedback , adaptation aux profils des élèves ; on apprend si on est motivé : dynamique motivationnelle ; on apprend en étant conscient de ce qu’on fait, de ce qu’on ressent et des stratégies gagnantes : métacognition . Pour la partie séminaire, le contenu est centré sur la définition de l'interdiscipinarité et de ses enjeux en contexte scolaire ainsi que sur la mise au point et la présentation de projets didactiques interdisciplinaires .",
        "teaching_methods": "Pour la partie cours : Apport de cadres théoriques liés à chacune des pratiques efficaces envisagées ; Analyse de situations, d’outils et de cas concrets , notamment par l’utilisation de vidéos pour accéder rapidement aux évènements de la classe ; Constitution progressive par l’étudiant, au fil des séances, de son « journal du prof ». A chaque séance, l’étudiant sera invité à noter ses représentations, ce qu’il garde du cours pour ses activités d’enseignement, les apprentissages réalisés, les questions, etc. Ce journal pourra être utilisé lors de l’examen ; Élaboration par les étudiants, au fil des séances, de questions clés permettant de revoir la matière présentée ; Mise en place d’un « forum salle des profs » sur Teams pour partager les informations du « journal du prof » et interagir. Pour la partie séminaire : Apport de cadres théoriques sur la distinction entre multi-, pluri-, trans- et interdisiciplinarité et présentation de témoignages par des équipes de professeurs du secondaire ayant réalisé des projets interdisciplinaires. Découverte des apports spécifiques liés aux différentes disciplines scolaires. Mise au point progressive de projets interdisciplinaires par une alternance de travail en grand auditoire et en groupes interdiscipinaires restreints.",
        "assessment_methods": "Le niveau de maitrise des objectifs du cours sera apprécié à partir d'un examen écrit. Celui des objectifs du séminaire sera apprécié sur la base de la participation à toutes les activités ainsi que de la production collective attendue à la fin du séminaire. L'évaluation de l'ensemble de l'activité LAGRE2220 portera donc sur les deux parties du dispositif pédagogique, à savoir le cours et le séminaire. La note finale ne pourra être délivrée que si l'étudiant.e a assisté aux deux activités et a réalisé toutes les activités demandées. L'étudiant.e sera considéré.e comme absent.e tant que les deux parties n'ont pas été réalisées.",
        "other_info": "La première partie de l'activité sera donnée sous forme de cours et sera répétée deux fois au premier quadrimestre (une fois en matinée, une fois en soirée). La seconde partie sera donnée sous forme de séminaire et sera organisée sur deux samedis durant le premier ou le second quadrimestre. Les deux parties de l'activité sont assurées par une équipe d'enseignants spécialisés en psychopédagogie, de didacticiens disciplinaires et de praticiens de terrain. Attention: cette activité ne peut être suivie que par des étudiants inscrits à un programme d'agrégation ou à un master à finalité didactique",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l'unité d'enseignement ( https://moodleucl.uclouvain.be , code : Lagre2220).",
        "bibliography": "Des bibliographies ciblées sont fournies en fin de diaporamas portant sur chaque chapitre du cours.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2041",
        "title": "International Trade",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vannoorenberghe Gonzague"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Les arguments développés au cours doivent permettre une discussion structurée sur les thèmes relatifs aux effets du commerce international, à la nature des échanges, à la spécialisation des économies, à la distribution sectorielle et internationale des revenus ainsi qu'à la problématique de la croissance dans un cadre d'ouverture au commerce international.\r\rEn particulier, le cours doit parcourir les principaux modèles et concepts développés dans le cadre de la théorie du commerce international dont notamment :\r-\tThéorie classique du commerce international ;\r-\tNouvelle théorie du commerce (cadres de concurrence imparfaite) ;\r-\tAnalyse des politiques commerciales ;\r-\tCommerce international et le développement.\r\rLe cours devra aussi aborder certains aspects institutionnels du commerce international, dont notamment le fonctionnement de l'OMC et la description de la  politique commerciale de l'UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours d'économie internationale a pour but de familiariser les étudiants avec les principaux enjeux économiques liés au commerce international et les courants de la théorie du commerce international y afférents. Il doit permettre d'acquérir les compétences suivantes :   \r- Compréhension des mécanismes liés aux échanges internationaux;\r- Capacité d'interpréter et de discuter les grands thèmes liés au commerce international, comme la libéralisation des marchés et la distribution des gains issus de cette libéralisa-tion;\r- Compréhension des principaux instruments de politique commerciale, de leur justification et de leurs effets ;\r-\tCompréhension des enjeux de société liés au commerce.",
        "content": "Ce cours traite de différentes questions liées au commerce international et à la mondialisation. La première partie du cours dresse l’état des théories expliquant les raisons pour lesquelles les pays commercent, et la composition de ce commerce. Nous nous tournons ensuite vers l’analyse des problématiques contemporaines liées au commerce international et ses liens avec les inégalités, la croissance, ou le développement économique. Dans une dernière partie, ce cours se concentre sur des questions de politique commerciale et notamment sur l’analyse de récents accords commerciaux entre l'Union Européenne et ses partenaires.",
        "teaching_methods": "Cours magistraux, avec participation active des étudiants.",
        "assessment_methods": "Examen écrit.",
        "other_info": "Des connaissances de microéonomie et d'économétrie sont fortement recommandées. La communication entre les élèves et le professeur passe par la plate-forme électronique Moodle. Vous devez s'inscrire au cours sur Moodle pour avoir accès aux documents en ligne, comme les notes de cours, les diapositives, ou tout matériel additionnel.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2840",
        "title": "Science et foi chrétienne",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bourgine Benoît",
            "Dos Santos Rodrigues Paulo Jorge"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre l'objectif visé, le cours abordera les trois thèmes suivants : a) bref historique des rapports entre sciences (de la nature et humaines) et christianisme dans ses aspects institutionnels et conceptuels, b) une typologie des modes de dialogue et de confrontation entre sciences et théologies avec leurs limites, leur portée et leurs fondements théologiques, c) une série d'études de cas récents.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a) présenter les grandes étapes de l'évolution historique des rapports entre sciences et christianisme (événements et documents majeurs) ; 2 b) caractériser et évaluer les modes de rapports entre sciences et foi, religion, théologie chrétienne en en comprenant la portée et les limites spécifiques ; 3 c) analyser des cas précis de relations contemporaines entre sciences et théologies.",
        "content": "Ce cours peut être choisi par les étudiants de l'EPL comme une alternative au cours Sociétés, cultures, religions. 2024/2025 Science et foi chrétienne Le cours offre l'opportunité d'effectuer une expérience d'interdisciplinarité, requise par le questionnement envisagé. Le prof. Paulo Rodrigues (Université catholique de Lille) et le prof. Benoît Bourgine (UCLouvain), interviendront pour tenter de clarifier la problématique des rapports entre sciences et foi chrétienne. Une typologie des modes de dialogue et de confrontation entre sciences et théologies est à élaborer et à éprouver de manière à en dessiner les limites, la portée et les fondements tant philosophiques que théologiques. Une mise en perspective historique ainsi qu'une présentation des enjeux contemporains seront proposées.",
        "teaching_methods": "Les cours sont magistraux. Le syllabus du professeur Bourgine est à votre disposition sur le site Drive du cours: https://drive.google.com/drive/folders/1OZCoMW0VNypXPpzclRJacv3NJ-xlM0ns?usp=drive_link TITRE DU SYLLABUS: SCIENCES ET FOI CHRETIENNE",
        "assessment_methods": "L'examen est un écrit de deux heures en session d’examen comportant deux questions ouvertes, dont la liste limitative est fournie aux étudiants : l’une posée par le prof. P. Rodrigues, l’autre posée par le prof. Bourgine, respectivement sur les exposés de l'un et de l'autre. Vous êtes invités à répondre à chacune des questions en 30 lignes environ.",
        "other_info": "Calendrier Voici le calendrier des 7 séances qui ont lieu le mercredi de 16h15 à 18h15 [LECL60] : Prof. Benoît Bourgine: 18 septembre 25 septembre 2 octobre 9 octobre Prof. Paulo Rodrigues: 16 octobre 23 octobre 6 novembre",
        "online_resources": "Avec ce lien, vous pouvez accéder à des ressources en ligne: https://drive.google.com/drive/folders/1OZCoMW0VNypXPpzclRJacv3NJ-xlM0ns?usp=drive_link",
        "course_materials": "Sciences et foi chrétienne 2024/2025 - Syllabus Bourgine",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldvlp2325",
        "title": "Géopolitique des ressources naturelles",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hinojosa Valencia Leonith",
            "Legrand Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Cette partie du cours vise à examiner le rôle que jouent les facteurs sociaux, économiques, politiques et culturels dans la géopolitique des ressources naturelles et du développement durable. Elle est organisée en deux sections. En s'appuyant sur les concepts de l'Ecologie Politique, l'Economie Ecologique et les Etudes du Développement, la première section fournit les fondements théoriques nécessaires pour comprendre les principaux enjeux de la géopolitique des ressources naturelles et leurs conséquences pour le développement durable. La présentation des enjeux et leurs interactions est basée sur une revue des conflits socio-environnementaux observés dans les pays de faibles revenus. Elle est également basée sur une revue des stratégies de développement poursuivies par les acteurs en conflit. La deuxième section analyse les opportunités de développement, les risques et les menaces qui émergent à partir de l'actuelle distribution et gestion des ressources naturelles, notamment de la terre et de l'eau, en relation avec la sécurité alimentaire et l'agriculture durable. Cette deuxième section aborde également la politique et les arrangements institutionnels que les pays du Sud Global pourraient poursuivre afin d'influencer la gouvernance mondiale des ressources naturelles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquérir les outils méthodologiques nécessaires à l'analyse des questions relatives à la gestion des ressources naturelles. Après avoir achevé cette partie du cours, il est attendu que les étudiants: maitrisent les principaux concepts de l'Ecologie Politique, l'Economie Ecologique et les Etudes du Développement qui sous-tendent la géopolitique des ressources naturelles. soient en mesure de discuter de façon critique et dans une perspective interdisciplinaire, la relation entre l'accès, la répartition et le contrôle des ressources naturelles, ainsi que ses résultats en termes de développement durable. soient capables d'analyser les politiques des ressources naturelles, particulièrement des politiques sur la terre et l'eau. Au-delà de l'acquis de compétences analytiques, il est attendu que les étudiants consolident leur capacité de travail en équipe, de rédaction de textes académiques et de présentation orale, en ayant intégré les connaissances multidisciplinaires autour de la géopolitique des ressources naturelles et les différentes approches au développement durable.",
        "content": "Partie de cours LEONITH HINOJOSA Cette partie du cours vise à examiner le rôle que jouent les facteurs sociaux, économiques, politiques et culturels dans la géopolitique des ressources naturelles et du développement durable. Elle est organisée en quatre sections : 1- Théories & concepts de la Géopolitique, de l’Economie écologique (EE) et de l’Ecologie politique (EP) 2- Analyse des conflits socio-environnementaux : Cadre conceptuel et analyse de cas d’études 3- Les enjeux géopolitiques du changement climatique dans le cadre du nexus 'climat-eau-énergie-alimentation' 4- Les enjeux de la géopolitique des ressources naturelles dans un cadre de transition(s) écologique(s) Partie de cours VINCENT LEGRAND Cadre général : les ressources naturelles, articulation des dimensions économique (ressources-besoins, production, consommation, impacts environnementaux / climatiques) et géopolitique (spatialité / échelles : niveaux local, régional, national, international, planétaire / global) - entre conflit et coopération / captation et répartition. Selon trois perspectives : perspective constructiviste : représentations / construction sociale des réalités matérielles/objectives de l’environnement / des ressources naturelles et des enjeux y relatifs : discours des acteurs / « cadrage » des situations / en fonction de leurs agendas / valeurs / intérêts (ex. : épuisement d'une ressource, climato-scepticisme …); perspective anthropologique : perspective constructiviste sous l'angle interculturel (statut des \"ressources\", de leur \"rareté\" ... d'une société à l'autre); perspective prospective : scénarisation des futurs possibles / souhaitables (du point de vue des acteurs) en matière de géopolitique des ressources naturelles.",
        "teaching_methods": "Le cours est conçu pour les étudiant.e.s qui s'intéressent à la thématique de la géopolitique des ressources naturelles et ses enjeux sur le développement durable. Les étudiant.e.s avec une expérience préalable dans le domaine trouveront l'occasion d'approfondir leur réflexion et celles et ceux qui n'en ont pas, pourront explorer de nouvelles perspectives, en relation avec leurs aspirations professionnelles. Partie de cours LEONITH HINOJOSA Les séances de formation reposent sur des conférences et des discussions en groupes de travail guidées. La participation en classe est une partie essentielle du cours, il est attendu que les étudiant.e.s démontrent leur capacité d'analyse critique du matériel à révision obligatoire. Partie de cours VINCENT LEGRAND Cours ex cathedra + documentaires, conférences ou sections de cours en ligne (suivis de classes inversées ou, en séance, de discussions). Possibilité d'interventions de conférencier.e.s extérieur.e.s en présentiel ou en ligne.",
        "assessment_methods": "Chaque partie de cours (Leonith Hinojosa & Vincent Legrand) compte pour la moitié du total de la note finale. NB : En cas de deuxième inscription à l'examen, les enseignant.e.s décideront d’une procédure d’examen appropriée. Partie de cours LEONITH HINOJOSA (50% de la note globale) L’évaluation se compose de deux parties : 1) Partie d’évaluation continue sur la base de travail de groupe et participation en classe : 60% de la note (pour cette partie du cours) seront attribués à partir de la compréhension et de l’analyse critique du matériel bibliographique et/ou audiovisuel révisé autour d’un cas, dont : Les étudiant.e.s, organisé.e.s en groupe de 3 préparent leurs réponses selon les consignes données par l’enseignante. Les réponses résument les idées principales des lectures et/ou du matériel audiovisuel qui servent à comprendre le cas de conflit analysé. Le résumé du groupe doit être téléchargé sur Moodle. Les discussions en classe seront organisées sur la base de ces réflexions, qui seront donc évaluées aux niveaux individuel et de groupe. Chaque groupe choisira un cas d’étude de conflit socio-environnemental ayant des implications géopolitiques. Celui-ci sera le sujet d’analyse lors des séances. 2) Partie d’évaluation finale : 40% de la note (pour cette partie du cours) seront attribués sur la base d’un travail de groupe qui sera centré sur l'approche critique du sujet choisi et qui montre que l’étudiant.e maîtrise la matière. Le travail sera la synthèse des discussions dans les séances et doit être développé dans un style académique. Le travail devra être soumis lors de la session d'examen de janvier ou d’août 2025. Celui-ci doit inclure : un poster qui présente le cas d’étude de façon intégrale, y compris la mise en contexte du problème et les implications en termes de politiques orientées en termes de transition écologique ; un texte, de 3 pages maximum, qui explique la démarche méthodologique suivie par le groupe en signalant les contributions individuelles , et qui liste la littérature scientifique et d’autres sources utilisées, dont l’intelligence artificielle (IA) générative. NB : En ce qui concerne les productions écrites, les règles des articles 107 et s. du Règlement général des études et des examens devront être tout particulièrement observées. En ce qui concerne l’utilisation éventuelle de l’intelligence artificielle (IA) générative, il y a lieu de respecter les règles établies par la Faculté ESPO . Des consignes spécifiques pour le travail de fin de cours seront mises à disposition sur Moodle. Partie de cours VINCENT LEGRAND (50% de la note globale) Examen oral",
        "other_info": "Le cours n'est accessible qu'aux étudiant.e.s du Master 120 SPED, des programmes de Master auxquels il est emprunté en tant que cours à option (cf. les programmes d'études listés au bas de la page) et de la Mineure en développement et environnement. Les étudiant.e.s inscrit.e.s dans tout autre programme d'études intéressé.e.s à suivre le cours sont prié.e.s de demander l'autorisation des enseignant.e.s en leur exposant leur motivation (par e-mail).",
        "bibliography": "Lectures et matériel audiovisuel obligatoires (partie de cours LEONITH HINOJOSA) : * Badeeb R.A., Lean H., Clark J. (2017). The evolution of the natural resource curse thesis: A critical literature survey. Resources Policy 51 (2017) 123–134. http://dx.doi.org/10.1016/j.resourpol.2016.10.015 * Douai A., Plumecocq G. (2017). L'économie écologique. Paris : La Découverte (sélection des pages). * EJOLT ' Environmental Justice Organisations, Liabilities and Trade. Atlas of Environmental Justice. http://www.ejolt.org/maps/ * Figuière C., Metereau R. (2021). Écodéveloppement et socio-économie écologique : congruences et complémentarités. Cahiers d'économie politique, 2021/1 n° 79. pp. 153-190. https://doi.org/10.3917/cep1.079.0153 . * Larrère C., Larrère R., Avec la collaboration de & Bouleau, N. (2016). Les transitions écologiques à Cerisy. Natures Sciences Sociétés, 2016/3 Vol. 24. pp. 242-250. https://doi.org/10.1051/nss/2016030 . * Lasserre et al. Chap 2 Concepts fondamentaux de l’analyse géopolitique, pp. 23-42 et 60-63. In Lasserre, F., Gonon E. & Mottet É. (2016). Manuel de géopolitique : Enjeux de pouvoir sur des territoires . Paris: Armand Colin. https://doi.org/10.3917/arco.motte.2016.01.0023 * Pahl-Wostl C. (2017). Governance of the water-energy-food security nexus: A multi-level coordination challenge. Environmental Science & Policy.",
        "course_materials": "Portefeuilles de lectures, liens vers ressources électroniques et vidéos et présentations PowerPoint des enseignant.e.s mis à disposition des étudiant.e.s sur Moodle.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2210",
        "title": "Aménager des territoires urbains durables",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Les relations entre les villes et leurs territoires, locaux et distants, sont au cœur des enjeux contemporains de soutenabilité. Le cours vise à donner les outils théoriques, empiriques et méthodologiques pour (i) comprendre les relations matérielles, socio-économiques, culturelles et politiques entre les espaces urbanisés et les autres espaces, ruraux, périurbains et urbains, qui forment le territoire des villes (\"hinterland\" et \"foreland\"), (ii) intervenir dans ces territoires dans une perspective de développement durable et de soutenabilité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Maîtriser des connaissances théoriques en géographie urbaine, des espaces urbains et des territoires connectés à ces espaces 2. Traduire ces connaissances en méthodes d'analyse de données urbaines et de flux au sein de territoires urbains 3. Réaliser un diagnostic sur les territoires urbains et sur la gestion des ressources dans ces territoires 4. Evaluer et concevoir des projets de développement urbain et d'écoterritoires selon les principes du développement durable",
        "content": "1.     Connaissances théoriques a.    Des théories classiques d'urbanisme à l'urbanisme durable b.    Urbanisme durable et projet c.     Formes urbaines, densité et centralité 2.     Diagnostic urbain a.    Evaluation économique b.    Evaluation sociale et demarche participative c.     Evaluation environnementale 3.     Evaluation de la gestion des ressources a.    Les sols b.    L'eau c.     L'énergie et la transition énergétique",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsst1001",
        "title": "IngénieuxSud",
        "credits": "5.00",
        "hours": "15.0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Merle Stéphanie",
            "Raskin Jean-Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Projets qui répondent à une problématique (technique, économique, socio-culturel), coopération au développement, approche systémique, responsabilité, engagement, éthique, solidarité, travail en équipe, innovations, technologies appropriables, citoyenneté scientifique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution aux référentiels des programmes du secteur SST Acquis d'apprentissage disciplinaires : Au terme de la formation l'étudiant sera capable de : Elaborer des propositions, sous forme de projets, appropriées à une problématique de développement qui relève de l'identification et/ou la conception d'un dispositif technique, économique, socio-culturel : 1.       Identifier et définir les questions et problématiques 1.1    Elaborer un cahier des charges 1.2    Analyser un contexte 1.3    Analyser une problématique 1.4    S'initier au concept de la systémique 1.5    Découvrir les leviers et les contraintes d'un projet 1.6    Appréhender les étapes de la vie d'un groupe 2.       Elaborer des propositions innovantes 2.1    Découvrir et mettre en oeuvre des technologies qui favorisent l'innovation et la créativité 2.2    Découvrir les technologies appropriables et durables 2.3    S'initier aux principes du développement durable et de son application dans des projets techniques 2.4    Se préparer à la mission 2.5    S'imprégner du processus itératif 3.       Évaluer la faisabilité et l'impact des propositions élaborées 3.1    Appréhender l'équilibre technologique comme venant en soutien de l'évolution humaine 3.2    Identifier les possibilités pour mesurer l'impact d'un projet 3.3    Contribuer à la visibilité des projets IngénieuxSud Acquis d'apprentissage transversaux : Développer et adopter une attitude réflexive sur des questions et problématiques de développement et y apporter des solutions appropriées 1.1    Porter un regard critique sur ses propres compétences, connaissances et sur ses propres limites 1.2    Définir les différents enjeux du projet (culturels, sociaux, économiques, techniques) par une approche systémique 1.3    Faire le bilan de la progression de sa réflexion au fil du projet 2.       Travailler en équipe, collaborer de manière efficace avec des partenaires nationaux et internationaux. 2.1    Identifier les apports et intérêts complémentaires des différents partenaires dans la problématique du projet 2.2    Planifier son travail en équipe : construire un chronogramme, un programme d'apprentissage... 2.3    Autoévaluer son implication individuelle dans le groupe et la coopération au sein du projet et de son groupe 3.       Communiquer efficacement oralement et par écrit avec des publics divers nationaux et internationaux (experts scientifiques, pairs, enseignants, formateurs...) 3.1    Utiliser des moyens appropriées pour dialoguer avec les différents publics et partenaires 3.2    Faire un retour d'expérience et proposer des perspectives futures 3.3    Rédiger un Portfolio interculturel, cohérent, structuré, rigueur scientifique et esprit critique 3.4   Adapter sa communication en fonction de ses interlocuteurs (pairs, collègues, enseignants, formateurs, experts scientifiques...)",
        "content": "-          Les sciences et technologies au service du développement durable -          La solidarité internationale -          L'adéquation moyens-objectifs d'un projet -          L'interculturalité : regard croisé sur une même problématique scientifique -          Le développement du projet dans le cadre d'un programme de coopération au développement -          L'application de l'approche systémique dans un projet scientifique -          Le développement d'un projet concret : du CDC à l'application concrète -          Les facteurs qui influencent le projet (contexte social, pays, population, contraintes externes, planification ') -          Les leviers du changement -          Le travail en équipe et la communication (avec les partenaires du Sud, avec les personnes du groupe, avec les experts techniques et de développement, les populations concernées)",
        "teaching_methods": "Formation hybride (en ligne et en présentiel) -          Cours : multidisciplinaires, multi-acteurs, multiculturels -          Apprentissages actifs en groupes -          Apprentissages par le projet -          Coaching par le corps scientifique et académique, des professionnels de terrain (Nord et Sud) -          Interviews, recueil et analyse d'articles'",
        "assessment_methods": "-          Portfolio (évaluation continue) de groupe avec parties individuelles -          Présentations orales en groupe devant un panel interdisciplinaire Nous précisons que l’usage des IA génératives telles que ChatGPT, Consensus, Perplexity,... est toléré mais il doit être clairement stipulé dans le document rendu par l'étudiant·e ou le groupe d'étudiant·es. Nous insistons sur le fait que le cours IngénieuxSud fait appel à votre créativité et que ces outils ne sont pas de grande aide pour cet objectif à atteindre.",
        "other_info": "Le cours se termine par une mission pendant l'été qui suit le projet",
        "online_resources": "Site du cours : http://icampus.uclouvain.be/claroline/course/index.php?cid=INGESUD_EPL",
        "bibliography": "Ouvrage de référence : -          M. Ashby, (2016), « Materials and sustainable development », Elsevier Science and technology, UK. Revue Spore : Le magazine du développement agricole et rural des pays ACP -  http://spore.cta.int",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2020q",
        "title": "Comprendre l'adolescent en situation scolaire, Gérer la relation interpersonnelle et animer le groupe classe.",
        "credits": "4.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Il est important que l'e'tudiant ait re'alise' des observations en classe et dans l'institution scolaire lorsqu'il commence l'activite'. Dans la mesure du possible, il aura de'ja' entame' un premier stage d'enseignement.",
        "topics_covered": "Différentes thématiques sont abordées, telles que : -       L'école : une institution, un lieu de vie, analyse d'une situation complexe -       L'adolescence : phénomène culturel et processus psychique -       L'adolescent face à l'école : attentes, attitudes et représentations -       Les enjeux de la relation enseignant-enseignés : Comment se situer dans la relation Professeur-élèves ? Comment concilier le rôle d'éducateur et de professeur ? -       Les rapports de l'adolescent à l'autorité scolaire : comment établir une autorité vraie? -       Démotivation et violence dans les écoles secondaires : fantasme ou réalité ? -       Ecole et santé mentale : la dépression, la toxicomanie, les pratiques déviantes ...",
        "content": "La première partie de l'activité (partie cours) se penchera sur le contexte developmental spécifique à l’adolescence avec un accent sur les processus affectifs, cognitifs, psychosociaux, et motivationnels en jeux durant cette période. Des modes d’intervention utiles dans le contexte scolaire seront proposés. La seconde partie de l'activité (partie séminaire) traitera quatre champs expérientiels : - mieux se connaitre pour mieux communiquer ; - gérer la relation interpersonnelle entre différents acteurs ; - comprendre, participer et gérer des activités collectives dans l'école (conseils de classe, réunion d'enseignant.e.s, etc.); - animer le groupe classe avec efficacité, assumer son autorité",
        "teaching_methods": "Pour la partie cours, les concepts théoriques seront présentés lors de séances magistrales où les professeurs seront attentifs à répondre aux questions des étudiant.e.s. Ils veilleront aussi à illustrer ces propos théoriques par des présentations de cas qui seront discutés avec les étudiant.e.s. Dans la partie séminaire, une attention particulière sera accordée à la cohérence entre les méthodes d'enseignement utilisées et les concepts et outils qui y sont développés. Les démarches actives seront favorisées : apprentissage par problèmes, analyse de matériaux, d'outils et de cas concrets (parfois présentés par des témoins ou en vidéos), discussions et débats, travail en groupe au cours, exposés de restructuration. Durant les temps de travail en sous-groupe dans les séminaires, la méthodologie active (exercices pratiques, mises en situation) cherchera à ce que les apports conceptuels soient introduits à partir de l'expérience des étudiant.e.s sur le terrain scolaire et des relations interpersonnelles et groupales vécues au sein du séminaire.",
        "assessment_methods": "L'évaluation portera sur l'ensemble du dispositif pédagogique comprenant deux activités : la participation active aux séances de séminaire et l'examen écrit du cours. La note finale ne pourra être délivrée que si l'étudiant a réalisé ces deux activités au sein d’une même année académique. Les modalités précises de la participation au séminaire sont disponibles sur Moodle.",
        "other_info": "La première partie donnée sous forme de cours sera répétée deux fois (au second quadrimestre). La seconde partie donnée sous forme de séminaire sera organisée par petits groupes et assurée par une équipe de formateurs.trices : des groupes seront proposés au premier et au second quadrimestre. Attention: cette activité ne peut être suivie que par des étudiant.e.s inscrit.e.s à un programme d'agrégation ou à un master à finalité didactique. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie «Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l’unité d’enseignement ( > https://moodleucl.uclouvain.be : LAGRE2020 cours et LAGRE2020 Séminaire).",
        "bibliography": "Un portefeuille de documents comprendra des textes de base relatifs aux thèmes centraux du cours, il sera complété par des documents sur des outils de communication et de connaissance de soi fournis par les formateurs.trices qui animent les sous-groupes de séminaires.",
        "responsible_entity": "EDEF"
    }
]