[
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2140",
        "title": "Global environmental challenges in the Anthropocene",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Oost Kristof",
            "Vanacker Veerle",
            "Vanacker Veerle"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Ce cours avancé en géographie physique est destiné à des étudiants qui sont déjà familiarisés avec les concepts de base de la géomorphologie, via les cours géographie physique (LGEO1231), géomorphologie (LGEO1331) et histoire de la Terre (LGEO1251).",
        "topics_covered": "Projet de recherche en géographie physique qui porte sur quelques grands défis scientifiques liés aux sciences de la terre, comme : le rôle des bassins montagneux dans le flux sédimentaire du continent vers l'océan l'impact de l'homme sur les cycles biogéochimiques l'effet de l'érosion du sol sur la production primaire la déforestation et érosion du sols : une catastrophe écologique dans les Tropiques ? déforestation et érosion du passé : leçons pour le futur ? Les étudiants sont divisés en groupes qui travaillent sur un de ces thèmes prédéfinis.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours a pour double objectif d'acquérir une connaissance de base des développements les plus récents dans une série de domaines relevant de la géographie physique, et de se familiariser aux différentes méthodes et techniques d'analyse spatiale utilisées en sciences de la Terre. Savoir-faire : Mettre en perspective les débats scientifiques contemporains dans le domaine de géographie physique Savoir développer une stratégie scientifique claire et cohérente pour analyser des problèmes environnementaux liés à la géographie physique Savoir conduire un raisonnement scientifique sur la base des contenus du cours théorique Savoir tenir un discours géographique en utilisant le langage approprié Savoir-être : Développer une culture du débat sur des questions scientifiques et technologiques liés aux sciences de la Terre Être capable d'analyser des publications scientifiques d'une manière rigoureuse et critique Savoir faire preuve d'esprit critique et de jugement afin de pouvoir relativiser les grands thèmes de la géographie physique en les replaçant dans leurs contextes général, régional, et local",
        "content": "Le cours propose de découvrir quelques grands défis environnementaux de la transition au développement durable. L'étudiant·e découvrira quelques thèmes actuels de la recherche géographique qui sont contextualisés par l’équipe d’enseignants. Les thèmes sont en lien direct avec des projets de recherche en cours en géographie physique.",
        "teaching_methods": "Le cours est organisé en 5 activités d'apprentissage : (1) cours magistral avec introduction dans les thématiques de recherche, (2) lectures d'articles scientifiques, (3) projet de recherche, (4) séminaires avec présentation de résultats, et (5) deux sessions de retro-alimentation. Chaque groupe présente un rapport final du projet de recherche (4000 mots), qui est présenté sous la forme d'un article scientifique.",
        "assessment_methods": "Les acquis d'apprentissage sont : Mettre en perspective les débats scientifiques contemporains dans le domaine de géographie physique Savoir développer une stratégie scientifique claire et cohérente pour analyser des problèmes environnementaux liés à la géographie physique Savoir conduire un raisonnement scientifique sur la base des contenus du cours théorique Savoir tenir un discours géographique en utilisant le langage approprié L'évaluation consiste en un rapportage scientifique (2 présentations et 1 rapport scientifique à remettre), et une participation active aux sessions. La note finale sera calculée comme suit: 80% sur le rapportage scientifique et 20% sur la participation individuelle dans les débats et discussions scientifiques. L'utilisation des IA génératives pour la rédaction ou la correction du texte doit être signalée et indiquée systematiquement dans toutes les parties ayant fait l'objet d'une utilisation des IA. L'étudiant·e est responsable du contenu des rapports, et les sources di'nformation doivent être citées en respectant les normes de référencement bibliographique. Les critères d'évaluation sont basés sur les compétences mentionnées ci-haut. Les étudiants recevront des retro-alimentations (sur base individuel et en groupe) pendant le déroulement du cours.",
        "other_info": "Ce cours suppose acquises des notions de base en géomorphologie et géographie physique ainsi que SIG telles qu'enseignées dans les cours LGEO1251, LGEO1331 et LGEO1342. La participation presentielle aux travaux pratiques et aux séances d'introduction et présentations est obligatoire. Ceux-ci ne sont organisés qu'une seule fois pendant l'année. Il est impossible de refaire le projet en seconde session.",
        "online_resources": "Les articles scientifiques et les matériels pour les projets sont mis à disponibilité par l'équipe d'enseignants, et sont disponible sur Moodle. Matériel supplémentaire de référence est disponible dans la bibliothèque (BST).",
        "bibliography": "The scientific articles that are discussed during the course are available through DIAL and moodle.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2995",
        "title": "Mémoire",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2110",
        "title": "Mondialisation, développement et environnement",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lambin Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Cours magistraux :\rL'enseignement repose sur trois composantes: \r(i) la présentation de concepts et modèles géographiques fondamentaux au cours; \r(ii) la participation des étudiants aux discussions pendant le cours, sur base de lectures fournies au préalable et afin d'illustrer le cours par des situations géographiques concrètes;\r(iii) un travail sur un pays au choix, qui analyse les interactions entre développement et environnement pour ce pays, sur base d'une analyse statistique de données et en faisant référence aux modèles et concepts vus au cours.\rCours magistral 1 Quelques modèles et concepts sur les relations entre développement et environnement\rLecture : Nature, nurture and growth (The Economist, 1997).\r- Le concept de développement durable;\r- Modèle 1 : Capitaux naturel et artificiel et trajectoires de développement ;\rExemple : Les réserves de pétrole dans le monde\r- Modèle 2 : I=PAT;\r- Modèle 3 : La courbe de Kuznets pour l'environnement et la croissance économique.\r- Modèle 4 : Modèle de développement basé sur l'agriculture; le concept de surplus agricole ;\r- Modèle 5 : La tragédie des biens communautaires : Le modèle de G. Hardin et ses critiques\rLecture : The tragedy of the commons: twenty-two years later (Human Ecology 1990) \r\rCours magistral 2 Changements associés aux systèmes agraires tropicaux\rLecture : Food production, population growth and the environment (Science, 1998).\r- Le concept de système agraire;\r- Les systèmes fonciers dans les PVD;\r- Classification des systèmes agraires en fonction de l'intensité agricole;\r- Aspects techniques des systèmes agraires: irrigation, mécanisation, élevage; \rLecture : Biotechnology and food security in the 21st century (Science, 1999)\r- Développement de la commercialisation de l'agriculture et facteurs de blocage.\r- Le concept de capacité de charge.\rLecture : Population growth and Earth's human carrying capacity (Science, 1995)\r- Pression de la population et intensification agricole: le modèle de Boserup;\rLecture : Modelling deforestation processes: a review (Chapter 5, European Commission)\r- Contraintes environnementales et intensification agricole;\r- Involution agricole et facteurs qui retardent l'intensification agricole;\rLecture : Population growth and land degradation (GeoJournal, 1993)\r- Croissance du marché et intensification agricole;\r- Modernisation agricole, marginalisation des pauvres et dégradation écologique.\r- Modèle",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaissances : \rL'objectif de ce cours est d'apprendre à appliquer des modèles et concepts géographiques aux cas des pays en voie de développement\rSavoir-faire :\t\rUne compétence importante à acquérir dans ce cours est la capacité de confronter des modèles géographiques théoriques à des situations concrètes, complexes et diverses. Parmi la diversité des situations dans les pays en voie de développement, l'étudiant doit apprendre à distinguer ce qui est général dans les trajectoires de développement observées de ce qui est propre à chaque lieu et à chaque contexte historique et géographique. Sur base d'une compréhension des interactions entre développement et environnement d'une région, l'étudiant doit pouvoir dériver des principes d'intervention, pour influencer la trajectoire de développement de cette région.\rSavoir-être  :\t\rL'étudiant doit être capable de réfléchir de manière rigoureuse et critique aux interactions entre développement et environnement.",
        "content": "Le cours couvre différents concepts, théories et études de cas qui mettent en évidence l'influence de la mondialisation sur les interactions entre le développement durable, les inégalités sociales et les changements environnementaux.",
        "teaching_methods": "Course magistraux avec participation active des étudiants et travaux pratiques. La présence et la participation active aux cours et aux travaux pratiques sont indispensables.",
        "assessment_methods": "Une partie de la note finale tiendra compte de la participation au cours durant le quadrimestre (20% de la note finale).  En cas d'échec en première session, cette partie de note sera remplacée par un travail écrit individuel. L’évaluation est basée : (i) sur la participation au cours (20%) ; (ii) sur un examen écrit avec questions ouvertes (50%) , (iii) sur le travail tout au long des TP (30%). La présence au cours est requise. Le titulaire du cours pourra, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un.e étudiant.e qui n'aurait pas assisté à au moins 80% des cours et/ou TPs, lors de la session de janvier ou de septembre.",
        "other_info": "Un cours de base sur les dimensions socio-économiques des pays en voie de développement (par exemple, DVLP 2280 Analyse des pays en voie de développement [30, 0, 0]).",
        "online_resources": "Site Moodle du cours.",
        "course_materials": "LAMBIN Eric, 2015. Le consommateur planétaire, Editions Le Pommier, Paris.",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2270",
        "title": "Terrain II en géographie",
        "credits": "5.00",
        "hours": "60.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanwambeke Sophie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Une semaine de terrain en région méditerranéenne (Espagne).\rLes étudiants sont divisés en petits groupes qui travaillent sur un thème spécifique (biogéographie, gestion des ressources en eau, changement d'utilisation du sol dans les systèmes agraires, impacts socio-économiques, dégradation des sols). Chaque groupe est encadré par 1-2 personnes.\r\rTravaux personnels :\rChaque étudiant fera un rapport d'environ 5000 mots sur les sujets discutés sur le terrain. Ce travail est personnel.\rIl est prévu que les étudiants élaborent leurs notes après chaque journée de terrain. Chaque soir, un des groupes fera un petit exposé en conclusion de la journée de terrain. Les professeurs et les assistants seront disponibles pour discuter pendant toute la semaine.\r\rNotions acquises :\rLa capacité de travailler en petits groupes\rLa présentation orale des résultats\rLa présentation par écrit des résultats\rLa capacité de confronter les modèles et les théories avec la réalité en utilisant des cas spécifiques observés sur le terrain",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le thème général du cours est l'utilisation du sol qui est déterminé par de nombreux facteurs : les politiques européennes, les vecteurs de changement global et l'environnement physique. Les étudiants doivent être capables de reconnaître les phénomènes du changement de l'utilisation de sol, ses vecteurs et ses interactions avec le milieu physique sur base d'exemples montrés dans les régions d'étude.\r\rSavoir-être : \rLa capacité d'analyser et de traiter des problèmes sur le terrain et faire le lien avec les modèles et théories proposées dans les exercices intégrés (GEO 2160 et GEO 2260) \rLa capacité de travailler en petits groupes",
        "content": "Une semaine de terrain en région Famenne/Ardenne. Les étudiants sont divisés en petits groupes qui travaillent sur un thème ou une localité spécifique. La région sera étudiée et visitée sous le prisme de divers enjeux contemporains, tels que le développement durable, les changements environnementaux et climatiques, la réduction des émissions et le stockage du carbone, la santé/One Health, politiques agricoles européenne (Farm to Fork). Notions acquises : La capacité de travailler en petits groupes; la présentation orale synthétique des résultats d'un travail intégrant analyse de la littérature, d'une base de données, et d'informations collectées sur le terrain; la présentation par écrit des résultats, y compris pour un public non spécialiste; la capacité de confronter les modèles et les théories avec la réalité en utilisant des cas spécifiques observés sur le terrain.",
        "teaching_methods": "Une recherche préparatoire devra être réalisée par les étudiants, sur base de l’attribution des sujets et de la constitution des groupes. Sur le terrain, le temps sera partagé entre les recherches propres des groupes et divers exposés, y compris par des experts de terrain.",
        "assessment_methods": "Présentation durant la séance préparatoire (10%, note attribuée au groupe) Présentation orale au terme de la semaine de terrain (dernier jour) : présentation de 20 min (15 min + 5 min de questions). (25%, note individuelle) Rapport par groupe. 50%, note de groupe. Le rapport comportera une proposition de communiqué de presse pour la presse locale et régionale. Note réflexive individuelle. 15%. Cette note analysera votre expérience et votre travail dans le cadre de ce cours. La seconde session se présente individuellement et comportera un rapport renforcé sur une thématique attribuée par l'enseignant (75%) et une présentation orale (25%).",
        "online_resources": "Moodle",
        "course_materials": "Tous le matériel de cours sera sur moodle",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2250",
        "title": "Mesures de terrain en géographie",
        "credits": "4.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Jonard François",
            "Van Oost Kristof"
        ],
        "teaching_language": "Français",
        "topics_covered": "Cours : Résumé des techniques et traitement des données Travaux pratiques : Sortie de terrain en Belgique Pratique de traitement des données Plan : Techniques de cartographie : levées topographiques, utilisation de GPS, construction de modèles numériques de terrain. Application de la cartographie pour le suivi des caractéristiques des ressources naturelles (par exemple : phénomène d'érosion, matière organique dans les sols) Techniques de mesures continues avec des systèmes de capteurs et datalogger Validation de classification d'images satéllitaires sur le terrain Enquêtes socio-économiques : formuler et tester un questionnaire",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maîtrise des techniques de mesures géographiques les plus importantes Préparation les étudiants pour l'acquisition de données de terrain en vue de l'utilisation de ces données pour leur mémoire",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2211",
        "title": "Statistiques spatiales approfondies",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hafner Christian"
        ],
        "teaching_language": "Français",
        "topics_covered": "Etude de méthodes statistiques et cartographiques avancées nécessaires aux recherches actuelles en géographie humaine et physique. Le contenu précis est susceptible de varier selon les besoins et l'évolution de la science et comprendrait par exemple les points suivants :\r- problèmes d'endogénéité et méthode des variables instrumentales ;\r- analyses multiniveaux ;\r- données en panels ;\r- biais de sélection ;\r\"\tstatistiques spatiales : \" generalized weighted regression \", etc.\r\"\ttechniques cartographiques nouvelles.",
        "content": "1. Données spatiales et représentation en R 2. Processus ponctuels spatiaux 3. La régression linéaire classique 4. La régression linéaire spatiale 5. Interpolation et prédiction spatiale 6. Données spatio-temporelles 7. Modèles de choix discrets",
        "teaching_methods": "Le cours fait alterner les exposés théoriques et les illustrations sur ordinateur.",
        "assessment_methods": "L'évaluation se base sur un travail personnel sur un jeu de données et un examen oral.",
        "other_info": "Préalable : GEO1341 Modélisation statistique en géographie (ou similaire).",
        "online_resources": "Toutes les notes, portions de code et jeux de données nécessaires pour ce cours se trouvent sur le site moodle associé à ce cours. MOOC \"Introduction à l'économétrie\" sur edx (ouvert en self pace) : https://learning.edx.org/course/coursev1: LouvainX+Louv14x+3T2024/home Vidéos, exercices, études de cas, implémentation des méthodes en R",
        "bibliography": "L Anselin, Spatial Econometrics, Kluwer, 1988. R Bivand, E Pebesma and V Gomez-Rubio, Applied Spatial Data Analysis with R, Springer, New York, 2nd edition 2013. Crawley, Statistics : An Introduction Using R, Wiley, 2005.Web site: http://www.imperial.ac.uk/bio/research/crawley/statistics Wikle, C.K., Zammit-Mangion, A. and Cressie, N. (2019), Spatio-Temporal Statistics with R, CRC Press. J LeSage and RK Pace, Introduction to Spatial Econometrics, Chapman & Hall/CRC, Boca Raton, Florida, 2009. O Schabenberger and C Gotway, Statistical Methods for Spatial Data Analysis, Chapman & Hall, 2005.",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2230",
        "title": "Géographie médicale et de la santé",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vanwambeke Sophie"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGEO1342 Systèmes d'Information Géographique LGEO1321 Géographie rurale et de la santé (ce prérequis sera à confimer en fonction du contenu du nouveau cours).",
        "topics_covered": "L'angle d'approche privilégié pour tous les thèmes est l'espace. Géographie médicale - Perspectives historiques : maladies infectieuses dans l'histoire (collecte de données historiques) - Aspects géographiques de l'émergence de maladies dans le monde contemporain (collecte de données dans un contexte prospectif) - Modélisation des maladies chroniques (associations aux variables socio-économiques ; défis liés à l'usage de données spatiales : points vs. aires ; unités standards d'observation (recensement) vs. épidémiologie). Géographie de la santé - Analyse et constitution de l'offre de services sanitaires - Risques chimiques dans l'air et dans l'eau (analyse de points sources, analyses de groupement) Environnement, développement et enjeux sanitaires - Biodiversité et risque sanitaire - Ecosystem health / ecohealth (approche de la santé humain envisageant les systèmes de manière holistique) dans les pays industrialisés et/ou dans les pays en développement Savoir-faire Savoir identifier le caractère spatial et géographique de problématiques liées à la santé ; Savoir identifier et faire appel à des méthodes avancées d'analyse spatiale et quantitative (essentiellement vues par ailleurs) ; Comprendre les enjeux spatiaux de question de santé publique, et savoir distinguer ceux-ci de ceux liés au risque des individus ; Pouvoir identifier les facteurs environnementaux susceptibles d'influencer la situation sanitaire d'une population Savoir-être Pouvoir évaluer de manière critique des sources de données ; Pouvoir aborder la littérature scientifique de manière critique, en étant capable d'en explorer divers champs (y compris médical) ; Pouvoir participer à des discussions visant la construction du savoir en groupe.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 La plupart, sinon la totalité, des questions de santé peuvent être examinées sous l'angle du spatial, et cet angle peut contribuer significativement à des prises de décision du ressort de la santé publique. Par ailleurs, la capacité du géographe à intégrer les caractères physique et humain de l'espace peut être clé dans la compréhension de la distribution spatiale et temporelle du risque. Ceci est particulièrement pertinent dans le contexte actuel des changements globaux. Il s'agit donc bien d'une branche de la géographie humaine, qui partage avec les autres thématiques de la discipline ses méthodes et ses fondements.",
        "content": "Le cours propose de découvrir l’apport de la géographie dans le contexte de la santé publique. Comment nos interactions avec le milieu affectent notre santé ? Comment les outils de la géographie, tels que la cartographie ou la modélisation, peuvent offrir une perspective additionnelle de valeur pour comprendre les enjeux sanitaires d’aujourd’hui ? L'angle d'approche privilégié pour tous les thèmes est l'espace. Le large panel des sujets traités couvre les maladies infectieuses dans l’histoire et dans le contexte du changement environnemental global et du changement climatique ; l'étude des maladies chroniques dans le contexte géographique, l’usage des données spatiales, l’offre de services sanitaires, la biodiversité, les concepts de One Health et d’écosanté. Ces cadres conceptuels sont ancrés fermement au coeur de la question de la transition et du développement durable.",
        "teaching_methods": "Cours en auditoire et travaux pratiques visant la production d’une mini-recherche sur un sujet choisi par l’étudiant∙e. Cours hybride/comodal Pour faciliter la participation au cours des étudiants qui ne sont pas basés sur le site de LLN, le cours est proposé en format hybride cette année. Attention : 1. Cette proposition ne s’adresse qu’aux étudiants qui sont inscrits à des programmes sur d’autres sites que le site de LLN ; 2. Certaines séances ne sont proposées qu’en présentiel pour optimiser le contact entre toutes les parties prenantes. Il s'agit des séances en semaines 1, 10 et 14. Ces séances seront données uniquement en présentiel ; 3 . Les étudiants qui peuvent suivre le cours en comodal sont les bienvenus en présentiel également, tant au cours qu’au TP.",
        "assessment_methods": "Partie théorique (examen écrit, 50% de la note finale) Partie pratique:  travail (50% de la note finale, dont 75% pour le travail écrit et 25% pour la présentation orale). L'objectif est pour l'étudiant∙e d'approfondir les éléments vus au cours via le choix d'une question ayant trait à la santé dans une perspective géographique. La note de l’évaluation continue est attachée à chacune des sessions d’examens de l’année académique. La partie pratique ne peut pas être représentée.",
        "online_resources": "Toutes les ressources utiles sont sur Moodle.",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2240",
        "title": "Tectonic geomorphology",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vanacker Veerle"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Ce cours avancé est destiné à des étudiants qui sont déjà familiarisés avec les concepts de base de la géomorphologie, via les cours géographie physique (LGEO1231), géomorphologie (LGEO1331), et histoire de la Terre (LGEO1251) ou des cours equivalents.",
        "topics_covered": "L'analyse de la morphologie du paysage découle de l'étude des processus internes et externes qui gouvernent la formation et l'évolution du relief. Dans le cours, on étudie des concepts de la dynamique et l'évolution des formes de relief en analysant les processus tectoniques, climatiques et anthropiques qui influent le transfert de matière à la surface terrestre. Ce cours présente les avancées récentes dans le domaine des processus de surface et de leur évolution. Il couvre les aspects fondamentaux de la discipline en ce compris les marqueurs géomorphologiques, la géochronologie, et l’évolution des paysages à différentes échelles de temps.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 (i) comprendre les fondamentaux des méthodes de datation communément utilisées; (ii) interpréter les taux des processus géomorphologiques et l’évolution à long terme du paysage, et (iii) lire de façon indépendante la littérature scientifique sur les processus géomorphologique et l’évolution topographique des reliefs.",
        "content": "Le cours comporte trois parties. La première partie vise à donner à l’étudiant les concepts fondamentales de la matière de géomorphologie tectonique, et les concepts théoriques des marqueurs géomorphologiques, géochronologie, processus d’érosion et dénudation, et géodésie. Dans la deuxième partie, le cours présente des applications de ces concepts théoriques pour l’interprétation de l’évolution des paysages pendant l’Holocène, le Pleistocène et le Quaternaire, et la révision de la littérature scientifique sur ces sujets. La troisième partie applique ces concepts à une étude de case en Belgique, et inclut des opérations en SIG pour caractériser la morphométrie des paysages.",
        "teaching_methods": "L’enseignement s’appuiera sur : - 10 cours magistraux avec participation active des étudiants - 10 séances d'apprentissage par travaux pratiques en salle didactique avec des exercices en SIG - une journée de terrain pendant laquelle on fera une caractérisation fluvio-morphologique d’une rivière en Ardennes - un travail de groupe sur la géomorphologie (tectonique) d'une région belge",
        "assessment_methods": "Le cours sera évalué de forme continue pendant le semestre sur base de Examen à livre ouvert du matériel du bloc 1 (25%) Présentation de la révision bibliographique (15%) Présentation et rapport du travail de recherche (25%) Rapport écrit du travail de terrain (10%) Un examen écrit avec des questions ouvertes compte pour 25% de la note finale. La participation active et présentielle aux travaux pratiques et à l'excursion est obligatoire. Le rapport final du projet de recherche (1 seul pdf) doit être envoyé par courriel électronique aux enseignants de ce cours avant le 20/12 à 12h. L'utilisation des IA génératives pour la rédaction ou la correction du texte des rapports doit être signalée et indiquée systematiquement dans toutes les parties du texte ayant fait l'objet d'une utilisation des IA. L'étudiant·e est responsable du contenu des rapports, et les sources di'nformation doivent être citées en respectant les normes de référencement bibliographique.",
        "other_info": "Ce cours suppose acquises des notions de base en sciences de la terre, geomorphologie et géographie physique telles qu'enseignées dans les cours LGEO1251, LGEO1331 et LBIR1130. La participation aux travaux pratiques et la sortie de terrain est obligatoire. Ceux-ci ne sont organisés qu'une seule fois pendant l'année. Il est impossible de les refaire en seconde session.",
        "online_resources": "Matériel sur Moodle",
        "bibliography": "disponible en BST (version électronique et version papier): Burbank, D.W.; Anderson, R.S. 2011. Tectonic Geomorphology . Wiley-Blackwell; 2nd Edition.",
        "course_materials": "Les articles scientifiques et les matériels pour les projets sont mis à disponibilité par l'équipe d'enseignants, et sont disponible sur Moodle. Matériel supplémentaire de référence est disponible dans la bibliothèque (BST).",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsc2220",
        "title": "Philosophy of science",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Guay Alexandre"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Chaque année, trois thème centraux sont abordés touchant au dialogue entre les sciences naturelles et les questionnements philosophiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Faire réfléchir les étudiants de Master sur certains thèmes centraux de la philosophie des sciences aujourd'hui, en relation avec leurs intérêts et la discipline scientifique dans laquelle ils sont spécialisés. Leur apprendre à approfondir, seuls ou en groupe, une question philosophique choisie en lien avec les questions abordées aux cours. Être capable d'exposer les résultats de leur réflexion par écrit et en faire une présentation orale.",
        "content": "Les trois thèmes pour 2024-25 sont : Éléments de philosophie des mathématiques. Quel est l'objet des mathématiques? Pourquoi les mahématiques peuvent être utilisées pour modéliser le monde empirique? Approches philosophiques de la causalité. Qu'est-ce que la causalité ? Comment reconnaît-on un lien causal ? Quel rôle joue la causalité dans les explications scientifiques ? Approches philosophiques de la symétrie. Qu'est-ce qu'une symétrie? Wu'est-ce qu'un argument par symétrie?",
        "teaching_methods": "La première partie du cours consistera en leçons magistrales sur les trois thèmes choisis. Pendant ce temps, les étudiants s'inscriront sur le site web du cours et constitueront des groupes de trois au maximum. Chaque groupe choisira un sujet d’exposé ciblé en rapport avec l’un des trois thèmes. Le sujet, la bibliographie et le plan de l’exposé devront tous être validés par le professeur. Celui-ci sera à la disposition des étudiants pour les aider à élaborer l’exposé. La seconde partie des séances sera consacrée aux exposés. L’examen évaluera l’assimilation du contenu des cours magistraux et des exposés.",
        "assessment_methods": "L’évaluation consistera en un examen écrit (50% de la note finale) et en un exposé oral, en classe, fait en équipe (50%). En seconde session, l’évaluation consistera en un examen écrit (50%) + la note d’exposé (50%). Si la note d’exposé est absente ou a déjà été comptée à la session de juin, cette note sera remplacée par un travail de recherche personnel. Notez qu’il est possible de faire l’exposé durant le quadrimestre, demander une note de présence en juin et, en conséquence, utiliser la note d’exposé à la session de septembre.",
        "online_resources": "Voir site Moodle du cours.",
        "bibliography": "Voir site Moodle du cours.",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsc2001",
        "title": "Introduction à la philosophie contemporaine",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pence Charles",
            "Verdée Peter",
            "Verdée Peter"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'esprit humain, dans toutes ses dimensions, peut-il être intégré par les sciences empiriques au sein du monde naturel ? Les sciences cognitives (neurosciences, psychologie cognitive, linguistique, etc.) s'efforcent de mener à bien cette intégration. L'objectif du cours, qui constituera une introduction à la philosophie de l'esprit et des sciences cognitives,  est d'examiner les capacités des sciences cognitives à réaliser cette intégration ' et notamment à réaliser une description et une explication de ceux des aspects de l'esprit humain qui semblent le plus résister à cette intégration dans le monde naturel : la conscience, la rationalité, le libre-arbitre.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours permettra aux étudiants d'aborder un ensemble de problèmes philosophiques liés aux progrès récents dans l'étude scientifique et « naturaliste » de l'esprit humain.",
        "content": "Que nous apprennent les sciences et les mathématiques sur la réalité ? Ce cours explore divers thèmes en philosophie contemporaine, en se concentrant sur l’interprétation et la méthodologie des sciences et des mathématiques. Réalisme, pragmatisme et idéalisme La vérité : théories de la vérité, paradoxes, vérité en mathématiques La probabilité : théories de la probabilité, interprétations, paradoxes Sciences et normes Interprétation en sciences (mathématiques, physique quantique, etc.)",
        "teaching_methods": "Cours magistraux donnés par l'enseignant, avec un rôle important pour des discussions avec et entre les étudiant·e·s.",
        "assessment_methods": "Dans la session de juin et la session d'août : un travail de groupe écrit (50 %) et une défense individuelle de ce travail à l’examen oral (50 %).",
        "online_resources": "Lecture et slides disponible par le site Moodle du cours.",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2170",
        "title": "Terrain I en géographie",
        "credits": "5.00",
        "hours": "60.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lambin Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Travaux dirigés :\rUne semaine de terrain  dans les Alpes.\rLes étudiants sont divisés en petits groupes qui travaillent sur un thème spécifique (biogéographie, gestion des ressources en eau, changement d'utilisation du sol dans les systèmes agraires, impacts socio-économiques, dégradation des sols). Chaque groupe est encadré par 1-2 personnes.\r\rTravaux personnels :\rChaque étudiant fera un rapport d'environ 5000 mots sur les sujets discutés sur le terrain. Ce travail est personnel.\rIl est prévu que les étudiants élaborent leurs notes après chaque journée de terrain. Chaque soir, un des groupes fera un petit exposé en conclusion de la journée de terrain. Les professeurs et les assistants seront disponibles pour discuter pendant toute la semaine.\r\rNotions acquises :\rLa capacité de travailler en petits groupes\rLa présentation orale des résultats\rLa présentation par écrit des résultats\rLa capacité de confronter les modèles et les théories avec la réalité en utilisant des cas spécifiques observés sur le terrain",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaissances : \rLe thème général du cours est l'utilisation du sol qui est déterminé par de nombreux facteurs : les politiques européennes, les vecteurs de changement global et l'environnement physique. Les étudiants doivent être capables de reconnaître les phénomènes du changement de l'utilisation de sol, ses vecteurs et ses interactions avec le milieu physique sur base d'exemples montrés dans les régions d'étude.\r\rSavoir-être : \rLa capacité d'analyser et de traiter des problèmes sur le terrain et faire le lien avec les modèles et théories proposées dans les exercices intégrés (GEOG 2120 et GEOG 2122) \rLa capacité de travailler en petits groupes",
        "teaching_methods": "Enseignement de terrain dans les Alpes avec participation active des étudiants à des exercices.",
        "assessment_methods": "Evaluation continue pendant l'enseignement de terrain. Travail à préparer avant l'enseignement de terrain.",
        "other_info": "Préalables : Exercices intégrés GEO 2160 ou GEO2260",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2840",
        "title": "Science et foi chrétienne",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bourgine Benoît",
            "Dos Santos Rodrigues Paulo Jorge"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre l'objectif visé, le cours abordera les trois thèmes suivants : a) bref historique des rapports entre sciences (de la nature et humaines) et christianisme dans ses aspects institutionnels et conceptuels, b) une typologie des modes de dialogue et de confrontation entre sciences et théologies avec leurs limites, leur portée et leurs fondements théologiques, c) une série d'études de cas récents.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a) présenter les grandes étapes de l'évolution historique des rapports entre sciences et christianisme (événements et documents majeurs) ; 2 b) caractériser et évaluer les modes de rapports entre sciences et foi, religion, théologie chrétienne en en comprenant la portée et les limites spécifiques ; 3 c) analyser des cas précis de relations contemporaines entre sciences et théologies.",
        "content": "Ce cours peut être choisi par les étudiants de l'EPL comme une alternative au cours Sociétés, cultures, religions. 2024/2025 Science et foi chrétienne Le cours offre l'opportunité d'effectuer une expérience d'interdisciplinarité, requise par le questionnement envisagé. Le prof. Paulo Rodrigues (Université catholique de Lille) et le prof. Benoît Bourgine (UCLouvain), interviendront pour tenter de clarifier la problématique des rapports entre sciences et foi chrétienne. Une typologie des modes de dialogue et de confrontation entre sciences et théologies est à élaborer et à éprouver de manière à en dessiner les limites, la portée et les fondements tant philosophiques que théologiques. Une mise en perspective historique ainsi qu'une présentation des enjeux contemporains seront proposées.",
        "teaching_methods": "Les cours sont magistraux. Le syllabus du professeur Bourgine est à votre disposition sur le site Drive du cours: https://drive.google.com/drive/folders/1OZCoMW0VNypXPpzclRJacv3NJ-xlM0ns?usp=drive_link TITRE DU SYLLABUS: SCIENCES ET FOI CHRETIENNE",
        "assessment_methods": "L'examen est un écrit de deux heures en session d’examen comportant deux questions ouvertes, dont la liste limitative est fournie aux étudiants : l’une posée par le prof. P. Rodrigues, l’autre posée par le prof. Bourgine, respectivement sur les exposés de l'un et de l'autre. Vous êtes invités à répondre à chacune des questions en 30 lignes environ.",
        "other_info": "Calendrier Voici le calendrier des 7 séances qui ont lieu le mercredi de 16h15 à 18h15 [LECL60] : Prof. Benoît Bourgine: 18 septembre 25 septembre 2 octobre 9 octobre Prof. Paulo Rodrigues: 16 octobre 23 octobre 6 novembre",
        "online_resources": "Avec ce lien, vous pouvez accéder à des ressources en ligne: https://drive.google.com/drive/folders/1OZCoMW0VNypXPpzclRJacv3NJ-xlM0ns?usp=drive_link",
        "course_materials": "Sciences et foi chrétienne 2024/2025 - Syllabus Bourgine",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2160",
        "title": "Integrated project in sustainability",
        "credits": "4.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Meyfroidt Patrick",
            "Rousseau Raphaël"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Theoretical course Introduction to the course and its objectives Defining the problem and themes for the case studies. The case studies will be based on a comparison of two European regions (within Belgium and Spain). The specific study themes will change each year, but examples include : tourism, transport (air traffic, high speed trains, road building, etc.), migration/demography and residential housing (retirement homes, new labour), emerging/declining industries (manufacturing, etc.), agriculture and agri-business (glass house production, fruit production), forest cover change, the impact of land use change on water resources (industrial and agricultural consumption patterns), biogeography (ecology and landscape), land degradation (the socio-economic and physical drivers of soil erosion on the loess belt and in Mediterranean environments). Travaux dirigés : Themes TD 1 Defining the problem and refining the case study objectives Small group tutorial (5 per group) Student implication : 1 hour TD 2 Discussing progress and initial results Small group tutorial (5 per group) Student implication : 1 hour TD 3 Field work to validate hypotheses See GEOG2161 Enseignement de terrain TD 4 Presenting the results and conclusions of the study Seminar (in English) Student implication : 3 hours Travaux personnels : Working in small thematic groups to identify and allocate the tasks and techniques necessary to achieve the case study objectives ( 4 hours). Tackling the problem - review of the literature and the study area, collection and use of available data resources, application of appropriate methods (40 hours). Field work (see GEOG2161 Enseignement de terrain) Production of the final report (12 hours). Notions acquises : Ability to work within a team and contribute to the group's work Methodological and analytical techniques Seminar presentation skills (and ability in English) Report writing skills",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Knowledge : To further develop understanding of the processes of human and physical geography and how these processes interact within the context of the issues and problems that occur at the regional scale. To analyse regional development policies within the European Union, and assess their impact on land use within different case study areas. Know-how : To apply fundamental geographic principles and techniques to real-world problems and thus, to bridge the gap between the classroom and geography in practice. (This will be achieved in combination with the enseignement de terrain). To develop the capacity for critical appraisal of regional policies and development in the EU. To develop and apply a working knowledge of the English language within the framework of the University language plan. Personal skills : To develop the capacity to work in groups as part of a team",
        "content": "L’objectif de ce cours et de donner la possibilité à l’étudiant.e de s’interroger sur le millieu et l'environnement dans lequel il ou elle vit, de poser de bonnes questions en termes de disparités spatiales et de proposer des réponses en termes géographiques (outils, méthodes, indicateurs, tendances spatiales, cartes, …). Une thématique générale relative au développement durable est formulée chaque année ; il convient aux étudiant.e.s de choisir un sujet de travail particulier et de travailler par groupe et individuellement sur ce sujet.",
        "teaching_methods": "Les étudiant.e.s travaillent sur un thème général sur base de rapports d'organisations internationales). Le cours est divisé en moments de travail en classe et hors classe : 1. Lors de la première séance, le contenu et les objectifs du cours seront présentés. Les séances suivantes serviront à un suivi régulier du travail avec l'équipe enseignante pour vérifier l'avancement du travail. La dernière séance est consacrée à la présentation orale du travail final. 2. Le reste du temps est libre pour laisser les groupes et les étudiant.e.s travailler sur leur projet. Une salle informatique est réservée chaque semaine pour ce travail. Le cours sera donné en anglais . Toutes les diapositives et les documents complémentaires sont également en anglais. Les étudiant.e.s doivent assister à toutes les séances avec l'équipe enseignante pour réussir le module.",
        "assessment_methods": "Présentations de groupe et individuelles sur le travail réalisé. Petits rapports intermédiaires pendant l'année sur l'avancement du travail. L'usage éventuel d'intelligences artificielles (IA) génératives doit se faire de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique et au RGEE (voir entre autres l'article 107).",
        "course_materials": "The slides, the primary scientific reports and several articles are available in Moodle.",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2185",
        "title": "Advanced geo-processing",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Stevens Antoine",
            "Van Oost Kristof"
        ],
        "teaching_language": "Anglais",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2003e",
        "title": "Questions d'éthique dans les sciences et les techniques (partie séminaire)",
        "credits": "2.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Le cours suppose une formation de base à la philosophie des sciences de la nature et à la réflexion éthique ; une connaissance au moins passive de l'anglais suffisante pour pouvoir lire des textes courants en philosophie de la nature et des sciences de la nature.",
        "topics_covered": "En vue d'une analyse philosophique des pratiques techno-scientifiques contemporaines selon une double orientation, il s'agira - d'étudier les dimensions sociétales de la pratique technico-scientifique et d'introduire aux concepts fondamentaux de la sociologie des sciences ainsi que des courants \" Sciences, technologies, sociétés \" - d'envisager les dimensions éthiques des pratiques scientifiques, dans les multiples dimensions de la sphère techno-scientifique. Le cours comportera deux moments : Un premier moment, théorique, consistera en une introduction aux concepts de base de la sociologie des sciences ainsi qu'aux concepts fondamentaux des approches éthiques des sciences et des techniques. Une deuxième partie consistera en l'analyse de situations particulières, les études de cas choisies pouvant varier chaque année.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable : d'analyser les pratiques techno-scientifiques contemporaines de dégager les enjeux éthiques et sociétaux de ces pratiques",
        "content": "L'objectif du cours est de proposer les concepts de base pour une approche critique des relations sciences-sociétés dans leur dimension éthique. Le cours prend la forme d'une activité interdisciplinaire, tant au niveau des titulaires qu'au niveau de la dynamique générale. Ce cours comporte 2 ECTS pour les scientifiques et 5 ECTS pour les philosophes. Le cours comporte donc 2 parties distinctes. 1) Partie destinée à tout l'auditoire : Six séances d'exposés suivis de débats par les titulaires du cours sur des thèmes généraux (par ex., justifications de l'éthique, biodiversité et enjeux économiques, organismes génétiquement modifiés, politique énergétique, fécondation in vitro, etc.). 2) Partie spécifique aux étudiants en philosophie : Les étudiants en philosohie rédigent de plus un travail approfondi d'une douzaine de pages sur les dimensions philosophiques et éthiques du thème travaillé avec les étudiants en sciences (voir ci-dessous).",
        "teaching_methods": "Présentations thématiques par les titulaires en binôme (scientifique et philosophe), suivies d'un débat avec toute la classe Visionage d'un film Présentation des travaux de groupe par les étudiant·e·s",
        "assessment_methods": "1. Séminaire commun avec les étudiants de la Faculté des sciences (2 ECTS) Les travaux sont préparés par groupes inter-disciplinaires (2 à 4 étudiants) sur un thème choisi en concertation avec les co-titulaires du cours. Les travaux font l'objet d'un rapport écrit et d'un exposé oral avec discussion prévu lors du mini-symposium qui clôture le cours. 2. Séminaire entre philosophes (3 ECTS) Les étudiants en philosophie sont invités à produire un travail philosophique d'une douzaine de pages d'approfondissement du thème traité avec les étudiants en sciences. L'évaluation porte sur les deux travaux présentés, pondérés en fonction du nombre de crédits qui leur sont associés (40% travail de groupe, 60% travail individuel).",
        "online_resources": "Présentations PowerPoint et autre lecture pertinente accessibles sur Moodle.",
        "responsible_entity": "EFIL"
    }
]