[
    {
        "url": "https://uclouvain.be/cours-2024-lgerm1313",
        "title": "Einführung in die deutsche Linguistik: Phonologie und Morphologie",
        "credits": "5.00",
        "hours": "22.5 h + 5.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Sabel Joachim"
        ],
        "teaching_language": "Allemand",
        "prerequisites": "/",
        "topics_covered": "1. étude de la phonologie et de la morphologie à la lumière des courants spécifiques à la linguistique allemande; 2. initiation à la lecture d'articles scientifiques; 3. présentation critique des ouvrages de référence.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquisition par les étudiants des bases de la linguistique allemande dans les domaines phonologique et morphologique, ainsi que de l'aptitude à comprendre les règles de fonctionnement propres à la langue allemande dans ces domaines.",
        "content": "Les étudiant(e)s apprennent les bases théoriques de la description et de l'analyse grammaticale de la langue allemande. Ils pourront se familiariser avec les bases de la phonétique et de la phonologie allemande, de la morphologie ainsi que de l'argumentation linguistique. Etude plus approfondie de différents concepts théoriques d'analyse grammaticale de l'allemand, exercices d'application, lecture et critique de publications linguistiques. Analyse systématique des aspects suivants de la grammaire allemande : phonétique/phonologie : inventaire des consonnes et voyelles de l'allemand, l'alphabet phonétique international (transcriptions), phonologie de base, les paires, les syllabes; morphologie : catégories de mots, le morphème, procédés morphologiques (dérivés, flexion, mots composés), sémantique lexicale.",
        "teaching_methods": "Les étudiants disposent de notes de cours (syllabus) en allemand.",
        "assessment_methods": "Les modalités d'évaluation consistent en un examen général (en allemand) écrit lors de la session d'examen qui suit le cours. Cet examen comptera pour 100% de la note finale.",
        "other_info": "Le cours Germ 1113 devrait avoir été suivi au préalable.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm1328",
        "title": "Introduction to English linguistics : syntax and stylistics",
        "credits": "5.00",
        "hours": "22.5 h + 5.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gilquin Gaëtanelle"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "/",
        "topics_covered": "Le cours introduit à la syntaxe et à la stylistique de l'anglais. 1. Syntaxe : catégories grammaticales, fonctions syntaxiques et sémantiques ; syntagmes ; phrases simples, composées et complexes. 2. Stylistique : analyse des différences linguistiques (lexicales et syntaxiques) entre différentes variétés de l'anglais (oral et écrit; style familier et soutenu).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Donner les bases de la linguistique anglaise dans les domaines de la syntaxe et de la stylistique et initier les étudiants à la réalisation de travaux scientifiques dans ces domaines.",
        "content": "Le cours aborde les notions fondamentales de syntaxe et de stylistique anglaises.",
        "teaching_methods": "Combinaison de cours magistraux et de séances d'exercices.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es de deux manières : - Participation active aux activités proposées sur Moodle (quiz/exercices) : 10% de la note finale. - Examen écrit en janvier et/ou en septembre : 90% de la note finale. L’objectif étant de former des spécialistes de la langue, une grande importance sera accordée à la correction/précision langagière dans les travaux et examens liés au cours. Pour la même raison, l'utilisation des intelligences artificielles génératives n'est permise pour aucune des parties de l'évaluation. En cas de deuxième inscription à l'examen (session d'août/septembre), l'étudiant·e devra repasser l'examen écrit et compléter les activités sur Moodle non réalisées pendant l'année académique.",
        "online_resources": "Moodle",
        "bibliography": "Carter, R. & McCarthy, M. (2006) Cambridge Grammar of English: A Comprehensive Guide. Cambridge: Cambridge University Press.",
        "course_materials": "Documents PowerPoint sur Moodle Notes de cours de l'étudiant·e Carter, R. & McCarthy, M. (2006) Cambridge Grammar of English: A Comprehensive Guide. Cambridge: Cambridge University Press.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm1334",
        "title": "Nederlandse literatuur I : van de Middeleeuwen tot de 18de eeuw",
        "credits": "5.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vanasten Stéphanie"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "/",
        "topics_covered": "- Réflexion sur le concept d'« histoire de la littérature » : interrogation de ses fondements méthodologiques et disciplinaires (en particulier pour la littérature de langue néerlandaise) ; - Présentation de l'histoire de la littérature néerlandaise dans le contexte des grandes productions culturelles, philosophiques, politiques et sociales européennes ; - Description de sa périodisation depuis le Moyen-Âge jusqu' à la fin du XVIIe siècle ; - Essai de synthèse des productions dominantes en confrontation avec l'analyse de mouvements singuliers. Des lectures obligatoires de textes littéraires ou extraits illustrent le propos.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de - lire et comprendre les productions littéraires étudiées en langue néerlandaise et allant du Moyen-Âge au XVIIIe siècle ; - expliquer les développements principaux de la littérature d'expression néerlandaise du Moyen-Âge au XVIIIe siècle en relation avec ses divers contextes (linguistiques, culturels, philosophiques, esthétiques, idéologiques, sociaux, politiques) et situer ses enjeux pour l'histoire littéraire européenne ; - situer sur la ligne du temps (époques, courants, générations) des figures importantes et des textes littéraires marquants en langue néerlandaise et mettre en évidence la spécificité des faits littéraires étudiés en se référant à l'histoire de la critique littéraire (esthétique, genres, thèmes, poétique, génétique, médias, réception, institution, etc.) ; - faire preuve dun regard critique sur la légitimé et la validité de la périodisation adoptée et d'élaborer, dans la perspective de l'histoire littéraire et culturelle, un bref commentaire personnel (essai, dissertation) d'un texte littéraire donné.",
        "content": "Le cours est consacré à l’étude de la littérature d'expression néerlandaise depuis le Moyen-Âge jusqu'à la fin du XVIIIe siècle. Il explore les principales figures et les textes fondateurs de la littérature néerlandophone depuis ses débuts, les situe dans leurs divers contextes historiques (linguistiques, politiques, esthétiques, philosophiques, sociaux-culturels, religieux), et interroge leur circulation et postérité à l’époque contemporaine. Les grands auteurs, figures marquantes, courants, œuvres et genres littéraires pratiqués sont considérés et discutés scientifiquement.",
        "teaching_methods": "Le cours comporte une partie dite 'magistrale' avec supports Powerpoint et multimédias, axée sur la lecture commentée de textes littéraires (ou extraits) en langue néerlandaise choisis dans une large variété de thèmes, de registres, de genres et d'époques. Ces textes, représentatifs de la période étudiée, seront lus et préparés à domicile par les étudiants. Une visite en groupe au musée Plantin Moretus (Anvers) illustre et complète le propos. Des séances obligatoires de travaux pratiques, dirigées par un(e) assistant(e), accompagnent le cours. Elles aident les étudiant.e.s à appréhender la lecture de textes littéraires du corpus et à élaborer progressivement un commentaire personnel argumenté et scientifiquement documenté. Une participation active est requise. Des exercices ponctuels, proposés lors du cours magistral, des travaux pratiques ou en auto-apprentissage via Moodle, permettent aux étudiants de s'approprier la matière et de se familiariser avec le mode d'évaluation. Une attention particulière est accordée à l'utilisation d'instruments de travail, de recherche et d'information pour l’étude de la littérature de langue néerlandaise.",
        "assessment_methods": "Evaluation formative et continue (20 %): participation active, attestant de la lecture obligatoire des textes littéraires à l’étude, de l’étudiant(e) aux cours, travaux pratiques obligatoires et activités d'apprentissage (dont visite de musée obligatoire). Remise de trois tâches ciblées (individuelles ou collectives) de lecture et d'analyse. Evaluation finale: - l’examen écrit (60%) porte sur les contenus et balises historiographiques exposés durant la partie magistrale ainsi que sur le portefeuille de textes (anthologie de lectures obligatoires). Les (extraits de) textes étudiés font l'objet d'une évaluation approfondie. - l’examen oral (20%) porte sur un petit travail individuel de recherche, en lien avec un des textes de l'anthologie (au choix) et destiné à évaluer plus spécifiquement les savoir-faire et savoir-apprendre. Il s’agit de développer, à partir d’un document préparatoire soumis préalablement, sources à l’appui, un bref commentaire argumenté du texte choisi et d’amorcer une réflexion critique sur son émergence historique, sa postérité et la construction historiographique qui l'entoure. La qualité d’expression personnelle et la maîtrise de la langue, en particulier écrite, entre en compte dans l’évaluation, et un trop grand nombre de fautes peut conduire à l’échec. Le travail sera établi dans le respect des consignes spécifiques énoncées et conformément aux pratiques de l’intégrité académique et scientifique. L’usage de toute source d’information (y compris des intelligences artificielles génératives) non dûment référencée et systématiquement signalée pour chaque part du travail concerné, et empêchant, dans le respect du principe d’authenticité, l’examinateur.trice de vérifier les acquis, les compétences personnelles de l’étudiant.e, le processus et la démarche suivis, est interdit. En cas de seconde inscription à l'examen, l'évaluation est répartie comme suit: examen écrit (70%), examen oral sur base du travail de recherche personnel (30%). L'étudiant.e pourra décider, en accord avec l’enseignant.e, de parfaire son travail personnel pour l’examen oral au départ du même texte littéraire ou sujet qu’à la session d’examen précédente. Pour atteindre comme note finale le seuil minimal de réussite de ce cours, tenant compte des diverses activités d’apprentissage, un score de minimum 8/20 doit être obtenu pour chacune des deux parties de l’évaluation sommative (examen écrit, examen oral). Si l’étudiant.e a obtenu une note inférieure à 8/20 pour (l’une de) ces parties, alors la note finale pour l’ensemble de l’inscription à l’examen ne pourra dépasser 9/20.",
        "other_info": "S upports de cours : portefeuille de lectures (anthologie), hand-outs et Powerpoints en séance, enregistrements sonores et vidéos, ressources pédagogiques sur la plateforme Moodle, matériel didactique et guide du visiteur concernant le Musée Plantin-Moretus à Anvers.",
        "online_resources": "voir Moodle www.dbnl.org https://museumplantinmoretus.be/",
        "bibliography": "Geschiedenis van de Nederlandse literatuur : dl 1 (I & II), dl 2, dl 3 en 4 (I) Amsterdam : Bert Bakker, 2006-2013 (aussi en ligne, www.dbnl.org): Frits VAN OOSTROM, Stemmen op schrift . Geschiedenis van de Nederlandse literatuur tot 1300. Amsterdam: Uitgeverij Bert Bakker, 2006. Deel 1(I). Frits VAN OOSTROM, Wereld in woorden. Geschiedenis van de Nederlandse literatuur 1300-1400 , Amsterdam: Uitgeverij Bert Bakker, 2013. Deel 1 (II). Herman PLEIJ, Het gevleugelde woord. Geschiedenis van de Nederlandse literatuur 1400-1560 , Amsterdam: Bert Bakker, 2007. Deel 2. Karel Porteman & Mieke B. SMITS-VELDT, Een nieuw vaderland voor de muzen. Geschiedenis van de Nederlandse literatuur 1560-1700. Amsterdam: Bert Bakker, 2008. Deel 3. Inger LEEMANS, Gert-Jan JOHANNES, Joost KLOEK, Worm en Donder (1700-1800: de Republiek). Amsterdam: Bert Bakker, 2013. Deel 4 (I) Une bibliographie détaillée pour la période est mise à disposition sur Moodle.",
        "course_materials": "anthologie van verplichte teksten handouts Powerpoint presentaties (op Moodle) ander didactisch materiaal op Moodle luister- en kijkmateriaal informatie over het Plantin Moretus museum",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llmod1399",
        "title": "Travail de fin de cycle",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Les séances de cours associées à cette unité d’enseignement aborderont les thèmes suivants : Processus d’élaboration et caractéristiques du discours scientifique Normes et méthodes de la recherche et du référencement bibliographiques Par ailleurs, dans le cadre de cette unité d’enseignement, chaque étudiant·e réalisera un travail de fin de cycle, sur un thème défini en concertation avec un·e promoteur·rice et relevant d’un des domaines d’études des programmes de langues et lettres. L’élaboration du travail sera sous la supervision de la promotrice ou du promoteur, lors de séances de travail collectives ou de rencontres individuelles. Le travail comprendra environ 30 000 signes espaces compris (soit 13 à 15 pages), hors citations longues, annexes et bibliographie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Chaque étudiant réalisera un travail de fin de cycle dans le domaine de son choix. Ce travail constituera une étape significative dans l'initiation à la recherche personnelle. Il sera accompli sous la direction d'un ou de plusieurs promoteurs, membres du cadre académique et scientifique définitif relevant de la Commission de programme dont dépend l'étudiant. Les thématiques possibles seront présentées au début de chaque année académique par les promoteurs potentiels. L'étudiant en choisira une. La préparation et la présentation des recherches feront l'objet de séances de travail collectives.",
        "content": "La préparation et la présentation des recherches feront l'objet, soit de rencontres personnelles avec le promoteur, soit de séances de travail collectives. Le travail final comprendra environ 30 000 signes, espaces comprises, hors citations longues, annexes et bibliographie.",
        "assessment_methods": "Le TFC est évalué par le ou les promoteurs. La note prend en considération les éléments suivants : Capacité à produire une synthèse argumentée et documentée. Capacité à mobiliser une méthodologie adaptée au traitement de la question choisie et à en justifier le choix. Cohérence du raisonnement proposé et pertinence des arguments mobilisés. Qualité et correction de la formulation écrite ; usage d'une terminologie rigoureuse et appropriée. Participation aux séances d’encadrement individuelles ou collectives organisées par le promoteur ou la promotrice et qualité de ces interactions. Les intelligences artificielles (IA) génératives, si elles sont utilisées, doivent l’être de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. Le jury peut s’opposer à l’inscription d’un·e étudiant·e au TFC ou juger celui-ci irrecevable dans le cas où l’étudiant·e n’aurait pas participé aux différentes étapes du dispositif pédagogique telles que détaillées ci-dessus et, a fortiori, si l’étudiant·e n’a jamais pris contact avec son promoteur/sa promotrice (hormis pour la validation du sujet du TFC).",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm1503",
        "title": "Nederlands: gevorderde taalvaardigheid en taalbeheersing II",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Hiligsmann Philippe"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Niveau Avancé B2 du Cadre Européen Commun de Référence pour les Langues",
        "topics_covered": "Afin d'atteindre les objectifs précités, les étudiants font des exercices de compréhension à l'audition et à la lecture. Les textes présentés sont d'une grande diversité et d'un niveau d'abstraction adapté au niveau intellectuel des étudiants. L'étudiant est initié aux structures discursives culturellement spécifiques de la langue cible. Les aspects formels du langage sont utilisés de manière productive (et testés) tant à l'oral qu'à l'écrit, avec une insistance particulière sur les aspects de la communication interculturelle et sur la traduction. Il s'agira de faire prendre conscience des différences linguistiques - principalement lexicales et grammaticales - existant entre le français et la langue cible, susceptibles de constituer des sources d'erreur pour les étudiants.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant fera preuve de compétences réceptives et productives d'un niveau avancé supérieur (Niveau B2+, Cadre européen de référence pour les langues) à l'oral et à l'écrit. 1. Compétences réceptives : L'étudiant pourra: - comprendre un discours plus extensif, même quand celui-ci n'est pas nettement structuré et quand les relations internes restent implicites et ne sont pas explicitement indiquées ; - suivre dans le détail des programmes à la radio et à la télévision ; - comprendre des films qui utilisent une langue standard ; - comprendre des variantes parlées avec un accent légèrement régional ; - suivre facilement un débat, y compris sur des sujets abstraits et/ou académiques ; - résumer un cours, une conférence ou présentation d'un locuteur natif ; - comprendre des textes plus longs, plus compliqués de style journalistique, littéraire ou spécialisés; - apprécier l'utilisation de différents registres et styles ; - découvrir aisément la structure de textes discursifs ; - reconnaître et trouver l'équivalent dans sa propre langue des techniques de style typiques de la langue cible ; - reconnaître le public cible d'un texte. 2. Compétences productives : L'étudiant : - disposera d'un large répertoire de discours pour exprimer sans restriction ce qu'il veut dire ; - possèdera une bonne maîtrise d'un vaste répertoire lexical lui permettant de surmonter facilement les lacunes par des périphrases avec une recherche peu apparente d'expressions et de stratégies d'évitement ; - aura une bonne maîtrise d'expressions idiomatiques et familières ; - ne commettra pas d'erreurs de vocabulaire significatives ; - pourra maintenir constamment un haut degré de correction grammaticale ; les erreurs seront rares ; - pourra varier l'intonation et placer l'accent phrastique correctement afin d'exprimer de fines nuances de sens ; - utilisera la mise en page, les paragraphes et la ponctuation de manière logique et appropriée ; - fera la preuve d'un haut niveau de correction orthographique, grammaticale et lexicale ; - pourra produire un texte clair, fluide et bien structuré, démontrant un usage contrôlé de moyens linguistiques de structuration et d'articulation.",
        "content": "Extension du vocabulaire avec une attention particulière sur son utilisation appropriée en contexte (collocations, registre). Aspects grammaticaux de la langue cible. Formes de discours, techniques discursives et rhétoriques, typiques de la langue cible. Formes de discours typique de la langue cible. Spécificités lexicales et structurelles du discours écrit et du discours oral dans la langue cible.",
        "teaching_methods": "Partie magistrale au cours de laquelle on insistera sur l'extension lexicale systématique, la correction stylistique et grammaticale précise, les différentes formes du discours et la qualité de la traduction. Partie exercices, centrée plus particulièrement sur les compétences productives orales et écrites (exactitude de la prononciation, respect du code, respect du registre, étendue du vocabulaire, aisance communicationnelle et formes contemporaines de communication).",
        "assessment_methods": "Evaluation continue : quatre productions écrites sur l'ensemble de l'année seront évaluées (deux par semestre). Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. La note finale de l'examen de janvier et de juin sera la moyenne des notes suivantes: évaluation continue (moyenne des notes des deux travaux écrits du semestre) (/20), examen écrit (/60: 30 points pour les exercices relatifs à la théorie vue au cours / 30 points pour la rédaction [critère de correction formelle: - 5 points par faute répertoriée dans l'ouvrage 100 fautes ]), examen oral/maitrise de la langue orale (/40) La note finale de l'examen d'août sera la moyenne des notes suivantes: examen écrit (/60: 30 points pour les exercices relatifs à la théorie vue au cours / 30 points pour la rédaction [critère de correction formelle: - 5 points par faute répertoriée dans l'ouvrage 100 fautes ]), examen oral/maitrise de la langue orale (/60)",
        "bibliography": "S. Theissen, Ph. Hiligsmann & L. Rasier, Dictionnaire contrastif français-néerlandais, Louvain-la-Neuve: PUL, 2013. Ph. Hiligsmann, P. Degrave, K. Van Goethem & L. Rasier, 100 fautes. De Boeck, 3e édition, 2023. Documenten beschikbaar op Moodle",
        "course_materials": "S. Theissen, Ph. Hiligsmann & R. Lousberg, Nouveau dictionnaire contrastif des prépositions (français-néerlandais avec excercices), Brussel: De Boeck, 2003 (verkrijgbaar in de handel) Ph. Hiligsmann & S. Theissen, Néerlandais intermédiare avancé. Expressions et proverbes, Brussel, De Boeck, 2008 (verkrijgbaar in de handel) S. Theissen, Ph. Hiligsmann & L. Rasier, Dictionnaire contrastif français-néerlandais, Louvain-la-Neuve: PUL, 2013. Ph. Hiligsmann, P. Degrave, K. Van Goethem & L. Rasier, 100 fautes. De Boeck, 3e édition, 2023. Documenten beschikbaar op Moodle",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2835",
        "title": "Nederlandse taalkunde: morfosyntactische, fonetische en syntactische aspecten van het Nederlands als vreemde taal",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hiligsmann Philippe"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Introduction à la linguistique néerlandaise et bonne maîtrise de la langue néerlandaise.",
        "topics_covered": "Ce cours abordera les principaux concepts relatifs à l'apprentissage d'une langue étrangère (p. ex. le concept d'erreur, la notion d'interlangue, le rôle joué par la langue maternelle dans l'acquisition et l'apprentissage des langues étrangères, les différentes stratégies d'apprentissage, etc.) On mettra ensuite l'accent sur les principaux aspects morphosyntaxiques, phonétiques et lexicaux de l'interlangue d'apprenants du néerlandais langue étrangère, en particulier d'apprenants francophones du néerlandais.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant devra : 1. avoir développé une connaissance théorique de l'acquisition vs. apprentissage d'une langue étrangère, en particulier du néerlandais. 2. avoir acquis une connaissance théorique et pratique des caractéristiques de l'interlangue d'apprenants du néerlandais langue étrangère, en particulier d'apprenants francophones du néerlandais. 3. être capable de mettre en place une méthodologie adéquate en vue de l'étude d'un aspect de l'interlangue.",
        "content": "Dans la première partie du cours, on passera brièvement en revue les différentes théories de l'acquisition et apprentissage des langues étrangères. Dans la seconde partie seront analysés les principaux aspects morphosyntaxiques, phonétiques et lexicaux de l'interlangue d'apprenants du néerlandais langue étrangère, en particulier d'apprenants francophones du néerlandais, sur la base d'une étude de cas. L'accent sera également mis sur les processus permettant d'expliquer les différents types d'erreurs dans l'interlangue.",
        "teaching_methods": "Classe inversée et assistance  à une journée d'études/colloques",
        "assessment_methods": "Examen oral en janvier et en août. La note finale sera la moyenne de deux notes: maitrise du contenu du cours /20 et maitrise du code (correction grammaticale et aisance à l'oral) /20.",
        "bibliography": "Bossers, B. e.a. (red.) (2010), Handboek Nederlands als tweede taal in het volwassenenonderwijs. Bussum: Coutinho. Wetenschappelijke artikelen / scientific articles / articles scientifiques (Moodle) Bossers, B. e.a. (red.) (2010), Handboek Nederlands als tweede taal in het volwassenenonderwijs. Bussum: Coutinho. Wetenschappelijke artikelen / scientific articles",
        "course_materials": "Bossers, B. e.a. (red.) (2010), Handboek Nederlands als tweede taal in het volwassenenonderwijs. Bussum: Coutinho. Wetenschappelijke artikelen / scientific articles / articles scientifiques (Moodle)",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1152",
        "title": "Introduction aux études littéraires",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Deschambre Elise"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours abordera les approches majeures de la littérature qui ont été développées au cours de l’histoire et il questionnera la validité des méthodes et des discours scientifiques relatifs à la lecture. Il fournira des repères et cadres épistémologiques pour les études littéraires : histoire et problématique des notions de texte, de genre littéraire et de littérature, éléments constitutifs du texte dramatique, du texte poétique et du texte narratif, en ce compris ceux des principaux genres narratifs et des principaux mondes du récit. En complément de l’introduction théorique et historique aux méthodes d’analyse littéraire, il proposera des études de cas spécifiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Problématiser les notions de texte, de littérature et  de genre en se référant à différentes définitions et approches qui en ont été proposées par la critique ; 2 Connaitre et mobiliser les principales composantes qui permettent de mener l'analyse d'un texte poétique, d'un texte narratif et d'un texte de théâtre ; maitriser ainsi les bases méthodologiques qui permettront d'analyser des œuvres de différents genres dans le cadre des cours de littérature ultérieurs ; 3 Mettre en œuvre une méthodologie de la lecture relevant de la théorie littéraire ; 4 Comprendre, confronter et articuler des approches de la littérature émanant de sources théoriques différentes. Cette unité d'apprentissage contribue au développement et à la maîtrise des compétences et des acquis de l'apprentissage suivants des programmes ELAL : 1.4, 1.5, 1.6, 2.6, 3.1, 3.2, 3.3, 5.6",
        "content": "Tandis que les enjeux de la littérature et de son étude sont abordés en introduction, les chapitres du cours s’articulent autour de notions phares des études littéraires, qu’il s’agira de présenter et déplier dans une triple perspective historique, théorique et critique. Ces notions sont celles de littérature, de texte, de genre et de lecture. Le cours, qui possède une importante dimension théorique et généraliste, sera ponctué d’études collectives et dirigées de cas, pour éprouver le caractère opérant, complexe et parfois problématique des différentes notions et théories présentées. Ce parcours offrira aux étudiants et étudiantes une vue d’ensemble des grandes théories du phénomène littéraire et leur fournira des outils notionnels et méthodologiques essentiels à l’étude de ce dernier.",
        "teaching_methods": "Cours magistral. Le support de cours consiste en une projection Powerpoint ; il n'y a pas de syllabus. La prise de notes par les étudiantes et étudiants lors des séances de cours est donc essentielle.",
        "assessment_methods": "L’évaluation consistera en un examen écrit portant sur la connaissance, la compréhension et l’appropriation du contenu du cours par l’étudiante ou l’étudiant. Il comportera deux parties : - Un QCM de connaissance théorique (50%) - Une question ouverte transversale et/ou de réfléxion critique personnelle (50%)",
        "online_resources": "Le PowerPoint et la bibliographie de chaque chapitre du cours seront disponibles au téléchargement sur Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2726",
        "title": "Gender and Sustainability in Utopian/Dystopian Literatures in English",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bragard Véronique"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Introduction à la littérature anglaise et bonne maîtrise de la langue anglaise (niveau avancé supérieur, B2 + en termes du Cadre européen commun de référence).",
        "topics_covered": "Etude de la littérature de langue anglaise contemporaine et de textes littéraires représentatifs de divers espaces géographiques/culturels et de différentes périodes historiques. Ce cours comprendra aussi le visionnage et l'analyse d'adaptations cinématographiques de certaines oeuvres. Tous les textes sont lus et préparés à domicile par tous les étudiants.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de replacer des textes qui reflètent un ou plusieurs courants dans leurs contextes historiques et littéraires étudiés au cours ; sera capable d'en faire une analyse démontrant sa connaissance des problématiques abordées au cours et des procédés esthétiques mis en oeuvre dans leurs représentations ; aura indirectement enrichi ses compétences lexicales. L'analyse produite par l'étudiant devra en effet refléter une maîtrise de l'anglais adéquate au niveau atteint (Maîtrise) et une bonne compréhension des différents concepts culturels traités dans le cours.",
        "content": "La pensée utopique a souvent été associée à des modèles totalitaires naïfs ou statiques. Cependant, alors que les textes et films/séries dystopiques exposent un nouveau type de littérature politique, qui examine les possibilités dangereuses inhérentes au projet utopique, d'autres textes créatifs offrent des alternatives inspirantes. Ce cours analyse plusieurs textes dystopiques et utopiques clés afin de soulever des questions liées au genre et à la transition écologique. Grâce à l'étude comparative de plusieurs textes littéraires utopiques, dystopiques et écotopiques (y compris les œuvres de Gilman, Huxley, Orwell, Butler, Atwood, Callenbach, Powers, Hegland, Robinson), nous considérons les visions de mondes meilleurs dans la façon dont elles émergent comme des avertissements effrayants ou donnent la priorité à des modes alternatifs pour l'avenir. La pensée utopique est un moyen crucial de comprendre le passé, l'Anthropocène/pyrocène/symbiocène/phonocène, et notre avenir transculturel en ce qui concerne les questions de genre, d'organisation sociale, culturelle et politique. En partant des définitions de la \"durabilité\" et des études de genre, ce cours étudie les façons dont le contemporain et le posthumain peuvent être explorés dans un futur \"ustopien\" . Grâce à des discussions guidées en classe, des lectures et des exercices créatifs, les étudiant·es tenteront d'imaginer leurs propres utopies viables. Cette année, le cours se concentrera sur les rituels et la manière dont ils façonnent les communautés. Comment la littérature peut-elle créer un sens de l'action collective (Caroline Levine) ? Les rituels structurent la vie sociale, ils expriment les valeurs d'une communauté par des gestes symboliques. Comment les œuvres de fiction décrivent-elles et renouent-elles avec les rituels collectifs ? Nous comparerons comment un certain nombre de romans (dis)utopiques mettent en avant les rituels (enterrements, prières, repas, récits), soulignant ainsi comment les modes rituels facilitent la cohésion et la coopération du groupe.  Nous nous pencherons également sur les fonctions rituelles qu'impliquent l'écriture et le récit.",
        "teaching_methods": "Cours ex-cathedra varié et, autant que possible, interactif. Les romans/extraits doivent être lus avant le cours afin de pouvoir être discutés en groupe.",
        "assessment_methods": "Travail de groupe (en classe), travail créatif & examen écrit.",
        "other_info": "Littérature secondaire afférente au sujet du cours et lecture des oeuvres littéraires analysées et de leur critique. Le site moodle contient les extraits et les notes de cours.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2815",
        "title": "Deutsche Linguistik : Linguistische Pragmatik",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Sabel Joachim"
        ],
        "teaching_language": "Allemand",
        "prerequisites": "Connaissance de l'allemand acquise en baccalauréat.",
        "topics_covered": "Etude approfondie de problèmes de linguistique en relation avec l'usage de la langue sous l'aspect de l'acte de parole. Étude du déroulement d'actes de langage et étude des relations existant entre la pragmatique d'une part et la sémantique d'autre part.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, les étudiants devront: avoir développé une connaissance des problèmes de linguistique allemande, plus particulièrement développer l'aptitude à traiter des problèmes spécifiques de pragmatique linguistique, avoir acquis une connaissance approfondie en linguistique théorique, être capable d'appliquer les connaissances acquises dans le cadre de l'argumentation, être capable de rédiger un travail scientifique sur un des sujets abordés au cours.",
        "content": "Étude de problèmes liés à l'acte de langage : les théories de l'acte de langage de J. L. Austin et J. R. Searle, classification des actes de langage, e.a. énoncés performatifs, actes de langage indirects, théorie des actes de langage et sémantique, théorie des actes de langage et syntaxe, implications conversationnelles, particularités de l'allemand parlé. Ce cours comporte des exposés magistraux et requiert également la participation active des étudiants sous diverses formes: lectures avec compte rendu, exercices d'application, analyses, discussions, etc. Textes et dialogues seront analysés dans une perspective pragmatique.",
        "assessment_methods": "La note est composée du résultat d'un travail personnel présenté par les étudiants à la fin du cours.",
        "other_info": "Syllabus rédigé en allemand. Les étudiants recevront des consignes relatives aux techniques de travail et aux stratégies d'argumentation linguistiques. Ils disposent d'une bibliographie relative au sujet traité lors du séminaire, de publications spécialisées pertinentes ainsi que de listes d'exemples et d'exercices. La structuration et l'élaboration des travaux d'application sera rélisée en concertation avec les étudiants.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2821",
        "title": "English Linguistics: Varieties of English",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gilquin Gaëtanelle"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "/",
        "topics_covered": "Le cours donne aux étudiants une solide introduction à l'étude des variétés géographiques de l'anglais. Il part du statut spécial de l’anglais comme langue globale, puis montre comment ce statut a conduit à l’émergence de nombreuses variétés d’anglais dans le monde entier. On présentera plusieurs modèles qui ont cherché à formaliser cette diversité, parmi lesquels le modèle des trois cercles concentriques de Kachru et le modèle dynamique des variétés d’anglais postcoloniales de Schneider. La question de l'émergence potentielle d'un nouveau standard pour l'anglais (anglais international ; anglais comme 'lingua franca') sera également abordée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 maîtriser la terminologie et les concepts nécessaires pour étudier la variation géographique d’une langue. Il est également capable d'identifier et d'analyser les traits linguistiques qui caractérisent plusieurs variétés de l'anglais, et de discuter de façon critique des questions liées à l’utilisation de l’anglais comme langue globale.",
        "content": "Le cours introduit la terminologie et les concepts de base nécessaires pour étudier la variation géographique en anglais.",
        "teaching_methods": "Cours magistraux et discussions basées sur des articles scientifiques, exercices, etc.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es de deux manières : - Durant le quadrimestre : présentation orale portant sur une variété d'anglais. L'étudiant·e qui n'aura pas fait de présentation orale se verra retirer deux points de sa note finale. - En juin et/ou en septembre : rédaction d'un travail écrit personnel portant sur une variété d'anglais. L’objectif étant de former des spécialistes de la langue, une grande importance sera accordée à la correction/précision langagière dans la présentation orale et le travail écrit. L'utilisation des intelligences artificielles génératives n'est pas permise pour la préparation de la présentation orale ni pour la préparation et la rédaction du travail écrit. Leur utilisation par l'étudiant·e sera considérée comme un cas de tricherie, au même titre que le plagiat.",
        "online_resources": "Moodle",
        "course_materials": "Notes de cours et documents PowerPoint sur Moodle Portefeuille de lectures",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2710",
        "title": "Interaktive Kompetenz: akademisches Deutsch",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Suner Munoz Ferran"
        ],
        "teaching_language": "Allemand",
        "prerequisites": "Une maîtrise de l'allemand courant de niveau avancé supérieur (B2+ en termes du CECR).",
        "topics_covered": "1. Extension du vocabulaire : développement quantitatif et qualitatif du vocabulaire académique nécessaire à une utilisation aisée dans la vie professionnelle et académique. 2. Amélioration du savoir-faire écrit : développement du contrôle des moyens lexicaux et linguistiques appropriés à la compréhension de textes académiques longs et complexes et à la production de textes clairs, fluides et bien structurés. 3. Amélioration du savoir faire oral : développement de la maîtrise de présentations professionnelles et académiques et d'expression précise d'opinions et d'idées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Développer progressivement une compétence interactive en allemand de niveau \" utilisateur expérimenté \" dans les quatre aptitudes. Ce cours vise à sensibiliser l'étudiant aux variétés de l'usage de l'allemand. On explorera surtout les registres académiques de l'allemand écrit et parlé. Au terme de ce cours l'étudiant pourra : - Comprendre une grande gamme de textes longs et compliqués, ainsi que saisir des significations implicites et des raisonnements académiques. - Participer à des communications interactives de façon efficace et souple dans la vie sociale, professionnelle et académique. - S'exprimer sur des sujets académique complexes de façon claire et bien structurée et manifester sa maîtrise du vocabulaire académique et son contrôle des outils d'organisation et de cohésion du discours - Comprendre sans trop d'effort des présentations complexes, même si elles ne sont pas clairement structurées",
        "content": "Dans un premier temps l'accent sera mis sur le développement du vocabulaire professionnel et académique de l'allemand. Deux types de vocabulaire seront davantage développés : un vocabulaire professionnel et académique général et un vocabulaire professionnel et académique spécifique tel qu'on les retrouve couramment dans des rapports professionnels et des textes académiques et scientifiques. Dans un deuxième temps l'accent sera mis sur les moyens linguistiques et discursifs nécessaires à comprendre des textes et des discours complexes de niveau académique et à écrire des textes professionnels et académiques. Toutes sortes d'exercices devront approfondir la compétence interactive, la maîtrise de présentations orales et la compétence stylistique académique.",
        "teaching_methods": "Approche mixte composée de brefs exposés par le titulaire, de phases de présentation et de discussion de diverses sources recherchées et exploitées par les étudiant.e.s, ainsi que de tâches individuelles ou collaboratives.",
        "assessment_methods": "Evaluation continue : participation active, présentation scientifique d’un sujet de recherche (30% de la note finale) qui fera ensuite l’objet d’un travail écrit dans le cadre de l’évaluation finale. Evaluation finale : travail scientifique écrit sur un sujet au choix (70% de la note finale) à travers lequel l’étudiant devra appliquer les connaissances et compétences travaillées en classe. Le travail portera sur le sujet d’une première présentation orale réalisée et discutée préalablement au cours (voir évaluation continue). Les intelligences artificielles (IA) génératives, si elles sont utilisées, doivent l’être de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée.",
        "other_info": "Documents mis en ligne sur Moodle",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2732",
        "title": "Nederlandse literatuur : Hedendaagse Nederlandstalige literatuur",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vanasten Stéphanie"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Avoir suivi avec fruit les cours de littérature néerlandaise du baccalauréat et disposer d'une bonne maîtrise de la langue néerlandaise (niveau avancé supérieur, B2 + en termes du Cadre européen commun de référence).",
        "topics_covered": "Le cours vise à familiariser les étudiants avec la littérature contemporaine de langue néerlandaise. On étudiera le profil et le positionnement du domaine étudié, de la seconde moitié du XXe siècle à l'extrême contemporain, en portant l'attention sur des genres (théâtre, roman, poésie, récits courts, essais) et médias (papier, digital, film, audio) variés. Le propos est illustré par l'analyse d'oeuvres représentatives.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant - aura approfondi sa culture littéraire néerlandophone ; - sera capable d'expliquer les principaux développements de l'histoire de la littérature néerlandaise pour la période contemporaine ; - sera capable d'analyser des textes littéraires actuels en profondeur et en considération de divers contextes, et ce, en faisant preuve d'un esprit critique par rapport à la thématique abordée ; - sera capable de suivre, de rapporter et de traiter des informations significatives de l'actualité littéraire en connaissance de cause et avec un certain background critique. - sera capable de produire un discours cohérent et pertinent sur une problématique donnée, de l'articuler de façon précise et claire tant à l'écrit qu'à l'oral et ainsi de communiquer ses connaissances à des pairs.",
        "content": "Une synthèse  historiographique est proposée en préliminaire et discutée. En guise d’introduction, l’on se demandera comment la littérature néerlandaise d’aujourd’hui se présente et se constitue. Quelles sont ses particularités, ses lignes de forces, ses acteurs – les auteurs et les œuvres marquantes qui lui assurent une visibilité, ceux ou celles qui ne percent pas. Et au regard de quelle(s) autre(s) culture(s) et de quelle(s) norme(s) un tel ensemble prend-il sa valeur ? L’on présentera quelques paradigmes actuels de la production littéraire néerlandophone contemporaine, qui seront discutés au moyen d’approches critiques récentes. Le propos se concentre ensuite de manière approfondie, à partir de questions de recherche spécifiques, sur des auteurs et des textes issus de genres divers et considérés comme marquants pour la littérature néerlandophone d’aujourd’hui.",
        "teaching_methods": "Le cours vise un mode d’apprentissage dynamique, motivant et, autant que possible, interactif. Mise à niveau des balises historiographiques par la lecture à domicile d’extraits d’histoires littéraires choisis, exercices interactifs et essai de synthèse collective en séance. Exposés introductifs magistraux. Les paradigmes et approches critiques présentés définissent le cadre méthodologue et conceptuel dans lequel les analyses de textes pourront être menées. Les œuvres littéraires choisies sont ensuite analysées de manière approfondie. Elles sont introduites par l’enseignant(e) et développées avec les étudiants qui construisent les résultats de l’analyse en interaction et coopération avec les autres  et remettent par après à l’enseignant(e) un document de synthèse. Pédagogie active. Apprentissage collaboratif via Moodle, où un forum permet librement aux participants de partager des contenus, d’interagir et de stimuler le développement de la pensée critique.",
        "assessment_methods": "Evaluation formative (40 %) Tous les textes et matériaux sont lus et préparés à domicile par tous les étudiants. Des tâches ciblées (voir Moodle) complètent la préparation des séances de cours. Participation active aux discussions. Brève revue personnelle d’actualité littéraire néerlandophone. (10 %) Travail de groupe (30 %) sur un texte littéraire choisi parmi le corpus d’étude et consistant en deux temps : 1) préparatoire (avant séance) : travail heuristique et bibliographique sur l’œuvre (exploration et critique des sources, état de l’art), réflexion critique sur les questionnements et thématiques de recherche, hypothèses et pistes d’analyse du texte littéraire à l’étude, extraits à l’appui, limites et défis méthodologiques, frontières du savoir. Un travail personnel , original mais néanmoins documenté selon les conventions académiques est attendu. 2) Discussion avec les autres étudiants (rôle de facilitateur). Les résultats des débats seront intégrés par le groupe dans un document de synthèse déposé sur Moodle (validation préalable par l’enseignante). Evaluation sommative (60 %) Examen écrit sur les paradigmes récents de la littérature néerlandophone, sur les concepts clés et approches critiques abordés autour de l’étude des auteurs et œuvres choisis (50 % ; en cas d’échec, deux points sont retirés de la note globale finale); Travail de recherche individuel (sous la forme d’un article scientifique) autour d’un ou plusieurs texte(s) au choix issu(s) de la littérature néerlandaise contemporaine et étudié(s)à partir d’une question théorique spécifique et de deux sources académiques secondaires (soumises à l’approbation de l’enseignant(e )). Ce travail final pourra reposer sur une tâche préalable du trajet formatif, améliorée des discussions, et sera maximalisé en tenant compte de la perspective d’ensemble du cours (diverses pistes avancées) et d’un nouvel apport personnel à la recherche existante. Interrogation orale (10 %). Le niveau de langue entre en compte dans l’évaluation et des déficiences importantes seront sanctionnées. En cas de seconde inscription à l’examen, l’évaluation est répartie comme suit : examen écrit (70 %), travail de recherche personnel (30 %). En cas d'échec préalable pour cette dernière partie, l'étudiant(e) pourra décider, en accord avec l’enseignant(e), de parfaire son travail personnel pour l’examen oral au départ d’un ou des même(s) texte(s) littéraire(s) ou sujet qu’à la session d’examen précédente, mais le travail devra être substantiellement revu et amélioré.",
        "other_info": "Support de cours : textes littéraires, théoriques et/ou critiques référenciés (voir bibliographie) et disponibles sur Moodle, en ligne ou bibliothèques ; Powerpoint en séance et hand-outs disponibles sur Moodle, matériel pédagogique pour aller plus loin disponible via Moodle.",
        "online_resources": "Geschiedenis van de Nederlandse literatuur: Hugo Brems, Altijd weer vogels die nesten beginnen , Amsterdam, Bert Bakker, 2005. www.dbnl.org",
        "bibliography": "Bibliographie voir Moodle",
        "course_materials": "Hugo Brems, Altijd weer vogels die nesten beginnen. Amsterdam: Bert Bakker, 2005.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm1501",
        "title": "Deutsch IV",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Suner Munoz Ferran"
        ],
        "teaching_language": "Allemand",
        "prerequisites": "Niveau Avancé B2 du Cadre Européen Commun de Référence pour les Langues",
        "topics_covered": "Afin d'atteindre les objectifs précités, les étudiants font des exercices de compréhension à l'audition et à la lecture. Les textes présentés sont d'une grande diversité et d'un niveau d'abstraction adapté au niveau intellectuel des étudiants. L'étudiant est initié aux structures discursives culturellement spécifiques de la langue cible. Les aspects formels du langage sont utilisés de manière productive (et testés) tant à l'oral qu'à l'écrit, avec une insistance particulière sur les aspects de la communication interculturelle et sur la traduction. Il s'agira de faire prendre conscience des différences linguistiques - principalement lexicales et grammaticales - existant entre le français et la langue cible, susceptibles de constituer des sources d'erreur pour les étudiants.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant fera preuve de compétences réceptives et productives d'un niveau avancé supérieur (Niveau B2+, Cadre européen de référence pour les langues) à l'oral et à l'écrit. 1. Compétences réceptives : L'étudiant pourra - comprendre un discours plus extensif, même quand celui-ci n'est pas nettement structuré et quand les relations internes restent implicites et ne sont pas explicitement indiquées ; - suivre dans le détail des programmes à la radio et à la télévision ; - comprendre des films qui utilisent une langue standard ; - comprendre des variantes parlées avec un accent légèrement régional ; - suivre facilement un débat, y compris sur des sujets abstraits et/ou académiques ; - résumer un cours, une conférence ou présentation d'un locuteur natif ; - comprendre des textes plus longs, plus compliqués de style journalistique, littéraire ou spécialisés; - apprécier l'utilisation de différents registres et styles ; - découvrir aisément la structure de textes discursifs ; - reconnaître et trouver l'équivalent dans sa propre langue des techniques de style typiques de la langue cible ; - reconnaître le public cible d'un texte. 2. Compétences productives : L'étudiant - disposera d'un large répertoire de discours pour exprimer sans restriction ce qu'il veut dire ; - possèdera une bonne maîtrise d'un vaste répertoire lexical lui permettant de surmonter facilement les lacunes par des périphrases avec une recherche peu apparente d'expressions et de stratégies d'évitement ; - aura une bonne maîtrise d'expressions idiomatiques et familières ; - ne commettra pas d'erreurs de vocabulaire significatives ; - pourra maintenir constamment un haut degré de correction grammaticale ; les erreurs seront rares ; - pourra varier l'intonation et placer l'accent phrastique correctement afin d'exprimer de fines nuances de sens ; - utilisera la mise en page, les paragraphes et la ponctuation de manière logique et appropriée ; - fera la preuve d'un haut niveau de correction orthographique, grammaticale et lexicale ; - pourra produire un texte clair, fluide et bien structuré, démontrant un usage contrôlé de moyens linguistiques de structuration et d'articulation.",
        "content": "Extension du vocabulaire avec une attention particulière sur son utilisation appropriée en contexte (collocations, registre). Techniques discursives et rhétoriques, typiques de la langue cible. Spécificités lexicales et structurelles du discours écrit et du discours oral dans la langue cible. Une attention particulière sera accordée à la maîtrise du langage académique et aux spécificités linguistiques du discours scientifique.",
        "teaching_methods": "30 h de cours par quadrimestre combinant des parties 'magistrales' et d'exercices. Dans les parties 'magistrales' du cours des pistes théoriques permettant d'améliorer la lecture seront abordées ainsi que de diverses techniques de lecture, les champs thématiques, présentés sous forme de différents types de textes et d'enregistrements sonores et vidéos, seront commentés et analysés. Dans les parties d'exercices, les diverses approches théoriques présentées seront mises en pratique. Les titulaires veilleront à accorder une place équivalente à la compréhension à la lecture et à l'expression écrite. En plus de conversations sur les thèmes abordés dans la partie magistrale, des documents authentiques relevant des mêmes thèmes - et donnant lieu à des réactions orales - pourront également être présentés. 45 h d'étude et de travail individuel par quadrimestre, en particulier : Etude systématique, personnelle et autonome du vocabulaire contenu dans les documents vus au cours; Application des exercices de grammaire sur moodle. Préparation de compréhension à l'audition. Travail préliminaire de préparation des textes. Travail de rédaction de documents. Travail de remédiation et exercices complémentaires en auto-apprentissage. Mise à jour des notes et révision, mémorisation.",
        "assessment_methods": "Evaluation continue certificative (70% de la note finale) incluant Présence au cours (80% des tests non notés ont été complétés et présence aux séances) et participation active (interaction, remise de travaux en groupe, etc.) (10%) Travail régulier sur le vocabulaire (3 fois par quadrimestre prise en charge de la liste de vocabulaire) (15%) Trois tests de grammaire et/ou vocabulaire notés par quadrimestre (15%) Réalisation de deux projets (individuels ou en groupe) par quadrimestre (30%) La présence au cours (voir supra) est une condition indispensable pour être admis aux examens de janvier et juin selon l'article 72 du RGEE. Evaluation finale (30% de la note finale) dans la session de janvier et dans la session de juin incluant chacune deux parties A et B qui seront successives et disjointes dans le temps. La partie A, qui correspond à un niveau de base, évaluera les compétences écrites (compréhension et production). Dans la partie B, qui correspond à un niveau avancé, les étudiant·e·s devront faire preuve de leurs compétences orales (compréhension et production). Seuls ceux et celles qui ont réussi la partie A sur les apprentissages incontournables sont invités à réaliser la partie B sur les apprentissages avancés. La note finale est la moyenne arithmétique des notes des parties A et B. En cas d'échec en janvier, l'étudiant·e représente cette partie lors de la session de juin. La réussite est fixée à 10/20. En cas de deuxième inscription à l'examen, seulement la partie correspondante à l'évaluation en fin de chaque quadrimestre (30% de la note finale) pourra être présentée. 30% de la note globale : Examen de janvier/juin.",
        "other_info": "Documents mis en ligne sur Moodle",
        "bibliography": "Apelt, M. (2014), Wortschatz und mehr: Übungen für die Mittel- und Oberstufe. München: Hueber Verlag.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2722",
        "title": "Shakespeare Then &Now",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Bruyn Ben"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "L'enseignant·e aura le choix d'une période particulière à partir de la Renaissance pour approfondir la connaissance des étudiants. Le propos est illustré par l'analyse d'oeuvres représentatives.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant: - aura une idée plus précise des rapports entre langues, dialectes, nations et autres structures sociales ainsi que des manières dont ces rapports sont représentés dans des textes littéraires anglophones (y compris leur traduction ou adaptation filmique) ; - aura acquis la terminologie et les concepts - empruntés principalement à la narratologie, la traductologie, la sociolinguistique et les « postcolonial studies » - nécessaires à une analyse critique de ces phénomènes ; - aura ainsi renforcé ses compétences analytiques ainsi que sa compréhension de l'histoire des littératures anglophones dans un monde de plus en plus caractérisé par la mobilité, la mondialisation et l'interculturalité s'opposant aux idéologies nationalistes ; - aura aussi enrichi ses compétences linguistiques. L'analyse produite par l'étudiant devra impérativement refléter une maîtrise de l'anglais adéquate au niveau atteint (master).",
        "content": "Ce cours permet aux étudiant·es de découvrir le monde de William Shakespeare en trois étapes. La première partie offre un aperçu de l’ensemble de l’oeuvre de Shakespeare et aborde des thèmes plus larges tels que le genre, l’ethnicité, et l’écologie à l’aide d’outils méthodologiques récents et de courtes analyses d’œuvres telles que Othello , Pericles , et The Merry Wives of Windsor . Ensuite, nous lirons et discuterons plus en détail deux pièces marquantes de Shakespeare (par exemple, King Lear et The Tempest ). Dans la dernière étape, les textes et les préoccupations de Shakespeare et son contexte historique seront confrontés à un roman contemporain qui répond explicitement à ses pièces (par exemple, Station Eleven ou Hamnet ).",
        "teaching_methods": "Cours magistraux",
        "assessment_methods": "Un examen écrit dans lequel les étudiant·es doivent montrer qu'ils/elles ont étudié le contenu du cours, lu les textes pertinentes et sont capables d'analyser et de contextualiser des fragments littéraires dans un anglais adéquat.",
        "online_resources": "Moodle",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2715",
        "title": "Sprachevolution und Sprachenvielfalt",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Sabel Joachim"
        ],
        "teaching_language": "Allemand",
        "prerequisites": "Avoir suivi une introduction à la linguistique (syntaxe et morphologie).",
        "topics_covered": "Etude approfondie de problèmes de linguistique allemande, française et d'autres langues (syntaxe et morphologie) : fonctions grammaticales, concordance, formation de la phrase interrogative, ordre des mots. Aspects sociolinguistiques (langues menacées, contacts entre les langues). Evolution des langues, communication animale vs. communication humaine.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant devra : maîtriser la méthodologie de la linguistique contrastive et de la typologie des langues, en particulier de la comparaison de l'allemand, du français et différentes langues non indo-européennes, être capable de discerner l'importance de la linguistique dans d'autres disciplines scientifiques, être capable de rédiger un travail scientifique sur un des sujets abordés au cours.",
        "content": "Dans ce cours nous étudierons trois aspects centraux du langage. 1. Comment et quand s'est développée la capacité langagière humaine dans le courant de l'évolution de l'homme. 2. Les ressemblances et les différences typologiques de la grammaire. Nous analyserons la mesure dans laquelle les grammaires de la langue humaine peuvent de façon systématique présenter des ressemblances ou des différences. C'est dans ce cadre-là que nous approfondirons entre autres la concordance (les cas, le genre et le nombre, etc'), formation des phrases interrogatives, ordre des mots, fonctions grammaticales et pronoms en allemand, français ainsi que dans des langues dites \"exotiques\". 3. Nous analyserons les liens de parenté entre différentes langues et expliquerons pourquoi il y a tant de langues et quelles langues sont à l'origine d'autres langues, c. à d. l'origine des familles de langues. Les thèmes suivants seront abordés : la propagation des langues dans le monde (ou le développement des familles de langue), les familles de langue (en Europe, Eurasie, Asie du sud et du sud-est, en Afrique et au Moyen-orient, dans le pacifique, en Australie et en Amérique). Ce cours comporte des exposés magistraux et requiert également la participation active des étudiants sous diverses formes: lectures avec compte rendu, analyses, discussions.",
        "assessment_methods": "L'évaluation consiste en une présentation orale sur un thème défini au préalable avec l'étudiant(e).En cas de deuxième session, un mode d'évaluation alternatif sera déterminé (par exemple, examen écrit sur le contenu du cours).",
        "other_info": "Support. Les étudiants reçoivent un syllabus et une bibliographie relative aux sujets du cours. Ils reçoivent par ailleurs un support concernant la structuration et la rédaction d'un travail linguistique. La structuration et l'élaboration des travaux d'application sera réalisée en concertation avec les étudiants.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2739",
        "title": "Dekolonisatie: literaturen en tekstuele kunsten",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanasten Stéphanie"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Introduction à la littérature néerlandaise et bonne maîtrise de la langue néerlandaise (niveau avancé supérieur, B2 + en termes du Cadre européen commun de référence )",
        "topics_covered": "Étude approfondie d'un corpus littéraire et culturel comparé, en lien avec les sociétés postcoloniales. Analyse et enjeux de la mémoire du passé colonial, spécialement d'une narration transnationale des mémoires. Une attention particulière est portée à la manière dont les productions littéraires et artistiques, par la (re)négociation des différents rapports entre groupes, contribuent à la formation dynamique des identités collectives.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : . Au terme de ce cours, l'étudiant sera capable de : développer les compétences méthodologiques nécessaires à l'étude approfondie de productions littéraires et artistiques en lien avec le passé colonial ; approfondir sa culture littéraire et médiatique ; développer une approche critique permettant d'interpréter les textes tout en intégrant le contexte socioculturel et postcolonial dans cette démarche heuristique ; lire et rédiger des travaux scientifiques dans le domaine étudié.",
        "content": "Le cours porte sur la représentation du passé colonial belge dans les textes littéraires de langue néerlandaise, celui-ci ayant donné lieu à une production littéraire importante en langue néerlandaise depuis la fin du XIXe siècle. Nous tenterons de comprendre comment divers auteurs, depuis la période coloniale et post-indépendance jusqu’à aujourd’hui, écrivent le Congo et quelle(s) mémoire(s) leurs textes contribuent à développer. À partir d’un corpus délimité mais représentatif en prose, nous examinerons comment ces textes litéraires, de manière singulière, font tantôt œuvre d’imaginaire et fictionalisent, tantôt défictionalisent la fiction, et pour qui. Nous réfléchirons au rapport qu’ils entretiennent au témoignage, à l’autobiographie (voix), à l'essai dans une perspective décoloniale. Nous questionnerons également comment ils s’inscrivent dans des processus de consécration, de canonisation, voire d'invisibilisation. Nous adopterons une approche contextuelle - tenant compte de la spécificité des contextes belges et congolais - et comparative - réfléchissant de manière contrastive, par rapport aux discours du temps dans d’autres aires linguistiques, au positionnement de la littérature postcoloniale flamande (en situation multilingue) et néerlandaise.",
        "teaching_methods": "Introduction avec balises contextuelles et historiques, problématisation des cadres historiographiques et institutionnels pour la littérature postcoloniale néerlandophone (belge). Analyse critique des textes primaires à l’étude à partir des paradigmes d’analyse post- et décoloniaux présentés et discutés. Cours avec supports multimédias et activités interactives. Lectures et recherches préalables des étudiants afin de pouvoir participer à la discussion. Si le nombre le permet, le cours sera conçu sous forme de séminaires.",
        "assessment_methods": "Évaluation continue : participation active, interventions orales, discussions, workshops : 20%. L’absence au cours implique la perte de la note liée à l’évaluation continue. Présentation d’une analyse originale + discussion avec l’auditoire et l'enseignant.e : 30% Travail écrit issu de la présentation : 40% Examen oral à partir du travail écrit : 10% En cas de seconde inscription à l’examen : 20% evaluation continue, 40% travail écrit, 40% examen oral.",
        "other_info": "Supports de cours : anthologie de textes (primaires et secondaires) (voir Moodle, en ligne ou bibliothèque unversitaire); hand-outs, documents sur Moodle",
        "online_resources": "voir Moodle www.bntl.nl www.dbnl.org",
        "bibliography": "Bibliographie primaire (extraits) Cyriel Buysse – De zwarte kost (1898) Gerard Walschap – Oproer in Kongo (1953) Jef Geeraerts – Gangreen I. Black Venus (1968) Hugo Claus – Het leven en de werken van Leopold II (1970) Lieve Joris - Terug naar Congo (1992) David Van Reybrouck – Congo (2010) Koen Peeters – De mensengenezer (2017) Astrid Roemer – Gebroken wit (2019) Nadia Nsayi – Dochter van de dekolonisatie (2020) Bibliographie secondaire de référence : Boehmer, E. & De Mul, S. (ed.), The Postcolonial Low Countries: Literature, Colonialism, and Multiculturalism , Lanham, MD: Lexington Books, 2012. Dewulf, J. & Renders, L., ‘Introduction’, in: The Congo in Flemish Literature. An Anthology of Flemish Prose on the Congo, 1870s - 1990s , Leuven: Leuven University Press, 2020. Herman, L. & Vervaeck, B., ‘Postcolonial Narratology’, in: Handbook of Narrative Analysis , Lincoln: Nebraska Press, 2019, pp. 246-254. Mudimbe, V.Y., The Invention of Africa. Gnosis Philosophy, and the Order of Knowledge , Bloomington: Indiana University Press, 1988.",
        "course_materials": "Powerpoints hand-outs ressources pédagogiques sur Moodle, documents sonores et vidéos",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldeu1115",
        "title": "Kulturlandschaften der deutschsprachigen Länder im Wandel",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Berger Grazia",
            "Suner Munoz Ferran"
        ],
        "teaching_language": "Allemand",
        "topics_covered": "Réalités matérielles et communautés; Organisation politique et sociale (gouvernement); Réalités morales et lieux de mémoire; Réalités intellectuelles, philosophique et religieuses; Synthèse des réalisations, luttes, faiblesses et espoirs de ces communautés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Analyser en profondeur les développements et les structures politiques, économiques, sociaux et culturels au sein des communautés germanophones/anglophones/néerlandophones d'Europe, en incluant une compréhension des lieux de mémoire importants. 2 Acquérir une compréhension approfondie de la vie contemporaine au sein de ces communautés, en tenant compte des aspects culturels, sociaux, et des lieux de mémoire qui ont forgé leur identité. 3 Développer une maîtrise de la langue allemande (ou de la langue du groupe linguistique étudié) permettant une compréhension avancée du monde germanophone et de son patrimoine, y compris sa dimension historique et mémorielle. Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants: 3.6; 6.4; 6.6",
        "content": "Les lieux de mémoire ont joué un rôle important dans la constitution de la mémoire collective, comme par exemple le Mur de Berlin, la ville de Weimar ou le Rhin. Étant donné que le cours s’adresse à des étudiants en première année de Bachelier qui doivent en même temps apprendre la langue allemande, des textes historiques, littéraires et théoriques assez simples accompagneront le cours magistral. Celui-ci s'appuiera sur des PowerPoint, différents supports multimédias, un syllabus reprenant les données chronologiques et, enfin, des cartes géographiques et historiques.",
        "teaching_methods": "- Présentiel : cours magistral et exposés encourageant une participation active des étudiants, favorisée par des lectures préparatoires hebdomadaires. Différents médias et technologies viennent régulièrement en support (extraits d'adaptations cinématographiques, vidéos, cartes géographiques, photos etc.). - Participation à un échange avec des étudiant.e.s germanophones lors de la réalisation d’une recherche de terrain.",
        "assessment_methods": "Evaluation continue certificative : - Présentation orale d’un lieu de mémoire pertinent aux cultures germanophones et remise d’un travail sur ce lieu de mémoire (30%). Evaluation finale dans la session de juin : - Examen écrit sur la matière du cours (30%). - Portfolio reprenant les éléments les plus importants de la recherche de terrain et les échanges avec les étudiant.e.s germanophones (40%). Les intelligences artificielles (IA) génératives, si elles sont utilisées, doivent l’être de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée.",
        "other_info": "Le cours est dispensé en allemand ; il se peut qu’on traduise des textes du français vers l’allemand ou de l’allemand vers le français pour une meilleure compréhension.",
        "online_resources": "Syllabus comprenant un plan de cours et le portefeuille de lectures. Présentations PowerPoint disponibles sur Moodle.",
        "bibliography": "François, Etienne / Schulze, Hagen (éd.) : Deutsche Erinnerungsorte. Munich: C.H. Beck 2001, 2007. Mai, Manfred : Deutsche Geschichte. Gulliver von Beltz & Gelberg; Neuausgabe Edition (5. März 2019) Nora, Pierre (dir.) : Les Lieux de mémoire. (3 volumes). Paris : Gallimard 1992,1997. Sabrow, Martin (éd.): Erinnerungsorte der DDR. Munich : C.H. Beck 2009. Schmidt, Sabine; Schmidt Karin (éd.): Erinnerungsorte. Deutsche Geschichte im DaF-Unterricht. Materialien und Kopiervorlagen. Berlin: Cornelsen 2006/2017. Wieviorka, Olivier / Winock, Michel (dir.): Les lieux de l’histoire de France. Paris : Perrin 2017, 2019. Pour le volet politique: Tatsachen über Deutschland. https://www.tatsachen-ueber-deutschland.de/de Pour le volet histoire : https://www.dhm.de/lemo/",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2737",
        "title": "Schrijven in een vreemde taal: taalkundige en cognitieve aspecten",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Degand Elisabeth"
        ],
        "teaching_language": "Neerlandais",
        "topics_covered": "Exposé des théories développées dans le domaine des processus cognitifs impliqués lors de la rédaction écrite en langue première et seconde. Introduction aux méthodes psycho-expérimentales dans le domaine de la production écrite.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : À la fin du cours, l’étudiant aura un aperçu du domaine des études discursives traitant de la production écrite en langue première et langue étrangère, y compris les questions de recherche principales ; pourra formuler des questions de recherches spécifiques et les opérationnaliser ; pourra établir le lien entre les recherches en production discursive écrite et les questions d’instruction de la compétence écrite ; aura une expérience pratique de l’élaboration d’un design psycho-expérimental et/ou d’analyse de corpus.",
        "content": "Le séminaire aborde les facteurs de maitrise linguistique et cognitifs impactant la rédaction en langue étrangère. Après un tour d'horizon de la question de recherche, les étudiants développeront un plan de recherche et testeront une situation d'élicitation de production discursive en néerlandais langue étrangère.  Les étudiante.es développeront le protocole expérimental, le recrutement des participants et la passation expérimentale. L'analyse des données se fera de manière individuelle chaque étudiant.e prenant une partie de l'analyse à son compte. L'impact des facteurs sera mesuré sur la présence/absence de traits linguistiques à définir.",
        "teaching_methods": "Séminaire de recherche consistant en des discussions des théories et méthodes expérimentales exposées, dont une des études sera répliquée par les étudiant.es impliquant toutes les étapes du protocole exprimental: définition de la question de recherche et des hypothèses préparation du matériel d'éliciation et/ou des items expérimentaux recutement des participants passation de l'expérience analyse des données présentation des résultats",
        "assessment_methods": "A: Evaluation continue acquise tout au long du séminaire: 40% (cette partie n'est pas rattrapable en seconde session): synthèse des notes de lectures, préparation du matériel, recrutement des participants, présentation orale des résultats, ... La partie collective du travail sera monitoré via \"dynamo\" permettant d'évaluer la contribution individuelle de chaque étudiant.e. L'étudiant·e qui ne particpe pas au travil de groupe se verra exclu de l'examen en 1ère session. B: Rapport de recherche indiviuel reprenant l'analyse de données individuelles et la présentation des résultats (60%). La qualité de la langue écrite sera prise en compte (pénalisation jusqu'à 20% de la note du travail écrit). La note finale est la moyenne pondérée des notes A (8/20) et B (12/20). En cas d'échec, seule la partie B peut être repassée. La pondération reste la même. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "other_info": "Un cours de statistiques linguistiques est conseillé (LCLIG2240 ou LFIAL2260), mais pas indispensable.",
        "bibliography": "Portfolio sur Moodle",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2716",
        "title": "Deutsche Literatur : Gegenwartsliteratur im Zeitalter von Globalisierung und Interkulturalität.",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Büssgen Antje"
        ],
        "teaching_language": "Allemand",
        "prerequisites": "Introduction à la littérature allemande et bonne maîtrise de la langue allemande (niveau avancé supérieur, B2 + en termes du Cadre européen commun de référence).",
        "topics_covered": "Les problèmes du colonialisme européen et les débats du post-colonialisme, mais aussi le problème du changement climatique et de la responsabilité de l'être humain à cet égard - nettement plus récent du point de vue historique - sont reliés, dans une perspective historique, aux phénomènes cités. La lecture de textes littéraires contemporains issus des thématiques de la mondialisation et l'interculturalité exige donc d'abord un bref traitement théorique des phénomènes mentionnés (mondialisation, dialogue des cultures, changement climatique, etc.) et touche essentiellement le complexe de l'éthique et de l'esthétique ainsi que la problématique du rôle de l'intellectuel dans la société. La lecture de textes littéraires (romans, pièces de théâtre et autres) se trouve donc complétée par la lecture de textes théoriques et scientifiques (essais, études) concernant les débats en question.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de - lire des oeuvres de la littérature contemporaine récente ayant pour thème les processus qui marquent de manière déterminante notre époque actuelle dans ses dimensions économique, sociale et culturelle, ainsi que les grands défis du présent et de l'avenir: la mondialisation ou le regroupement de pays en alliances qui coopèrent économiquement et politiquement («continentalisation»: par ex. l'Europe et l'UE) et l'interaction de différentes cultures au sein de sociétés de plus en plus fortement marquées par la migration («dialogues des cultures» ou «choc des civilisations»?). - appréhender l'importance des textes littéraires pour l'élaboration du discours public sur ces questions et la conception que l'écrivain a de lui-même en tant qu'intellectuel dans la société moderne. Le thème du cours se rattache aux problématiques issues des cours du bachelier relatifs à la civilisation des pays germanophones.",
        "content": "L’époque actuelle est une période de grandes transformations sociales avec la mondialisation et le processus d’intégration européenne (UE), avec les changements géopolitiques, avec les mouvements migratoires, le populisme et la montée des partis antidémocratiques. Les modèles de vie et les conceptions d’identité des sociétés occidentales, qui émergent de l’histoire des idées européennes, notamment du siècle des Lumières, sont remis en question par ces changements, et un travail sur la compréhension de soi semble nécessaire. La peur, l’incertitude et la colère, mais aussi l’activisme, l’engagement et un nouveau regard sur des contre-propositions utopiques prospèrent en temps de crise comme celui-ci. La littérature contemporaine de langue allemande répond depuis une bonne vingtaine d’années aux changements de l’époque appellée Spätmoderne (la modernité tardive) par une production littéraire très riche. Au cours du séminaire, nous lisons des romans qui traitent en particulier des thèmes de l'Europe (UE), de la mondialisation et du changement climatique. Parallèlement, des études de sociologues de renom sont prises en considération pour relier les analyses scientifiques et les récits de la littérature. Quels instruments la littérature et les études littéraires fournissent-elles pour faire face aux crises du présent, que la sociologie propose-t-elle de son coté? Les disciplines sont-elles complémentaires, la littérature offre-t-elle quelque chose que l'analyse des sciences sociales ne peut pas offrir ? Quelle est le ‚surplus’ de la lecture littéraire?",
        "teaching_methods": "Séminaire. Introduction dans la thématiqeuau début du cours par l’enseignante. Ensuite discussion commune en plénière des lectures. Présentations oraux des participatant.es au cours (referat udn Thesenpapier). Èvaluation par un travail écrit personnel .",
        "assessment_methods": "Particpation active et régulière au cours et présentation orale : 40%. Travail évrit personnel 60%.",
        "online_resources": "Programme, bibliographie et certains textes en copie.",
        "bibliography": "Sera communiquéà la premiére séance  du cours / mise sur moodle.",
        "course_materials": "cf. ressources en ligne et bibliographie.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1560",
        "title": "Linguistique générale : sémantique et pragmatique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Degand Elisabeth"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Une introduction aux sciences du langage ou à la linguistique",
        "topics_covered": "Ce cours fait un état de la question en sémantique et en pragmatique et aborde des questions méthodologiques fondamentales. Il traite notamment de l'approche traditionnelle en sémantique lexicale et sémantique de la phrase et l'oppose aux récents développements en sémantique discursive et en sémantique cognitive, ouvrant ainsi la voie aux approches en pragmatique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Les étudiants devront: - développer une connaissance des perspectives explicatives en sémantique et pragmatique, - plus particulièrement développer l'aptitude à appliquer des concepts théoriques à des situations langagières concrètes, - avoir acquis une bonne connaissance des différentes approches contemporaines en sémantique et pragmatique.",
        "content": "Après un bref état de la question en sémantique linguistique, le cours aborde la place de la sémantique aux différents niveaux de représentation linguistique: la sémantique lexicale (le sens des mots : analyse componentielle vs. Théorie du prototype), la sémantique phrastique (le sens de la phrase : référence, inférence, logique propositionnelle, valeurs de vérité) et la sémantique discursive (cohérence et cohésion). On donne un aperçu général de la sémantique cognitive (métaphores, schémas imagés, espaces mentaux) et certaines théories pragmatiques (théorie des actes du langage, théorie de la pertinence). Toutes les situations théoriques sont illustrées à l'aide d'exemples concrets de la réalité quotidienne (publicités, échanges conversationnels authentiques).",
        "teaching_methods": "Ce cours comporte des exposés magistraux et requiert également la participation active des étudiants sous la forme d'exercices d'application en ligne:  « Langue et Parole » (parcours « sémantique ») Des exercices de révision seront également proposés. Pour certains chapitres, une approche en classe inversée sera (progressivement) mise en place afin de s'assurer de la participation de toutes et tous.",
        "assessment_methods": "Examen oral (33% exercices, 67% questions théoriques)",
        "online_resources": "Slides, exercices et bibliographie sur Moodle",
        "bibliography": "Disponible sur Moodle",
        "course_materials": "LFIAL1560: Sémantique et Pragmatique",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm1534",
        "title": "Nederlandse literatuur II : 19de en 20ste eeuw",
        "credits": "5.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanasten Stéphanie"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Niveau-seuil dit B2 du Cadre Européen Commun de Référence pour les Langues",
        "topics_covered": "Réflexion sur le concept d' « histoire de la littérature » : interrogation de ses fondements méthodologiques et disciplinaires (en particulier pour la littérature de langue néerlandaise) ; Présentation de l'histoire de la littérature néerlandaise dans le contexte des grandes productions culturelles, philosophiques, politiques et sociales européennes ; description de sa périodisation aux XIXe et XXe siècles ; essai de synthèse des productions dominantes en confrontation avec l'analyse de mouvements singuliers. Des lectures obligatoires de textes littéraires ou extraits illustrent le propos.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de - lire et comprendre les principales productions littéraires en langue néerlandaise des XIXe et XXe siècles ; - expliquer les développements principaux de la littérature d'expression néerlandaise des XIXe et XXe siècles en relation avec ses divers contextes (linguistiques, culturels, philosophiques, esthétiques, idéologiques, sociaux, politiques) et de situer ses enjeux pour l'histoire littéraire européenne ; - situer sur la ligne du temps (époques, courants, générations) des figures importantes et des textes littéraires marquants en langue néerlandaise et mettre en évidence la spécificité des faits littéraires étudiés en se référant à l'histoire de la critique littéraire (esthétique, genres, thèmes, poétique, génétique, médias, réception, institution) ; - faire preuve d'un regard critique sur la légitimité et la validité de la périodisation adoptée et d'élaborer, dans la perspective de l'histoire littéraire et culturelle, un commentaire personnel (essai, dissertation) sur un texte littéraire donné (par exemple à partir d'un article scientifique corrélé).",
        "content": "Le cours est consacré à la littérature d'expression néerlandaise de 1830 à la seconde moitié du XXe siècle. (Il est conçu dans le même esprit que le cours LGERM 1334 dont il constitue le prolongement.) Il introduit aux textes fondateurs de la littérature et culture de langue néerlandaise de la période en les replaçant dans leurs divers contextes historiques (linguistiques, politiques, esthétiques, philosophiques, sociaux-culturels, religieux), et interroge leur émergence, circulation et postérité à l’époque contemporaine. Les auteurs et figures marquantes, de renom ou oubliés, les courants, les oeuvres et genres littéraires pratiqués sont considérés et étudiés en problématisant leur positionnement (consécration, canonisation, invisibilisation). Des textes représentatifs (ou extraits) illustrent le propos.",
        "teaching_methods": "Le cours introduit aux balises historiographiques au moyen d’activités d’(auto)apprentissage et interactives (brèves tâches ciblées - individuelles ou collectives - de recherche, lectures préparatoires d'extraits d’histoires littéraires ou d’articles critiques, classe inversée, discussions). Les étudiants sont invités à une participation active. Les séances sont axées sur l’analyse et la lecture commentée de textes littéraires en langue néerlandaise représentatifs de la période étudiée, et choisis dans une large variété de thèmes, de registres, de genres, de programmes. Ces textes, repris dans l’anthologie (voir Moodle), seront lus et préparés à domicile par tous les étudiants. Suivant une méthode inductive, l’on fera émerger divers questionnements que les œuvres étudiées peuvent susciter en réponse singulière aux discours de leur époque et de notre temps. La démarche est complémentée par la mobilisation de diverses approches scientifiques (inter)disciplinaires et théoriques à même d’éclairer certains enjeux abordés. Des séances de travaux pratiques, dirigées par un(e) assistant(e), accompagnent le cours. Elles aident les étudiants à appréhender la lecture des textes, à s’approprier la matière, à transférer les questionnements abordés sur d’autres textes et discours de l’époque, à approfondir certaines méthodes d’analyse critique et préparent à l’examen. Une attention particulière sera accordée à l'utilisation d'instruments de travail, de documentation et d'information en études littéraires de langue néerlandaise.",
        "assessment_methods": "Evaluation formative et continue (20%): participation active au cours attestant de la lecture obligatoire des textes littéraires à l’étude et du matériau historiographique préparatoire et incluant le rôle de répondant. Une présence régulière aux travaux pratiques obligatoires est attendue. Remise de deux tâches écrites obligatoires (échec pour cette partie en cas de non présentation des deux travaux). L’évaluation sommative à la session de juin consiste en un examen écrit (50%) et un examen oral (30%) : L’examen écrit (50%) porte sur les contenus et balises historiographiques exposés et discutés ainsi que sur les textes littéraires et questionnements étudiés. Les (extraits de) textes commentés font l’objet d’une évaluation approfondie. L’examen oral (30 %) porte sur un travail personnel écrit, rendu préalablement, et consistant en l’analyse argumentée, à l’aide de trois sources scientifiques au moins, d’un ou plusieurs texte(s) littéraire(s) (dont un non vu) se rapportant à la période étudiée. Le travail sera établi selon les principes de la démarche scientifique et conformément aux conventions de référencement bibliographique académique et rendra compte d’une réflexion critique sur une problématique choisie et la construction historiographique comme démarche scientifique dans le contexte plus large de l’histoire culturelle et des idées. La maîtrise de la langue, en particulier écrite, et la qualité d’expression personnelle, tant à l'écrit qu'à l'oral, entrent en compte dans l’évaluation, et un trop grand nombre de fautes peut conduire à l’échec. Le travail sera établi dans le respect des consignes spécifiques énoncées et conformément aux pratiques de l’intégrité académique et scientifique. L’usage de toute source d’information (y compris des intelligences artificielles génératives) non dûment référencée et systématiquement signalée pour chaque part du travail concerné, et empêchant, dans le respect du principe d’authenticité, l’examinateur.trice de vérifier les acquis, les compétences personnelles de l’étudiant.e, le processus et la démarche suivis, est interdit. En cas de seconde inscription à l’examen, l’évaluation est répartie comme suit : examen écrit (60%) et oral sur base d’un nouveau travail (40%). L’étudiant(e) pourra décider, en accord avec l’enseignant(e), de parfaire son travail personnel pour l’examen oral au départ d’un ou des même(s) texte(s) littéraire(s) ou sujet qu’à la session d’examen précédente. Pour atteindre comme note finale le seuil minimal de réussite de ce cours, tenant compte des diverses activités d’apprentissage, un score de minimum 8/20 doit être obtenu pour chacune des deux parties de l’évaluation sommative (examen écrit, examen oral). Si l’étudiant.e a obtenu une note inférieure à 8/20 pour (l’une de) ces parties, alors la note finale pour l’ensemble de l’inscription à l’examen ne pourra dépasser 9/20.",
        "other_info": "Supports de cours Portefeuille de lectures (anthologie de textes littéraires choisis; extraits d’histoires littéraires et articles critiques et théoriques préparant à la période) (voir Moodle, en ligne ou bibliothèque universitaire); handouts et powerpoints en séance, enregistrements sonores et vidéos, ressources pédagogiques sur Moodle.",
        "online_resources": "voir Moodle www.dbnl.org",
        "bibliography": "Geschiedenis van de Nederlandse literatuur . Amsterdam : Bert Bakker, 2006-2013 (en ligne, www.dbnl.org), en particulier: Wim van den Berg en Piet Couttenier, Alles is taal geworden (1800-1900). Amsterdam: Bert Bakker, 2009. Jacqueline Bel, Bloed en rozen (1900-1945) . Amsterdam : Bert Bakker, 2015. Hugo Brems, Altijd weer vogels die nesten beginnen . Amsterdam : Bert Bakker, 2006. Une bibliographie secondaire détaillée pour la période est mise à disposition sur Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leng1125",
        "title": "American Landscapes and Memory",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bragard Véronique"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Les étudiants qui souhaitent suivre ce cours auront au moins atteint le niveau avancé B2 du Cadre Européen Commun de Référence pour les Langues",
        "topics_covered": "Etude des espaces (nature, monuments) en lien avec l’histoire des Etats-Unis: Les réalités matérielles et lieux de mémoire; l'organisation politique et sociale (gouvernements); les réalités morales et valeurs sociétales; des réalités culturelles, artistiques, philosophiques et religieuses;",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre et suivre un exposé en anglais 2 Débattre des questions et enjeux liés à la culture américaine contemporaine et son histoire 3 D'analyser de manière critique des expressions et représentations culturelles (memorials, films, extraits littéraires, production artistiques, séries) Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants: 2.6, 4.3, 5.6, 6.6",
        "content": "L'histoire américaine a marqué son territoire: celui-ci contient les traces de l'intervention humaine, de relations sociales, de déplacements et de modes de vie. Ce cours propose aux étudiant·es une étude de l'histoire américaine dans sa conceptualisation la plus large, en prenant en compte les aspects culturels, artistiques et mémoriels liés à son territoire. Il aborde la construction culturelle de la mémoire en interrogeant divers sites géographiques et textes dans lesquels les traces du passé sont physiquement ancrées, commémorées, représentées, célébrées ou contestées. Le cours est divisé en 10 modules, chacun d'entre eux étant consacré à un paysage spécifique (océan, rivière, plaines, forêts, plantations, ville, routes, mines, zones de sacrifice et parcs & monde non-humain). En quoi les paysages américains sont-ils plus que ce que l'on voit en surface ? Quels passés ces lieux érodés transmettent-ils, et comment ? À partir de l'ouvrage de Lauret Savoy, T race : Memory, History, Race, and the American Landscape (2016), nous mettrons en évidence comment les lieux deviennent les témoins d'engagements politiques, de décisions sociales, de formes d'exclusion et de conflits. En retraçant l'histoire des États-Unis (et ses liens avec la Belgique) à travers les éléments changeants de son territoire, nous interrogerons également les voix qui ont été réduites au silence ou omises dans les récits dominants. Chaque section examinera comment les lieux de résistance artistiques et créatifs (œuvres littéraires, chansons, films, discours, artivisme, désobéissance civile) répondent aux effets néfastes du comportement humain (Anthropocène) et à la crise culturelle mondiale.",
        "teaching_methods": "cours ex-cathedra",
        "assessment_methods": "examen écrit",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2998",
        "title": "Travail de fin d'études",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "Quel que soit le sujet, le travail de fin d'études permet à l'étudiant de : réaliser une synthèse d'une question scientifique donnée, contextualiser une problématique en lien avec les connaissances actuelles, exposer clairement les résultats de son travail.",
        "content": "Le travail de fin d'études poursuit les mêmes objectifs que le mémoire du MA 120, mais porte sur une problématique plus limitée : il comptera minimum 50 pages (soit 125.000 signes espaces compris) de rédaction personnelle et originale (incluant bibliographie et notes, mais hors annexes).",
        "teaching_methods": "Interactions régulières avec le promoteur ou la promotrice. Les interactions ont lieu dans la langue de travail du TFE.",
        "assessment_methods": "Encadrement et composition du jury de TFE Le TFE est supervisé par un promoteur ou une promotrice du programme. L'étudiant·e doit soumettre son sujet pour approbation au promoteur ou à la promotrice à la date prévue par le calendrier facultaire. Le jury du TFE est composé, de deux lecteurs/lectrices : le promoteur ou la promotrice et une ou un autre lecteur, désigné par le jury de master (représenté, dans cette tâche de désignation, par la présidence de jury). Soutenance orale Le TFE fait l’objet d’une soutenance orale devant le jury constitué, du promoteur/de la promotrice et du/de la lecteur/lectrice. La soutenance est un moment d’échange entre l’étudiant·e et les membres du jury. Les modalités pratiques de la soutenance sont communiquées à l’étudiant·e au plus tard le premier jour de la session à laquelle le TFE est inscrit. Critères d’évaluation du TFE La note finale prend en considération : l'atteinte des objectifs fixés ; la cohérence et la qualité générale du travail effectué (synthèse pertinente et bien documentée de la littérature scientifique, qualité de la démarche méthodologique et adéquation avec les objectifs, pertinence et bien-fondé de l’analyse et de l’interprétation) la capacité à discuter de manière critique les choix méthodologiques et les conclusions du travail ; la correction, la qualité et la pertinence de la formulation écrite  ; la qualité de la soutenance orale. Dans sa note finale, le promoteur ou la promotrice prend en compte également l'implication de l'étudiant·e et la régularité du travail fourni tout au long du master dans le cadre du TFE. Règles relatives au plagiat et à l’usage de l’IA Tout au long de son TFE, l’étudiant·e fait la preuve de sa parfaite maitrise des règles de référencementiation bibliographique ; au risque de se voir suspecter de plagiat, il ou /elle veille à NE PAS copier un texte sans guillemets et/ou sans mention de la source ; NE PAS reproduire un graphique, des données, des illustrations, etc. sans mention de la source ; NE PAS reformuler ou résumer l’idée originale d’un auteur sans mention de la source ; NE PAS traduire, totalement ou partiellement, une source sans la référencer ; NE PAS utiliser le travail d’autrui en le présentant comme le sien (même si l’auteur du travail a donné son accord) ; NE PAS acheter un travail. Cf. https://uclouvain.be/fr/etudier/uss/lutter-contre-le-plagiat.html Cette définition complète celle reprise à l’art. 107 §2 du RGEE constituant une disposition particulière au sens du §3 du même article. L’étudiant·e qui ne respecterait pas les normes de référenciation scientifique énoncées ci-dessus s’expose, en cas d’irrégularité ou de plagiat constaté par le jury, à des sanctions académiques telles que détaillées par le RGEE (section 7). Les intelligences artificielles (IA) génératives, si elles sont utilisées, doivent l’être de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée.",
        "other_info": "Le travail de fin d'études (15 crédits) n’est pas valorisable dans le cas d'un passage ultérieur au MA 120.",
        "online_resources": "Le site Moodle « LELALmémoire » reprend les informations pertinentes à la rédaction d’un mémoire ou TFE en ELAL.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm1533",
        "title": "Nederlandse taalkunde: syntaxis",
        "credits": "5.00",
        "hours": "22.5 h + 5.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Degand Elisabeth"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Niveau-seuil dit B2 du Cadre Européen Commun de Référence pour les Langues",
        "topics_covered": "1. étude de la syntaxe du néerlandais et analyse contrastive néerlandais-français; 2. initiation à la lecture d'articles scientifiques dans ces domaines; 3. présentation critique des ouvrages de référence.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Familiariser les étudiants avec la syntaxe du néerlandais et avec la linguistique contrastive néerlandais-français. Les étudiants devront également être capables d'analyser les ouvrages de référence de manière critique.",
        "content": "Le cours aborde la syntaxe du néerlandais sous l'angle de la problématique de l'ordre des mots. Un portfolio de lectures scientifiques permet d'aborder les différents principes d'analyse de l'ordre des mots, y compris des phénomènes de variation. Les aspects théoriques seront mis en pratique dans une étude empirique menée en groupe (réplication d'une des études présentées dans le portfolio).",
        "teaching_methods": "Méthode de la « classe inversée », où le travail d'analyse est effectué en petits groupes en classe sur base de la préparation à domicile. Travail de groupe pour l'étude empirique.",
        "assessment_methods": "Examen oral sur base du portfolio du cours (partie A) et rapport  de recherche de l'étude empirique (partie B). L'étude de réplication étant un travail de groupe, un monitoring sera mis en place pour s'assurer que tous les étudiants et étudiantes font leur partie du travail. L'évaluation individuelle prendra en compte les rapports de monitoring. L'étudiant·e qui ne participe pas au travail de groupe ne pourra pas présenter l'examen oral en première session. Lors de l'examen oral, la maitrise de la langue est également évaluée. L'étudiant.e pourra se voir pénalisé.e de maximum 2 points en cas de production orale défaillante (code grammatical, maitrise du vocabulaire, fluence). La note finale est la moyenne pondérée des notes A et B. Dans la note finale, la partie A vaut pour 12/20 et la partie B vaut pour 8/20. En cas d'échec à la première session, l'examen en seconde session porte uniquement sur le portfolio du cours. La note du travail de groupe n'est pas reportée. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique.L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "bibliography": "Portfolio d'articles scientifiques disponible sur Moodle et en forme imprimée à la DUC",
        "course_materials": "LGERM1533 Nederlandse taalkunde: syntaxis (portfolio)",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2725",
        "title": "English Linguistics: Second Language Acquisition",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Meunier Fanny",
            "Paquot Magali"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "/",
        "topics_covered": "Familiariser l'étudiant à la recherche dans le domaine de l'acquisition d'une langue seconde et plus particulièrement de l'anglais langue étrangère. Le cours comportera deux axes principaux : les théories de l'acquisition des langues secondes et étrangères ainsi que les méthodes d'analyse de la langue des apprenants.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera familiarisé avec les principales théories et concepts centraux en acquisition des langues secondes et étrangères. L'étudiant sera capable de lire des articles scientifiques dans le domaine et d'appliquer certaines des méthodes d'analyse vues au cours afin de réaliser une  recherche  personnelle sur le sujet.",
        "content": "Le cours abordera, entre autre, les points suivants : description of learner language. data analysis in SLA (e.g. elicitation tests vs learner corpus data). internal and external factors in SLA. language transfer. cognitive accounts of SLA. linguistic universals and SLA. individual learner differences and strategies. applied and instructed SLA.",
        "teaching_methods": "Lecture d'articles scientifiques, présentations et discussions en classe.",
        "assessment_methods": "Examen oral. La participation active au cours sera aussi prise en compte dans la remise de la note finale.",
        "online_resources": "Documents accessibles sur la plateforme MOODLE",
        "bibliography": "Portfolio d'articles scientifiques mis à disposition sur Moodle ou accessibles via les bibiothèques UCLouvain Portfolio of scientifc articles made available on the Moodle learning platform or available through the UCLouvain library services",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2736",
        "title": "Nederlandse literatuur in intercultureel perspectief : vertaling en Cultural Transfers",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanasten Stéphanie"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Introduction à la littérature néerlandaise et bonne maîtrise de la langue néerlandaise (niveau avancé supérieur, B2 + en termes du Cadre européen commun de référence).",
        "topics_covered": "Etude approfondie de la littérature néerlandaise contemporaine à partir d'une perspective interculturelle, avec une attention particulière pour les phénomènes de traduction. Analyse scientifique de textes littéraires et de leur inscription dans le champ littéraire et l'histoire littéraire supranationale, lecture détaillée de textes théoriques et programmatiques (écrits par les écrivains) et de la littérature critique sur les textes étudiés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de - élaborer un discours critique sur l'inscription historico-littéraire et (inter)culturelle des textes littéraires étudiés ; - faire preuve de la maîtrise raisonnée des différentes méthodologies d'analyse de texte déployées lors du cours. - approfondir sa culture littéraire et médiatique ; - interpréter les textes en développant son esprit critique mais tout en intégrant le contexte interculturel et traductologique dans cette démarche heuristique ; - lire et rédiger des travaux scientifiques dans le domaine étudié.",
        "content": "En raison notamment de la mondialisation des échanges culturels et de l'accroissement des flux migratoires, les productions littéraires  se profilent de moins en moins comme des objets culturellement monolithiques et circonscrits à une unique aire linguistique. Elles peuvent dès lors être appréhendées sous l'angle de leur circulation et des transferts culturels, auxquels participe la traduction, mais également du rapport 'hétérolingue' qu'elles entretiennent à même le texte original avec leur lecteur, puisqu'elles mettent fréquemment celui-ci au défi par les 'autres' langues qu'elles véhiculent. Ce cours propose d'étudier un pan de la production littéraire néerlandophone contemporaine à partir de ces questions.",
        "teaching_methods": "Cours-exposés, accompagnés de supports multimédias et d'activités interactives. Lectures et recherches préalables des étudiants afin de pouvoir participer à la discussion. Si le nombre le permet, le cours sera conçu sous forme de séminaire.",
        "assessment_methods": "Evaluation continue (interventions orales, discussions, workshops) : 20% L'absence au cours implique la perte de la note liée à l'évaluation continue. Présentation, en groupe, d'une analyse originale sur base d'une bibliographie sélective, représentative et approuvée au préalable + discussion avec l'auditoire : 30% Travail écrit issu de la présentation : 40 % Examen oral à partir du travail écrit : 10% Le travail sera établi dans le respect des consignes spécifiques énoncées et conformément aux pratiques de l’intégrité académique et scientifique. L’usage de toute source d’information (y compris des intelligences artificielles génératives) non dûment référencée et systématiquement signalée pour chaque part du travail concerné, et empêchant, dans le respect du principe d’authenticité, l’examinateur.trice de vérifier les acquis, les compétences personnelles de l’étudiant.e, le processus et la démarche suivis, est interdit.",
        "other_info": "Supports de cours : portefeuille de lectures (théoriques et d'extraits), handouts, documents sur Moodle.",
        "bibliography": "voir Moodle",
        "course_materials": "présentations Powerpoint (sur Moodle) hand-outs portefeuille de lectures (sur Moodle)",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2826",
        "title": "Comics, adaptation and decolonization",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bragard Véronique"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Introduction à la littérature anglaise et bonne maîtrise de la langue anglaise (niveau avancé supérieur, B2 + en termes du Cadre européen commun de référence).",
        "topics_covered": "L'enseignant se réserve le choix d'étudier un ou plusieurs auteurs de la période ancienne (Moyen Age jusqu'à la fin du 18e siècle, par ex. Shakespeare) ou un auteur plus récent (par ex. T.S. Eliot, Toni Morrison). Le cours mettra en exergue comment la perception de l'auteur en question ainsi que l'impact de son oeuvre sur la littérature et la société ont évolué au cours du temps.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant - sera capable de parler d'un ou d'un groupe d'auteurs, de comparer leurs oeuvres et leur impact, de les situer dans un contexte historique, sociologique et générique ; - sera capable de percevoir la pertinence de certaines méthodes d'analyse textuelle étudiées au cours pour l'étude des oeuvres sélectionnées ; - aura également indirectement enrichi ses compétences lexicales. L'analyse produite par l'étudiant devra refléter une maîtrise de l'anglais adéquate au niveau atteint (Maîtrise) et une bonne compréhension des différents concepts culturels traités dans le cours.",
        "content": "Ce cours introduit les étudiants au médium de la bande dessinée et les encourage à développer une compréhension des bandes dessinées et des romans graphiques à travers l'analyse critique, le champ en expansion des études sur la bande dessinée et les approches décoloniales. Dans un premier temps, il examine le fonctionnement de la bandes dessinée (linéarité/tabularité/séquence/case/couleur...) et la manière de lire attentivement la page et la grammaire des bandes dessinées (monstration, graphiation, par exemple). La deuxième partie du cours met en lumière les possibilités qu'offre le médium d'aborder les questions de mémoire et trauma, en accordant une attention particulière au genre et aux conflits. Un troisième module compare un certain nombre d'adaptations de bandes dessinées et les textes littéraires sur lesquels elles sont basées. Partant de l'observation de Baetens selon laquelle l'adaptation implique d'accepter de s'éloigner du modèle (Baetens 2020:188), nous analysons comment les adaptations bd d'oeuvres littéraires offrent de nouvelles interprétations des textes originaux. La dernière partie du cours étudie plusieurs bandes dessinées en accordant une attention particulière aux aspects (dé)coloniaux. Au-delà de l'étude de l'engagement des bandes dessinées dans les questions de caricature, de stéréotype et de représentation, nous discutons des aspects sensoriels travaillés dans ces œuvres créatives.",
        "teaching_methods": "Les textes choisis sont introduits par l'enseignante et préparés par les étudiants via moodle ou en petits groupes, sous l'angle d'une problématique donnée. Présentation des étudiants et discussions avec l'active participation des étudiant(e)s.",
        "assessment_methods": "Examen oral et travail écrit. Evaluation continue du travail fourni au cours ou séminaire (présentations, discussions, travail écrit).",
        "other_info": "Support : Littérature secondaire afférente au sujet du cours et lecture des oeuvres littéraires analysées et de leurs critiques.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm1314",
        "title": "Geschichte der Ideen und der Literatur in Deutschland I",
        "credits": "5.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Büssgen Antje"
        ],
        "teaching_language": "Allemand",
        "prerequisites": "/",
        "topics_covered": "Le cours couvre l'histoire d'une littérature nationale depuis le moyen âge jusqu'au XVIIe ou au XVIIIe siècle. Il passe en revue les différents courants et genres littéraires pratiqués et les replace dans leur contexte socio-culturel. Des lectures de textes obligatoires illustrent le propos. Le monitorat de 10 heures est conçu comme un soutien à l'étudiant et l'aide, entre autres, à appréhender la lecture de ces textes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant devra être capable de dégager les traits spécifiques des grands courants et genres littéraires et de situer ceux-ci dans leur contexte socio-culturel. Il devra connaître les figures importantes et les 'uvres marquantes de l'histoire littéraire envisagée, en avoir lu quelques unes et être à même d'en offrir des clés d'interprétation.",
        "content": "Deutsche Literaturgeschichte I: Von den Anfängen bis zur Aufklärung. Le cours donne une vue globale de l'histoire des idées et de la littérature des pays de langue allemande à partir du moyen-âge jusqu'à la fin du XIIIème siècle. Les grandes périodes littéraires et courants philosophiques et esthétiques seront expliqués à base d'un choix de textes littéraires canoniques et représentatifs. Le fil conducteur sera la question quels éléments ont fait naître, à travers les siècles, une conception moderne de la vie humaine, donc la genèse des temps modernes. Une séance de réflexion sur les principes de l'historiographie littéraire sera suivie d'un bref aperçu des idées et développements majeurs de la littérature du moyen-âge (Heldenepik und Minnelyrik) et du début de la Frühe Neuzeit (poésie baroque), pour ensuite mettre le focus sur les textes du XVIIIe siècle, de \"l'époque des lumières\". La lecture la plus importante du corpus de textes sera celle du roman qui a rendu Johann Wolfgang Goethe célèbre alors qu'il n'était encore qu'un jeune auteur: \"Die Leiden des jungen Werther\" [Les souffrances du jeune Werther] (1774). Un close reading du roman permettra d’observer, en histoire des idées, la génèse d’une conception moderne du „moi“, du sujet se concevant comme autonome, à la fin du XVIIIe siècle. Langue de travail: Allemand. Die Vorlesung bietet einen kursorischen Überblick über wichtige Epochen, literarische, philosophische und ästhetikgeschichtliche Strömungen und Konzepte der deutschsprachigen Literatur seit ihrer Entstehung, den Anfängen im frühen Mittelalter, über die Staufische Klassik des Hochmittelalters (Heldenepik und Minnelyrik), das Barock (Andreas Gryphius) bis zum späten 18. Jahrhundert. Dabei liegt der Schwerpunkt im 18. Jahrhundert, im europäischen Jahrhundert der Aufklärung mit der Lektüre von Lyrik der Frühaufklärung, poetologischen Schriften der Hochaufklärung und  Kants Beantwortung der Frage \"Was heisst Aufklärung?\". Intensiv wird schließlich der Roman besprochen, der den jungen Goethe berühmt gemacht hat und der in der Literaturgeschichte als der erste Roman gilt, in dem eine moderne Individualitätsproblematik gestaltet ist: Der Briefroman Die Leiden des jungen Werther (1774). Einführend wird darüber nachgedacht, was es beudetet, das überlieferte Korpus von Texten und Werken in einem historischen Schema, also  Literatur als Literaturgeschichte zu ordnen und zu erzählen. Arbeitssprache: Deutsch.",
        "teaching_methods": "Introduction magistrale aux thématiques par l'enseignante; lecture autonome de textes à domicile en préparation des cours par lecture personnel et notes rédigés en allemand à partir des ouvrages de référence et des scripts fournis sur moodle; analyse de textes littéraires ou théoriques (poétologie, esthétique, philosophie) au cours en discussion plénière, par un 'close reading' commun de certains passages choisis des textes littéraires (= lectures obligatoires préparées individuellement à chaque cours). Initiation à la rédaction de textes scientifqiues sur la littérature en langue allemande (à travers des exercises écrits au TP) et en appliquant terminologie appris au cours LGERM 1114. Travail d'explication de textes et de groupe dans les TP. Langue de travail: Allemand.",
        "assessment_methods": "Évaluation continue du travail fourni au cours (préparation des lectures obligatoires de semaine en semaine à domicile, apprentissage du vocabulaire thématique, exercices écrits au TP, présentation orale etc. : 30%). Évaluation finale sous forme d'un examen écrit sur place (Klausur) 70%. L'évaluation et l'accès à l'examen sont conditionnés par la présence régulière et active au cours et au TP et par les productions qui s'y rapportent. Plus de trois absences non-justifiées rendent l'accés à l'examen impossible. Langue de travail: Allemand.",
        "online_resources": "Scripts, listes de vocabulaire, bibliographie et extraits de textes littéraires sur Moodle.",
        "bibliography": "Deutsche Literaturgeschichte von den Anfängen bis zur Gegenwart . Hrsg. von Wolfgang Beutin et al., neueste Auflage, Stuttgart: Metzler. Une bibliographie détaillée sera diffusée au cours.",
        "course_materials": "cf. bibliographie",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2720",
        "title": "Interactive Competence in English : English for academic purposes",
        "credits": "5.00",
        "hours": "15.0 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Meunier Fanny"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Une maîtrise de l'anglais courant de niveau avancé supérieur (B2+ en termes du CECR).",
        "topics_covered": "1. Extension du vocabulaire : développement quantitatif et qualitatif du vocabulaire académique nécessaire à l'utilisation souple dans la vie professionnelle et académique. 2. Amélioration du savoir-faire écrit : développement du contrôle des moyens lexiques et linguistiques appropriés à la compréhension de textes académiques longs et complexes et à la production de textes clairs, fluides et bien structurés. 3. Amélioration du savoir-faire oral : développement de la maîtrise de présentations professionnelles et académiques et de l'expression précise d'opinions et d'idées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Développer progressivement une compétence interactive dans les quatre aptitudes en anglais, de niveau \"utilisateur expérimenté\". Il correspond au niveau C1/C2 du Cadre européen commun de référence (CECR). On explorera les registres académiques de l'anglais écrit et parlé. Au terme de ce cours l'étudiant pourra : - Comprendre une grande gamme de textes longs et exigeants, ainsi que saisir des significations implicites et des raisonnements académiques. - Participer à des communications interactives de façon efficace et souple dans sa vie sociale, professionnelle et académique. - S'exprimer à l'écrit et à l'oral sur des sujets académiques complexes de façon claire et bien structurée et manifester sa maîtrise du vocabulaire académique et son contrôle des outils d'organisation et de cohésion du discours. - Comprendre sans trop d'effort des présentations complexes, même si elles ne sont pas clairement structurées.",
        "content": "L'anglais académique est un genre spécifique avec ses propres caractéristiques méthodologiques, stylistiques et linguistiques. Dans ce cours, vous apprendrez à utiliser les fonctions rhétoriques propres à l'anglais académique. Nous examinerons également les différentes étapes du processus de recherche scientifique, de l'analyse et de la sélection des sources au développement d'arguments (que ce soit à l'oral ou à l'écrit).",
        "teaching_methods": "Le volume 1 du cours (15 h) couvrira les aspects théoriques inhérents à l'argumentation orale et écrite d'un travail scientifique. Veuillez noter qu'une partie de ces heures peut être réalisée sous forme de classes inversées. Le volume 2 du cours (22h30) se concentrera sur les applications pratiques des éléments couverts dans le volume 1.",
        "assessment_methods": "Travail écrit (30%) - veuillez vous référer aux directives affichées sur la plateforme de cours Exercices (20 %) - veuillez vous référer aux directives publiées sur la plate-forme de cours. Examen oral (50%) - veuillez vous référer aux directives affichées sur la plateforme de cours. La note finale du cours est la moyenne pondérée des 3 parties, quelle que soit la session.",
        "online_resources": "Les documents et ressources seront mis à disposition sur la plateforme Moodle du cours.",
        "course_materials": "Booth, C. et al. (2024). The Craft of Research. Fifth Edition. Chicago Guides to Writing, Editing, and Publishing.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2712",
        "title": "Deutsche Literatur : Literarische Moderne. Konzepte und Texte.",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Büssgen Antje"
        ],
        "teaching_language": "Allemand",
        "prerequisites": "Introduction à la littérature allemande et bonne maîtrise de la langue allemande (niveau avancé supérieur, B2 + en termes du Cadre européen commun de référence).",
        "topics_covered": "Analyse approfondie d'oeuvres et de thématiques des littératures de langue allemande au cours des 20e et 21e siècles, en particulier sous l'angle de l'historiographie et du contexte socioculturel. Les thèmes abordés varient régulièrement en fonction de l'actualité scientifique et littéraire et des intérêts de l'enseignant (par exemple l'actualité du/des « réalisme(s) » dans la littérature allemande, les romans contemporains écrits par des femmes, etc.).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de - appréhender des oeuvres littéraires de langue allemande dans leurs contextes historico- et socio-culturels, tout en tenant compte des procédés esthétiques qui constituent la spécificité du texte littéraire ; - entamer une réflexion sur les mécanismes de l'historiographie de la littérature, établissant des liens entre une approche diachronique et des textes contemporains. Ceci se fera dans un esprit transnational et comparatiste, en particulier là où l'objet et la thématique du cours le justifient. Une attention spéciale sera également accordée aux questions de société. - approfondir sa culture littéraire à partir de textes en allemand et démontrer son aptitude à interpréter ceux-ci de manière critique, dans leur contexte historique et civilisationnel au sens large ; - lire et produire des travaux scientifiques dans le domaine étudié et dans la langue de travail, sur base de la méthode des études littéraires, dans la continuité des autres cours des programmes de bachelier et de master.",
        "content": "Die Literatur der Klassischen Moderne: Themen, Methoden, Schreibweisen (année académique 2023-2024) Le séminaire est consacré à l'époque appelée \"Klassische Moderne\", qui a marqué les premières décennies du XXe siècle sur le plan de la littérature et de l'histoire des idées. Cette période se caractérise par la rupture avec la grande tradition classico-romantique et le réalisme littéraire. Des procédés d'écriture modernistes, qui se développent particulièrement pendant les avant-gardes esthétiques et littéraires, expérimentent de nouvelles conceptions du langage et de la représentation. Celles-ci sont également nourries par la réflexion linguistique et l'anthropologie, un regard curieux sur les démarches innovatrices dans les arts voisins du modernisme (peinture, sculpture, musique) ou la réception de la philosophie de Friedrich Nietzsche. Les premières séances du séminaire poseront les bases nécessaires sur base d'un échantillon de textes théoriques et d'extraits représentatifs. Ensuite, certaines tendances particulières seront approfondies comme la contribution des écrivaines ( comme Else Lasker-Schüler, Marieluise Fleißer, Irmgard Keun, Elisabeth Langgässer) à ce nouvel esprit de la modernité.",
        "teaching_methods": "Séminaire. Introduction dans la thématique au début du cours/quadrimestre par l'enseignant·e. Ensuite discussion de lectures communes en plénière. Présentation des analyses littéraires et thématiques par les étudiantes et étudiants en petits groupes sur base d'un travail préparé avec les ouvrages de références et des articles scientifqiues actuels sur les thématiques choisis (Referat mit Thesenpapier). Le travail écrit personnel (=examen final) constitue une continuation et un approfondissement de ces présentations orales durant le cours.",
        "assessment_methods": "Evaluation continue du travail fourni au cours (présentation orale, discussions) (30%). Evaluation finale sous forme d'un travail personnel écrit (70%). L'évaluation et l'accès à l'examen sont  conditionnées par la présence régulière et la participation active au séminaire. Présentation orale (Referat und Thesenpapier) au séminaire (éventuellement en groupe), travail personnel écrit constituant un approfondissement de cette présentation (cf. \"contenu\"). Par cela, on obtient une initiation à ou un approfondissement de la compétence rédactionnelle en sciences littéraires en langue allemande (--> mémoire). Le travail écrit personnel (examen final) se fait individuellement se référant à des contenus précis découverts durant le quadrimestre et par la présentation orale (Referat). En cas d'échec, la deuxième session consiste en un remaniement du travail remis. Langue de travail: Allemand.",
        "online_resources": "Textes, listes de vocabulaire, bibliographie détaillée sur Moodle.",
        "bibliography": "Kiesel, Helmuth : Geschichte der literarischen Moderne. Sprache, Ästhetik, Dichtung im 20. Jahrhundert. München: Beck 2004. Une bibliographie détaillée sera diffusée au séminaire.",
        "course_materials": "cf. ressources en ligne et bibliographie.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm1514",
        "title": "Geschichte der Ideen und der Literatur in Deutschland II",
        "credits": "5.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Büssgen Antje"
        ],
        "teaching_language": "Allemand",
        "prerequisites": "/",
        "topics_covered": "Le cours couvre l'histoire d'une littérature nationale depuis le XVIIIe siècle jusqu'au XXIe siècle. Il passe en revue les différents courants et genres littéraires pratiqués et les replace dans leur contexte socio-culturel. Des lectures de textes obligatoires illustrent le propos. Le monitorat est conçu comme un soutien à l'étudiant et l'aide entre autres à appréhender la lecture de ces textes. Cet encadrement peut également s'avérer hautement profitable dans la rédaction du travail de fin de baccalauréat. Ce cours est accompagné d'un monitorat de 10 heures.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant devra être capable de dégager les traits spécifiques des grands courants et genres littéraires et de situer ceux-ci dans leur contexte socio-culturel. Il devra connaître les figures importantes et les oeuvres marquantes de l'histoire littéraire envisagée et en avoir lu quelques unes. L'enseignant reprendra et approfondira les notions d'analyse et de théorie littéraire acquises dans Littérature A dans la perspective du travail de fin de baccalauréat, qui jouera un rôle prépondérant dans l'évaluation.",
        "content": "Histoire de la littérature allemande II : la genèse de la modernité dans la littérature. Œuvres canoniques du 18e au 20e siècle. Deutsche Literaturgeschichte II: Die Genese der Moderne in der Literatur. Kanonische Werke vom 18. bis 20. Jahrhundert. Le cours présente des périodes les plus importantes de l'histoire des littératures germanophones à partir de la fin du 18ème siècle jusqu'au 20ème siècle. L'accent sera mis d'abord sur la littérature de la fin du 18ème s. (Spätaufklärung/ Weimarer Klassik) et du romantisme (\"Kunstperiode\" um 1800: Goethe, Schiller, Schlegel, Novalis, Kleist, E.T.A. Hoffmann) ainsi que sur les réactions critiques à l'humanisme classique et à \"l'idéalisme allemand\" formulées sous l'impresion de la Révolution Francaise et des guerres napoléoniennes: Georg Büchner développe une anthropologie et ainsi une poésie radicalement sceptiques (Dantons Tod). La période du réalisme qui domine la deuxième moitié du 19ème siècle  (Poetischer Realismus) sera découverte à travers l'oeuvre majeure du romancier Theodor Fontane, \"Effie Briest\", dont le personnage principal peut être considérée  comme \"'âme soeur\" de Madame Bovary de Flaubert. Le cours focalise ensuite les courants voire périodes appelées \"fin de siècle\" et \"Klassische Moderne\", et par cela donc le moment qui voit naître les Avantgardes du début du 20ème siècle. Le fil conducteur des lectures communes et des discussions sera de comprendre comment ces courants de pensée et de création artistiques ont contribué à faire naître une vision du monde que nous appelons \"moderne\" et dans laquelle s'inscrit aujourd'hui encore notre conception de soi, même s'elle est devenue \"postmoderne\". Langue de travail: Allemand.",
        "teaching_methods": "Introduction magistrale aux thématiques par l'enseignante; lecture autonome de textes à domicile en préparation des cours par lecture personnel et notes rédigés en allemand à partir des ouvrages de référence et des scripts fournis sur moodle; analyse de textes littéraires ou théoriques (poétologie, esthétique, philosophie) au cours en discussion plénière, par un 'close reading' commun de certains passages choisis des textes littéraires (= lectures obligatoires préparées individuellement à chaque cours). Initiation à la rédaction de textes scientifqiues sur la littérature en langue allemande (à travers des exercises écrits au TP) et en appliquant terminologie appris au cours LGERM 1114. Travail d'explication de textes et de groupe dans les TP. Langue de travail: Allemand.",
        "assessment_methods": "Évaluation continue du travail fourni au cours (préparation des lectures obligatoires de semaine en semaine à domicile, apprentissage du vocabulaire thématique, exercices écrits au TP, présentation orale etc.: 30%). Évaluation finale sous forme d'un examen écrit sur place (Klausur): 70%. L'évaluation et l'accès à l'examen sont conditionnés par la présence régulière et active au cours et au TP et par les productions qui s'y rapportent. Plus de trois absences non-justifiées rendent l'accés à l'examen impossible. Langue de travail: Allemand.",
        "online_resources": "Scripts, extraits de textes, listes de vocabulaire, bibliographie détaillée sur Moodle.",
        "bibliography": "Deutsche Literaturgeschichte von den Anfängen bis zur Gegenwart . Hrsg. von Wolfgang Beutin et al., neueste Auflage, Stuttgart: Metzler (cf. cours LGERM1314). Une bibliographie détaillée sera diffusée au cours, sur Moodle.",
        "course_materials": "cf. ressources en ligne et bibliographie",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm1502",
        "title": "Advanced English language skills II",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Gilquin Gaëtanelle"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Niveau Avancé B2 du Cadre Européen Commun de Référence pour les langues",
        "topics_covered": "Des textes écrits et des documents multimédia variés servent de base pour des activités de type réceptif et productif, à l'oral et à l'écrit. L'accent est mis sur l'extension du vocabulaire, la correction grammaticale et la cohérence de l'argumentation. Une attention particulière est portée à la communication interculturelle. Les différences lexicales, grammaticales et discursives existant entre le français et la langue cible sont mises en évidence et font l'objet d'exercices de traduction ciblés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant fera preuve de compétences réceptives et productives d'un niveau avancé supérieur (Niveau B2+, Cadre européen de référence pour les langues) à l'oral et à l'écrit. 1. Compétences réceptives : L'étudiant pourra: - comprendre un discours plus extensif, même quand celui-ci n'est pas nettement structuré et quand les relations internes restent implicites et ne sont pas explicitement indiquées ; - suivre dans le détail des programmes à la radio et à la télévision ; - comprendre des films qui utilisent une langue standard ; - comprendre des variantes parlées avec un accent légèrement régional ; - suivre facilement un débat, y compris sur des sujets abstraits et/ou académiques ; - résumer un cours, une conférence ou présentation d'un locuteur natif ; - comprendre des textes plus longs, plus compliqués de style journalistique, littéraire ou spécialisés; - apprécier l'utilisation de différents registres et styles ; - découvrir aisément la structure de textes discursifs ; - reconnaître et trouver l'équivalent dans sa propre langue des techniques de style typiques de la langue cible ; - reconnaître le public cible d'un texte. 2. Compétences productives : L'étudiant : - disposera d'un large répertoire de discours pour exprimer sans restriction ce qu'il veut dire ; - possèdera une bonne maîtrise d'un vaste répertoire lexical lui permettant de surmonter facilement les lacunes par des périphrases avec une recherche peu apparente d'expressions et de stratégies d'évitement ; - aura une bonne maîtrise d'expressions idiomatiques et familières ; - ne commettra pas d'erreurs de vocabulaire significatives ; - pourra maintenir constamment un haut degré de correction grammaticale ; les erreurs seront rares ; - pourra varier l'intonation et placer l'accent phrastique correctement afin d'exprimer de fines nuances de sens ; - utilisera la mise en page, les paragraphes et la ponctuation de manière logique et appropriée - fera la preuve d'un haut niveau de correction orthographique, grammaticale et lexicale - pourra produire un texte clair, fluide et bien structuré, démontrant un usage contrôlé de moyens linguistiques de structuration et d'articulation.",
        "content": "Extension du vocabulaire avec une attention particulière sur son utilisation appropriée en contexte (collocations, registre). Techniques discursives et rhétoriques, typiques de la langue cible. Spécificités lexicales et structurelles du discours écrit et du discours oral dans la langue cible. Développement des compétences rédactionnelles grâce à l'utilisation d'outils en ligne.",
        "teaching_methods": "Partie magistrale au cours de laquelle on insistera sur l'extension lexicale systématique, la correction stylistique et grammaticale précise ainsi que la qualité de la traduction. Partie exercices, centrée plus particulièrement sur les compétences productives orales (exactitude de la prononciation, respect du code, étendue du vocabulaire et aisance communicationnelle), mais aussi sur la compréhension à l'audition et à la lecture. Auto-apprentissage : vocabulaire ; module Moodle sur l'utilisation de ressources en ligne pour le développement des compétences rédactionnelles.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es de deux manières : A. Evaluation continue : 1. Portfolio de travaux écrits individuels répartis sur le premier et second quadrimestres. L'étudiant·e qui n’a pas remis tous les travaux écrits du portfolio dans les délais demandés se verra retirer des points de sa note finale (un point par travail manquant ou en retard). 2. Exercice oral individuel. L'étudiant·e qui n'a pas fait l'exercice oral à la date prévue se verra retirer un point de sa note finale. 3. Participation active aux cours et aux séances d'exercices. B. Examen qui se compose de cinq parties principales : 1. Production orale – avec et sans interaction (20% de la note finale) 2. Production écrite (20% de la note finale) 3. Compréhension à la lecture (10% de la note finale) 4. Compréhension à l'audition (10% de la note finale) 5. Correction/précision langagière (40% de la note finale) Vocabulaire Journal'ease (15% de la note finale) : test dispensatoire en janvier portant sur les lettres A à J (7,5% de la note finale) et examen portant sur les lettres A à J (pour les étudiant·es qui n'ont pas réussi le test dispensatoire de janvier) et sur les lettres K à Z (pour tous les étudiant·es) Traduction français > anglais (10% de la note finale) Détection/correction d'erreurs (10% de la note finale) Utilisation de ressources en ligne (5% de la note finale) : compléter l'entièreté du module Moodle sur l'utilisation de ressources en ligne pour le développement des compétences rédactionnelles /!\\ La réussite des cinq parties principales de l'examen (production orale, production écrite, compréhension à la lecture, compréhension à l'audition, correction/précision langagière) est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement. Les étudiant·es qui ont moins de 8/20 pour au moins une de ces cinq parties obtiendront donc une note d'échec pour la totalité du cours (7/20 ou moins si la moyenne est plus basse). L’objectif étant de former des spécialistes de la langue, une grande importance est accordée à la correction/précision langagière dans chaque partie de l'évaluation. Pour la même raison, l'utilisation des intelligences artificielles génératives n'est permise pour aucune des parties de l'évaluation. Leur utilisation par l'étudiant·e sera considérée comme un cas de tricherie. En cas de deuxième inscription à l'examen (session d'août/septembre), l'étudiant·e qui n'a pas obtenu au moins 10/20 pour une ou plusieurs des cinq parties principales de l'examen et/ou qui avait une absence pour une ou plusieurs de ces parties devra repasser cette ou ces partie(s). Il/elle devra également compléter les tâches non réalisées pendant l'année académique (travaux écrits du portfolio, module Moodle sur l'utilisation de ressources en ligne) pour le premier jour de la session au plus tard. ATTENTION : Pour la session de juin, certaines parties de l’examen auront lieu hors session. Aucune séance de rattrapage ne sera organisée. Une absence pour une ou plusieurs des parties de l’examen, qu’elle soit justifiée ou non, entraîne une note d’absence (A) pour l’ensemble de l’examen.",
        "online_resources": "Moodle",
        "bibliography": "Andreyev, J. (2015) Journal'ease vocabulaire - Tous les mots qu'il vous faut pour lire aisément un journal anglais ou américain. 6e édition. Bréal. ISBN: 978-2-7495-3452-7. Andreyev, J. (2015) Journal'ease exercices - Tous les mots qu'il vous faut pour lire aisément un journal anglais ou américain. 6e édition. Bréal. ISBN: 978-2-7495-3453-4.",
        "course_materials": "Notes de cours et documents PowerPoint sur Moodle Andreyev, J. (2015) Journal'ease vocabulaire - Tous les mots qu'il vous faut pour lire aisément un journal anglais ou américain. 6e édition. Bréal. ISBN: 978-2-7495-3452-7.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lned1233",
        "title": "Lexicale creativiteit in het Nederlands: woordvorming, neologismen en leenwoorden",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Goethem Kristel"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "L’étudiant·e a suivi avec succès un cours de grammaire de base du néerlandais.",
        "topics_covered": "Ce cours aborde la créativité lexicale du néerlandais à travers trois thèmes principaux : les différents procédés de morphologie lexicale du néerlandais (notamment, la composition et la dérivation) la formation de néologismes en néerlandais l’enrichissement du néerlandais par des emprunts (principalement des anglicismes)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Analyser des mots complexes en néerlandais et nommer leur procédé morphologique 2 Expliquer la terminologie morphologique et l’appliquer correctement 3 Appliquer la formation correcte des mots en néerlandais 4 Identifier les néologismes et les mots empruntés et les classer en fonction de leur formation et de leur type 5 Comprendre et pouvoir expliquer un article scientifique sur la formation des mots en néerlandais Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants :1.4, 1.6, 2.6, 6.6.",
        "content": "Le cours est une introduction à la créativité morphologique et lexicale en néerlandais.  Ce sujet est abordé à travers trois thèmes principaux: les différents procédés de morphologie lexicale du néerlandais (notamment, la composition et la dérivation) la formation de néologismes en néerlandais l’enrichissement du néerlandais par des emprunts (principalement des anglicismes)",
        "teaching_methods": "Approche mixte de cours magistral, lecture d'articles scientifiques et exercices",
        "assessment_methods": "Examen oral dans la session de juin et d'août/septembre La note finale du cours sera la somme des trois notes suivantes : travail écrit et discussion du travail lors de l'examen oral (30%) examen oral de la matière du cours (40%) maitrise orale de la langue néerlandaise (30%) En ce qui concerne le travail écrit, il est à souligner que les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Documents de cours et portefeuille de lecture disponibles sur la plateforme Moodle du cours",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2730",
        "title": "Interactieve vaardigheid Nederlands: academisch Nederlands",
        "credits": "5.00",
        "hours": "15.0 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hiligsmann Philippe"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Une maîtrise du néerlandais courant de niveau avancé supérieur (B2+ en termes du CECR).",
        "topics_covered": "1. Extension du vocabulaire : développement quantitatif et qualitatif du vocabulaire académique nécessaire à l'utilisation souple dans la vie professionnelle et académique. 2. Amélioration du savoir-faire écrit : développement du contrôle des moyens lexiques et linguistiques appropriés à la compréhension de textes académiques longs et complexes et à la production de textes clairs, fluides et bien structurés. 3.Amélioration du savoir faire oral : développement de la maîtrise de présentations professionnelles et académiques et de l'expression précise d'opinions et d'idées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Développer progressivement une compétence interactive dans les quatre aptitudes en néerlandais, de niveau \" utilisateur expérimenté \". Ce cours vise à sensibiliser l'étudiant à la variance de l'usage du néerlandais. Il correspond au niveau C1/C2 du Cadre européen commun de référence (CECR). On explorera surtout les registres académiques du néerlandais écrit et parlé. Au terme de ce cours l'étudiant pourra : - Comprendre une grande gamme de textes longs et exigeants, ainsi que saisir des significations implicites et des raisonnements académiques. - Participer à des communications interactives de façon efficace et souple dans sa vie sociale, professionnelle et académique. - S'exprimer sur des sujets académiques complexes de façon claire et bien structurée et manifester sa maîtrise du vocabulaire académique et son contrôle des outils d'organisation et de cohésion du discours. - Comprendre sans trop d'effort des présentations complexes, même si elles ne sont pas clairement structurées.",
        "content": "Dans un premier temps, l'accent sera mis sur le développement du vocabulaire professionnel et académique du néerlandais. Deux types de vocabulaire seront davantage développés : un vocabulaire professionnel et académique général et un vocabulaire professionnel et académique spécifique tel qu'on le trouve couramment dans des rapports professionnels et des textes académiques et scientifiques. Dans un deuxième temps, l'accent sera mis sur les moyens linguistiques et discursifs nécessaires pour comprendre des textes et des discours complexes de niveau académique et pour écrire des textes professionnels et académiques. Toutes sortes d'exercices devront approfondir la compétence interactive, la maîtrise de présentations orales et la compétence stylistique académique.",
        "teaching_methods": "Cours ex cathedra et assistance à une journée d'études/colloque",
        "assessment_methods": "Evaluation continue : deux productions écrites lors du premier semestre et participation à un colloque / Onderzoeksochtend au cours du semestre (présentation orale et sous forme de poster du projet de mémoire/TFE). Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. La note finale de l'examen de janvier sera la moyenne des notes suivantes: évaluation continue (voir ci-dessus) (/30), examen écrit (/50: 20 points pour les exercices relatifs à la théorie vue au cours / 30 points pour la rédaction [critère de correction formelle: - 10 points par faute répertoriée dans l'ouvrage 100 fautes ]), examen oral/maitrise de la langue orale (/40) La note finale de l'examen d'août/septembre sera la moyenne des notes suivantes: examen écrit (/60: 30 points pour les exercices relatifs à la théorie vue au cours / 30 points pour la rédaction [critère de correction formelle: - 10 points par faute répertoriée dans l'ouvrage 100 fautes ]), examen oral/maitrise de la langue orale (/60)",
        "bibliography": "S. Theissen, Ph. Hiligsmann & R. Lousberg, Nouveau dictionnaire contrastif des prépositions (français-néerlandais avec excercices), Brussel: De Boeck, 2003. S. Theissen, Ph. Hiligsmann & L. Rasier, Dictionnaire contrastif français-néerlandais, Louvain-la-Neuve: PUL, 2013. Ph. Hiligsmann, P. Degrave, K. Van Goethem & L. Rasier, 100 fautes. De Boeck, 3e édition, 2023. Wetenschappelijke artikelen/scientific articles. J. Renkema/E. Daamen, Schrijfwijzer compact, Amsterdam: Boom, 2016. F. van Eemeren & F. Snoeck Henkemans, Argumentatie, Groningen/Houten : Noordhoff Uitgevers, 2011. Ouvrages obligatoires : S. Theissen, Ph. Hiligsmann & R. Lousberg, Nouveau dictionnaire contrastif des prépositions (français-néerlandais avec excercices), Brussel: De Boeck, 2003. S. Theissen, Ph. Hiligsmann & L. Rasier, Dictionnaire contrastif français-néerlandais, Louvain-la-Neuve: PUL, 2013. Ph. Hiligsmann, P. Degrave, K. Van Goethem & L. Rasier, 100 fautes. De Boeck, 3e édition, 2023. Wetenschappelijke artikelen/scientific articles. Ouvrages de référence : J. Renkema/E. Daamen, Schrijfwijzer compact, Amsterdam: Boom, 2016. F. van Eemeren & F. Snoeck Henkemans, Argumentatie, Groningen/Houten : Noordhoff Uitgevers, 2011.",
        "course_materials": "S. Theissen, Ph. Hiligsmann & R. Lousberg, Nouveau dictionnaire contrastif des prépositions (français-néerlandais avec excercices), Brussel: De Boeck, 2003. S. Theissen, Ph. Hiligsmann & L. Rasier, Dictionnaire contrastif français-néerlandais, Louvain-la-Neuve: PUL, 2013. Ph. Hiligsmann, P. Degrave, K. Van Goethem & L. Rasier, 100 fautes. De Boeck, 3e édition, 2023. Wetenschappelijke artikelen/scientific articles. J. Renkema/E. Daamen, Schrijfwijzer compact, Amsterdam: Boom, 2016. F. van Eemeren & F. Snoeck Henkemans, Argumentatie, Groningen/Houten : Noordhoff Uitgevers, 2011.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm1324",
        "title": "The History of English Literature I",
        "credits": "5.00",
        "hours": "30.0 h + 4.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Bruyn Ben"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours couvre l'histoire d'une ou de plusieurs littératures nationales depuis le moyen âge jusqu'au XVIIe ou au XVIIIe siècle. Il passe en revue les différents courants et genres littéraires pratiqués et les replace dans leur contexte socio-culturel. Des lectures de textes obligatoires illustrent le propos. Le monitorat de 10 heures est conçu comme un soutien à l'étudiant et l'aide, entre autres, à appréhender la lecture de ces textes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant devra être capable de dégager les traits spécifiques des grands courants et genres littéraires et de situer ceux-ci dans leur contexte socio-culturel. Il devra connaître les figures importantes et les oeuvres marquantes de l'histoire littéraire envisagée, en avoir lu quelques unes et être à même d'en offrir des clés d'interprétation.",
        "teaching_methods": "Cours magistraux, ateliers",
        "assessment_methods": "Examen écrit",
        "online_resources": "Moodle",
        "bibliography": "Course materials: The Norton Anthology of English Literature + lecture slides",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2711",
        "title": "Deutsche Linguistik: Morphologie und Syntax der Verben",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Sabel Joachim"
        ],
        "teaching_language": "Allemand",
        "prerequisites": "Une introduction à la linguistique allemande.",
        "topics_covered": "Etude approfondie de problèmes de la syntaxe des verbes allemands, en particulier les points présentant des difficultés pour les étudiants francophones. Etude approfondie de problèmes de la syntaxe et de la morphologie des verbes: Seront plus particulièrement abordés: le problème de la position du verbe en allemand, aspects synchroniques et diachroniques (position en tête, en seconde place et en fin de phrase du verbe conjugué et infinitif), problèmes d'apprentissage de ces structures en allemand (et en français), particularités morphologiques des verbes ainsi que des formes verbales périphrastiques en allemand (en comparaison avec le français).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, les étudiants devront: - avoir développé une connaissance des problèmes spécifiques de la syntaxe et la morphologie des verbes allemands. - avoir acquis une connaissance approfondie en linguistique théorique et appliquée. - être capable d'appliquer les connaissances acquises dans le cadre de l'argumentation. - être capable de rédiger un travail scientifique sur un des sujets abordés au cours.",
        "content": "Le cours vise à présenter les généralisations empiriques au sujet de la position du verbe allemand et introduira les théories grammaticales modernes proposées pour l'analyse du positionnement du verbe. Ordre des mots, approche diachronique de la position du verbe, morphologie et paramètres du positionnement du verbe, études psycholinguistiques au sujet de l'acquisition des règles de positionnement du verbe allemand, l'infinitif et la sélection de l'auxiliaire en allemand, préfixes, particules séparables et inséparables. L'étudiant est invité à réaliser une application personnelle du problème étudié.",
        "teaching_methods": "Ce cours comporte des exposés magistraux et requiert également la participation active des étudiants sous diverses formes: lectures avec compte rendu, exercices d'application, analyses, discussions, etc.",
        "assessment_methods": "L'évaluation consiste en une présentation orale sur un thème défini au préalable avec l'étudiant(e). Une partie de la note finale sera attribuée suite au dépôt d'un plan sur la présentation orale. Ce court travail est à rendre après la semaine smart. En cas de deuxième session, un mode d'évaluation alternatif sera déterminé (par exemple, examen écrit sur le contenu du cours).",
        "other_info": "Syllabus rédigé en allemand, reprenant les techniques de travail et les stratégies d'argumentation linguistique importantes. Les étudiants disposeront d'une bibliographie relative au sujets du cours, de publications spécialisées pertinentes, ainsi que de listes d'exemples et d'exercices. La structuration et l'élaboration des travaux d'application sera réalisée en concertation avec les étudiants.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm1513",
        "title": "Einführung in die deutsche Linguistik: Syntax, Semantik und Pragmatik",
        "credits": "5.00",
        "hours": "22.5 h + 5.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Sabel Joachim"
        ],
        "teaching_language": "Allemand",
        "prerequisites": "/",
        "topics_covered": "1. étude de la syntaxe et de la pragmatique à la lumière des courants spécifiques à la linguistique allemande; 2. initiation à la lecture d'articles scientifiques; 3. présentation critique des ouvrages de référence.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquisition par les étudiants des bases de la linguistique allemande dans les domaines de la syntaxe, sémantique et de la pragmatique, ainsi que l'aptitude à comprendre les règles de fonctionnement propres à la langue allemande dans ces domaines.",
        "content": "Structure des constituants, les cas, valence, l'accord (la concordance), les trois positions du verbe (en tête, la deuxième place, rejet), la construction de la phrase, la distribution de réflexifs et de pronoms. Les théories de l'acte de langage et la sémantique de la phrase/la sémantique lexicale.",
        "assessment_methods": "Les modalités d'évaluation consistent en un examen général (en allemand) écrit lors de la session d'examen qui suit le cours. Cet examen comptera pour 100% de la note finale.",
        "other_info": "Les étudiants disposent de notes de cours (syllabus) en allemand. Le cours Germ 1113 devrait avoir été suivi au préalable.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm1528",
        "title": "Current issues and trends in English linguistics",
        "credits": "5.00",
        "hours": "22.5 h + 5.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gilquin Gaëtanelle"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "LGERM1328 Introduction to English linguistics: syntax and stylistics",
        "topics_covered": "Le cours introduit aux différentes branches de la linguistique anglaise et aborde divers éléments qui sont à la base de la langue anglaise et de son utilisation en contexte : - Les sons de l'anglais : voyelles, diphtongues, consonnes ; accentuation ; intonation ; transcription phonétique ; variétés géographiques (anglais britannique et américain) - La structure et le sens des mots anglais : morphèmes et allomorphes ; inflexion et dérivation ; néologismes, emprunts lexicaux - L'histoire et le développement de l'anglais : origine de la langue, évolution, diversification - Le contexte social de l'anglais : degré de formalité, sociolectes - Le discours de l'anglais : registres écrits et oraux, genres, analyse critique du discours - Approches contrastives de l'anglais - L'enseignement et l'apprentissage de l'anglais langue étrangère Le cours propose aussi un panorama des méthodes d'analyse de l'anglais écrit et oral (données de corpus ; données expérimentales ; approches qualitatives et quantitatives).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de cette activité, l'étudiant est capable de développer un savoir informé sur les disciplines du cursus, répondre à une question écrite à travers un discours informé sur la langue ou la linguistique (notions, courants, théories de référence), recourir de manière adéquate et rigoureuse au vocabulaire, aux notions et aux concepts propres à chacune de ces disciplines, produire un discours qui intègre de manière adéquate et rigoureuse le vocabulaire, les notions et les concepts propres à la linguistique.",
        "content": "Le cours présente un panorama des différents domaines de la linguistique anglaise et des principales méthodes d'analyse de l'anglais écrit et oral.",
        "teaching_methods": "Cours magistraux, lecture d'articles et exercices pratiques permettant aux étudiant·es de s'exercer dans certains domaines spécifiques de la linguistique anglaise tels que l'écriture phonétique, les règles morphologiques et l'utilisation de corpus.",
        "assessment_methods": "Evaluation continue : participation active aux cours et aux séances d'exercices, aux exercices en ligne et aux forums de discussion sur la plateforme Moodle. En janvier et/ou en septembre : examen écrit. L’objectif étant de former des spécialistes de la langue, une grande importance sera accordée à la correction/précision langagière dans les travaux et examens liés au cours. Pour la même raison, l'utilisation des intelligences artificielles génératives n'est permise pour aucune des parties de l'évaluation. Leur utilisation par l'étudiant·e sera considérée comme un cas de tricherie.",
        "online_resources": "Moodle",
        "course_materials": "Documents PowerPoint sur Moodle Notes de cours de l'étudiant·e Portefeuille de lectures",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm1524",
        "title": "The History of English Literature II",
        "credits": "5.00",
        "hours": "30.0 h + 4.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bragard Véronique"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "/",
        "topics_covered": "Le cours couvre l'histoire d'une ou de plusieurs littératures nationales depuis le XVIIIe siècle jusqu'au XXIe siècle. Il passe en revue les différents courants et genres littéraires pratiqués et les replace dans leur contexte socio-culturel. Des lectures de textes obligatoires illustrent le propos. Le monitorat est conçu comme un soutien à l'étudiant et l'aide entre autres à appréhender la lecture de ces textes. Cet encadrement peut également s'avérer hautement profitable dans la rédaction du travail de fin de baccalauréat. Ce cours est accompagné d'un monitorat de 10 heures.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant devra être capable de dégager les traits spécifiques des grands courants et genres littéraires et de situer ceux-ci dans leur contexte socio-culturel. Il devra connaître les figures importantes et les oeuvres marquantes de l'histoire littéraire envisagée et en avoir lu quelques unes.",
        "content": "Ce cours offre aux étudiants l'opportunité d'analyser les productions et mouvements littéraires et artistiques dominants des 19ème et 20ème siècles : de l'époque victorienne à la modernité, du modernisme au postmodernisme, à la fiction post-11 septembre et liée au changement climatique. Ce cours contextualise d'abord l'époque victorienne, la modernité et le phénomène culturel postmoderne (Lyotard, Jameson, Hutcheon). Il débute par un premier module sur le genre et les voix féminines. Après une introduction à l'époque victorienne (avec une analyse approfondie du roman Jane Eyre (1847) de Charlotte Brontë), il étudie la fiction postcoloniale par le biais d'une analyse de Wide Sargasso Sea de Jean Rhys. Le deuxième module se concentre sur le modernisme et le postmodernisme, illustré par une comparaison entre le roman moderniste de Virginia Woolf, Mrs Dalloway (1925), et la réécriture postmoderne de Michael Cunningham, The Hours (1998). La troisième partie de ce cours aborde les possibilités et les limites de la narration dans les romans graphiques : le traumatisme de la guerre dans Maus d'Art Spiegelman et le changement climatique/l'impact humain sur la Terre dans Here (2014) de Richard McGuire. Ce dernier module fournit aux étudiants une introduction aux études sur la bande dessinée ainsi qu'à un certain nombre de termes critiques en lien avec la littérature contemporaine (traumatisme, post-mémoire, deep time, hyperobjet).",
        "teaching_methods": "Cours magistraux, présentations PowerPoint, extraits de films, lectures, notes personnelles. Des monitorats/exercices pratiques permettent aux étudiants d'approfondir leur analyse des romans analysés au cours. Deux assignments (obligatoires) sont corrigés et discutés lors de ces séances d'excercices. Les étudiants liront les ouvrages avant leur discussion au cours et participeront aux séances d'exercice/analyse (15h).",
        "assessment_methods": "Examen oral (2 questions dont une avec réponse écrite) sur le cours et les travaux personnels. Pour passer l'examen, l'étudiant·e aura participé aux activités formatives: 2 travaux personnels, 4 workshops et 1 présentation orale en lien avec le cours.",
        "bibliography": "Portofolio de lectures (syllabus disponible à la DUC); 3 romans (DUC)",
        "course_materials": "syllabus disponible à la DUC",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lned1135",
        "title": "Cultuur & maatschappij : transhistorische benaderingen",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Smeyers Elies"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Niveau-seuil dit B1 du Cadre Européen Commun de Référence pour les Langues",
        "topics_covered": "Le cours traite de réalités matérielles ou non-matérielles du monde néerlandophone contemporain : le développement historique et la signification contemporaine de certains phénomènes culturels/sociétaux/politiques, ainsi que leurs interactions mutuelles et leurs différences régionales et/ou internationales. Des cas d’étude choisis en regard d’une problématique (et de son actualité ainsi que développement historique plus large) sont explorés avec les étudiant.e.s et illustrent le propos. Le cours initie aux concepts de base et outils dans le(s) domaine(s) (inter)disciplinaire(s) abordés, ainsi qu’à la compréhension de discours et textes critiques et scientifiques en langue néerlandaise portant sur les divers sujets abordés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre des réalités et questions politiques, culturelles et sociales du monde néerlandophone dans leur contexte contemporain et leurs interactions mutuelles 2 Comprendre et analyser des réalités contemporaines du monde néerlandophone du point de vue de leur évolution historique 3 Comprendre et identifier les nuances et différences entre des développements sociétaux dans divers régions du monde néerlandophone 4 Manier les concepts de base et outils dans le(s) domaine(s) (inter)disciplinaire(s) abordé(s) à propos du monde néerlandophone; maîtriser le vocabulaire et la terminologie de base s’y rapportant en langue néerlandaise ; comprendre et suivre un exposé/ lire des sources critiques et scientifiques en néerlandais sur les sujets sociétaux traités depuis une perspective transhistorique. 5 Lier l’analyse des études de cas spécifiques vues au cours à d’autres situations à l’intérieur et à l’extérieur du monde néerlandophone contemporain en développant ainsi une attitude critique et argumentée et des compétences transversales utiles à d’autres cours. Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants : 4.3. ; 5.6.",
        "content": "Le cours traite de réalités matérielles ou non-matérielles du monde néerlandophone contemporain : le développement historique et la signification contemporaine de certains phénomènes culturels/sociétaux/politiques, ainsi que leurs interactions mutuelles et leurs différences régionales et/ou internationales. Des cas d’étude choisis en regard d’une problématique (et de son actualité et développement historique plus large) sont explorés avec les étudiant.e.s et illustrent le propos. Le cours initie aux concepts de base et outils dans le(s) domaine(s) (inter)disciplinaire(s) abordés, ainsi qu’à la compréhension de discours et textes critiques et scientifiques en langue néerlandaise portant sur les divers sujets abordés.",
        "teaching_methods": "Présentations Powerpoint + articles de presse et/ou articles scientifiques + (extraits de) sources primaires et secondaires textuelles/audio(visuelles).  Tout le matériel ou les références au matériel seront rendus disponibles sur Moodle. Cours ex cathedra, conférences de spécialistes invités (en fonction de leurs disponibilités), présentations données par les étudiants avec séances de Q&R et discussions, lectures et travail de recherche personnels (dans le cadre de la préparation de la présentation et des discussions pendant les cours). Excursion cutlurelle (obligatoire) en Flandre ou aux Pays-Bas En fonction d'événements académiques et/ou culturels organisés au cours de l'année académique qui s'inscrivent dans la thématique du cours: participation (obligatoire) à une conférence",
        "assessment_methods": "Partie 1: 50% de la note finale, evaluation continue: présentation (en groupes), pendant le cours, d’un phénomène culturel/sociétal néerlandophone contemporain (les modalités exactes + les dates précises des présentations seront communiquées lors des premiers cours). Partie 2: 50% de la note finale, examen en session (de juin): Examen oral (individuel), à livre férmé, portant sur la matière vue au cours, assorti d'une discussion critique transversale. Faire une présentation pendant l’année est un prérequis pour pouvoir présenter l'examen en juin et pour pouvoir le représenter en août/septembre. Session d’août/septembre: examen oral (à livre fermé) en session. L’étudiant doit représenter son examen en août/septembre si un insuffisant pour le total de partie 1 (50%) + partie 2 (50%) est obtenu en juin. Il est seulement possible de représenter son examen en août/septembre si l’étudiant a participé à la partie de l’évaluation continue. Si l’étudiant a réussi l’évaluation continue (= la présentation), la note de l’évaluation continue sera maintenue pour 50% du total. Si l’étudiant a réussi l’examen oral en juin, mais pas l’évaluation continue et le total est insuffisant, ou si l’étudiant a échoué aux deux parties (évaluation continue + examen oral en juin), la note de l'examen oral en août/septembre compte pour 100% La participation aux activités culturelles/académiques organisées dans le cadre du cours est OBLIGATOIRE ! Si un(e) étudiant(e) ne participe pas sans raison valable, elle/il ne pourra pas passer les examens et il sera impossible de réussir le cours. Si un(e) étudiant(e) a une raison valable pour ne pas participer à une activité, elle/il devra réaliser un travail de remplacement que le professeur lui fournira.",
        "other_info": "Acquis d'apprentissage A la fin de cette unité d’enseignement, l’étudiant est capable de : 1.  Comprendre des réalités politiques, culturelles et sociales du monde néerlandophone dans leur contexte contemporain et leurs interactions mutuelles 2. Comprendre des réalités contemporaines du monde néerlandophones de la perspective de leur évolution historique 3.  Comprendre les nuances et différences entre des développements sociétaux dans divers régions du monde néerlandophone 4. Lier l’analyse des études de cas spécifiques du cours à d’autres situations à l’intérieur et à l’extérieur du monde néerlandophone contemporain en développant ainsi une attitude critique et des compétences transversales",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2829",
        "title": "English Linguistics: Corpus Linguistics",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gilquin Gaëtanelle"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "/",
        "topics_covered": "Le cours est une introduction aux principes qui sous-tendent la linguistique de corpus et aux méthodes et techniques utilisées pour analyser de vastes corpus de textes électroniques écrits ou oraux. Il comprend les cinq sections suivantes : - constitution des corpus : collecte des données, archivage et balisage. - typologie des corpus : écrits et oraux ; monolingues et multilingues ; corpus natifs et corpus d'apprenants ; diachroniques et synchroniques. - corpus principaux : British National Corpus, International Corpus of English, International Corpus of Learner English, MICASE, Louvain International Database of Spoken English Interlanguage, etc. - annotation de corpus: étiquetage grammatical, lemmatisation, étiquetage syntaxique, sémantique et prosodique, étiquetage des erreurs. - analyse automatisée des aspects lexicaux, grammaticaux et discursifs. On s'attachera plus particulièrement aux liens qui unissent la linguistique de corpus et l'apprentissage des langues étrangères, la linguistique contrastive et la traductologie et le traitement automatique des langues (TAL).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, les étudiants maîtriseront les concepts principaux de la linguistique de corpus et seront à même d'explorer les corpus électroniques à l'aide de logiciels d'analyse automatique des données linguistiques. Ils seront capables de lire et de rédiger des travaux scientifiques dans le domaine.",
        "content": "Le cours apporte une introduction tant théorique que pratique à la linguistique de corpus. Il présente les concepts principaux liés à la linguistique de corpus, ainsi que ses applications possibles dans divers domaines.",
        "teaching_methods": "Enseignement magistral reposant en partie sur des lectures imposées que les étudiant·es doivent avoir faites avant le cours et qui donneront lieu à des discussions (en classe et/ou en ligne) auxquelles les étudiant·es doivent être prêt·es à participer activement. Plusieurs travaux seront prévus afin que les étudiant·es aient l'occasion de se familiariser avec des logiciels d'analyse automatique de textes.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es lors d'un examen écrit qui a lieu à la session de janvier et/ou à la session de août/septembre. L’objectif étant de former des spécialistes de la langue, une grande importance sera accordée à la correction/précision langagière dans les travaux et examens liés au cours. Pour la même raison, l'utilisation des intelligences artificielles génératives n'est permise pour aucune des parties de l'évaluation. Leur utilisation par l'étudiant·e sera considérée comme un cas de tricherie.",
        "online_resources": "Moodle",
        "course_materials": "Documents PowerPoint sur Moodle Notes de cours de l'étudiant·e Portefeuille de lectures",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgerm2731",
        "title": "Onderzoeksseminarie \"Constructiegrammatica: een corpusgebaseerde verkenning van Nederlandse constructies\"",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Goethem Kristel"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Introduction à la linguistique néerlandaise et bonne maîtrise de la langue néerlandaise (niveau avancé supérieur, B2+ en termes du Cadre européen commun de référence).",
        "topics_covered": "Après un bref aperçu des différents courants théoriques contemporains (structuralisme, générativisme, cognitivisme...), nous nous concentrerons sur la Grammaire de Construction. C'est une approche théorique récente, qui est bien représentée dans la linguistique contemporaine européenne. Le but de ce cours est d'approfondir l'intelligence et de la structure lexicale et grammaticale du néerlandais en lisant des articles scientifiques et en appliquant la théorie à des exemples concrets.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme de ce cours l'étudiant doit : s'être familiarisé avec la terminologie et les grands courants de la linguistique néerlandaise contemporaine. comprendre des articles scientifiques en néerlandais sur des aspects variés de la linguistique néerlandaise. être capable d'appliquer des analyses sémantiques, grammaticales et phoniques à des exemples concrets du néerlandais moderne. avoir développé un sens critique en analyse linguistique du néerlandais moderne.",
        "content": "Ce cours présente un aperçu des principaux théories contemporaines en linguistique néerlandaise, avec une attention spéciale pour la Grammaire de Construction.",
        "teaching_methods": "Approche mixte de cours magistral, lecture d'articles scientifiques, analyse de corpus, exercices et présentations orales",
        "assessment_methods": "L'évaluation finale de la session de juin se compose de trois parties: - évaluation continue pendant le quadrimestre de cours (préparation de la littérature scientifique, présentations orales) ( 20% du total) - travail écrit à remettre en session de juin (analyse de corpus d'une construction néerlandaise) ( 50% du total) - examen oral en session de juin (présentation du travail écrit) ( 30% du total) L'évaluation finale de la session d'août/septembre se compose de deux parties: - travail écrit à remettre en session d'août/septembre (analyse de corpus d'une construction néerlandaise) ( 60% du total) - examen oral en session d'août/septembre (présentation du travail écrit) ( 40% du total) En ce qui concerne le travail écrit, nous soulignons que les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Documents de cours et portefeuille de lecture disponibles sur les plateformes Moodle et Teams du cours",
        "bibliography": "Articles scientifiques et diaporamas disponibles sur les plateformes Moodle et Teams du cours",
        "responsible_entity": "ELAL"
    }
]