[
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2001",
        "title": "Finance",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Grégoire Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Il s agit d un cours de base en finance d entreprise. Les thèmes suivants seront abordés dans le cadre de ce cours: - Introduction à la finance, et présentation du système financier; - La prise de décision en situation d incertitude; - L'analyse et l évaluation de projets d investissement; - L'analyse et l évaluation des actifs financiers de base; - La structure de financement",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage AA du programme, cette activité contribue au développement et à l'acquisition des AA suivants: 1. Agir en acteur socialement responsable 1.1. Porter un regard critique et réflexif 1.2. Décider et agir en intégrant des valeurs éthiques, humanistes 1.3. Décider et agir de manière responsable 2. Combiner des savoirs 2.1. Maîtriser un socle de savoirs 2.2.Articuler des savoirs issus de différents domaines du management 2.3. Articuler des savoirs issus du management avec ceux d autres domaines 2.4. Articuler et appliquer ces savoirs 3. Appliquer une démarche scientifique et pragmatique 3.1. Mener un raisonnement analytique 3.2. Collecter, sélectionner et analyser les informations, 3.3. Penser le problème selon une approche pragmatique, 3.4. Synthétiser avec discernement, poser un diagnostic 3.5. Dégager des solutions implantables 4. Entreprendre et faire évoluer 4.1. Réfléchir et faire évoluer les contenus, les processus et les finalités des pratiques professionnelles. 4.2. Entreprendre, développer et concrétiser ses idées en un nouveau projet, service, processus 4.3. S intégrer, collaborer activement et conduire une dynamique collective de changement. 5. Agir en contexte interdisciplinaire 5.1. Comprendre le fonctionnement interne d'une entreprise 5.2. Situer ce fonctionnement dans son contexte socio-économique 6. Travailler en équipe 6.1. Travailler en équipe, s'intégrer... 7. Appliquer les dimensions de la gestion à son activité 7.1. Intégrer les 6 dimensions de la gestion dans son activité, métier ou projet. 7.2. Définir clairement les objectifs de l activité 7.3. Diffuser une approche de gestion rigoureuse ... 8. Ecouter et communiquer 8.1. Convaincre et négocier 8.2. Exprimer un message de façon claire et structurée 9. Elargir ses compétences personnelles 9.1. Se développer 9.2. Apprendre rapidement et de manière autonome 9.3. Questionner et faire évoluer ses propres paradigmes Ce cours vise à fournir aux étudiants les éléments essentiels de la logique financière. Au terme de cet enseignement, l'étudiant sera capable de: situer les problèmes de décision financière d'une entreprise dans un cadre théorique de réflexion. développer un raisonnement cohérent qui doit conduire à appréhender et à résoudre rationnellement ces problèmes (évaluation d'un actif, structure financière, ...).",
        "content": "Après une introduction générale à la finance et à la prise de décision en situation d'incertitude, nous nous intéresserons aux grandes décisions financières de l'entreprise à court et long terme (gestion de trésorerie, décision de financement, décision d'investissement, politique de dividende, etc.).",
        "teaching_methods": "Cours magistral avec support diaporama disponible sur le site du cours via MOODLE et travaux pratiques portant sur la résolution de cas et de problèmes.",
        "assessment_methods": "Participation au cours et aux travaux pratiques ; deux tests intermédiaires écrits (10%) et examen final écrit (90%). Deux courts tests écrits de connaissance intermédiaires d’une durée de 30 minutes max. auront lieu pour encourager les étudiants à mieux situer leur propre niveau d’assimilation des notions fondamentales. Le premier portera sur la valeur de l’argent dans le temps : il aura lieu le lundi 4 novembre au début du cours à 8h.30. Le second portera sur l’évaluation des projets d’investissement : il aura lieu le lundi 2 décembre au début du cours à 8h.30. Ces deux tests seront valorisés pour deux points (un point chacun, acquis définitivement pour toute l'année académique, soit 10% de la note finale) à additionner aux 18 points (90%) de l’évaluation finale de janvier et former ainsi la note globale sur 20 points (100%).",
        "other_info": "DIAPORAMA de chaque cours disponible en ligne sur MOODLE. OUVRAGE de REFERENCE : BERK J., & DeMARZO P., 2017, Finance d'entreprise , Paris, Pearson Education. Les autres supports disponibles en ligne sont sur MOODLE",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=7163",
        "bibliography": "OUVRAGE de REFERENCE : BERK J., & DeMARZO P., 2017, Finance d'entreprise, Paris, Pearson Education. Outre l'ouvrage de référence, l'étudiant consultera avec profit: Bodie Z., & Merton R., 2011, Finance, Paris, Pearson Education. Vernimmen P., 2017, Finance d Entreprise 2018, Paris, Dalloz. Brealey R, Myers S., & Allen F., 2006, Principes de Gestion financière, Paris, Pearson Education. Cobbaut R., 1997, Théorie Financière, Paris, Economica. Quintart A., & Zisswiller R., 1991, Théorie de la Finance, Paris, P.U.F. D'autres références spécifiques seront fournies au cours via MOODLE.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1213",
        "title": "Marketing",
        "credits": "4.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Kervyn de Meerendré Nicolas"
        ],
        "teaching_language": "Français",
        "topics_covered": "Partie 1 : Le rôle du marketing dans l'entreprise\r\rPartie 2 : Le marketing stratégique\r-L'analyse du comportement des acheteurs\r-La segmentation et le choix des marchés cibles\r-L'analyse d'attractivité \r-L'analyse de compétitivité\r-Le positionnement\r-Le choix des stratégies de développement",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - Compréhension des concepts de base du marketing dans le domaine de la gestion marketing .\r- Mise en application du raisonnement marketing dans des situations concrètes de gestion et appliqué à des secteurs variés d'activités",
        "content": "Ce cours d'introduction au marketing amènera les étudiants à comprendre comment une orientation marketing permet à l'entreprise d'être plus performante dans la conception et la mise sur le marché de ses produits. Le cours mettra plus l'accent sur le marketing stratégique que sur le marketing opérationnel. Le marketing stratégique abordera les thèmes de l'analyse des besoins et des comportements des consommateurs, de la segmentation, des analyses d'attractivité et de compétitivité des marchés, du ciblage et du positionnement du produit. Le marketing opérationnel couvrira les notions de produit, de marque, de prix, de distribution et de communication. Des exercices seront discutés au cours et demanderont une présence active des étudiants.",
        "teaching_methods": "Matière enseignée au cours et travaillée en scéances de Travaux Pratiques",
        "assessment_methods": "1/20 point sera attribué pour la préparation de tous les travaux pratiques (préparation individuelle, réfléchie et remise dans les délais impartis). 1/20 point sera attribué durant une des scéances de travaux pratiques (TP). 18/20 points seront attribués lors d'un examen écrit individuel en session. Cet examen sera composé d'un QCM, une étude de cas et de questions ouvertes. NB: en cas d'échec en Janvier, l'évaluation portant sur la préparation des TPs et la production d'un travail lors d'un des TPs (2/20 points) sera automatiquement reportée à la session de septembre.",
        "online_resources": "Voir page du cours sur Moodle",
        "bibliography": "LAMBIN JJ, & de MOERLOOSE (2021), Marketing stratégique et opérationnel, 10°ed. Dunod",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1223",
        "title": "Gestion de la production et des opérations",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Agrell Per Joakim",
            "De wolf Daniel"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "La gestion de la production et des opérations peut être grossièrement définie comme l'ensemble des techniques et méthodes visant à organiser efficacement toutes les activités d'une personne, d'un service ou d'une compagnie. Le cours s'articule autour des éléments suivants: \r\"\tCaractéristiques des produits/services et des processus;\r\"\tPlanification des activités de production à long, moyen et court termes;\r\"\tGestion d'inventaire et Prévision de la demande;\r\"\tGestion de la Qualité.\r\"\tGestion de projet (Optionnel)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours constitue une introduction à la gestion de la production et des opérations. A la fin du cours, les étudiants devront: \r\"\têtre capables de faire le parallèle entre un problème de la vie courante et un problème de gestion de la production et/ou des opérations; \r\"\tconnaître les tenants et aboutissants de tels problèmes; \r\"\tmaîtriser les techniques de base applicables à de tels problèmes; \r\"\têtre capables de choisir et d'appliquer la technique la plus adéquate; \r\"\têtre capables d'émettre un jugement quant à leur décision finale. \rUne attention particulière sera portée au développement d'une approche rationnelle et structurée des problèmes ainsi qu'à la perception des liens existants entre les différents problèmes de gestion de la production et des opérations.",
        "content": "Ce cours constitue une introduction à la gestion de la production et des opérations. A la fin du cours, les étudiants devront: être capables de faire le parallèle entre un problème de la vie courante et un problème de gestion de la production et/ou des opérations; connaître les tenants et aboutissants de tels problèmes; maîtriser les techniques de base applicables à de tels problèmes; être capables de choisir et d'appliquer la technique la plus adéquate; être capables d'émettre un jugement quant à leur décision finale. Une attention particulière sera portée au développement d'une approche rationnelle et structurée des problèmes ainsi qu'à la perception des liens existants entre les différents problèmes de gestion de la production et des opérations. La gestion de la production et des opérations peut être grossièrement définie comme l'ensemble des techniques et méthodes visant à organiser efficacement toutes les activités d'une personne, d'un service ou d'une compagnie. Le cours s'articule notamment autour des éléments suivants : les décisions opérationnelles , à savoir la gestion au jour le jour de la production au niveau d'un atelier : ordonnancement en ateliers spécialisés, gestion de stocks par point de commande, gestion calendaire de stocks; les décisions tactiques , à savoir  la gestion du niveau de production au niveau d'un centre de production : planification des besoins en composants, méthode juste-à-temps; les décisions stratégiques , à savoir les décisions qui relèvent de la stratégie à long teme de l'entreprise : la gestion de projet (pour le lancement d'un nouveau produit ou la construction d'une nouvelle usine), la conception d'une nouvelle usine (localisation, décision de capacité, organisation de la production).",
        "teaching_methods": "METHODE : Les modes d'enseignement dans ce cours sont de deux types : des exposés magistraux expliquant les concepts principaux et les principales méthodes de résolution; la résolution d'exemples d'application de ces concepts et méthodes.",
        "assessment_methods": "Un examen écrit de résolution d'exercices à livre fermé (limité à une farde par étudiant). L'atteinte des objectifs suivants sera testée lors de l'évaluation : Objectif 1 : résoudre un problème d'ordonnancement ou de gestion de stocks (décision opérationnelles) Objectif 2 : savoir résoudre un problème de planification de production (décision tactiques) Objectif 3 : gestion de projet et conception d'un centre de production (décision stratégiques) Objectif 4 : savoir formuler, résoudre avec Excel et interpréter la solution d'un problème de production.",
        "other_info": "Syllabus en vente à la DUC.",
        "online_resources": "Information et supports de cours sur le site Moodle LECGE 1223",
        "bibliography": "GIARD, Gestion de la production et des flux, Economica, 2003. BAGLIN, BRUEL, KERBACHE,  NEHME et  VAN DELFT, Management Industriel et Logistique , Economica, 2013. MAC CLAIN, et al., Operations Management: Production of Goods and Services , Prentice Hall, 1992.",
        "course_materials": "Gestion de la production et des opérations, Daniel De Wolf, Syllabus du cours, 147 pages, version 23 août 2024.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmd2951",
        "title": "Travail de fin d'études",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Aucun",
        "topics_covered": "Un papier de maximum 40 pages.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : LLSMD2951 1.1. Faire preuve d'indépendance intellectuelle dans son raisonnement, porter un regard critique et réfléchi sur les connaissances (académiques et de bon sens) et les pratiques managériales. 2.2b. Articuler des connaissances issues de différents domaines du management. 2.3b. Articuler les connaissances de la gestion avec celles d'autres domaines scientifiques. 3.1. Mener un raisonnement analytique clair et structuré en appliquant et, si nécessaire, en adaptant des cadres conceptuels et des modèles scientifiquement fondés pour décrire et analyser un problème concret. 5.2. Situer et comprendre ce fonctionnement dans son contexte socio-économique et discerner les enjeux interdisciplinaires. 7.1b. Intégrer les six dimensions du management (finance, contrôle, logistique, ressources humaines, marketing, stratégie) dans son activité, sa profession ou son projet. 8.1. Exprimer un message de manière claire et structurée. 9.3b. Remettre en question et faire évoluer ses propres paradigmes dans une confrontation pluridisciplinaire. Voir https://cdn.uclouvain.be/public/Exports%20reddot/iag /images/Listes_des_competences.pdf",
        "other_info": "Veuillez consulter la page https://intranet.uclouvain.be/fr/myucl/facultes/lsm/memoires-tfe.html",
        "course_materials": "https://moodleucl.uclouvain.be/ code LLSMD2951",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2006",
        "title": "Management stratégique",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bascle Guilhem"
        ],
        "teaching_language": "Français",
        "topics_covered": "Saisir l'entreprise comme un tout et l 'analyser sous cet angle. Percevoir les différentes dimensions (économiques, sociales, insitutionnelles) de la stratégie de l'entreprise et mettre en convergence sur ce thème l 'apport des différentes disciplines. Utiliser les connaissances de gestion pour construire deux outils : le diagnostic et le plan stratégique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage AA du programme, cette activité contribue au développement et à l'acquisition des AA suivants: 1. Agir en acteur socialement responsable 1.1. Porter un regard critique et réflexif 2. Combiner des savoirs 2.1. Maîtriser un socle de savoirs 2.2. Articuler des savoirs issus de différents domaines du management 2.4. Articuler et appliquer ces savoirs 3. Appliquer une démarche scientifique et pragmatique 3.4. Synthétiser avec discernement, poser un diagnostic 3.5. Dégager, des solutions implantables 5.1. Comprendre le fonctionnement interne d'une entreprise 5.2. Situer ce fonctionnement dans son contexte socio-économique Au terme de cet enseignement, l'étudiant devrait : avoir une meilleure compréhension des principaux outils analytiques et des théories les plus importantes qui peuvent être utilisés pour formuler, réviser, mettre en oeuvre ou évaluer la stratégie d'une entreprise être capable de comprendre pourquoi certaines entreprises ont plus de succès que d'autres.",
        "content": "Le cours de Management Stratégique permet aux étudiants de maîtriser les concepts et les outils analytiques majeurs de la stratégie d'entreprise. Il aidera les étudiants à connaître les différentes étapes du management stratégique, à comprendre comment les décisions stratégiques se prennent, et à percevoir l'importance de la stratégie.",
        "teaching_methods": "Cours - Lectures - Discussions et réflexions. Une présence assidue est indispensable pour réussir ce cours.",
        "assessment_methods": "Examen final en session (100% de la note finale, examen écrit en première session et oral en seconde session).",
        "other_info": "Assistant du cours: Marco Daprà",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=2510",
        "bibliography": "Richard Whittington, Duncan Angwin, Patrick Regner, Gerry Johnson, Kevan Scholes, Frédéric Fréry, Stratégique, 13ième édition, Pearson Education 2023.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2000",
        "title": "Comptabilité et analyse des états financiers",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cerrada Cristia Karine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours comporte trois objectifs importants : a) Faire ressortir les liens entre la lecture des bilans et comptes de résultats et de la procédure comptable sous-jascente. b) Faire apprécier les rapprochements et les distances entre les données comptables et financières des comptes annuels et les considérations économiques, compte tenu des prescriptions légales (qui relèvent du droit comptable, du droit des sociétés et du droit fiscal). c) Faire comprendre la relativité des méthodes couramment appliquées pour étudier les états financiers et pour établir un diagnostic d entreprise",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage AA du programme, cette activité contribue au développement et à l'acquisition des AA suivants: 1. Agir en acteur socialement responsable 1.1. porter un regard critique et réflexif 2. Combiner des savoirs 2.1. Maîtriser un socle de savoirs 2.2.Articuler des savoirs issus de différents domaines du management 2.4. Articuler et appliquer ces savoirs 3. Appliquer une démarche scientifique et pragmatique 3.1. Mener un raisonnement analytique 3.2. Collecter, sélectionner et analyser les informations, 3.3. Penser le problème selon une approche pragmatique, 3.4. Synthétiser avec discernement, poser un diagnostic 3.5. Dégager, des solutions implantables 4. Entreprendre et faire évoluer 4.1. Réfléchir et faire évoluer les contenus, les processus et les finalités des pratiques professionnelles. 5. Agir en contexte interdisciplinaire 9. Elargir ses compétences personnelles 9.2. Apprendre rapidement et de manière autonome Au terme de cet enseignement, l'étudiant sera capable de: comprendre les principaux principes comptables analyser les relations entre les états financiers et les autres outils de reporting financiers analyser l information comptable préparée pour les investisseurs, créanciers, fournisseurs, établir un diagnostic sur la santé financière d une entreprise sur les différents thèmes (équilibre financier, solvabilité, rentabilité) en les mettant en relation.",
        "content": "La première partie du cours présente -les éléments du droit comptable nécessaires à l élaboration des états financiers ; -les outils essentiels du comptable : plan comptable, journaux, informatiuons annexes aux comptes, -les écritures comptables fondamentales. L analyse des états financier permettra la formulation d un diagnostic et d un jugement de valeur sur la santé financière d une entreprise, sur la base des informations publiées. Le cours part du principe selon lequel les comptes annuels publiés, conforme aux lois comptables belge et européenne, méritent une lecture très attentive car il faut essayer de comprendre les interférences entre les rapports comptables et les réalités économiques et financières. Il s attache par la suite à développer, à appliquer et à critiquer les principales méthodes ou techniques (masses financières et ratios ) qui doivent permettre d évaluer l équilibre financier, la liquidité et la rentabilité d une société. L'enseignement alterne des exposés théoriques agrémentés d'exemples. Une introduction à la corporate governance clôture ce cours.",
        "teaching_methods": "Cours magistraux et vidéos séances d'exercices Vidéos avec la résolution d'exercices",
        "assessment_methods": "Examen écrit à livre fermé. La possibilité d'obtenir au maximum 2 points bonus, en janvier uniquement (pas à la session d'août), si l’étudiant a satisfait aux 3 conditions suivantes: • a obtenu minimum 9 à l’examen • s’il a réalisé le quizz d’AEF sur moodle • si le travail de groupe a été présenté Les consignes pour ce travail de groupe seront présentées sur le moodle et au cours.",
        "other_info": "Des tests blancs sont mis sur moodle pendant le quadrimestre pour aider les étudiants à évaluer leurs niveaux de connaissances et de compréhension de la matière.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=10037",
        "bibliography": "K. Cerrada, Y. De Rongé et M. De Wolf, Comptabilité et analyse des états financiers, 3 eme ed, de Boeck, Bruxelles, 2019, cet ouvrage est conseillé.",
        "course_materials": "DIAPORAMA non obligatoire et disponible en ligne (moodle du cours). L'ouvrage K. Cerrada, Y. De Rongé et M. De Wolf, Comptabilité et analyse des états financiers, 3 eme ed, de Boeck, Bruxelles, 2019. non obligatoire.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2360",
        "title": "Marketing digital",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Renard Damien",
            "Vachaudez Aurélie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour objectif de présenter les principaux concepts, méthodes et pratiques du marketing. La première partie est consacrée aux méthodes d'étude du marché, de l'environnement concurrentiel, de l'analyse des consommateurs ainsi que la logique de la stratégie marketing (segmentation, ciblage, positionnement). La seconde est dédiée à la présentation des bases du marketing mix, c'est-à-dire les différents leviers que le responsable marketing va actionner pour influencer les cibles, essentiellement dans une perspective de court terme. Enfin, dans une dernière partie du cours, sont abordés les principaux modèles et outils d'analyse du marketing digital.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Comprendre les enjeux contemporains du marketing digital et porter un regard réflexif sur l’évolution de la pratique marketing. 2. Construire une stratégie marketing multicanale et appliquer les outils digitaux. 3. Développer une perspective critique du marketing digital.",
        "content": "Ce cours combine à la fois la théorie et la pratique afin de permettre aux étudiant.e.s d'avoir une première expérience des leviers du marketing digital. La première partie du cours doit permettre aux participants de s’initier et se former aux pratiques marketing liées aux usages des outils du web. L'objectif premier sera d'apporter aux participants une connaissance fine et précise de l’écosystème du web ainsi que des usages qui s’y développent. Ill s'agira également de présenter le marketing digital comme partie intégrante de l'organisation et de sa stratégie, d'introduire les principaux modèles et outils d'analyse. La seconde partie sera axée sur un exercice pratique à travers la plateforme pédagogique DecodageCom et ses réseaux associés.",
        "teaching_methods": "Séances magistrales ; lectures et études individuelles ; production de contenus pour la plateforme DecodageCom et ses réseaux. Code vert : activités et séances principalement en présentiel. Codes jaune et orange : activités principalement en distanciel ; certaines séances pourront avoir lieu en présentiel si le nombre d'étudiants le permet.",
        "assessment_methods": "Première session : Travail de groupe (production de contenus pour le web (articles et podcasts); community management et examen oral par groupe durant la session (40%); tests écrits individuels (50%); participation active (10%). L'ensemble des épreuves est obligatoire. Deuxième session : examen écrit individuel en session (test de connaissances + cas pratique). \"L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.\" ​​​​​​​",
        "bibliography": "Gallic, C., & Marrone, R. (2023). Le Grand Livre du Marketing digital-3e éd. Dunod.",
        "course_materials": "Gallic, C., & Marrone, R. (2023). Le Grand Livre du Marketing digital-3e éd. Dunod. Portfolio d'articles scientifiques (articles obligatoires disponibles sur Moodle + articles au choix) Slides des séances disponibles sur Moodle (a posteriori) Notes prises individuellement par les étudiant.e.s lors du cours oral",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1112",
        "title": "Mathématiques en économie et gestion I",
        "credits": "6.00",
        "hours": "45.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lambrechts Pascal",
            "Van Vyve Mathieu"
        ],
        "teaching_language": "Français",
        "topics_covered": "Partie 1 : Ensembles, Relations et Eléments de logique formelle \rEnsembles. Nombres. Relation d'ordre.  Théorèmes et méthodes de démonstration. \rPartie 2 : Géométrie Plane : lien algèbre - géométrie\rDistance dans le plan. Droites et cercles. Equations et Inéquations. \rPartie 3 : Fonctions réelles d'une variable réelle, éléments d'analyse.\rDéfinition. Graphes de fonction. Limites. Continuité. Dérivées. Applications de la dérivée. Optimisation de fonc-tions d'une variable. Fonctions puissances, polynômes,  exponentielles et logarithmes.\rDérivées d'ordre supérieur. Approximations linéaires (différentielle) et polynomiales (Taylor). Intégration. \rPartie 4 : Introduction aux fonctions de plusieurs variables\rReprésentation des fonctions à deux variables. Dérivées partielles, Applications économiques. Outils de statique comparative : Règle de dérivation en chaîne, Elasticités.\rPartie 5 : Introduction au calcul matriciel\rMatrices. Résolution de systèmes linéaires. Inverse.  Déterminant.\r\r\rL'enseignement met l'accent sur la démarche de modélisation, et sur la résolution d'applications ou problèmes en sciences économiques, politiques et sociales à l'aide de méthodes mathématiques ou de logique formelle. Il vise à développer une démarche systématique d'analyse et de résolution",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce premier cours de mathématiques est consacré principalement à l'étude des fonctions réelles à une variable réelle. Le cours introduit également à l'étude des fonctions à plusieurs variables réelles et au calcul matriciel, et parcourt une large palette de techniques et concepts mathématiques essentiels pour les praticiens de l'économie et de la ges-tion.   \rOn peut résumer les objectifs et finalités du cours à deux dimensions essentielles :\r- L'apprentissage de l'outil mathématique (ce qui vise directement un ensemble de savoirs). L'acquis devrait être une capacité raisonnable à manipuler les notions étudiées dans le cours, qui sont les notions fondamenta-les utilisées dans les modèles et méthodes quantitatifs en sciences sociales.\r- L'apprentissage d'un raisonnement formalisé et rigoureux (ce qui est plus difficile à \ratteindre et vise davantage des \" savoir faire \" de modélisation mathématique)\rLe cours a aussi une fonction de mise à niveau de la formation mathématique que les étudiants ont reçue en huma-nités. Pour une partie des étudiants, il s'agira d'une révision dans le contexte spécifique des sciences sociales, pour une autre partie, il s'agira d'une mise à niveau.",
        "teaching_methods": "Le cours est donné sous forme - d'exposés magistraux (l'enseignant y définit les concepts, démontre les résultats, et les illustre à l'aide d'une application); pendant ces cours magistraux l'enseignant amène régulièrement les étudiants à se poser des questions liées au cours; - des séances d'exercices que les étudiants devront préparer à l'avance; les encadrants des séances seront là pour valider les solutions proposées par les étudiants et les aider à avancer sur les exercices sur lesquels ils ont été bloqués lors de la préparation.",
        "assessment_methods": "L'évaluation consiste en un examen écrit. Un test facultatif sera proposé au cours du quadrimestre; la note du test pourra éventuellement remplacer une partie de note d'une des questions de l'examen si cela avantage l'étudiant-e. Le test et l'examen pourront contenir une partie à rédiger et/ou une partie sous forme de QCM.",
        "other_info": "Pré-requis : Le cours n'a pas d'autres prérequis que le bagage mathématique correspondant à un programme d'au moins 4h de mathématiques en années terminales d'humanités. Evaluation : L'évaluation prend en compte les résultats des tests et les résultats d'un examen écrit.",
        "online_resources": "Des ressources en ligne sont proposées sur la plateforme moodle de l'UCLouvain: https://moodleucl.uclouvain.be/course/view.php?id=10228 . Les étudiants sont invités à s'inscrire au cours sur cette plateforme et à y suivre les actualités.",
        "bibliography": "Livre \"Mathématiques pour l'économie\" K. Sydsaeter, P. Hammond (collab. Arne Strom) édité par Pearson",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2003",
        "title": "Operations, Management and Modeling",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Catanzaro Daniele",
            "Mishra Nishant"
        ],
        "teaching_language": "Anglais",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "bibliography": "Please refer to the online resources.",
        "course_materials": "Slides du cours (https://perso.uclouvain.be/daniele.catanzaro/Courses/GPM.pdf)",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2002",
        "title": "Marketing",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bruneau Virginie",
            "Kervyn de Meerendré Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissances mathématiques et statistiques élémentaires (logarithmes, dérivées, écart-type...), connaissances de base en économie (loi de l'offre et de la demande, élasticité...)",
        "topics_covered": "Le marketing dans l'entreprise et dans l'économie Les nouveaux défis pour le marketing La compréhension des besoins du client L'analyse du processus de réponse du client Le système d'information marketing (SIM) L'analyse des besoins par la segmentation L'analyse de l'attractivité des segments L'analyse de compétitivité sur les segments Le choix de ciblage et de positionnement Le choix d'une stratégie marketing Les nouveaux produits",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage AA du programme, cette activité contribue au développement et à l'acquisition des AA suivants: 1.1. porter un regard critique et réflexif 1.2. Décider et agir en intégrant des valeurs éthiques, humanistes 1.3. Décider et agir de manière responsable 3. Appliquer une démarche scientifique et pragmatique 3.1. Mener un raisonnement analytique 3.3. Penser le problème selon une approche pragmatique 3.4. Synthétiser avec discernement poser un diagnostic 3.5. Dégager des solutions implantables 5. Agir en contexte interdisciplinaire 5.1. Comprendre le fonctionnement interne d'une entreprise 6. Travailler en équipe 6.1. Travailler en équipe, s intégrer... 7. Appliquer les dimensions de la gestion à son activité 7.3. Diffuser une approche de gestion rigoureuse ... 8. Ecouter et communiquer 8.2. Exprimer un message de façon claire et structurée Au terme de cet enseignement, l'étudiant sera capable de: Maîtriser des concepts théoriques et des outils d'analyse du marketing Développer l'habitude de lire les actualités économiques et d'écouter des conférences à la lumière des apprentissages conceptuels (études de cas tirées de la presse « grand public ») Développer le raisonnement marketing pour arriver à formuler un diagnostic concret de situation de marché (études de cas et simulation d'entreprise) Développer la capacité de décision par l'application de ce raisonnement et de ces méthodes dans des situations concrètes de gestion (jeu de simulation) Etre capable de travailler en équipe, et de prendre en considération les divergences interpersonnelles (travail en équipe) Compréhension des concepts de base du marketing, du raisonnement marketing et des outils d'analyse dans le domaine de la gestion marketing. Mise en application du raisonnement marketing, de ses concepts et de ses méthodes dans des situations concrètes de gestion (cas, exercices, articles) Développement de la capacité de décision (et d'organisation du travail de groupe) dans un jeu de simulation de marché",
        "content": "Le cours couvre 9 chapitres de l'ouvrage de référence (Lambin & de Moerloose, 2021) : Ch. 1. Le marketing dans l'économie, Ch. 3. La compréhension du client, Ch. 4. Le comportement de l'acheteur, Ch. 5. L'information marketing, Ch. 6. La segmentation, Ch. 7. L'analyse de l'attractivité des segments, Ch. 8. L'analyse de la compétitivité sur les segments, Ch. 9. Le ciblage et le positionnement, Ch. 10. Le choix d'une stratégie de marketing",
        "teaching_methods": "1. Le cours théorique est donné deux heures chaque semaine (la présence y est obligatoire). Les concepts théoriques sont accompagnés d'illustration de cas d'entreprise et de conférences d'orateurs extérieurs. Durant le cours, des exercices et études de cas sont également proposés; ils seront parfois travaillés au cours. 2. Le travail de groupe , En équipe, les étudiants devront élaborer leur propre plan stratégique de marketing pour un produit/service/offre choisi. L'objectif de ce travail est d'estimer la qualité de la compréhension et des perspectives critiques par rapport à la théorie abordée par le cours.",
        "assessment_methods": "L'examen est individuel, Il est organisé en session d'examens. Il porte sur les connaissances théoriques et sur leur application pratique (cas, articles, ...). Cet examen est écrit, mais si le nombre d'étudiants le justifie, le professeur pourrait décider de transformer l'examen écrit en oral (présentiel ou distanciel, via Teams par exemple) Le travail de groupe est défendu en équipe, mais la note peut être individualisée. Il sera défendu par oral, sur base d'une présentation, en fin de semestre.  La présence ET l'activité à ces séances est obligatoire et contrôlée. Un taux de présence insuffisant (voir plan de cours) pourra amener à dévaloriser la note individuelle d'un étudiant, voire à l'annuler. Répartition de la note Si une note supérieure ou égale à 7/20 est obtenue pour l'examen individuel, la répartition de la note est la suivante : 65% examen écrit individuel 35% travail de groupe Si la note de l’examen est inférieure à 7/20, la note de l’examen sera comptabilisée pour 100%. En cas de seconde session , la même répartition de points est utilisée lors de la deuxième session.  Il sera possible d'améliorer le devoir d'équipe (uniquement si <10/20 lors de la première session) et/ou de repasser l'examen (uniquement si <10/20 lors de la première session). Les étudiants bisseurs dont la note du travail de groupe aura été jugée suffisante (>10/20) seront dispensés de cette partie du cours et leur examen pèsera pour 100% de l'évaluation globale. Ceux qui n'en auront pas été dispensés sont tenus de recommencer le travail de groupe. Le tout se passe en français.",
        "other_info": "1. Le cours se donne en français . Les évaluations également. La connaissance passive de l'anglais est nécessaire car les supports de cours sont en anglais. 2. Ce cours s'inscrit dans un diplôme de jour à temps plein (GEST2M1). La présence au cours est obligatoire, elle sera parfois contrôlée (p.ex. lors des conférences).",
        "online_resources": "https://moodle.uclouvain.be code LLSMG2002 (enregistrement avant le 1 octobre) Le site Moodle contient e.a. (1) les principales diapositives utilisées pendant le cours (à compléter par une note personnelle) (2) le mémo pour utiliser Markstrat (3) des exercices suggérés et études de cas (certaines sont des questions d'examen antérieures) (4) des vidéos suggérées, sites ... (5) des tests et enquêtes pour favoriser l'interaction ...",
        "bibliography": "LAMBIN, Jean-Jacques, & de MOERLOOSE, Chantal (2021). Le Marketing Stratégique et Opérationnel . 10° éd. Dunod.",
        "course_materials": "LAMBIN J.J., de MOERLOOSE Ch. (2021) Le Marketing Stratégique et Opérationnel. 10° Edition. Malakoff, Dunod.  https://www.dunod.com/entreprise-economie/marketing-strategique-et-operationnel-demarche-marketing-dans-une-perspective Site Moodle LLSMG2002 -\tKotler, P.,  Keller, K. L., Manceau D., Hemonnet-goujot A. (2022). Gestion du marketing 16e édition Pearson Education Ltd.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2070",
        "title": "Diagnostic organisationnel",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Léonard Evelyne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours se décompose en 3 parties : D'un paradigme unitariste à une vision pluraliste de l'organisation : apports théoriques majeurs pour comprendre les relations entre les acteurs dans et autour de l'organisation : travail sur des lectures ; Et en pratique ? Conception et mise en oeuvre d une observation empirique limitée ; Mise en commun et analyse finale ; implications pour le management et pour le changement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage AA du programme, cette activité contribue au développement et à l'acquisition des AA suivants: 1. Agir en acteur socialement responsable 1.1. porter un regard critique et réflexif 1.2. Décider et agir en intégrant des valeurs éthiques, humanistes 1.3. Décider et agir de manière responsable",
        "content": "Objectifs Le cours vise à développer vos capacités à conduire un diagnostic organisationnel, en vue d’agir à terme de manière pertinente en tant que gestionnaire, mais aussi en vue de bien décoder vos futures situations professionnelles. À l’issue du cours, vous aurez : acquis la maîtrise des principaux paradigmes qui permettent de comprendre et interpréter la réalité d’une organisation ; développé vos capacités méthodologiques – notamment des capacités d’observation et d’analyse – en partant de la théorie pour saisir et interpréter les données utiles dans une organisation ; développé vos capacité des synthèse, de discussion et de présentation des données de terrain. À cela s’ajoutent des capacités de travail en équipe, d’expression en public et de présentation de résultats d’une manière claire et non biaisée. Structure du cours Le cours suit pas à pas les étapes suivantes : Comment saisir les multiples dimensions d'une organisation ? Se donner des outlis d'analyse. Comment observer une organisation, en pratique ? Se donner une méthode. Que révèle l'étude d'une organisation précise ? Collecter et analyser des données. Comment rendre compte d'une organisation de façon précise et attractivé ? Présenter et écrire.",
        "teaching_methods": "Participez ! Le cours requiert une participation active de votre part. Chacune des étapes prévoit des activités en groupe, avec plusieurs échéances où je vous demande de fournir un document ou une présentation. Sachez toutefois que chacune de ces étapes va contribuer, pas à pas, à votre travail final. Faites preuve de curiosité ! Hé non, la curiosité n’est pas un vilain défaut. Le cours vous invite à étudier une organisation de façon approfondie, en maniant plusieurs regards, et il vous permet également de découvrir les organisations étudiées par les autres groupes. Vous aurez rarement dans votre carrière l’occasion de rencontrer au tel éventail d’approches sur des entreprises variées. Profitez-en ! Apprenez ! Comprendre une organisation, c’est vous permettre de vous situer dans votre futur contexte professionnel, en tant que gestionnaire ou manager. Comme l’écrivait très bien, il y a près d’un siècle, cette pionnière du management qu’était Mary Parker Follett, « N’exploitez pas votre personnalité : apprenez votre métier » (M. Parker Follett, 1941 : 272). Une capacité d’analyse constitue le meilleur outil d’un futur ou d’une future manager parce qu'elle permet de s'adapter à des situations diverses et que nous ne pouvons pas connaître aujourd'hui.",
        "assessment_methods": "Il s'agit d'une évaluation continue . L'évaluation finale porte sur deux composantes, toutes deux construites pas à pas au fil du cours : Une présentation orale en groupe. Un travail écrit en groupe. Les travaux consistent en une production originale de votre part. Même si vous vous faites aider par un robot conversationnel, par exemple, votre travail doit faire preuve de solidité scientifique, s'appuyer sur des sources fiables et de qualité, apporter des données originales lorsque le travail comprend une dimension empirique, et bien montrer les étapes de votre raisonnement. Les critères d’évaluation que je vous fournis vous permettent de savoir précisément ce qui est attendu.",
        "online_resources": "La page du cours sur Moodle fournit de nombreuses informations et ressources. Il faut toutefois participer aux séances de cours et au suivi des groupes pour être à même d'atteindre les objectifs du cours.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbir2050",
        "title": "Enjeux du développement durable et de la transition",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Couvreur Valentin",
            "Delzenne Nathalie",
            "Swaen Valérie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Introduction à l’histoire du développement durable et aux notions clés dans le domaine des sciences humaines, des sciences de la santé et des sciences et technologies. Identification des tensions liées aux différentes visions du développement durable dans une approche critique et équilibrée. La mise en œuvre de ces concepts et ces tensions dans le cadre d’initiatives au sein de l’UCLouvain sera présentée de façon concrète.",
        "content": "Que recouvrent les concepts de \"développement durable\" et de \"transition\" ? Quelles sont leurs origines ? Quels sont les enjeux sociaux et environnementaux du 21ème siècle ? Quelles sont les options pour transformer nos modes de vie dans la perspective d'un développement plus respectueux des limites planétaires ? Dans ce cours, nous abordons ces questions selon une approche scientifique et universitaire. En faisant intervenir des expert.es de différents domaines (le droit, la philosophie, l'ingénierie, le management, l'agronomie, l'économie, la médecine...), ce cours vous invite à développer des connaissances approfondies sur les enjeux du développement durable et de la transition, à comprendre les éléments en tension qui suscitent le débat et à développer le recul critique nécessaire pour mettre ces points de tension en perspective. L'approche interdisciplinaire retenue dans ce cours nous semble indispensable pour s'approprier les enjeux du développement durable de manière transversale. Chaque discipline apporte un type de diagnostic sur les enjeux sociaux et environnementaux et sur leurs causes, puis ouvre la porte à des pistes d'actions et de solutions spécifiques. C'est en faisant dialoguer ces différentes disciplines que nous pourrons faire progresser les connaissances et la société dans le sens d'un développement plus durable, plus inclusif, plus juste. Ainsi, la valeur ajoutée de ce cours réside dans les liens que vous pourrez établir entre les différents sujets abordés. Les connaissances sur les enjeux du développement durable sont nombreuses et évoluent constamment. Ce cours ne prétend pas en faire le tour complet mais il vous invite à plonger dans la vaste étendue des travaux scientifiques qui cherchent à faire progresser la société sur ces sujets.",
        "teaching_methods": "Le cours est organisé sous forme d’un MOOC constitué de différents modules. Ces modules sont composés de vidéos, de textes et d'exercices. Il n'y a pas d'horaire pour ce cours.",
        "assessment_methods": "Examen écrit (questionnaire à réponses multiples) en session et en auditoire.",
        "online_resources": "Site Moodle Page de présentation du cours",
        "course_materials": "Le support du cours est un MOOC",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1317",
        "title": "Analyse critique des organisations et des marchés",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Amougou Joseph",
            "de Nanteuil Matthieu"
        ],
        "teaching_language": "Français",
        "topics_covered": "Organisations, marchés Rationalité formelle, rationalité substantielle Taylorisme Fordisme, Post-­fordisme Commodities Types de marché (produits et services, travail, capitaux) Modes d'organisation Formes de l'échange économie (marchand, non-­marchand, public).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de ce cours, l'étudiant(e) sera en mesure : de disposer de définitions stables des catégories d' « organisation » et de « marché » ; de maîtriser les bases de l'épistémologie critique (historicisation et pluralisation des catégories étudiées) ; d'identifier un problème d'organisation et/ou une organisation de marché ; d'être conscient des enjeux éthiques liés aux phénomènes observés.",
        "content": "Propos général - Organisations et marchés à l’ère de l’Anthropocène Ce cours propose de réfléchir aux bases relationnelles des phénomènes économiques, c’est-à-dire à l’ensemble des relations qui sous-tendent le fonctionnement concret des organisations et des marchés. Pour cela, il entend rendre compte non seulement de ces deux entités comme telles, mais des liens qui les unissent. Une analyse critique des organisations et des marchés, comme celle que nous proposons ici, est avant tout une analyse des liens entre ces deux entités constitutives des phénomènes économiques. À l’heure où notre monde globalisé fait l’expérience de la finitude et doit relever le défi de l’Anthropocène, notre propos n’est pas de dénoncer abstraitement les phénomènes économiques mais d’en proposer une analyse approfondie, en examinant leur genèse, leur diversité à la surface du globe, les théories sur lesquelles ils s’appuient, mais aussi le rapport qu’ils entretiennent de longue date – positivement ou négativement – avec la question écologique. Dans ce cours, quatre paradigmes sont disponibles , mais les étudiant.e.s seront amené.e.s à choisir par eux-mêmes entre deux chemins possibles : 1/ Un chemin mettant l’accent sur le paradigme « Systèmes et structures »  è Chemin « SYSTEMES » Paradigme 1 – Utilitarisme et critique sociale (chapitres 3 et 4) Paradigme 2 – Systèmes et structures (chapitres 5 et 6) Paradigme 4 – Savoirs et identités (chapitres 9 et 10) 2/ Un chemin mettant l’accent sur le paradigme « Régulations et conventions »  è Chemin « ACTEURS » Paradigme 1 – Utilitarisme et critique sociale (chapitres 3 et 4) Paradigme 3 – Régulations et conventions (chapitres 7 et 8) Paradigme 4 – Savoirs et identités (chapitres 9 et 10)",
        "teaching_methods": "Méthode d'apprentissage – Le cours alterne : stage d’initiation au travail d’exécution et travaux de groupe, lectures approfondies du manuel et des slides, mobilisation des supports pédagogiques (livre et film), séances en présentiel, illustrations (vidéos, études de cas, etc.) et invitations de grands témoins (cadres-dirigeants, consultants, experts ou partenaires sociaux de différentes organisations).",
        "assessment_methods": "Evaluation - L'évaluation comprendra les différents aspects suivants : En cours : une séance « Grands témoins », pour laquelle la présence est obligatoire . Cette séance est suivie d’un débat public en présence d’un acteur de la vie économique, sociale, culturelle.  Une absence injustifiée entraîne un travail individuel supplémentaire . En fin de cours : Examen écrit individuel (50%) Travail en groupe (50%)",
        "other_info": "Acquis d’apprentissage – A la fin de ce cours, l’étudiant.e  sera en mesure de : maîtriser les définitions des catégories suivantes : organisation, entreprise, marché, non-marchand, environnement, biosphère, anthropocène, vie biologique, vie signifiante ; développer une argumentation claire et précise sur une question vue en cours ; connaître la pensée des auteurs-clé et savoir les situer dans les différents paradigmes ; prendre du recul par rapport aux théories et faire le lien avec l’actualité ; saisir les enjeux éthiques et politiques des phénomènes observés ; identifier et traiter un problème d’organisation dans un environnement donné – marchand ou non-marchand. En référence à la « Boussole de compétences de la LSM » ( https://uclouvain.be/en/faculties/lsm/competency-framework.html ), ce cours contribuera au développement des compétences suivantes : Connaissance et raisonnement Approche scientifique et systématique Travail en équipe et leadership Développement professionnel et personnel En référence à la « Roue de la Transition et du Développement Durable », promue par le Plan Transition ( https://uclouvain.be/fr/decouvrir/universite-transition/plan-transition.html ), ce cours contribuera au développement des thèmes suivants : Connaissance et méthodes scientifiques Pluralité des grilles d’analyse Analyse systémique Mise en œuvre (via enquêtes et recommandations)",
        "online_resources": "Supports - Ce cours mobilise différents supports un manuel de référence contenant l’intégralité du cours :  Amougou, Thierry et de Nanteuil, Matthieu (2022) Introduction à la sociologie économique. Analyse critique des organisations et des marchés , LLN, De Boeck ; ce manuel est complété par des slides de synthèse de chacun des chapitres, disponibles sur Moodle ; : un livre dont la lecture est obligatoire avant la dernière séance et pour l’examen : Si c’est un homme , de Primo Lévi un film à visionner obligatoirement avant la dernière séance et pour l’examen : 12 years of slave , de Steve Mac Queen. Toutes les autres ressources sont en ligne (site Moodle : LECGE1317) : slides, textes de référence, documents annexes.",
        "bibliography": "Boyer R. et Durand J.--'P., 1993, L'Apres--'fordisme, Paris, Syros. Caillé A., 2010, Théorie anti-utilitariste de l'action. Fragments d'une sociologie générale, Paris, La Découverte; ' 1989, Critique de la raison utilitaire, Paris, La Découverte. Callon M. (eds), 1998, The Laws of Markets, Oxford, Blackwell. Coleman J., 1986, Individual Interests and Collective Actions. Selected Essays, Cambridge, Cambridge University Press. Crozier M., 1982 Le Phénomène bureaucratique. Essai sur les tendances bureaucratiques des systèmes d'organisation modernes et sur leurs relations en France avec le système social et culturel, Paris, Seuil [1963] ; Crozier M. et Friedberg E., 1977, L'Acteur et le système. Les contraintes de l'action collective, Paris, Seuil. Dumont L., 1977, Homo aequalis. Genèse et épanouissement de l'idéologie économique, Paris, Gallimard. Durkheim E., 2008, De la division du travail social, Paris, Flammarion [1893]. Fontaine L., 2014, Le Marché : histoires et usages d'une conquête sociale, Paris, Gallimard ; ' 2008, L'Economie morale. Pauvreté, crédit et confiance dans l'Europe préindustrielle, Paris, Gallimard. Foucault M., 2001, L'Herméneutique du sujet. Cours au collège de France (1981--'1983), Paris, Gallimard ; ' 1975, Surveiller et punir. Naissance de la prison, Paris, Gallimard ; Friedberg E., 1993, Le Pouvoir et la règle. Dynamiques de l'action organisée, Paris, Seuil. Friedmann G., 1956, Le travail en miettes, Paris, Gallimard. Granovetter M., 2000, Le marché autrement : les réseaux dans l'économie, Paris, Desclée de Brouwer. Granovetter M. & Swedberg R., 2001, The Sociology of Economic Life, Boulder, Westview Press, 2nd ed. Laville J.--'L., 1997, « Le renouveau de la sociologie économique » in Cahiers internationaux de sociologie, vol. CIII (229--'235); ' 2010, Politique de l'association, Paris, le Seuil. Laville J.--'L. et Nyssens M., 2001, Les services sociaux entre associations, marché et Etat : l'aide aux personnes âgées, Paris, La Découverte. Luhmann N., 1999, Politique et complexité, Paris, Cerf. March J. G., Simon H. A, 1974, Les Organisations : problèmes psychosociologiques, préf. de M. Crozier, Paris, Dunod, [1969], trad. par J.--'C. Rouchy. Mauss M., 2012, Essai sur le don : forme et raison de l'échange dans les sociétés archaïques, Paris, PUF, 2e ed. [1925]. Mintzberg H., 1999, « Nous vivons dans le culte du management », in P. Cabin (dir.), Les Organisations, Paris, Sciences humaines, p. 91--'97 ; ' 1994, The Rise and Fall of Strategic Planning, New--'York, Prentice--'Hall; ' 1986, Le Pouvoir dans les organisations, Paris, Ed. d'Organisation. de Montmollin M. (dir.), 1984, Le Taylorisme, Paris, La Découverte. Nyssens M. (eds), 2006, Social enterprise: At the Crossroads of Market, Public Policies and Civil Societies, New York, Routledge. Polanyi K., 1983, La Grande transformation. Aux origines politiques et économiques de notre temps, Paris, Gallimard. Reynaud J.--'D., 1989, Les Règles du jeu. L'action collective et la régulation sociale, Paris, A. Colin; Sainsaulieu R., 1987, Sociologie de l'organisation et de l'entreprise, Presses de la FNSP, Paris. Smith A., 1991, Recherche sur la nature et les causes de la richesse des nations, Paris, Flammarion, [1776]. Terssac (de) G. (eds.), 2003, La Théorie de la régulation sociale de Jean--'Daniel Reynaud, Paris, La Découverte. Veltz P., 2000, Le Nouveau monde industriel, Pris, Gallimard. Weber M., 1971, Economie et société, Paris, Plon [1956]. Williamson O., 1999, The Economics of Transaction Costs, Cheltemham, Elgar.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1219",
        "title": "Comptabilité II et analyse des états financiers",
        "credits": "5.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Wolf Michel",
            "Postaire Maxence"
        ],
        "teaching_language": "Français",
        "topics_covered": "Partie I. Les normes IAS/IFRS\r1.\tLes grands principes\r2.\tLes règles d'évaluation selon les normes IAS/IFRS appliquées aux\ro\trubriques de l'actif\ro\trubriques du passif\ro\trubriques du compte de résultat\rPartie II. Les comptes de groupe de société\r1. Introduction : les concepts de groupe et de comptes consolidés\r2. Législation en vigueur et champ d'application\r3. Le périmètre de consolidation\r4. Les méthodes de consolidation et de mise en équivalence\r5. Problèmes connexes de la consolidation\rPartie III. Les méthodes d'analyse des états financiers\r1. Introduction : Objectif général\r2. Sources d'information\r3. Thèmes fondamentaux de l'analyse financière\r4. Restructuration du bilan et du compte de résultats : la méthode des masses économiques et financières\r5. La méthode des ratios\r6. La méthode des tableaux de flux",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours a pour objectif de fournir aux étudiants les compétences de base en matière de comptabilité des groupes de société, selon les normes IFRS et en matière d'analyse des états financiers. A l'issue du cours, les étudiants devraient avoir acquis une bonne maîtrise des normes IAS/IFRS et des principes de base des méthodes de consolidation intégrale et proportionnelle. \rIls devraient également être capables de produire un diagnostic de la situation financière d'une société ou d'un groupe de sociétés sur la base de l'examen des comptes consolidés",
        "content": "Le cours vise à la compréhension des états financiers, ainsi qu'à la maîtrise des règles d'évaluation selon les normes belges et les normes internationales IAS/IFRS, des méthodes de consolidation intégrale et proportionnelle des groupes de sociétés et des techniques d'analyse des états financiers permettant d'établir un diagnostic financier d'une entreprise ou d'un groupe.",
        "teaching_methods": "Cours ex-cathedra et/ou classes inversées. Séances d'exercice.",
        "assessment_methods": "Examen écrit, sous forme de QCM. Le QCM comporte vingt questions, avec cinq propositions de réponse chacune. Une et une seule est attendue comme la réponse à donner. La pondération suivante est appliquée : pour chacune de vos douze premières bonnes réponses, vous obtenez 0,833 point; pour chaque bonne réponse au-delà des douze premières, vous obtenez 1,25 point. Ainsi, dix réponses correctes donnent 0,833... X 10 = 8,333... points (arrondis à 8); douze réponses correctes donnent 0,833... X 12 = 10,0 points; quatorze réponses correctes donnent 0,833... X 12 + 1,25 X 2 = 12,5 points (arrondis à 13). L'arrondi éventuel se fait au point supérieur ou inférieur selon que le chiffre des dixièmes atteint ou non 5.",
        "other_info": "Pré-requis : Comptabilité I qui dispose d'un ouvrage conseillé: Cerrada K., De Rongé Y. De Wolf M. et Gheeraert L., Comptabilité, cash flows et durabilité, éd. De Boeck, Bruxelles, dernière édition disponible.",
        "online_resources": "Voir moodle.",
        "bibliography": "K. Cerrada, Y. De Rongé, M. De Wolf et L. Gheeraert, Comptabilité, cash flows et durabilité - principes, applications et exercices, De Boeck Supérieur, 4ème édition, 2024 Législation comptable belge et européenne.",
        "course_materials": "Diaporamas, plans de la matière et documents divers sur moodle, selon les parties du cours.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1114",
        "title": "Statistique en économie et gestion I",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Jacquemain Alexandre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Statistique Descriptive. Elle regroupe les méthodes permettant de condenser les données d'un échantillon ou d'une population en quelques caractéristiques utiles ou estimations. Les distributions de fréquences, les fonctions de densité et de répartition et les caractéristiques paramétriques et non paramétriques sont abordées dans les échantillons. La description de tableaux à double entrée permet de décrire des échantillons où deux caractéristiques sont analysées simultanément. Introduction au Calcul des Probabilités. Selon le procédé de sélection de l'échantillon, ces méthodes assurent le lien entre la population et son échantillon. Les matières abordées sont les règles de calcul des probabilités (conditionnelles, totales, formule de Bayes,...) et les dénombrements. Variables aléatoires. Cette partie développe la notion de variable aléatoire, en passant en revue les schémas expérimentaux plus importants qui génèrent les lois uniformes, binomiales et hypergéométriques, géométriques, de Poisson, exponentielle et Normale. Variables aléatoires multivariées. L'objet est de montrer comment on peut analyser des expériences où les caractéristiques d'intérêt sont modélisées par plusieurs variables aléatoires. Les liens pouvant exister entre ces variables sont souvent l'objet de l'analyse. Les idées de base sont introduites à partir de variables discrètes bivariées et on évoquera seulement le cas des variables continues. Les propriétés des combinaisons linéaires de variables aléatoires sont également abordées. Échantillonnage. Dans cette partie, on explique comment l'inférence statistique peut être conduite à partir de l'échantillonnage aléatoire. Le modèle statistique fournit le cadre de l'analyse et les distributions d'échantillonnage font le lien entre échantillon et population. On illustre ces concepts avec les distributions d'échantillonnage d'une moyenne et d'une proportion. Dans le cas d'échantillons de grande taille, le théorème 'central-limite' trouve sa place très naturellement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours est une introduction à la statistique et à la théorie des probabilités. En statistique, l'étudiant devra être capable de décrire et analyser un échantillon, d'identifier les procédures simples d'échantillonnage et d'établir les caractéristiques opérationnelles des statistiques de base (moyenne, déviation, proportion) dans ces procédures. La théorie des probabilités permet également de décrire et de comprendre les expériences aléatoires. Elle est donc l'outil indispensable pour mieux mesurer et contrôler les incertitudes propres au raisonnement de la statistique. Ce cours développe à la fois les éléments de base du cours de statistique descriptive et de l'étude d'ensembles finis mais vise également à fournir les outils propres aux expériences dont les résultats possibles sont dénombrables mais infinis ou non dénombrables (continus). Il inclut aussi les éléments permettant d'analyser des expériences où plusieurs caractéristiques sont considérées simultanément.",
        "content": "Cette unité d'enseignement consiste en une introduction à la statistique. La statistique est la science qui permet de confronter les données d'un échantillon (données numériques recueillies en observant ou en expérimentant une partie de la population) avec la théorie (énoncés et tests d'hypothèses sur des caractéristiques de population). C'est la science d'analyse de données, qui s'applique très largement à l'ensemble des sciences économiques, politiques et sociales.\r\nCe cours s'articule autour de la statistique descriptive, la théorie des probabilités et l'inférence statistique (introduction).",
        "teaching_methods": "Le cours est donné sous forme d'exposés magistraux (présentation des concepts, d'exemples d'applications, de résolutions de problèmes) et de séances d'exercices en petits groupes (résolutions d'exercices), complétés par une participation active des étudiants sous forme de lectures, de visualisation de vidéos, de préparation d'exercices et de réalisation de tests de connaissances.\r\nLe cours Moodle LECGE1114 constitue le site de référence. Les étudiants sont invités à le consulter régulièrement. Des canaux spécifiques de communication et d'échanges entre les étudiants et l'équipe pédagogique sont mis en place (Forum Moodle, canaux Teams, réunions Teams, ...). Cet enseignement est conçu de façon à s'adapter rapidement à l'évolution sanitaire (enseignement en présentiel, comodal ou à distance). Les étudiants sont invités à vérifier régulièrement leur horaire de cours sur ADE ainsi que les informations disponibles sur Moodle.",
        "assessment_methods": "Examen final écrit papier : QCM et questions ouvertes en session d'examen. Ces modalités d'examen final sont identiques en sessions de juin et de septembre.",
        "online_resources": "MOODLEUCL : cours LECGE1114.",
        "bibliography": "Mathematical Statistics with Applications, Wackerly, Mendenhall, Scheaffer, 7ème édition.",
        "course_materials": "Mathematical Statistics with Applications, Wackerly, Mendenhall, Scheaffer, 7ème édition. Slides et syllabus disponibles sur moodle Ressources diverses sur Moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1321",
        "title": "Management humain",
        "credits": "4.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Taskin Laurent"
        ],
        "teaching_language": "Français",
        "topics_covered": "La finalité générale du domaine est d'initier les étudiants au \"Management Humain des Organisations\". Il vise à :\r-\tprésenter des repères théoriques susceptibles d'éclairer les comportements et réactions individuels et collectifs en contexte organisationnel;\r-\tdévelopper la capacité d'analyse des conduites humaines en organisation en intégrant les apports de disciplines et méthodes différentes;\r-\tsusciter un questionnement sur les modes de fonctionnement et pratiques de gestion des individus et des groupes au sein des organisations;\r-\tsensibiliser aux dynamiques interpersonnelles dans les univers de travail et les expérimenter dans des travaux de groupe (autour d'études de cas et de terrain).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 La finalité générale du domaine est d'initier les étudiants au \"Management Humain des Organisations\".",
        "content": "Les séances de cours visent à introduire le domaine du Management Humain, d'une approche macro centrée sur le contexte à une perspective micro centrée sur les individus et les groupes, en passant par une perspective méso centrée sur l'entreprise (privée, publique, marchande et non-marchande). Le Management Humain constitue un levier de la Transition (sociale, principalement) en contribuant aux objectifs du développement durable suivants : ODD 8 – Travail décent et croissance économique, cible 8.8 : défendre les droits des travailleurs, promouvoir la sécurité sur le lieu de travail et assurer la protection de tous les travailleurs, y compris les migrants, en particulier les femmes, et ceux qui ont un emploi précaire ; ODD 3 – Santé et bien-être, cible 3.4. : (…) promouvoir la santé mentale et le bien-être ODD 5 – Égalité des sexes, cibles 5.4 et 5.5. La structure du cours est la suivante : Contexte de développement et d'apparition de la GRH et du Management Humain : définitions, approche historique (logiques organisationnelles, organisation du travail, y.c. modes de contrôle et dialogue social), évolutions contemporaines du travail, des organisations et du management des personnes (autogestion, responsabilisation, digitalisation, travail hybride...et leurs conséquences) Management Humain : modèle des 3R (réflexivité, reconnaissance, travail réel), levier d’un travail décent, de bien-être et d’égalité Comportement organisationnel : théories de la motivation et de la reconnaissance, dynamique des groupes Pratiques et Politiques (Recrutement et Sélection, Gestion des carrières et mobilité (y.c. classification de fonctions), Evaluation de la performance, NWOW...), en tenant compte de leur caractère inclusif Le TP a pour ambition d'épauler le cours dans la découverte de pratiques et politiques de GRH dans une entreprise. Les étudiants sont amenés à contextualiser, analyser et comprendre les enjeux d'une pratique d'entreprise, observée au travers de rencontres avec des membres de l'entreprise exerçant différents rôles (CEO, DRH, délégué syndical, cadre, employé, ouvrier...).",
        "teaching_methods": "Le cours repose sur la combinaison de séances magistrales, lectures (classes inversées), partage d'expériences (invités et \"learning expeditions\"). Le TP combine lectures, séances d'accompagnement (y.c. méthodologique), réalisation d'une enquête de terrain (étude de cas par entretiens semi-directifs) et présentation orale.",
        "assessment_methods": "Les acquis d'apprentissage sont évalués au travers de deux dispositifs: a) un examen écrit individuel portant sur la matière abordée lors des séances magistrales, lectures et échanges (60% de la note totale, en première session) b) la rédaction et la présentation collective d'une étude de cas sur une pratique de GRH, dans la perspective du Management Humain (les activités liées au TP interviennent pour 40% de la note, en première session).",
        "online_resources": "La communication concernat les activités d'enseignement et du travail pratique s'opère via Moodle. Les supports (textes et slides) sont postés sur Moodle. Le travail pratique doit être déposé sur Moodle également. Il est donc obligatoire de s'inscrire sur Moodle et d'y suivre l'activité liée au cours.",
        "bibliography": "Taskin, L. & Dietrich, A. (2020) Management Humain. Une approche renouvelée de la GRH et du comportement organisationnel. De Boeck supérieur, collection Manager RH, 2è édition.",
        "course_materials": "Moodle Manuel : Taskin, L. et Dietrich, A. (2020) Management Humain. Bruxelles: De Boeck (2è édition)",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lepl2214",
        "title": "Droit, régulation, contexte juridique",
        "credits": "4.00",
        "hours": "30.0 h + 5.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cassiers Vincent",
            "Derycke Werner"
        ],
        "teaching_language": "Français",
        "topics_covered": "L’entreprise s'inscrit dans un projet économique mais aussi dans un cadre juridique. Des notions essentielles en droit seront donc proposées aux étudiants qui suivent la finalité « Entreprise ». Il s’agit de donner les premiers éléments utiles aux acteurs de l'entreprise de demain, et ce autour de quatre axes : L'entreprise et son environnement juridique. L'entreprise et les aspects sociaux. L'entreprise et le droit économique. L'entreprise et l'innovation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme de cet enseignement, et pour chaque thème abordé, l’étudiant sera capable : de comprendre les principes fondamentaux du droit de l’entreprise, y compris les structures juridiques, la responsabilité civile et les contrats commerciaux. d’analyser les enjeux juridiques liés à la propriété intellectuelle, tels que les droits d’auteur, les marques et les brevets. d'appliquer ces connaissances pour résoudre des cas pratiques.",
        "content": "L'entreprise et son environnement juridique A l'occasion d'une introduction générale, le cours décrit le cadre global dans lequel évolue chaque sujet de droit. Il s'agit dès lors de rappeler l'environnement institutionnel – et notamment judiciaire – dans lequel l'entreprise évolue. Il s'agit ensuite d'élucider quelques concepts et mécanismes juridiques de base (sujets de droits, responsabilité civile, contrats) qui permettront à l'étudiant d'aborder ensuite les deux grands axes de ce cours. L'entreprise et le droit économique et social L'entreprise peut prendre différentes formes. Cette partie donnera des notions de base relatives à la création et à la vie d’une entreprise, qu'elle soit exercée par une personne physique ou sous la forme d'une personne morale (principalement, sous la forme d'une société), ce qui inclut une introduction au contrat de travail. Le cours abordera également certains aspects juridiques du crédit - ce qui inclut le droit de l'insolvabilité - et quelques contrats commerciaux usuels. L'entreprise et l'innovation Cette partie traite de la propriété intellectuelle et de la protection de l’innovation. Les différentes catégories de droits intellectuels sont présentées (marques, nom commercial, design, obtentions végétales, etc.). Le cours expose aussi l’utilisation stratégique des droits intellectuels afin de permettre à l’entreprise de structurer ses marchés et de s’y maintenir. Trois droits intellectuels sont examinés en détail : (i) le brevet d’invention, (ii) le droit d’auteur et les programmes d’ordinateur et (iii) les droits de marque.",
        "teaching_methods": "Les cours se donnent en présentiel, et de manière interactive. Les étudiants sont encouragés à poser les questions que suscite pour eux la matière : l'objectif essentiel du cours ne consiste pas tant à assimiler un corpus de règles qu'à bien comprendre les notions juridiques exposées. A cette fin, les notions théoriques sont illustrées avec de nombreux exemples pratiques. Les professeurs peuvent demander aux étudiants d'effectuer une lecture spécifique avant le cours (article, décision de justice, contrat...) afin de pouvoir en discuter pendant le cours. La méthode d’enseignement est adaptée aux étudiants (non-juristes) qui suivent le cours. Il ne s’agit donc pas d’analyser des règles de droit en détail mais de faire comprendre les règles de droit les plus importantes en lien avec l’entreprise et l’innovation.",
        "assessment_methods": "L’évaluation s’opère par un examen écrit sous la forme de questions ouvertes et/ou de questions à choix multiples. L'étudiant est évalué sur sa capacité à comprendre les mécanismes de base qui lui ont été enseignés, et à appliquer ceux-ci à un cas concret le cas échéant. Normalement, l'examen écrit a lieu en présentiel et à livre fermé. Si pour quelque raison que ce soit, sanitaire ou autre, il n’est pas approprié d’organiser un examen en présentiel, l'examen prendra la forme d'un devoir Moodle. Les professeurs se réservent le droit de faire une évaluation orale pour certains étudiants si la situation le requiert.",
        "other_info": "Pour la partie droit économique, les supports de cours consistent principalement – outre d’éventuels documents à lire en préparation des séances - dans les notes que les étudiants prennent au cours. Les enseignants peuvent également diffuser des, diaporamas ou des notes sur Moodle. Pour la partie droits intellectuels, les supports de cours consistent dans des présentations powerpoint détaillées mises à disposition des étudiants avant les cours et que les étudiants peuvent compléter avec leurs propres notes. Equipe enseignante Le cours est animé par deux enseignants : Monsieur Werner Derijcke enseigne la partie introductive, la partie relative au droit commercial et social. Werner Derijcke est maître de conférences invité à l’UCLouvain et avocat à la Cour de cassation. Monsieur Vincent Cassiers enseigne la partie consacrée aux droits intellectuels. A côté de son enseignement à l’UCLouvain, Vincent Cassiers est avocat au barreau de Bruxelles, spécialisé en droits intellectuels et en droit du numérique.",
        "bibliography": "Pour la partie droit économique : H. Culot, G. de Pierpont, H. Jacquemin et Th. Léonard, Manuel du droit de l'entreprise , Anthémis, Limal, 5ème éd., 2024, 610 pp [ou une édition plus récente le cas échéant]. Pour la partie droits intellectuels: A. De Francquen et S. Dusollier, Manuel de droits intellectuels , Anthémis, Limal,2015, 384 p. Il n'est pas nécessaire d'acquérir ces ouvrages pour le cours.",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1315",
        "title": "Stratégie d'entreprise",
        "credits": "4.00",
        "hours": "20.0 h + 10.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Vas Alain"
        ],
        "teaching_language": "Français",
        "topics_covered": "Trois thèmes seront essentiellement développés :\rL'analyse concurrentielle\rL'analyse \" corporate \"\rL'analyse des dirigeants",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Après avoir étudié les divers domaines de base du management des entreprises, finances, marketing, gestion des ressources humaines, production et logistique, les étudiants se trouveront confrontés à l'acquisition de nouvelles compétences essentiellement centrées sur l'intégration des fonctions de base dans une optique générale de management stratégique.\rCeci suppose que les problématiques du développement de l'entreprise soient envisagées dans leur ensemble tant au niveau de l'entreprise tout entière que pour chacun de ses domaines d'activité.\rL'étude de la stratégie d'entreprise repose sur une approche syncrétique qui ne peut négliger aucun des aspects, connus ou non-connus, qui seront déterminants pour son avenir.\rC'est ainsi qu'il sera demandé aux étudiants de d'adopter une approche de type bird's eye view. C'est le point de vue de la direction générale qui doit insuffler une vision globale assurant un déploiement stratégique cohérent qui sera au centre des préoccupations de ce cours.\rLes objectifs principaux sont selon cette optique :\r\"\tDévelopper l'aptitude des étudiants à poser un diagnostic stratégique, à définir quelle position concurrentielle l'entreprise occupe, à déterminer ses possibilités de développement et à établir les conditions de maintien ou d'accroissement de ses avantages concurrentiels.\r\"\tPour ce faire l'étudiant devra développer ses capacités d'analyse de l'environnement de l'entreprise, comprendre la dynamique du ou des divers secteurs industriels concernés, percevoir les enjeux spécifiques de la globalisation et inscrire systématiquement sa réflexion dans une perspective internationale.\r\"\tL'étudiant devra développer son esprit critique et ses aptitudes à la prise de décision stratégique, tant individuellement que collectivement, par la collecte et l'analyse d'informations pertinentes, l'élaboration et l'évaluation d'options stratégiques ainsi que la sélection de l'option la plus adaptée ou la plus satisfaisante.\r\"\tCe cours devrait permettre à l'étudiant d'améliorer ses capacités de communication en l'amenant à présenter de façon objective des informations portant sur une entreprise ou un secteur d'activité tout en lui apprenant à présenter une argumentation efficace, tant oralement que par écrit.\rCe cours cherchera aussi à sensibiliser les étudiants aux problématiques éthiques, à l'importance des valeurs personnelles, sociales ou politiques, à la culture de l'entreprise, à la prise en compte des préoccupations de toutes les parties prenantes et pas uniquement celles des actionnaires, bref à s'interroger de manière critique et constructive sur \" la raison d'être de l'entreprise \".",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl1532",
        "title": "Anglais interactif pour les étudiants en Business (niveau intermédiaire+)",
        "credits": "5.00",
        "hours": "60.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Gibbs Nicholas",
            "Henriet Marielle",
            "Kefer Adrien",
            "Neyt Philippe",
            "Opello Katherine",
            "Peer Hila",
            "Pertuit Mark Theodore"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "L'étudiant devra avoir suivi le cours de niveau intermédiaire (LANGL1332) ou un cours d'un niveau similaire, correspondant au niveau B2.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension à la lecture Pouvoir comprendre, de façon autonome et de manière précise des textes factuels et des articles spécialisés en rapport avec le domaine d -études. Préparer les étudiants à pouvoir comprendre, durant les années de Maîtrise, des « syllabi » rédigés en anglais. Niveau : C1 2 Compréhension à l'audition individuelle : Pouvoir suivre une conférence ou un exposé complexe du point de vue du fond et de la forme à condition que le sujet soit familier (en rapport avec le domaine d -études). Pouvoir comprendre la plupart des émissions et magazines télévisés ou radiodiffusés en rapport avec le domaine d -études. Préparer les étudiants à pouvoir, au cours des années de Maîtrise, comprendre un cours de spécialité donné en anglais. Compréhension à l'audition interactive : Pouvoir suivre un discours dans une conversation courante entre plusieurs locuteurs, dans les principaux contextes socio-professionnels. Niveau : C1 3 Expression orale individuelle : Pouvoir s'adresser à un auditoire et présenter, de manière claire et méthodique, un exposé préparé, en s'appuyant sur des supports visuels et en ne faisant référence que de manière occasionnelle aux notes écrites. Expression orale interactive : Pouvoir s'exprimer spontanément et couramment sans trop devoir chercher ses mots, et sans que le nombre de fautes (grammaticales, lexicales et phonétiques) ne soit un obstacle à une communication fluide et aisée. Pouvoir participer de manière souple et efficace à des conversations du registre social et professionnel. Pouvoir exprimer ses idées, avis et suggestions avec précision et lier ses interventions à celles des interlocuteurs Niveau B2+ 4 Expression écrite Les étudiants doivent être capables : d'écrire une lettre de motivation et un cv. d'écrire un email d'écrire un essai et une description de graphe (IELTS Writing Part 1&2) Niveau : B2+",
        "content": "Maîtrise du code : vocabulaire général et spécifique, grammaire, prononciation Maîtrise des fonctions langagières pour la communication orale: introduire, expliquer, entrer dans le détail, opposer, négocier, conclure, exprimer accord ou désaccord, interrompre, gérer une discussion informelle ou une réunion, exprimer une opinion, décrire des graphiques etc. Interaction dans des situations de la vie courante ou des environnements académiques et professionels Présentations orales Préparation au IELTS exam Rédaction de CV et lettre de motivation Exercices d’entretien d’embauche",
        "teaching_methods": "Exercices de pratique orale formels et informels sur des sujets généraux ou spécifiques au Business English Pratique de compréhension à l'audition sur des vidéos et fichiers audio Pratique de compréhension à la lecture en préparation aux exercices oraux Exercices de pratique orale formelle par des jeux de rôles et simulations, tels que des réunions, négociations, entretiens d'embauche Exercices d’écriture: e-mails, CV, lettre de candidature Préparation au IELTS exam Corrections et retours réguliers sur les productions orales et écrites des étudiants Travail fréquent en paires et groupes restreints Certains cours pourront se donner en ligne via Teams Utilisation d'une plateforme Elearning (Moodle), de Flowchase (App), du syllabus et du livre Business Partner B2+",
        "assessment_methods": "Evaluation continue 70% (certificative et formative): participation au cours présentations orales tests de vocabulaire et de grammaire expression écrite En vertu de l'article 72 du Règlement général des études et examens, le titulaire du cours pourra proposer au jury de s'opposer à l'inscription à l’examen d'un·e étudiant·e qui n'aurait pas rendu les travaux écrits, fait les présentations et/ou les tests de vocabulaire et de grammaire dans les délais requis. La présence au cours est obligatoire . La note d'évaluation continue ne peut être validée que moyennant la participation régulière au cours. Au-delà de trois absences injustifiées sur l'ensemble de l'année académique, l'étudiant·e obtient 0/70 pour cette partie de l'évaluation. Examen oral en groupe 15% : sous forme de réunion. Examen oral individuel 15% : interview d'embauche. Une absence à l'examen oral (individuel et/ou en groupe) entraîne une note finale d'absence. L'examen éventuel de 2ème session porte sur toutes les productions orales et écrites cotées de l'année et des examens oraux de 1ère session. Les parties écrites de l'évaluation doivent être envoyées au titulaire du cours pour le premier jour de la session au plus tard. En vertu de l'article 72 du Règlement général des études et examens, le titulaire du cours pourra proposer au jury de s'opposer à l'inscription à l’examen d'un·e étudiant·e qui n'aurait pas rendu le travail dans les délais requis.",
        "online_resources": "http://moodleucl.uclouvain.be/",
        "bibliography": "Business Partner B2+, Pearson",
        "course_materials": "LANGL1532 course notes Moodle LANGL1532 Business Partner B2+ Flowchase App",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2097",
        "title": "Responsabilité sociétale des entreprises",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Swaen Valérie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Dans cette perspective, le cours a pour objectif de doter les étudiants de références analytiques solides leur permettant d'identifier la place des valeurs dans les organisations, d'expliciter les arrière-plan philosophiques qui les sous-tendent, d'en évaluer la pertinence et de faire le tri entre des positions concurrentes. La CSR sera étudiée ici à la fois comme le révélateur d'une prise de conscience critique des entreprises contemporaines quant à leur domaine de responsabilité et comme un analyseur des orientations éthiques susceptibles d'orienter l'action des managers aujourd'hui.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 D’adopter un point de vue critique sur les questions éthiques, sociales et environnementales que pose le fonctionnement des organisations contemporaines; De comprendre la nature de la RSE, des concepts théoriques et des cadres conceptuels utilisés en adoptant un point de vue critique sur la littérature, d'une part, et sur les décisions managériales, de l'autre ; D’appliquer ces cadres théoriques pour analyser des défis organisationnels que les entreprises rencontrent dans la pratique, pour diagnostiquer les situations critiques et évaluer différents scénarios possibles pour l’entreprise/organisation, en vue de proposer des recommandations de décisions stratégiques et opérationnelles ; De comprendre que les entreprises et organisations - quelles qu’elles soient - font face à des tensions et des dilemmes qui doivent être résolus de manière proactive ; De mieux connaître leurs valeurs personnelles pour être capables de faire de meilleurs choix et de donner du sens à leur vie professionnelle et à leur vie privée.",
        "content": "Ebranlées par les crises financières et économiques mondiales, de plus en plus d’entreprises consacrent des ressources importantes à leurs politiques de responsabilité sociétale. Mais qu’est-ce que la responsabilité sociétale d’une entreprise (RSE) ? Les parties prenantes aux activités de l’entreprise sont-elles réellement intéressées par la RSE ? Si oui, comment les entreprises devraient-elles communiquer avec ces parties prenantes ? Dans le climat actuel d’incertitude, la RSE est un facteur critique d’évolution voire de révolution du monde des affaires. Ce cours aborde la RSE de deux manières: Comme une invitation à la réflexion sur les pratiques des entreprises. Comme une source d’innovation et un moyen de gérer à la fois une compétition intense, des demandes pour un développement plus durable et un changement de paradigme au niveau de la gouvernance internationale. Ce cours vous invite à acquérir une compréhension approfondie et un esprit critique face aux activités de RSE et leurs communications. Les participants seront confrontés à différents cas d’entreprises, cas qui leur permettront de comprendre les défis auxquels font face les managers qui cherchent à développer et à communiquer sur leurs initiatives de RSE.",
        "teaching_methods": "La participation au Massive Open Online Course (MOOC) intitulé « Découvrir la responsabilité sociétale des entreprises », disponible gratuitement sur la plateforme EdX. Cette participation inclut l’écoute des vidéos , la lecture du matériel disponible, la participation aux forums de discussion. La préparation et la participation active aux séances de cours et de conférences , autour et en complément des thématiques abordées dans le MOOC La réalisation d’un travail de groupe . Selon l'évolution de la situation sanitaire, le cours et l'examen peuvent avoir lieu sur site, en ligne ou en comodal.",
        "assessment_methods": "1. Evaluation continue (50%) - Visionnage du MOOC (vidéos, lectures, forums) - Sur cette base, préparation des séances de cours et des conférences (détails sur Moodle) - Travail écrit à réaliser en groupe 2. Examen écrit individuel en première session (50%) Cas de la seconde session Si la note que vous avez obtenue en première session sur le cours est inférieure à 10/20 au total, prenez rapidement contact avec le professeur et l’assistante pour identifier quelle(s) partie(s) de l’évaluation a été ratée. En cas d'échec sur l'évaluation continue, mais de réussite à l’examen, vous devrez réaliser un nouveau travail écrit en remplacement (pour 50% de l’évaluation) et garderez le reste de vos notes (50%). En cas d'échec à l'examen écrit en première session, mais de réussite à l'évaluation continue, vous devrez participer à l’examen écrit et/ou oral (en fonction du nombre d'étudiants concernés) en seconde session (50%) et garderez le reste de vos notes (50%). En cas d’échec au travail écrit de groupe et à l’examen, vous devrez réaliser un nouveau travail écrit en remplacement (pour 50% de l’évaluation) et devrez participer à l’examen écrit et/ou oral (en fonction du nombre d'étudiants concernés) en seconde session (50%). Remarque importante : En soumettant un travail pour évaluation : - vous affirmez qu'il reflète fidèlement les faits et, pour ce faire, vous devez avoir vérifié les faits, en particulier s'ils proviennent de ressources d'IA générative ; - vous affirmez que toutes vos sources qui vont au-delà des connaissances communes sont correctement attribuées ; - vous affirmez que vous avez respecté toutes les exigences spécifiques du travail qui vous a été confié, en particulier les exigences de transparence et de documentation du processus, ou que vous vous êtes expliqué(e) lorsque cela n'était pas possible. Si l'une de ces affirmations n'est pas vraie, que ce soit par intention ou par négligence, vous avez violé votre engagement en termes d'intégrité académique. Cela constitue une faute académique. Selon l'évolution de la situation sanitaire, le cours et l'examen peuvent avoir lieu sur site, en ligne ou en comodal.",
        "online_resources": "Moodle MOOC \" Découvrir la responsabilité sociétale des entreprises \" sur edX",
        "bibliography": "Ouvrage de référence (facultatif) Gond, J.-P., & Igalens, J. (2012). Manager la responsabilité sociale de l'entreprise . Paris : Pearson. Supports de cours: Tout le matériel disponible sur le MOOC intitulé  \" Découvrir la responsabilité sociétale des entreprises\" sur edX Tout le matériel disponible sur le Moodle du cours. Notes prises par les étudiants pendant la préparation du cours et pendant les séances de cours interactives.",
        "course_materials": "Tout le matériel disponible sur le MOOC et Moodle + Notes prises par les étudiants pendant la préparation du cours et pendant les cours",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1337",
        "title": "Mathématiques avancées et fondements d'économétrie",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lefèvre Françoise"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours couvre les outils de base de l'économétrie à un niveau introductif, y compris les fondements mathématiques nécessaires à la compréhension de ces outils. Des exemples d'application des méthodes à des problèmes d'économie et de gestion sont inclus.\rUn aspect important du cours est l'apprentissage de la modélisation économétrique : comment passer d'une relation théorique, abstraite et générale entre des variables économiques, à la formulation et à l'estimation d'une forme particulière de cette relation dans un contexte donné. L'apprentissage d'un logiciel économétrique est éventuellement inclus dans le cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au  terme  de  cet  enseignement,  l'étudiant  sera  capable:\ro en  termes  de  savoir  de  \ro appliquer  les  principes  et  la  méthode  de  la  régression  multiple  à  l'estimation  de  modèles,  linéaires  ou  linéarisables,  à  une  ou  à  plusieurs  variables  explicatives.   \ro traiter  de  façon  rigoureuse,  sans  formalisme  excessif,  des  problèmes  d'inférence  statistique;  \ro en  termes  de  savoir?faire  de  \ro se  poser  des  questions  pertinentes  d'un  point  de  vue  managérial,  à  propos  d'un  cas  proposé  et  des  caractéristiques  des  données  accessibles   \ro choisir  la  démarche  statistique  adaptée  et  l'appliquer  \ro apporter  des  réponses  méthodologiquement  correctes  au  problème  posé  par  une  interprétation  rigoureuse  des  résultats  à  la  fois  sr  le  plan  statistique  et  sur  le  plan  managérial",
        "content": "Le cours couvre les outils de base de l'économétrie à un niveau introductif, y compris les fondements mathématiques nécessaires à la compréhension de ces outils. Des exemples d'application des méthodes à des problèmes d'économie et de gestion sont inclus. Un aspect important du cours est l'apprentissage de la modélisation économétrique : comment passer d'une relation théorique, abstraite et générale entre des variables économiques, à la formulation et à l'estimation d'une forme particulière de cette relation dans un contexte donné. L'apprentissage d'un logiciel économétrique est inclus dans le cours. Contenu : Modélisation en management La régression linéaire simple par les moindres carrés ordinaires (MCO) La régression linéaire multiple (RLM) par MCO L'analyse des variables binaires Spécification, sélection, stabilité et prévision en RLM La normalité des erreurs L'hétéroscédasticité La multicollinéarité",
        "teaching_methods": "En raison de la crise du COVID-19, les informations de cette rubrique sont particulièrement susceptibles d’être modifiées. • Cours magistral. • Exercices associés au cours organisés par sous-groupes d'étudiants. Le cours magistral présente les concepts et techniques à partir d’exemples en mettant l’accent sur la modélisation économétrique. Les travaux pratiques poursuivent cet objectif en proposant des problèmes concrets, des exercices axés sur l’interprétation d’analyses par la RLM et des études de cas s’appuyant sur des données réelles avec un logiciel statistique. L'enseignement est organisé en présentiel mais pourrait basculer à distance en cas d'évolution de la situation sanitaire.",
        "assessment_methods": "Session 1 : Evaluation continue Dates : 3 tests organisés pendant certaines séances de cours et/ou durant la 7ème semaine du Q2 (dates communiquées au début du quadrimestre) Type d’évaluation: interrogation écrite individuelle (avec notes personnelles, syllabus, tables statistiques et une calculatrice de poche simple – non graphique et sans clavier alphanumérique complet) Commentaires: la cote finale est une moyenne des 3 cotes obtenues aux 3 tests. Session 2 : Examen écrit individuel avec documents autorisés : le syllabus complété de vos propres notes de cours (pas de photocopies) et les tables statistiques non annotés ainsi qu'une calculatrice de poche simple (non graphique et sans clavier alphanumérique complet). En cas d’évolution des conditions sanitaires vers un code orange ou rouge, l’évaluation peut être organisée en distanciel (fonction du code couleur) via un logiciel informatique fourni aux enseignant.es et étudiant.e.s par l’institution universitaire. Les conditions techniques de cette évaluation liées au logiciel vous seront précisées au moment où les autorités de l’Etat auront arrêté les conditions sanitaires pour les institutions universitaires en cas d’évolution.",
        "other_info": "Cet enseignement a lieu durant les 6 premières semaines du second quadrimestre. Cette unité d’enseignement contribue au développement et à l’acquisition des compétences suivantes : - Maîtriser des savoirs : Activer et appliquer ses savoirs à bon escient face à un problème. - Appliquer une démarche scientifique : Mener un raisonnement analytique clair et structuré en appliquant et, en adaptant si nécessaire, des cadres conceptuels et des modèles scientifiquement fondés pour décrire et analyser un problème concret. A la fin cette unité d’enseignement, l’étudiant est capable de : - en termes de savoirs de : appliquer les principes et la méthode de la régression multiple à l'estimation de modèles, linéaires ou linéarisables, à une ou à plusieurs variables explicatives, traiter de façon rigoureuse, sans formalisme excessif, des problèmes d'inférence statistique ; - en termes de savoir-faire de : se poser des questions pertinentes d'un point de vue managérial, à propos d'un cas proposé et des caractéristiques des données accessibles, choisir la démarche statistique adaptée et l'appliquer, apporter des réponses méthodologiquement correctes au problème posé par une interprétation rigoureuse des résultats à la fois sur le plan statistique et sur le plan managérial.",
        "online_resources": "Voir Moodle",
        "bibliography": "Supports de prise de notes (transparents) et forums sur la plateforme Moodle (slides and forums on the platform (Moodle). Ouvrages de références (à titre d'exemple) : WOOLDRIDGE, J. (2013). Introductory Econometrics: A Modern Approach, 3th ed. South Western College Publishing., traduction française (2018) Introduction à l'économétrie : une approche moderne. De Boeck Supérieur. GREENE W.H. (2002). Econometric Analysis, Prentice Hall. JOHNSTON J. & DINARDO J. (1999). Méthodes Econométriques, Economica, traduction de JOHNSTON J. & DINARDO J. (1997). Econometric Methods, 2th ed. Mc GrawHill.",
        "course_materials": "Syllabus \"Mathématiques avancées et fondements d'économétrie\", F. Lefèvre.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmg2004",
        "title": "Gestion des ressources humaines",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Léonard Evelyne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Comment la GRH fonctionne-t-elle en pratique ? Le cours vise à permettre aux étudiant·es de comprendre en quoi consiste la gestion des ressources humaines, mais aussi à décoder son fonctionnement en pratique dans des situations concrètes. Il s’adresse à de futur·es gestionnaires, pour leur donner des clés de lecture qui leur permettront d’interpréter les pratiques de gestion des ressources humaines, leurs enjeux, leurs apports et leurs limites. Sur cette base, ils et elles seront capables d’en saisir les forces et les faiblesses, pour proposer ensuite des améliorations.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 En pratique, à l’issue du cours les étudiant·es seront capables de : Comprendre les processus de gestion des ressources humaines mis en œuvre dans une organisation. Décoder le fonctionnement en pratique, dans des situations concrètes. Evaluer les forces et les faiblesses, pour proposer des améliorations. À cela s’ajoute un cheminement susceptible de développer les capacités de travail en équipe, d’expression en public et de présentation de résultats d’une manière claire et non biaisée.",
        "content": "Objectifs Le cours vise à permettre aux étudiant·es de comprendre en quoi consiste la gestion des ressources humaines, mais aussi à décoder son fonctionnement en pratique dans des situations concrètes. Il s’adresse à de futur·es gestionnaires , pour leur donner des clés de lecture qui leur permettront d’interpréter les pratiques de gestion des ressources humaines, leurs enjeux, leurs apports et leurs limites. Sur cette base, ils et elles seront capables d’en saisir les forces et les faiblesses, pour proposer ensuite des améliorations. En pratique, à l’issue du cours les étudiant·es seront capables : De présenter un domaine de gestion des ressources humaines ainsi que ses enjeux de façon précise et documentée par la littérature scientifique ; D’observer les pratiques de gestion des ressources humaines et leurs enjeux, en collectant les données pertinentes en entreprise ; D’analyser ces pratiques et leurs enjeux pour formuler des propositions d'amélioration. À cela s’ajoute un cheminement, dans ce cours, susceptible de développer les capacités de travail en équipe, d’expression en public et de présentation de résultats d’une manière claire et non biaisée. Contenu Le cours parcourt quatre grandes étapes : Etape 1 – Découvrir la gestion des ressources humaines – De quoi parle-t-on ? Etape 2 – Approfondir un domaine – Comment ça marche ? Connaître un domaine de la gestion des ressources humaines. Etape 3 – Observer sur le terrain – Qu'en disent les intéréssé·es ? Collecter des données. Etape 4 – Décrire, analyser, évaluer – Comment fonctionne la \"vraie\" GRH ? Interpréter et discuter des données, imaginer des propositions.",
        "teaching_methods": "Le cours requiert une participation active des étudiant·es. Chacune des étapes prévoit des activités en groupe, avec plusieurs échéances à l’issue desquelles les groupes doivent fournir un document ou une présentation. Chacune de ces étapes va ainsi contribuer, pas à pas, au travail final.",
        "assessment_methods": "L’évaluation du cours porte sur deux composantes : Une présentation orale en groupe (50%). Un travail écrit en groupe (50%). Les travaux consistent en une production originale de votre part. Même si vous vous faites aider par un robot conversationnel, par exemple, votre travail doit faire preuve de solidité scientifique, s'appuyer sur des sources fiables et de qualité, apporter des données originales lorsque le travail comprend une dimension empirique, et bien montrer les étapes de votre raisonnement. Les critères d’évaluation que je vous fournis vous permettent de savoir précisément ce qui est attendu.",
        "online_resources": "Le site du cours sur Moodle fournit de nombreuses informations et ressources. Il faut toutefois participer aux séances de cours et aux activités en groupe pour être à même d'atteindre les objectifs.",
        "course_materials": "https://moodle.uclouvain.be/course/view.php?id=4449",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2640",
        "title": "Théorie et pratique de la négociation",
        "credits": "5.00",
        "hours": "25.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Demoulin Stéphanie"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'objet de ce cours est d'étudier, sous l'angle psychosociologique, la négociation sociale - telle qu'on peut la rencontrer dans les relations collectives du travail et les conflits sociaux ainsi que dans les situations individuel-les de négociation au sein des organisations : conflit, communication, pouvoir, stratégie et prise de décision, mécanismes d'influence, argumentation, relations intergroupes, etc.,",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - être capable d'identifier les mécanismes à l'oeuvre dans toute négociation. \r- comprendre ce qui influence le comportement des négociateurs et les résultats de la négociation\r- être capable d'analyser sa propre pratique en situation de négociation.",
        "content": "Introduction aux conflits et aux divergences La négociation comme mode de gestion des divergences ·         Les bases de la négociation ·         Agir en négociation ·         Aspects cognitifis ·         Aspects émotionnels Autres modes de gestion des conflits : Arbitrage, médiation, conciliation",
        "teaching_methods": "Cours dispensé en distantiel sous forme de capsules vidéos accessible sous format mooc sur edX. Des séances de questions/réponses sont en outre proposées aux étudiant.es. Lors des séances Q/R des exercices d'application sont organisés pour illustrer la matière théorique;",
        "assessment_methods": "L'évaluation certificative se fera sur base d'un examen écrit à questions ouvertes portant sur l'ensemble de la matière.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1332",
        "title": "Finance",
        "credits": "4.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Grégoire Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours se focalise sur l'apport de la théorique financière dans la prise de décision en situation d'incertitude. Les décisions qui doivent être prises peuvent être distinguées par leur durée ; long terme ou court terme. Les décisions de long terme sont les choix des investissements, les choix de financement et de politique de dividendes. Les décisions de court terme se focalisent sur la gestion de la trésorerie, des comptes client-fournisseur et des stocks. Nous limiterons aussi l'analyse dans le cadre de la maximisation de la valeur de l'entreprise et plus particulièrement la maximisation de la richesse des actionnaires. Dans ce cadre théorique, la finance proposent des réponses précises qui permettent de structurer le processus de décision. La limite du cadre théorique n'implique nullement que les décisions finales prises par les entreprises doivent se limiter à cette seule dimension sans considérer les intérêts des nombreuses parties impliquées dans la vie de l'entreprise (les actionnaires, les gestionnaires, les salariés, les fournisseurs,) De même, il est reconnu aujourd'hui que l'entreprise a une responsabilité sociale et qu'elle se doit d'intégrer la dimension éthique dans son raisonnement. Le cours de finance se focalise sur la seule dimension financière du processus de décision sans pour autant prétendre que le pilotage de l'entreprise se fonde sur une et une seule dimension. L'analyse des décisions de financement de l'entreprise demande de comprendre les mécanismes de formation des prix sur un marché financier et plus particulièrement la relation qui existe sur le marché entre la rentabilité attendue et le risque pris. Pour compléter le cours et afin de l'inscrire dans l'objectif de départ qui est de donner à l'étudiant une \" culture générale \" en finance, il nous semble important de sensibiliser l'étudiant aux modèles ne s'inscrivant pas dans l'approche traditionnelle.",
        "content": "Le cours aborde les thèmes suivants: Le calcul actuariel La valorisation des obligations et le risque crédit La valorisation des actions. Méthode DCF (Gordon et Shapiro) et méthode des Multiples La décision d'investir. Les différents critères de classement des investissements La relation rentabilité-risque La diversification et le choix de portefeuille optimal (Markowitz) Le Capital Asset Pricing Model Le coût moyen pondéré du capital (WACC) Le choix de structure financière, l'impact de la taxation et des coûts de faillite La politique de dividendes Les fusions et acquisitions",
        "teaching_methods": "Le cours magistral est donné en auditoire à tous les étudiants et étudiantes. Les séances d\"exercices sont données en salles à différents groupes.",
        "assessment_methods": "L'évaluation repose sur un examen écrit. Toutefois, le cours inclut une évaluation continue qui permet d'améliorer la note de l'examen écrit.",
        "other_info": "Ce cours est donné en français et les séances d'exercices sont données en anglais Pré-requis : Analyse des états financiers",
        "bibliography": "Corporate Finance, Jonathan Berk et Pieter DeMarzo Fundamentals of Corporate Finance, Richard Brealey, Stewart Myers et Alan Marcus Principles of corporate finance, Richard Brealey et Stewart Myers",
        "course_materials": "Slides et livre. Détails donnés lors du premier cours",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1222",
        "title": "Microéconomie",
        "credits": "5.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Johnen Johannes",
            "Khatibi Arastou",
            "Khatibi Arastou",
            "Khatibi Arastou",
            "Maniquet François"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours suit une approche classique, partant de l'analyse du problème du consommateur, poursuivant avec le problème du producteur et débouchant enfin sur l'analyse de l'équilibre général, du bien-être social et des externalités. Les raisonnements utilisés sont de trois types : discursif, graphique, et mathématique. Un accent tout particulier est mis sur le passage au raisonnement formel et sur l'interprétation des résultats obtenus avec son aide, ainsi que sur les applications des outils théoriques à travers de multiples exercices",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours de microéconomie vise, au travers de l'étude d'une série de thèmes importants, l'acquisition par les étudiants des outils d'analyse micro-économique dans le but de leur permettre d'utiliser ces outils dans les divers cours d'application ultérieurs. Il permet aussi aux étudiants d'utiliser les outils d'analyse afin d'interpréter des cas concrets dans le domaine de l'économie industrielle et de la régulation des marchés par les pouvoirs publics.",
        "content": "Le cours couvre les matières classiques d'un premier cours en microéconomie ainsi que quelques sujets plus avancés en fonction des années. Les matières classiques sont la théorie du consommateur, la théorie du producteur, la théorie de l'équilibre général et l'économie de l'information. L'objectif d'un premier cours de microéconomie dans un cursus d'économiste ou de gestionnaire est de commencer à voir comment les outils de l'analyse formelle peuvent être mobilisés pour comprendre le fonctionnement de la société, avec une attention particulière au fonctionnement des marchés.",
        "teaching_methods": "Pour cette année 2022-2023, le cours se donnera selon la séquence suivante. Pour chaque partie de la matière, - les étudiants commencent par aborder la matière par eux-mêmes à l'aide de capsules vidéo; les étudiants essayent de comprendre et d'assimiler la matière; - les enseignants du cours répondent aux questions des étudiants sur la matière lors de séances fréquentes de Q/R (de l'ordre d'une séance par semaine, sauf exception); lors de ces séances, les étudiants sont amenés à résoudre des exercices; ces exercices sont corrigés pendant le cours; - les étudiants ont des séances de TP en petits groupes; il y a un total de 5 séances de TP sur tout le quadrimestre; les étudiants reçoivent les exercices à résoudre par eux-mêmes avant les séances de TP; lors des séances de TP, les assistants répondent aux questions des étudiants sur ces exercices et aident ceux-ci à les résoudre.",
        "assessment_methods": "L'évaluation des acquis d'apprentissage des étudiants se fait de deux manières. 1) Évaluation continue: durant le quadrimestre, à la fin de chaque grande partie du cours, il y aura un test. La matière du test sera précisée par l'enseignant dans les jours qui précéderont le test. Chacun des deux tests vaudra pour 2 points sur 20. Il s'agit donc de questions à résoudre pendant le cours, les étudiants pouvant disposer de leurs notes de cours ou pas selon les précisions données par l'enseignant, sur la matière contenue dans les capsules vidéo que les étudiants doivent avoir étudié par eux-mêmes. Les notes obtenues à ces deux tests, pour un total de 4 points compteront également pour la session d'août. 2) Examen écrit: l'examen final est un examen écrit à livre fermé qui vaut pour 16 points sur les 20 du total. Il est important que les étudiants soient capables de restituer la matière et de l'appliquer sans se référer aux supports du cours. Pour les étudiants qui auront des absences justifiées aux tests, la somme des notes obtenues aux tests et à l'examen final sera adaptée proportionnellement pour finir par être une note sur 20. Toute note finale qui n'est pas un nombre entier est arrondie à l'entier le plus proche, une note de n.5 étant arrondie à n+1.",
        "other_info": "Les enseignants de ce cours mettent à disposition des étudiants des documents succincts reprenant le coeur de la matière. De nombreux ouvrages de référence existent, avec une mention particulière pour le manuel de H. Varian, disponible en bibliothèque en de nombreux exemplaires (la matière vue au cours est couverte par toutes les éditions du livres disponible en BESPO).",
        "bibliography": "Hal Varian, Introduction à la microéconomie, De Boeck Supérieur, 4è Edition ou une édition plus récente.",
        "course_materials": "Les slides \"powerpoint\" du cours sont disponibles via moodle.",
        "responsible_entity": "ESPO"
    }
]