[
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2740",
        "title": "Comparative industrial relations systems",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dorssemont Filip",
            "Zune Marc"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Quelques théories explicatives des systèmes de relations professionnelles. Interrelations entre droit étatique et droit conventionnel. Autonomie des interlocuteurs sociaux et intervention de l'Etat. Structures, idéologies et stratégies des organisations d'employeurs et de travailleurs, options politiques de ces organisations et systèmes de reconnaissance de leur représentativité. Degrés d'institutionnalisation et de représentation tant dans les Etats de l'Union européenne qu'au niveau de l'Union européenne. Les champs, l'articulation et les effets de la négociation collective. Les acteurs, les arènes, les modes d'action et les types de formalisation des effets de la négociation collective. Analyse comparée des conflits collectifs du travail : typologies et modes de règlement",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Initier l'étudiant(e) aux cadres théoriques explicatifs de systèmes de relations professionnelles. Aider à la compréhension de l'articulation de différents systèmes \" typiques \" de relations professionnelles qui se sont développés en Europe. Procéder à une analyse comparée des spécificités et différences majeures de ces systèmes. Procéder à une recherche des variables explicatives de ces spécificités et différences",
        "teaching_methods": "La première partie du cours est organisée sous forme d'exposés et de témoignages de praticiens. La deuxième partie du cours repose sur un travail de lecture à préparer et à présenter par groupes d'étudiants, sous forme de synthèses, de critiques et de débats. Il demande une participation active des étudiants.",
        "assessment_methods": "L'évaluation est triple: - remise et présentation d'un travail de groupe comparatif sur un objet des relations professionnelles (8 points) - examen oral sur la partie juridique du cours (6 points) - remise d'un travail de synthèse pour la partie sociologique du cours (6 points) En cas d’évolution des conditions sanitaires vers un code orange ou rouge, l’examen oral pourra être remplacé par un travail écrit.",
        "online_resources": "Cf. Moodle",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2610",
        "title": "Internal communication and communication of change",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lambotte François",
            "Werbrouck Katja"
        ],
        "teaching_language": "Anglais",
        "content": "MAIN THEMES : The course will address the main aspects of Internal Communication, from an analytical, strategical and applicative point of view. Internal Communication is positioned as a critical management discipline that enables organizations to be more successful, both in their daily operations and during important changes. During this course we will go through all the levers that enable the optimization of the experience and organization of Internal Communication. AIMS : In this course students will: understand the position and the role of Internal Communication in public and private organizations, understand the impact of new ways of working on employee interactions, analyze how Internal Communication can contribute to the business results on a daily basis, understand Internal Communication tools, methods and processes , develop an Internal Communication approach and plan for a specific change or goal in the organization, distinguish and use different methods to measure the performance of Internal Communication, understand if and how Internal Communication impacts the organization’s culture , get acquainted with certain legal and ethical matters in Internal Communication. CONTENTS Role, history, trends of Internal Communication Internal Communication Types, Contents & Channels Internal Communication target populations Employee experience and engagement Change Management & Change Communication Internal communication Measurements, Organization & Planning Ethics & normative aspects",
        "teaching_methods": "All courses are supported by written material. At least 50% of the course is interactive and learned through exercises. When relevant, Internal Communication professionals are invited to illustrate cases. Different communication formats are used.",
        "assessment_methods": "1. Group work (40%) oral presentation during a plenary session and written report 2. Individual assessment on comprehension of the content of the course (60%) - Oral exam Second session : Individual oral exam on the complete course: 60%. The initial rating of the working group (40%) will be maintained if the group obtained 50% of the rating; otherwise, the student must present a complementary work to be fixed with the teacher.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2051",
        "title": "Labor Economics and Employment Policies",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dejemeppe Muriel",
            "Rycx Lamme d'Huisnacht François"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Même s'il est de niveau introductif, ce cours s'appuie néanmoins sur un certain nombre d'acquis en mi-cro-économie (théorie de la firme, demande de facteurs, comportement microéconomique du consomma-teur/travailleur) et en macro-économie (formation des salaires au niveau agrégé; analyse des causes macro-économiques du chômage).",
        "topics_covered": "- Choix du facteur travail par les entreprises et choix de l'offre de travail par la population. -  Concurrence parfaite et imparfaite sur le marché du travail. -  Information imparfaite sur le marché du travail. -  Discrimination. -  Le rôle des institutions du marché du travail (législation du travail, syndicats, salaires minima, etc.). -  Analyse des performances sur le marché du travail, avec une attention particulière sur le chômage et l'efficacité des politiques d'emploi.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 -  Acquérir une connaissance de base des concepts statistiques dans le but de comprendre correctement une analyse descriptive des marchés du travail. - Acquérir une capacité à analyser des problèmes réels et à interpréter des faits (stylisés) relatifs à des  problèmes du marché du travail sur base de (i) un raisonnement et des arguments ancrés dans une approche théorique adéquate et (ii) une interprétation correcte des résultats pertinents d'une analyse empirique. - Prendre conscience des limites des théories de base utilisées en économie du travail. - Concernant les politiques d'emploi, développer une compréhension de leur raison d'être et de leur rôle sur base de la théorie ainsi qu'une compréhension des résultats empiriques sur les effets de ces politiques.",
        "content": "Le cours couvre une sélection parmi les thèmes suivants : Clarifications conceptuelles: objets de l'analyse économique du travail, approches méthodologiques principales. La mesure des phénomènes sur le marché du travail : emploi, chômage, salaire, inégalités,... La demande de travail par les employeurs. L'offre de travail par la population. Approches de concurrence parfaite et de concurrence imparfaite sur le marché du travail: quels éclairages apportent-elles sur les phénomènes concrets tels que les effets du salaire minimum ? Les négociations collectives et leurs effets. Les performances du marché du travail et les déterminants du chômage. Les effets des politiques d'emploi, de la protection sociale et des politiques de lutte contre le chômage. Les défis environnementaux actuels et le marché du travail.",
        "teaching_methods": "Différents modes d’apprentissage sont utilisés. Primo, il y a le travail hebdomadaire en salle de cours. Les temps en salle de cours alternent des enseignements magistraux ainsi que la résolution de problèmes, la discussion d’applications et/ou des échanges sur base de lectures préalables par l’étudiant·e. En raison de la crise du coronavirus, les enseignements auront lieu sur le site de Louvain-la-Neuve ou se feront en ligne selon les règles applicables au second quadrimestre.. La participation active des étudiants y est encouragée. Secundo, la bonne compréhension de la matière suppose la résolution d'exercices chez soi et/ou la lecture personnelle d’articles scientifiques.",
        "assessment_methods": "Modalité d’évaluation: En session, a lieu un examen écrit à livres fermés. L’examen portera sur l’ensemble de la matière vue durant le cours ainsi que sur des articles scientifiques complémentaires. L’examen sera composé de choix multiples et/ou de questions ouvertes.",
        "other_info": "Le cours s'appuie sur certains acquis de cours de micro-économie et de macro-économie vus dans un programme de bachelier en économie ou en économie et gestion. La personne qui n'a pas suivi ces cours trouvera des rappels dans les notes de cours. Le travail pour ces personnes sera donc plus important.",
        "online_resources": "Page Moodle du cours",
        "bibliography": "Boeri, T. & van Ours, J. (2021), The Economics of Imperfect Labor Markets, Third Edition, Princeton University Press. Borjas, George (2020) Labor Economics, Eighth edition (New-York : McGraw-Hill) Cahuc, Pierre, et André Zylberberg (2001) Le marché du travail (Paris, Bruxelles : De Boeck-Université) Cahuc, Pierre, et André Zylberberg  (2003) Microéconomie du marché du travail (Paris : Editions la Découverte, Collection Repères, 354) Cahuc, Pierre, and André Zylberberg  (2004) Labor economics (Cambridge : MIT Press) Cahuc, Pierre, Stéphane Carcillo, and André Zylberberg (2014) Labor economics (Cambridge : MIT Press) Ehrenberg, R.G. & Smith R. (2014), Modern Labor Economics, Theory and Public Policy, Pearson Education. Laing, Derek (2011) Introduction to classic and the new labor economics (New-York : W.W. Norton and Company) Sloane, Peter, Paul Latreille, and Nigel O’Leary (2013) Modern Labour Economics (Lon- don and New York : Routledge) Van der Linden, Bruno (2008) ‘Economie du travail.’ In ‘Economie,’ collection mention ed. (Paris : Eyrolles) chapter 7, pp. 129–151",
        "course_materials": "•\tNotes de cours disponibles sur la page Moodle du cours et sur la page personnel du suppléant (François Rycx) : https://francois.rycx.web.ulb.be/",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lneer2500",
        "title": "Séminaire d'insertion professionnelle: néerlandais - niveau moyen",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Demeulenaere Isabelle"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Cette unité d'enseignement est de niveau intermédiaire inférieur et suppose donc une maîtrise productive satisfaisante de la grammaire et du vocabulaire de base ainsi que la maîtrise des aptitudes langagières aux niveaux décrits pour l'unité d'enseignement de niveau élémentaire (niveau A2 du Cadre européen commun de Référence pour les Langues).",
        "topics_covered": "Cette unité d'enseignement est articulée autour de différents thèmes liés principalement au domaine professionnel dans lequel l'étudiant sera appelé à s'insérer. Des thèmes d'actualité seront également abordés. L'UE est axée sur la pratique orale et interactive de la langue.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 lire des textes factuels directs sur des sujets relatifs à son domaine et à ses intérêts avec un niveau satisfaisant de compréhension. parcourir rapidement un texte long et complexe et en relever les points pertinents. posséder un vocabulaire de lecture large et actif même si quelques difficultés peuvent survenir avec des expressions peu fréquentes. Niveau B1+ compréhension écrite du « Cadre européen commun de référence pour les langues » 2 comprendre l'information contenue dans la plupart des documents enregistrés ou radiodiffusés, dont le sujet est d'intérêt personnel et la langue standard clairement articulée. suivre une intervention d'une certaine longueur et une argumentation complexe à condition que le sujet soit assez familier et que le plan général de l'exposé soit indiqué par des marqueurs explicites suivre un discours clairement articulé et qui est destiné à l'étudiant dans une conversation courante, même s'il est quelquefois nécessaire de faire répéter certains mots ou expressions. Niveau B1+ compréhension orale du « Cadre européen commun de référence pour les langues » 3 assez aisément mener à bien une description directe et non compliquée de sujets variés dans son domaine en la présentant comme une succession linéaire de points. développer une argumentation suffisamment bien pour être compris sans difficultés la plupart du temps. donner brièvement des justifications et des explications pour ses opinions, ses projets et ses actes. aborder sans préparation une conversation sur un sujet familier, exprimer des opinions personnelles et échanger de l'information sur des sujets familiers d'intérêt personnel ou pertinents pour la vie quotidienne (famille, loisirs, voyages, faits divers). faire face à un nombre limité de questions directes et simples Niveau B1 production orale du « Cadre européen commun de référence pour les langues » 4 rédiger de brèves notes simples en rapport avec des besoins concrets. écrire une série d'expressions et de phrases simples reliées par des connecteurs simples tels que « et », « mais » et « parce que ». Niveau A2 production écrite du « Cadre européen commun de référence pour les langues » 5 Code Vocabulaire : consolidation du vocabulaire de base et extension du vocabulaire général ainsi que du vocabulaire juridique. Grammaire : consolidation des structures spécifiques du néerlandais (les adverbes pronominaux, le mot \"er\", l'inversion, la voix passive, la subordonnée et les conjonctions). Culture Au niveau de toutes les aptitudes précitées : sensibilisation à la culture flamande et néerlandaise.",
        "content": "Cette unité d'enseignement consiste à revoir et étendre les connaissances lexicales générales ainsi que les connaissances lexicales spécifiques au domaine d'études, revoir les points de grammaire spécifiques du néerlandais par des exercices écrits et oraux. Il n'y aura pas d'enseignement systématique des règles grammaticales, exercer et développer les aptitudes réceptives (lecture et audition).",
        "teaching_methods": "Encadrement: cours en groupes de maximum 20. Charge de travail: Heures présentielles : 30 h Travail autonome : 42 h Principalement exercices de pratique orale de la langue sur base de matériel authentique (écrit, audio ou vidéo) relatifs au monde professionnel, au domaine d'étude ou à l'actualité. Matériel de cours : un syllabus de cours reprend les activités réalisées en séance ainsi que des description de tâches à réaliser en autonomie. La plateforme Moodle sera également alimentée tout au long du quadrimestre avec des supports et des activités supplémentaires. Le cours se construit au fil des semaines, avec les étudiants. Leur participation active est requise.",
        "assessment_methods": "Evaluation permanente (20%) présence et participation active au cours réalisation des tâches variées dans les délais progèrs dans la maîtrise de la langue Vocabulaire et structure (3 x 10%) 3 tests organisés dans le courant du quadrimestre vocabulaire thématique et points de grammaire Présentation de son 'entreprise' en groupe (15%) préparation contenu maîtrise de la langue interaction avec le public Examen oral individuel (35%) sujet au choix à présenter conversation spontanée sur quelques questions relatives aux points abordés au cours. Session de septembre : l'examen oral ainsi que les tests de vocabulaire peuvent être réorganisés pour un étudiant ayant échoué à condition d'avoir réalisé durant l'année les tâches demandées. Un étudiant qui n'aurait pas participé aux séances de cours n'aura pas la possibilité de passer l'évaluation en session de septembre uniquement.",
        "other_info": "Conditions d'accès à cette unité d'enseignement : avant de valider le programme de l'étudiant, le jury restraint se doit de vérifier, si l'étudiant a choisi d'y inscrire cette unité d'enseignement, que la coordinatrice a bien validé l'inscription de cet étudiant dans l'un des groupes, ceci permettant une bonne gestion des groupes au sein de l'Institut des Langues Vivantes.",
        "bibliography": "Dossier de lecture. Documents distribués lors des séances.",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2063",
        "title": "Industrial Relations in Europe",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Léonard Evelyne"
        ],
        "teaching_language": "Anglais",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1115",
        "title": "Economie politique",
        "credits": "5.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Isaac Tanguy",
            "Khatibi Arastou"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours commence avec la présentation des grands principes de l'économie, de la manière de penser des économistes et des gains à l'échange. Le premier grand chapitre concerne le fonctionnement des marchés (demande, offre, élasticité, efficience des marchés). Le deuxième chapitre traite du rôle du secteur public (externalités, biens publics et ressources communes, système fiscal). On se tourne ensuite, dans un troisième chapitre, vers l'économie industrielle et l'analyse du comportement des entreprises dans différentes structures de marché (concurrence parfaite, monopole, oligopole). Vient alors, dans un quatrième chapitre, l'analyse de deux sujets plus approfondis : le marché du travail et le choix du consommateur. Les derniers chapitres couverts dans le cours concernent l'analyse macro-économique : l'économie réelle à long terme (production et croissance, système financier), le système monétaire, l'analyse de l'économie ouverte et les fluctuations économiques de court terme. Les économistes ont une façon d'étudier la réalité économique et sociale qui leur est propre, et que l'on peut présenter correctement, sans entrer immédiatement dans les détails de la théorie micro-économique parfois trop abstraite du consommateur, du producteur et de l'équilibre général et des modèles théoriques en macro-économie. Ce premier cours d'économie politique offre un aperçu des principes économiques et de ce qu'il est vraiment important de connaître pour démarrer en économie. Le cours adopte une démarche inductive, au sens où le point de départ repose sur des questions qui interpellent directement les étudiants, pour au travers de ces questions présenter les concepts importants de l'économie et illustrer la particularité de la discipline. Ainsi le cours vise à répondre aux questions suivantes: Que sont effectivement les forces du marché ? Pourquoi le marché est-il, dans certaines circonstances, une organisation efficace de l'activité économique ? Quels sont les avantages et limites du libre échange ? Comment l'impôt influe-t-il sur les mécanismes de marché ? Quel est le rôle de la monnaie ? Comment expliquer la diversité des niveaux de vie dans le monde ? Quel est le rôle de l'état dans une économie de marché ? Le cours présente aussi le rôle joué par les économistes en matière de politique économique. Cette approche inductive contraste radicalement avec l'approche déductive des cours de micro et macro. Nous pensons que les deux approches se complètent harmonieusement pour ceux qui souhaitent poursuivre dans le Bac ECGE, et que l'approche inductive permet aux autres, moins enclin à la formalisation, de comprendre les grands principes de l'économie et la façon particulière de penser des économistes.",
        "content": "Le cours offre un aperçu des principes économiques. Le cours abordera les mécanismes de fonctionnement du marché, l'offre et la demande, l'élasticité, l'efficience, le rôle de l'Etat, le marché du travail, les concepts de base de l'économie ouverte et du fonctionnement de l'économie dans le court et le long terme. Le cours combine des enseignements en grand auditoire, du matériel disponible sur Moodle et des séances d'exercices en petits groupes. Les copies des diapositives utilisées aux cours sont disponibles en ligne sur Moodle. D'autres documents (résumés, questions de révision, exercices...) sont disponibles via les mêmes canaux.",
        "teaching_methods": "La matière sera exposée en grand auditoire par le professeur et au moyen de ressources disponibles sur Moodle. Des séances d'exercices en petits groupes permettront aux étudiants d'approfondir leur maîtrise de la matière en réalisant par eux-mêmes des exercices. Si la situation sanitaire l'exige, le cours passera en mode distanciel.",
        "assessment_methods": "Pour LCOPS1115B avec Arastou Khatibi, l'évaluation certificative se base sur un examen écrit organisé lors des sessions d'examen. Pour LCOPS1115A avec Tanguy Isaac, l'évaluation certificative se base sur un examen écrit organisé lors des sessions d'examen et un travail de groupe réalisé en cours de quadrimestre. La pondération est de 16 points pour l'examen écrit et 4 points pour le travail de groupe.",
        "online_resources": "Des ressources en ligne seront disponibles sur Moodle.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ladpu2035",
        "title": "Public Management: Human Resources",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Brenton Scott"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "La Gestion des Ressources Humaines (GRH) et ses pratiques contemporaines au sein des administrations publiques des pays de l'OCDE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compte tenu des récentes recherches internationales, poser un regard critique et utiliser les outils de gestion appropriés en respectant les enjeux de l'éthique et de la démocratie. En tant que futur·e·s professionnel·le·s talentueux·euses, s'outiller correctement afin de mener une carrière épanouissante et variée dans le secteur public.",
        "content": "Please see the English version as this course is taught in English. Alors que les organisations publiques ont été influencées par les techniques managériales issues du secteur privé, ces dernières années, le postulat que celles-ci sont supérieures et conduisent à de meilleurs résultats a été remis en question après la crise financière globale et l'échec de certaines réformes. Le secteur public est aussi caractérisé par certains facteurs tels que les pressions politiques, la difficulté d'identifier les \"résultats nets\" de l'action publique, celle qui en résulte de motiver les agents ou encore le souhait des citoyens de voir les organisations publiques rendre des compte: ces facteurs contraignent l'autonomie managériale dans les organisations publiques. Ce cours offre un espace pour le questionnament critique des théories derrière la gestion contemporaine des ressources humaines dans le secteur public  ainsi que sa pratique dans le monde. Le contenu du cours, couvrant les niveaux individuel, organisationnel et (inter)national, est organisé autour de la carrière des agents publics: L'arrivée (par ex. méthodes de recrutement, écoles nationales d'administration publique, le recrutement inclusif, l'intégration des nouvelles recrues, la motivation pour le service public, les taux de rétention ou de rotation etc.); La carrière (par ex. la mobilité, les effets des crises, le management basé sur les performances, la gestion du leadership, les systèmes de travail hautement performants ou les compétences susceptibles d'y conduire etc.); La fin de carrière (par ex. les pensions, le futur de la fonction publique etc.).",
        "teaching_methods": "Le cours combine: Des exposés magistraux accompagnés d'exercices; Des lectures personnelles; Des interactions avec des enseignant·e·s différent·e·s (possibilité invités des experts des ressources humaines). Les exposés magistraux préparent les étudiants à l'évaluation, mais aussi et surtout à l'exercice de leurs futures responsabilités professionnelles dans le domaine de la GRH dans le secteur public.",
        "assessment_methods": "L'évaluation se compose: Les exercices en class (5 points); et Le dossier final incluant la préparation (15 points). Certains exercices en classe peuvent également être réalisés en ligne, tandis que le dossier final est « travail à distance » qui peut être évalué après la fin des activités d'enseignement.",
        "other_info": "Please see the English version as this course is taught in English.",
        "course_materials": "Les supports de cours sont déposés sur le site Moodle du cours.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1125",
        "title": "Psychologie et psychologie sociale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Buxant Coralie",
            "Corneille Olivier",
            "Woltin Karl-Andrew"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les connaissances feront d'abord l'objet d'une brève mise en perspective historique. L'enseignement des applications sera conçu de manière à introduire les concepts fondamentaux et les résultats principaux dans les domaines étudiés. Le(s) enseignant(s) veilleront à illustrer par ces applications les concepts fondamentaux et les principes critiques développés dans les deux premiers chapitres. 1. Présentation générale des domaines actuels et des méthodes de la psychologie scientifique. 2. Définition et niveaux de complexité de la cognition, à partir des processus neuropsychologiques de la représentation mentale. 3. Emotions et sentiments : le développement de l'attachement social ; l'attirance sexuelle et la passion amoureuse ; le stress et ses conséquences pathologiques. 4. La communication non verbale : héritage primatologique des signaux universels (mimiques faciales et gestes); la séduction sexuelle; le poids des informations verbales et non verbales dans le charisme des leaders politiques. 5. Les attitudes et leur changement : antécédents affectifs, cognitifs et comportementaux 6. Influence sociale : le poids des normes et de l'autorité 7. Les relations intergroupes : stéréotypes, discrimination et conflits intergroupes",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif essentiel d'un cours introductif est d'offrir aux étudiants une présentation des connaissances fondamentales en psychologie, ainsi qu'en psychologie sociale contemporaine. L'étudiant devra acquérir les concepts et méthodes d'analyse lui permettant de développer sa capacité à détecter et analyser les mécanismes psycho-sociaux de base sous-tendant les raisonnements et le comportement humain. L'étudiant devra développer ses capacités d'analyse, de synthèse et d'évaluation critique d'informations de nature psychologique. Il sera sensibilisé aux portées et limites de l'approche psychosociale et invité à aborder ce courant dans le contexte plus général des sciences humaines (place, apports et limites de la psychologie dans la compréhension et la prédiction des conduites sociales).",
        "content": "Ce cours propose une introduction générale à la psychologie et à la psychologie sociale. Les contenus particuliers vus aux cours dépendent de la série concernée (ECGE, ...; INGE, ...; SPOL, HUSO & COMU, ...).",
        "teaching_methods": "Pour la série \"Olivier Corneille\" (principalement ECGA): Cours ex cathedra. Pour la partie \"Coralie Buxant\"(principalement COMU, HUSO & SPOL): Idem. Pour la partie \"Karl-Andrew Woltin\" (principalement INGE): Idem.",
        "assessment_methods": "Pour la série \"Olivier Corneille\" (principalement ECGA): Modalité d'évaluation: Examen écrit QCM sur la matière, contenant 30 questions avec trois possibilités de réponse dont une seule est correcte. Le seuil de maitrise minimum des acquis d’apprentissages (correspondant à une note de 10/20) requiert de répondre correctement à au moins 20 questions sur 30. La formule utilisée pour la pondération des points sera explicitée au premier cours. Ces modalités d'évaluation restent les mêmes pour toutes les sessions d'une même année. Pour la série \"Coralie Buxant\" (principalement SPOL, HUSO & COMU): Idem. Pour la série \"Karl-Andrew Woltin\" (principalement INGE): Idem.",
        "other_info": "Le cours est dispensé en français.",
        "online_resources": "Pour la partie \"Olivier Corneille\" (principalement ECGA): PDFs des powerpoints disponibles sur Moodle + liens vers vidéos et autres médias. Pour la partie \"Coralie Buxant\" (principalement SPOL, HUSO & COMU): Idem. Pour la partie \"Karl-Andrew Woltin\" (principalement INGE): Idem.",
        "course_materials": "Pour la partie \"Karl-Andrew Woltin\" (principalement INGE): Godefroid, J. (2011). Psychologie: science humaine et science cognitive. DeBoeck. Pour la partie \"Karl-Andrew Woltin\" (principalement INGE):  Yzerbyt, V. & Klein, O. (2019). Psychologie sociale. DeBoeck.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2071",
        "title": "Diversity Management",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dóci Edina"
        ],
        "teaching_language": "Anglais",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "bibliography": "This course consists of slides and scientific articles",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1221",
        "title": "Droit économique et fiscalité",
        "credits": "5.00",
        "hours": "60.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Wolf Patrick",
            "De Wolf Michel"
        ],
        "teaching_language": "Français",
        "topics_covered": "Du droit commercial au droit économique:\r- le statut des commerçants (immatriculation à la banque-carrefour des entreprises, justiciabilité du tribunal de commerce, assujettissement au droit comptable, éventualité d'un concordat judiciaire, risque de faillite...)\r- le régime des actes de commerce\r- droit de la concurrence\r- protection du consommateur\rDroit des sociétés:\r- pourquoi fonder une société\r- éléments constitutifs d'une société\r- étude de la société anonyme\r- aperçu des autres formes de sociétés\r- restructurations et liquidation\rFiscalité:\r- aperçu général des impôts en Belgique et en Europe\r- notions essentielles d'impôt des sociétés\r- éléments d'impôt des personnes physiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'activité économique se déploie dans un cadre régi par des règles de droit. L'enseignement a pour objectif premier d'introduire les étudiants à l'étude des normes pertinentes, et plus largement de les inciter à prendre en compte la dimension juridique des problèmes économiques.\rVu la complexité, la contingence, voire l'instabilité, qui peuvent caractériser les règles de droit, les étudiants sont particulièrement invités à acquérir le réflexe de la consultation des textes.\rEnfin, si le cours requiert une partie non négligeable de mémorisation, le test de la connaissance véritablement utile de la matière réside dans la capacité à appliquer les notions enseignées à des situations concrètes",
        "content": "Le cours s'articule autour de trois grands thèmes : le droit économique (y compris le droit de la concurrence, la protection du consommateur et l'insolvabilité des entreprises), le droit des sociétés et des associations, et la fiscalité: (aperçu général des impôts en Belgique et en Europe, notions essentielles d'impôt des sociétés et des personnes physiques).",
        "teaching_methods": "Exposés ex-cathedra et/ou classes inversées et/ou étude personnelle de certaines questions.",
        "assessment_methods": "Examen écrit en session sous forme de questions à choix multiple. Le QCM comporte vingt questions, avec quatre propositions de réponse chacune. Une et une seule est attendue comme la réponse à donner. La pondération suivante est appliquée : pour chacune de vos douze premières bonnes réponses, vous obtenez 0,833 point; pour chaque bonne réponse au-delà des douze premières, vous obtenez 1,25 point. Ainsi, dix réponses correctes donnent 0,833... X 10 = 8,333... points (arrondis à 8); douze réponses correctes donnent 0,833... X 12 = 10,0 points; quatorze réponses correctes donnent 0,833... X 12 + 1,25 X 2 = 12,5 points (arrondis à 13). L'arrondi éventuel se fait au point supérieur ou inférieur selon que le chiffre des dixièmes atteint ou non 5.",
        "other_info": "Pré-requis : Fondements du droit",
        "online_resources": "Voir moodle.",
        "bibliography": "M. De Wolf et G. de Pierpont, Eléments de droit économique, Anthémis, dernière édition disponible. M. De Wolf, P. De Wolf, P. Saerens et F. Tchekemian, Eléments de droit des sociétés et des associations, Erasme / Anthémis, dernière édition disponible.",
        "course_materials": "Diaporamas et documents divers sur moodle, couvrant de larges parties de la matière.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1114",
        "title": "Statistiques et éléments de probabilité",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delacre Marie",
            "Delacre Marie",
            "von Sachs Rainer"
        ],
        "teaching_language": "Français",
        "topics_covered": "1 : Statistique Descriptive. Elle regroupe les méthodes permettant de condenser les données d'un échantillon ou d'une population en quelques caractéristiques utiles ou estimations. Les distributions de fréquences, les fonctions de densité et de répartition et les caractéristiques paramétriques et non paramétriques sont abordées dans les échantillons. 2 : Introduction au Calcul des Probabilités. Selon le procédé de sélection de l'échantillon, ces méthodes assurent le lien entre la population et son échantillon. Les matières abordées sont les règles de calcul des probabilités (conditionnelles, totales, formule de Bayes,...), la quantification des événements en variables aléatoires univariées et la distribution des probabilités associées, pour des ensembles finis. Les dénombrements issus de schémas expérimentaux qui génèrent les lois uniforme discrète, binomiale et hypergéométrique sont approfondis. 3 : Introduction à l'Inférence Statistique. Pour confronter les observations avec les hypothèses émises sur les paramètres d'une population, l'inférence statistique utilise des estimateurs. Cette partie du cours analyse ces estimateurs statistiques, leurs caractéristiques et leurs qualités d'inférence. La statistique est la science qui permet de confronter les données d'un échantillon (réalité des estimations ou données numériques recueillies en observant ou en expérimentant une partie de la population) avec la théorie (énoncé d'hypothèses abstraites sur des paramètres de population). C'est la science d'analyse de données quantitatives, qui s'applique très largement à l'ensemble des sciences économiques, politiques et sociales. Ce cours est une introduction à la statistique. L'enseignement est centré sur la résolution d'applications ou problèmes d'analyse des données en sciences économiques, politiques et sociales soumis aux étudiants et visant à développer une démarche systématique de résolution : Quelle est la question en termes quantitatifs ? Quels sont les outils utiles ? Les conditions de validité sont-elles respectées ? Comment calculer ces outils ? Quelle est la réponse à la question ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Décrire et d'analyser un échantillon ; 3. Identifier les procédures simples d'échantillonnage ; 4. Etablir les caractéristiques opérationnelles des statistiques de base (moyenne, déviation, proportion) dans ces procédures ; 2. Maîtriser les bases du calcul des probabilités appliqué à des dénombrements ; 5. Préciser les qualités des caractéristiques opérationnelles de statistiques de base qui permettent l'inférence sur des paramètres de la population.",
        "content": "Cette unité d'enseignement consiste en une introduction à la statistique. La statistique est la science qui permet de confronter les données d'un échantillon (données numériques recueillies en observant ou en expérimentant une partie de la population) avec la théorie (énoncés et tests d'hypothèses sur des caractéristiques de population). C'est la science d'analyse de données, qui s'applique très largement à l'ensemble des sciences économiques, politiques et sociales. Ce cours s'articule autour de la statistique descriptive, la théorie des probabilités et l'inférence statistique (introduction).",
        "teaching_methods": "Le cours est donné sous forme d'exposés magistraux (présentation des concepts, d'exemples d'applications, de résolutions de problèmes) et de séances d'exercices en petits groupes (résolutions d'exercices), complétés par une participation active des étudiants sous forme de lectures, de visualisation de vidéos, de préparation d'exercices et de réalisation de tests de connaissances. Le cours Moodle LCOPS1114 constitue le site de référence. Les étudiants sont invités à le consulter régulièrement. Des canaux spécifiques de communication et d'échanges entre les étudiants et l'équipe pédagogique sont mis en place (Forum Moodle, canaux Teams, réunions Teams, ...). Cet enseignement est conçu de façon à s'adapter rapidement à l'évolution sanitaire (enseignement en présentiel, comodal ou à distance). Les étudiants sont invités à vérifier régulièrement leur horaire de cours sur ADE ainsi que les informations disponibles sur Moodle. Durant la semaine Win Week, l'enseignant présente 1) les informations générales, pédagogiques et évaluatives relatives au cours ; 2) le contenu du cours et ses objectifs ainsi que les pré-requis nécessaires. Un auto-test de connaissances des pré-requis mathématiques à la matière sera proposé et, selon leurs résultats les étudiants seront invités à participer à des séances de remise à niveau mathématique. Les étudiants participent activement aux activités présentées sur un site spécialement dédié à la mise à niveau des étudiants.",
        "assessment_methods": "Examen final écrit (format papier ou sur ordinateur) : QCM et/ou questions numériques (avec réponses courtes) et/ou questions ouvertes en session d'examen. Ces modalités d'examen final sont identiques en seconde et troisième session.L'examen peut éventuellement être différent entre les auditoires COMU et HUSO/SOCA/SPOL.",
        "online_resources": "MOODLEUCL : cours LCOPS1114.",
        "bibliography": "Livre de référence : Notions de statistique, Christiane Simard, 3ème édition, Modulo Inc.",
        "course_materials": "Livre de référence : Notions de statistique, Christiane Simard, 3ème édition, Modulo Inc Slides du cours disponibles sur Moodle Ressources diverses sur Moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgrh2901",
        "title": "Méthodes de recherche et accompagnement du mémoire en GRH",
        "credits": "7.00",
        "hours": "22.5 h + 5.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Coster Stéphanie",
            "Scola Camilla"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 De formuler une question de recherche claire, pertinente et réaliste. 2 D’utiliser la littérature scientifique adéquate pour traiter avec rigueur un sujet en gestion des ressources humaines. 3 De choisir une méthode de collecte et d’interprétation de données empiriques en justifiant ce choix. 4 De proposer un projet de recherche bien construit sur un sujet complexe relatif à la gestion des ressources humaines.",
        "content": "Le contenu correspond aux quatre objectifs : 1.    Cerner un sujet et formuler une question de recherche. 2.    Utiliser les outils et sources de la recherche documentaire, en collaboration avec les bibliothécaires de la BSPO. 3.    Sélectionner et discuter les méthodes de recherche en sciences sociales. 4.    Élaborer un projet de recherche à développer dans le mémoire.",
        "teaching_methods": "Le cours mobilise une méthode active et une évaluation continue, de manière à permettre aux étudiants et étudiantes de construire un projet de mémoire réaliste et scientifiquement fondé, en partant de leur propre projet.",
        "assessment_methods": "L’évaluation est continue. Elle comprend des travaux à présenter tout au long du cours.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1221",
        "title": "Analyse des données quantitatives",
        "credits": "4.00",
        "hours": "25.0 h + 20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Le Guen Mireille"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "1.\tIntroduction à la logique de la recherche\r2.\tAnalyse des tableaux croisés\r3.\tConstruction d'indices\r4.\tIntroduction à l'analyse classificatoire\r5.\tIntroduction à l'analyse factorielle en composantes principales",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours et les travaux pratiques visent l'acquisition d'un savoir-faire de base en analyse des données en sciences sociales ; il constitue une initiation à l'analyse multivariée. \rAu terme de ce cours, l'étudiant devrait être capable :\r1°/ de préciser le type de question-problème pour lequel le recours aux méthodes étudiées au cours s'avère pertinent; 2°/ d'interpréter les analyses statistiques faisant appel à ces méthodes ; 3°/ d'utiliser à bon escient les principaux outils de la statistique descriptive et de l'inférence statistique vus au cours de Statistiques et éléments de probabilité et qui seront rappelés notamment à l'occasion de l'apprentissage des commandes SPSS y afférent.",
        "content": "Le cours d’analyse des données quantitatives vise à fournir aux étudiant·es les bases nécessaires à la lecture et à l’interprétation des données quantitatives. Pour ce faire, il s’agira 1/ de présenter les contextes de production des données quantitatives afin de comprendre leurs forces et limites, 2/ de mobiliser les outils statistiques convenablement, 3/d’apprendre à construire, lire et à interpréter des résultats, et 4/ de réaliser des manipulations de données dans le logiciel utilisé au cours (SPSS ou R via R commander). Les objectifs du cours sont : Connaitre des contextes de création des données quantitatives (plus particulièrement enquêtes par sondage, données administratives, big data) Maîtrise du calcul des fréquences, des indicateurs des tendance centrale (mode, médiane, moyenne) et de dispersion (variance et écart-type, écart interquartile) Maîtrise de la lecture des tableaux croisés et comprendre la notion de corrélation Se familiariser avec la notion d’inférence statistique et maîtriser les outils de base (intervalles de confiance, test chi-carré, test-t et ANOVA) Connaissance des méthodes de régressions linéaires Maitrise des techniques d’analyse factorielles et de classification Mobiliser correctement les résultats dans un argumentaire structuré. Discuter les limites des résultats produits",
        "teaching_methods": "Le cours est articulé autour de cours magistraux (12 séances de 2 heures + 1 heure de questions réponses) permettant de présenter les concepts clés de l’analyse des données quantitatives, illustrés par des exemples, et de séances de travaux pratiques (10 séances de 2 heures) dédiés à la mise en application des concepts abordés durant les cours via des exercices effectués ordinateur.",
        "assessment_methods": "Les étudiant·es seront évalué·es sur leur acquisition des connaissances à l’aide d’une évaluation continue comprenant trois tests certificatifs. Une première évaluation afin de faire le point sur l’acquis des connaissances sur les sources des données quantitatives ainsi que des méthodes d’analyses univariées et bivariées Une évaluation à mi-parcours en salle informatique sur les méthodes de régressions via l’utilisation d’un logiciel statistique (SPSS ou R) Une évaluation finale qui permettra de revenir sur les acquis précédemment évalués et de s’assurer de la bonne assimilation des savoirs sur les analyses factorielles via des exercices permettant de tester l’interprétation des résultats par les étudiant·es En seconde session, l'évaluation se fait à une date unique et couvre l’ensemble du cours.",
        "other_info": "Ce cours s’inscrit dans le prolongement du cours de « Statistiques et éléments de probabilité » effectué en première année de bac. L’encadrement est effectué par une professeure qui assure les cours et une équipe d’assistant·es assure les travaux pratiques en salle informatique.",
        "online_resources": "L'ensemble des ressources sont déposées au fur et à mesure sur Moodle.",
        "bibliography": "Bugeja-Bloch F., Couto M.-P., 2021, Les Méthodes quantitatives , Paris, France, Presses Universitaires de France, Que sais-je ?, 130 p. doi: 10.3917/puf.bugej.2021.01 Masuy-Stroobant G., Costa R., 2013, Analyser les données en sciences sociales , P.I.E. Peter Lang, Bruxelles, Belgique, 304 p.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgrh2004",
        "title": "Digitalisation & HR Analytics",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bonny Gaëtan"
        ],
        "teaching_language": "Français",
        "prerequisites": "Management Humain (LECGE1321, LINGE1224, MGEST1323 ou équivalent)",
        "topics_covered": "Ce séminaire offre un panorama des applications digitales aux processus de GRH. En particulier, il aborde deux thèmes centraux : le recours à l’intelligence artificielle et la production de données spécifiques à la GRH (« HR analytics »). Il s’agit, à chaque fois, d’illustrer les pratiques et leurs implications pratiques et éthiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Renforcer ses connaissances des pratiques de GRH ayant recours au digital (big data, IA…) 2 Identifier les enjeux d’une GRH basée sur ces pratiques, en termes concrets et éthiques.",
        "content": "Contenu & Objectifs La promesse de ce séminaire est de faire prendre conscience de l’importance de maîtriser l’impact de la digitalisation des activités RH ainsi que de l’importance des « métriques » au sein des RH. Il s’agit aussi d’exposer autant que faire se peut les participants/étudiants aux défis que pose l’émergence (rapide et inéluctable ?) de l’IA, notamment éthiques. La digitalisation concerne à la fois la manière dont sont livrés les services RH mais aussi comment ces derniers sont modifiés par l’IA et en quoi de nouveaux « métiers » ou services RH sont attendus/inévitables. Le volet HR Analytics concerne lui la dimension de performance des RH et/ou la livraison de services quantitatifs (benchmarckings, …). Un des services que livre la GRH est l’accès des données et leur valeur interprétatives ou actionnables. Le ‘présupposé’ du séminaire est que la dimension technologique de la GRH n’est pas une question secondaire de « delivery », mais bien au cœur des défis de la décennie qui vient. Le séminaire s’adresse à de futurs gestionnaires/leaders RH ou non, en prise avec des problématiques GHR (présentes ou à venir), et qui ont besoin de comprendre le côté analytique des services RH ainsi que les nouveautés introduites par la digitalisation des services RH (IA). Ils devront aussi s’équiper intellectuellement pour ‘affronter’ des questions nouvelles : telles que le remplacement des métiers de la connaissance par des IA, ou des robots et d’une réflexion sur la valeur du travail pour l’humain. Le livrable de ce séminaire est en deux parties : l’une qui résulte de l’effort collectif, consiste en un tableau des meilleures pratiques ou recommandations d’analytiques RH (reporting, KPI) avec les définitions et formules de calcul. L’autre, individuel, consistera en la production d’un rapport détaillant la maturité de digitalisation des RH d’une entreprise au choix et formulera des pistes d’amélioration le cas échéant. Le dernier objectif, inhérent au format du cours, est l’approfondissement de capacité de travailler en groupe, de prendre la parole en public et de délivrer une analyse critique, actionnable, claire et non-biaisée. Structure du séminaire La séance de démarrage a pour finalité de prendre connaissance du déroulement du séminaire, d’en maîtriser les attentes, dont la modalité de livraison et les contributions attendues de chaque participant ; il s’agit également de rafraîchir les connaissances en matière de catalogue de services RH et des rôles qui les délivrent, dans le même ordre d’idée de faire le point sur l’état des lieux des SIRH et de la digitalisation des processus RH. Le séminaire ne se limitera pas à une approche au côté pur ‘hard’ ou ‘soft’ et positionnera le volet digitalisation comme premier dans la refonte des services RH à terme. L’autre point focal sera la dimension quantitative des RH et ses corolaires : performance, efficience, comparaisons, KPI’s, SLA’s. Le détail de chaque séance est exposé dans le document « note pédagogique » qui sera examiné lors de cette séance initiale. Les thèmes des séances du séminaire sont : La digitalisation des RH – approche générale La digitalisation de l’acquisition et du développement des talents GRH et IA Performance RH – analytics des « soft » RH Performance RH – analytics des « hard » RH",
        "teaching_methods": "Comme l’indique l’intitulé de cours c’est un séminaire ; c’est-à-dire une stratégie pédagogique qui combine la discussion en groupe, le travail individuel ou d’équipe et des présentations tant d’étudiants/tes que d’intervenants externes. Une enquête terrain est également souhaitée pour la réalisation du livrable individuel. L’apprentissage est donc autant collectif qu’individuel. Il s’agit de participer activement aux séances et donc d’être préparés à chacune d’elle. Pour la partie Analytics : chacune des étapes nécessite une préparation individuelle spécifique à la thématique abordée et la production d’un document de synthèse (court). Pour la partie Digitalisation : une enquête terrain (même à distance) impose d’identifier une organisation et de mener une brève étude diagnostique sur le niveau de digitalisation (effectif ou en cours). Le séminaire est animé et facilité par le professeur et des externes, les participants jouent un rôle clé dans l’apport d’information et de points de vue critiques. Participer, préparer, oser, challenger, clarifier et compiler sont les clés du succès de ce séminaire.",
        "assessment_methods": "L’évaluation est double : Continue : il s’agit de la préparation, la participation active à chaque session ; ainsi que la production de documents orignaux (préparation des mesures analytics) qui sont évalués ; Spécifique : il s’agit de la production individuelle d’un paper décrivant de manière critique le degré de maturité digitale d’une organisation (RG) et formulant des recommandations éventuelles pour le futur. Pour ce faire les participants pourront utiliser des ressources externes (partie prenante d’une organisation) et des ressources vérifiées (presse, articles scientifiques). Les détails de l’évaluation se trouvent dans le document « note pédagogique » ainsi que les spécificités en cas d’échec. Important : utilisation d’intelligence artificielle (IA ). Dans le cadre de l'évaluation continue de cette unité d'enseignement, le recours à l'intelligence artificielle est interdit que ce soit comme assistant linguistique, outil d'exploration et surtout d'idéation ou comme outil de rédaction. L’usage de l’IA est possible pour la préparation des séances, mais ne peut se substituer à la collecte d’éléments d’actualité fraîche en utilisant les ressources telles que journaux, magazines spécialisés, … En cas de doute, les participant(e)s consulteront au préalable le professeur ou l’équipe pédagogique.",
        "other_info": "Éthique professionnelle, confidentialité et conflits d’intérêts Le séminaire est ouvert et interactif, il sera une combinaison d’apports tant des participants (étudiants/tes) que d’intervenants extérieurs possédants une expertise et une expérience en prise avec les thèmes abordés. Il est donc impératif que le séminaire soit un ‘safe space’ au sein duquel tout participant interne ou externe est à l’aise avec l’information qu’il ou elle apporte, avec le point de vue qu’il/elle aborde et défend de manière bienveillante et constructive. Un point important concerne la confidentialité des cas présentés par le professeur ou les intervenants externes et discutés au cours du séminaire : il faut considérer comme allant de soi sauf remarque contraire. C’est essentiel de garantir cet aspect à la fois pour des raisons pédagogiques que pour la réputation de nos institutions et du master qui font appel à des externes dans un contexte spécifique. Par ailleurs, la confidentialité est une compétence clé de tout praticien RH – on ne la pratique jamais assez tôt. Enfin, en ce qui concerne les conflits d’intérêts possibles, ils seront exposés d’entrée de jeu et il est demandé à chaque participant/e de se signaler en cas de conflit avéré ou supposé.",
        "online_resources": "La page Moodle du séminaire est le ‘one stop shop’ pour toutes les informations et ressources utiles au séminaire. Il faut toutefois participer activement aux séances et au suivi des préparations/groupes pour atteindre les objectifs du cours. Tous les travaux sont à déposer sur Moodle selon les modalités et timings imposés par le cours (cf. « note pédagogique »).",
        "bibliography": "Un data pack avec des références sur les thèmes est déposé sur Moodle.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgrh2001",
        "title": "Séminaire d'intégration et dynamique des groupes",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Meurens Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "Management Humain (LECGE1321, LINGE1224, MGEST1323 ou équivalent)",
        "topics_covered": "Ce séminaire constitue un espace privilégié de socialisation pour les étudiants et étudiantes du Master GRH. Composé de différents dispositifs pédagogiques, dont la possibilité d’organiser une partie du séminaire sous le format « résidentiel », le séminaire d’intégration et de dynamique des groupes vise à conscientiser les étudiantes et étudiants au fonctionnement d’un groupe et aux conditions de la collaboration. Différents thèmes sont abordés, parmi lesquels : (a) le bilan des compétences (se connaître soi et identifier ses acquis, points forts, zones d’inconfort et potentiel de développement ; (b) les processus groupaux ; (c) la dynamique des groupes ; Le séminaire, en groupe restreint, basé sur des mises en situation, permettra aux étudiants et étudiantes de prendre conscience et de décoder de leur propre mode de fonctionnement et celui des autres, et d'expérimenter de nouveaux modes de fonctionnement en contexte protégé, en lien avec l'une ou l'autre des compétences identifiées comme prioritaire par l'étudiant.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Travailler en équipe : s'intégrer et être capable de collaborer au sein d'une équipe, être ouvert et prendre en considération les différents points de vue et modes de pensée, gérer constructivement les divergences et conflits, assumer la diversité. 2 Exercer un leadership éclairé : fédérer, motiver les différents acteurs et membres d'une équipe, identifier, mobiliser et développer leurs compétences et talents, les guider pour coopérer à la réalisation d'un objectif commun, en s'adaptant aux contraintes de temps et à un contexte en constante évolution. 3 Interagir et dialoguer de façon efficace et respectueuse avec des interlocuteurs variés en situation de face-à-face et de groupe en mobilisant la communication verbale et non verbale : faire preuve de capacités d'écoute, d'empathie, d'assertivité, de critiques constructives. 4 Se connaître et se maîtriser (self-awareness and self-control) : avoir conscience et gérer ses propres sentiments et émotions, exercer un recul critique sur ses propres productions et actions pour reconnaître ses forces et ses faiblesses, composer avec ses forces et ses faiblesses pour avoir une attitude professionnelle. 5 Se développer (self-motivation) : se construire un projet professionnel en phase avec ses propres valeurs et aspirations, garder confiance en soi et gérer sa motivation dans la concrétisation de ce projet, persévérer dans des situations difficiles.",
        "content": "Le séminaire est axé en priorité sur le développement de la personne dans ses dimensions humaines et relationnelles au sein des groupes. Au travers des activités au programme, les participants travaillent la conscience de soi, la communication, la gestion de soi, le leadership et le travail en équipe.",
        "teaching_methods": "L'approche est essentiellement expérientielle, centrée sur l'apprenant.e et sur ses objectifs d'apprentissage. La méthode est résolument active et interactive.  Le processus de formation prend donc appui sur des dispositifs qui stimulent la participation et l'intégration de chacun.e des étudiant.es dans le travail mené ensemble. Dans un climat de confiance et de respect des différences, les participant.es approfondissent la compréhension des phénomènes et processus à l’œuvre dans les groupes et dans les relations de travail.",
        "assessment_methods": "Le séminaire est évalué sur base de la présence assidûe et engagée à deux jours de séminaire intensifs et à la remise d'un rapport d'apprentissage au terme de celui-ci.  L'évaluation privilégie la réflexivité des étudiant.es par rapport aux apprentissages réalisés.  Elle porte sur un travail écrit, réalisé en groupe. En soumettant ce rapport d'apprentissage : - vous affirmez qu'il reflète fidèlement les faits et, pour ce faire, vous devez avoir vérifié les faits, en particulier s'ils proviennent de ressources d'IA générative ; - vous affirmez que toutes vos sources qui vont au-delà des connaissances communes sont dûment attribuées. Les connaissances communes réfèrent à ce qu'un lecteur averti peut évaluer sans avoir besoin d'une confirmation d'une source distincte ; - vous affirmez que vous avez respecté toutes les exigences spécifiques du travail qui vous a été confié, en particulier les exigences en matière de transparence et de documentation, les exigences en matière d'évaluation de la qualité, ou vous vous êtes expliqué lorsque cela n'était pas possible. Si l'une de ces affirmations n'est pas vraie, que ce soit par intention ou par négligence, vous avez violé votre engagement à l'égard de la vérité et éventuellement d'autres aspects de l'intégrité académique. Ceci constitue une faute académique. Vu le caractère expérientiel de ce séminaire, il ne peut être représenté en deuxième session.",
        "other_info": "Un recueil de lectures et de brefs moments de théorisation invitent chacun.e à poursuivre par ailleurs une recherche personnelle sur ses centres d'intérêt plus particuliers.",
        "bibliography": "Sur Moodle",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2030",
        "title": "Droit et pratiques des relations collectives du travail",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cobbaut Elliot",
            "Dorssemont Filip",
            "Wattecamps Céline"
        ],
        "teaching_language": "Français",
        "topics_covered": "Exposé de l'historique des relations collectives du travail Examen des sources de droits en matière de relations collectives du travail aux différents niveaus et sous ses diverses formes ; organisation internationale du travail, Conseil de l'Europe, Union européenne, Etat fédéral, régions, communautés présentation des acteurs : organisation représentative des travailleurs, organisation représentative des employeurs et pouvoirs publics Analyse des lieux et structures de concertation : conseil national du travail, commission paritaire, délégation syndicale, conseil d'entreprise (comité d'entreprise européen), CPPT Examen des différents modes d'intervention des acteurs : information, consultation, négociation Statut juridique des résultats de la négociation collective : accord interprofessionnel, protocole, conventions collectives de travail Les conflits collectifs du travail : définition, typologie, statut juridique de la grève, règlement des conflits collectifs",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaissance de l'histoire des relations collectives du travail, particulièrement sous l'angle de ses expressions juridiques. Une conception analytique et critique des acteurs sociaux, des lieux et structures de leurs confrontations ainsi que de leurs modes d'intervention Une bonne compréhension des techniques de formalisation des résultats de la négociation collective et particulièrement de la convention collective de travail Introduction à une réflexion juridique au sujet des conflits collectifs du travail et de leur règlement",
        "content": "Le cours a pour objet de donner une formation de base en relations collectives du travail en exposant de manière critique les concepts, les principes, les institutions, les organes, les acteurs, les enjeux économiques, sociaux, politiques, européens ainsi que les tensions économiques, sociales et européennes qui traversent la matière. Dans un premier temps, l’histoire des relations collectives sera exposée. Dans un deuxième temps, les acteurs du droit des relations collectives seront examinés (les organisations représentatives des employeurs et des travailleurs ainsi que l’employeur et la délégation syndicale). Dans un troisième temps, l'architecture de la concertation sociale au niveau de l'entreprise,au niveau professionnel et au niveau interprofessionnel sera étudiée. Dans un quatrième temps, les fonctions assurées par l'architecture des relations collectives seront analysées: -L'implication des travailleurs face à des décisions affectant leurs intérêts -La production de normes autonomes -La médiation et la conciliation",
        "teaching_methods": "L'enseignement est basé sur un ensemble de leçons magistrales dispensées par les titulaires du cours. Occasionnellement, des acteurs des relations collectives peuvent être invités pour partager leur expérience pratique des relations collectives.Eu égard aux circonstances, l'enseignement pourra, le cas échéant, être complété (ou remplacé) par d'autres méthodes pédagogiques. Lors des dernières leçons, une pédagogie \"plus interactive\" permettra aux étudiants de mieux se familiariser avec le portefeuille de lecture. Selon l’approche pédagogique « de la classe inversée », les étudiants sont invités à répondre à des questions choisies en groupe à l’appui du portefeuille de lecture et à présenter leur réponse à l’auditoire.",
        "assessment_methods": "Les étudiants seront évalués sur la base d'un examen écrit correspondant aux objectifs poursuivis par le cours. Il n'y a pas d'évaluation continue. Les modalités seront précisées sur la plateforme Moodle du cours. Les étudiants seront tenus de se munir du portefeuille de lecture et des dispositions légales, réglementaires utiles.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "online_resources": "Le support de cours est composé d’un syllabus, d’un portefeuille de lecture et des présentations powerpoint qui seront mis à disposition des étudiants sur la plateforme Moodle du cours.",
        "course_materials": "syllabus",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl2600",
        "title": "Séminaire d'insertion professionnelle: anglais",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Schrijvers Lutgarde"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Niveau B1+ (intermédiaire/intermédiaire avancé) du Cadre Européen de Référence.",
        "topics_covered": "L'étudiant sera amené à prendre part à des activités lui permettant d'exercer et de développer ses compétences communicatives et sa maîtrise de la langue (principalement l'expression orale et écrite) dans des situations telles que: la présentation d'un sujet spécifique, l'entretien d'embauche (y compris la rédaction du CV et de la lettre de motivation), la préparation et la participation à une réunion professionnelle, la rédaction des courriels, les appels téléphoniques et le voyage (professionnel). L'accent sera également mis sur la réflexion quant au parcours socio-professionnel de l'étudiant, en se posant notamment les questions suivantes : qui suis-je ? que vaux-je ? que veux-je ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : L'objectif principal est de développer l'aptitude de l'étudiant à la pratique de l'anglais (essentiellement) oral et écrit dans des situations de communication interactive telles qu'il en rencontrera dans le cadre de ses activités professionnelles futures. 1 Compréhension à la lecture : pouvoir comprendre de façon autonome des textes factuels et des articles spécialisés en rapport avec le domaine d'études Niveau B2 du \" Cadre Européen Commun de Référence pour les Langues \". 2 Compréhension à l'audition individuelle : pouvoir suivre et comprendre l'essentiel d'une conférence ou un exposé à condition que le sujet en soit familier ou relatif au domaine d'études, interactive : pouvoir suivre et comprendre l'essentiel de discussions et de débats portant sur des sujets relatifs au domaine d'études pouvoir saisir une grande partie de ce qui est dit dans une conversation courante en langue standard Niveau B2 du \" CECR \". 3 Expression orale (objectif principal) : individuelle pouvoir faire (après préparation) un exposé clair d'un sujet lié à ses études et prendre en charge les questions posées par le public pouvoir passer un entretien d'embauche interactive : dans le cadre d'une réunion professionnelle, pouvoir expliquer son point de vue suffisamment bien pour être compris sans difficulté, en enchaînant les arguments et les explications avec logique, en donnant les avantages et les inconvénients d'options diverses et en liant ses interventions à celles de ses interlocuteurs Niveau B2 supérieur du \" CECR \". 4 Expression écrite : pouvoir rédiger un curriculum vitae et une lettre de motivation, pouvoir rédiger un courriel Niveau B2 du \" CECR\". 5 Code : Pouvoir maîtriser suffisamment les fonctions langagières, les structures grammaticales (simples et complexes), le vocabulaire (général et spécifique), la prononciation et l'intonation pour permettre une communication aisée et spontanée. L'utilisation du code est vue dans une perspective communicative sans toutefois en négliger la correction. 6 Culture : Sensibiliser les étudiants aux différences (inter)culturelles telles qu'exprimées par les locuteurs (natifs ou non) de langue anglaise.",
        "content": "Le cours est axé sur la pratique de la communication interactive. Les activités proposées viseront à consolider et développer les techniques de communication propres au milieu professionnel tout en perfectionnant la maîtrise du code (vocabulaire général et spécifique, grammaire) nécessaire à la mise en pratique de ces techniques. Ces activités simuleront des situations réelles. Les compétences suivantes seront développées: Socialiser Faire une présentation orale Téléphoner Organiser un voyage Se présenter à une interview d'embauche Diriger et participer à des réunions: préparer l'ordre du jour, négocier, arriver à une décision etc",
        "teaching_methods": "Les activités se dérouleront de la manière suivante : présentation par le professeur des fonctions langagières et des techniques plus directement liées à la vie professionnelle (participation à une réunion, entretien d'embauche, présentation orale...) et activation par les étudiants de celles-ci dans des exercices oraux de simulation en classe.",
        "assessment_methods": "Le cours LANGL 2600 est un cours en EVALUATION CONTINUE. Il se compose de diverses composantes toutes évaluées AU COURS (sauf à la session d'août/septembre): Participation: 5% de la cote finale. Tests de vocabulaire: 20% de la cote finale Présentation en groupe de 4 ou 5 étudiants: 25% de la cote finale Simulation d'un entretien d' embauche: 25% de la cote finale Réunion en groupe de 3, 4 ou 5 étudiants: 25% de la cote finale En SECONDE SESSION, toutes les composantes sont comprises (sauf les points de participation qui ne peuvent être améliorés) mais les étudiants sont autorisés à reporter une ou plusieurs cotes de composantes obtenues à la session précédente. Les étudiant(e)s sont libres de choisir quelle(s) composante(s) ils veulent améliorer. Ils/elles communiqueront leur choix à Madame Schrijvers pour le 6 juillet au plus tard par e-mail.",
        "other_info": "La présence au cours est obligatoire. A partir de deux absences injustifiées, l'étudiant(e) obtiendra 0/10 pour les points de participation. Encadrement : Groupes de 20 étudiant(e)s maximum. L'enseignante peut être contactée par courriel.",
        "bibliography": "Syllabus LANGL 2600",
        "course_materials": "Syllabus LANGL 2600",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1112",
        "title": "Comptabilité du secteur non-marchand",
        "credits": "4.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cerrada Cristia Karine"
        ],
        "teaching_language": "Français",
        "topics_covered": "En sa première partie, le cours explique l'utilité de la comptabilité dans le non-marchand et en développe les articulations essentielles. Il identifie certains problèmes spécifiques à la tenue des comptes du non-marchand. Il est procédé à l'étude systématique des comptes de bilan et de résultats et à l'explication des écritures comptables de base qui les concernent en vue d'élaborer un bilan et un compte de résultats.\r\rDans sa seconde partie, le cours trace des pistes d'analyse et d'interprétation des comptes annuels.\r\rEnfin, dans sa troisième partie, le cours établit le lien entre la comptabilité et le budget d'une entité non-marchande.\r\rIl est recouru à des exemples, tirés principalement de la pratique des ASBL. Une ouverture à la comptabilité d'entités publiques a lieu.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours a pour objectif de fournir aux étudiants les compétences de base dans le domaine de la comptabilité des institutions non-marchandes et de l'analyse des états financiers de celles-ci.\r\rA l'issue du cours, les étudiants doivent être en mesure de comprendre les écritures comptables, d'interpréter correctement les états financiers et de comprendre les liens nécessaires entre les comptes et les budgets.",
        "content": "Dans sa première partie, le cours explique l'utilité de la comptabilité dans le non-marchand et en développe les articulations essentielles. Il identifie certains problèmes spécifiques à la tenue des comptes du non-marchand. Il est procédé à l'étude systématique des comptes de bilan et de résultats et à l'explication des écritures comptables de base qui les concernent en vue d'élaborer un bilan et un compte de résultats. Dans sa seconde partie, le cours trace des pistes d'analyse et d'interprétation des comptes annuels. La construction des budgets sera également abordée. Enfin, dans sa troisième partie, le cours établit le lien entre la comptabilité et la gouvernance d'une entité non-marchande.",
        "teaching_methods": "Cours magistraux et vidéos Séances d'exercices Vidéos avec la résolution d'exercices",
        "assessment_methods": "L'évaluation se fera par un examen écrit à livre fermé qui se compose de questions à choix multiple. Le QCM comporte vingt questions, avec cinq propositions de réponse chacune. Une et une seule est attendue comme la réponse à donner. La pondération suivante est appliquée : pour chacune de vos douze premières bonnes réponses, vous obtenez 0,833 point; pour chaque bonne réponse au-delà des douze premières, vous obtenez 1,25 point. Ainsi, dix réponses correctes donnent 0,833... X 10 = 8,333... points (arrondis à 8); douze réponses correctes donnent 0,833... X 12 = 10,0 points; quatorze réponses correctes donnent 0,833... X 12 + 1,25 X 2 = 12,5 points (arrondis à 13). L'arrondi éventuel se fait au point supérieur ou inférieur selon que le chiffre des dixièmes atteint ou non 5. Les étudiants pourront obtenir  jusqu'à 2 point bonus maximum (en juin uniquement, non valable pour la session d'août) si les trois conditions suivantes ont été realisées - avoir atteint au moins 9/20 à l’examen de juin - tous les quizz (cfr instructions sur moodle) ont été effectués dans les délais impartis pendant le quadrimestre - la présentation du travail de groupe (cfr instructions sur moodle) a été réalisée",
        "other_info": "Des tests blancs sont mis sur moodle pendant le quadrimestre pour aider les étudiants à évaluer leurs niveaux de connaissances et de compréhension de la matière.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=9131",
        "bibliography": "Le livre K. Cerrada, Y. De Rongé et M. De Wolf, Comptabilité et analyse des états financiers, 3ème éd., de boeck, Bruxelles, 2019,  est conseillé.",
        "course_materials": "Les diapositives sont disponibles sur le site moodle du cours. L'ouvrage K. Cerrada, Y. De Rongé et M. De Wolf, Comptabilité et analyse des états financiers, 3 eme ed, de Boeck, Bruxelles, 2019, est conseillé.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgrh2002",
        "title": "Séminaire d’actualité en GRH - Topical HRM seminar",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bonny Gaëtan"
        ],
        "teaching_language": "Français",
        "prerequisites": "Management Humain (LECGE1321, LINGE1224, MGEST1323 ou équivalent)",
        "topics_covered": "Ce séminaire offre un aperçu de thématiques qui font l’actualité de la discipline, dans la pratique (tels que présentés par les professionnelles et professionnels de la GRH et dans les médias spécialisés). Les étudiants et étudiantes prennent ainsi connaissance de thèmes ou d’enjeux émergents qu’ils analysent ensuite au regard de leur bagage universitaire, dans un exercice de réflexivité. Ce séminaire vise à : (a) informer les étudiantes et étudiants de l’actualité de la GRH, en veillant à sa dimension pluridisciplinaire (droit, médecine, psychologie…) ; (b) mettre les étudiants et étudiantes en proximité de la pratique, au travers d’échanges et de rencontres organisés avec des professionnelles et professionnels de la GRH ; (c) susciter une réflexion critique et pragmatique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Situer des problématiques émergentes dans la pratique de la GRH ; 2 Analyser ces enjeux pluridisciplinaires du point de vue de la GRH ; 3 Développer des connaissances et des aptitudes relationnelles propices à son insertion professionnelle.",
        "content": "Objectifs La promesse et l’intention de ce séminaire est de faire prendre conscience par la pratique de l’importance de maîtriser autant que faire se peut l’actualité de la matière GRH (explicite ou implicite) et de rendre les participants capables de situer (au sein de catégories de services RH) les problématiques GRH identifiées ainsi que d’en évaluer la criticité (en termes de maturité/cycle de vie – émergentes ou en cours) et les interactions. Le ‘présupposé’ du séminaire est qu’il s’adresse à de futurs gestionnaires/leaders RH ou non, en prise avec des problématiques GHR (présentes ou à venir), dont le niveau d’appétence pour l’actualité ‘business/GRH’ est faible. Le livrable final de ce séminaire est la production d’une « gazette RH » qui compilera l’ensemble des travaux réalisés au cours du séminaire, incl. les travaux Le dernier objectif, inhérent au format du cours, est l’approfondissement de capacité de travailler en groupe, de prendre la parole en public et de délivrer une analyse critique, actionnable, claire et non-biaisée. Structure du séminaire Après une séance de démarrage, le séminaire s’articule autour de 5 moments, chacun dédié à un thème d’actualité.Le détail de chaque séance est détaillé dans le document « note pédagogique » qui sera examinée lors de cette séance initiale. La séance de démarrage couvrira l’enjeu, les outils et les modalité du séminaire (ainsi que l’évaluation); elle reprendra aussi les éléments conceptuels-clés : les fonctions et modèles RH, les services RH et les thèmes RH abordés et leurs caractères multidisciplinaires. Les thèmes des séances abordés sont : La guerre des talents et les métiers en pénuries La culture et les changements organisationnels L’intelligence artificielle et la GRH Le bien-être au travail La restructuration et clôture d’entreprise. Étant donnée la nature du séminaire, certains thèmes pourraient être adaptés ou revus selon l’actualité ou la disponibilité des intervenants externe. Les 5 séances suivent la même logique : Revue de l’actualité des semaines passées, préparée par les participants (individuellement) et débattus en groupe ; Revue des points d’actualité du thème spécifiques ; préparée par les participants (en duo/trios selon le volume de participants) et débattus en groupe puis discutés avec le(s) expert/e(s) Présentation de cas par intervenants extérieurs ; discussions sous forme de Q&A Conclusion et synthèse pour édition dans la Gazette (nom et format à définir en classe) du séminaire. Au terme du séminaire, le groupe devrait avoir produit suffisamment de matériaux pour éditer une Gazette RH qui reflètera l’actualité des mois passés ou de prospective.",
        "teaching_methods": "Comme l’indique l’intitulé de cours c’est un séminaire ; c’est-à-dire une stratégie pédagogique qui combine la discussion en groupe, le travail individuel ou d’équipe et des présentations tant d’étudiants/tes que d’intervenants externes. L’apprentissage est donc autant collectif qu’individuel. Il s’agit de participer activement aux séances et donc d’être préparés à chacune d’elle. Chacune des 5 étapes du séminaire nécessite une préparation individuelle sur l’actualité en générale, la production d’un document de synthèse. Chacune des 5 étapes du séminaire nécessite une préparation en duos sur le thème du jour, la production d’un document de travail qui sera affiné après l’intervention d’un témoin externe. Le séminaire est animé et facilité par le professeur et des externes, les participants jouent un rôle clé dans l’apport d’information et de points de vue critiques. Participer, préparer, oser, challenger, clarifier et compiler sont les clés du succès de ce séminaire.",
        "assessment_methods": "L’évaluation est double : Continue : il s’agit de la préparation, la participation active à chaque session ; ainsi que la production de documents orignaux (revue générale d’actualité et préparation du thème de la séance) qui sont évalués ; Spécifique : il s’agit de la production individuelle d’un article approfondissant une actualité d’un des thèmes abordés lors du séminaire (ou actualité émergente) selon un format défini. Pour ce faire les participants pourront utiliser des ressources externes (partie prenante d’une organisation) et des ressources vérifiées (presse, articles scientifiques). Les détails de l’évaluation se trouvent dans le document « note pédagogique » ainsi que les spécificités en cas d’échec. Important : utilisation d’intelligence artificielle (IA). Dans le cadre de l'évaluation continue de cette unité d'enseignement, le recours à l'intelligence artificielle est interdit que ce soit comme assistant linguistique, outil d'exploration et surtout d'idéation ou comme outil de rédaction. L’usage de l’IA est possible pour la préparation des séances, mais ne peut se substituer à la collecte d’éléments d’actualité fraîche en utilisant les ressources telles que journaux, magazines spécialisés, … En cas de doute, les participant(e)s consulteront au préalable le professeur ou l’équipe pédagogique.",
        "other_info": "Éthique professionnelle, confidentialité et conflits d’intérêts Le séminaire est ouvert et interactif, il sera une combinaison d’apports tant des participants (étudiants/tes) que d’intervenants extérieurs possédants une expertise et une expérience en prise avec les thèmes abordés. Il est donc impératif que le séminaire soit un ‘safe space’ au sein duquel tout participant interne ou externe est à l’aise avec l’information qu’il ou elle apporte, avec le point de vue qu’il/elle aborde et défend de manière bienveillante et constructive. Un point important concerne la confidentialité des cas présentés par le professeur ou les intervenants externes et discutés au cours du séminaire : i l faut considérer comme allant de soi sauf remarque contraire . C’est essentiel de garantir cet aspect à la fois pour des raisons pédagogiques que pour la réputation de nos institutions et du master qui font appel à des externes dans un contexte spécifique. Par ailleurs, la confidentialité est une compétence clé de tout praticien RH – on ne la pratique jamais assez tôt. Enfin, en ce qui concerne les conflits d’intérêts possibles, ils seront exposés d’entrée de jeu et il est demandé à chaque participant/e de se signaler en cas de conflit avéré ou supposé.",
        "online_resources": "La page Moodle du séminaire est le ‘one stop shop’ pour toutes les informations et ressources utiles au séminaire. Il faut toutefois participer activement aux séances et au suivi des préparations/groupes pour atteindre les objectifs du cours. Tous les travaux sont à déposer sur Moodle selon les modalités et timings imposés par le cours (cf. « note pédagogique »).",
        "bibliography": "Un data pack avec des références sur les thèmes est déposé sur Moodle.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu2611",
        "title": "Audit de la communication interne",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "A travers l'analyse de cas concrets de communication interne, ce cours, qui a la forme d'un séminaire, se propose de mettre en évidence les principaux phénomènes, acteurs et supports de la pratique de la communication interne, pour permettre aux étudiants d'acquérir des compétences analytiques et d'élaboration des stratégies de communication.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Pratiquer une analyse approfondie de la communication interne d'une organisation, en tenant en considération les aspects culturels et la relation avec le contexte externe.",
        "content": "Le cours d'audit de communication vise à initier les étudiant.es à différents modèles de diagnostic et d'intervention sur les différentes dimensions de la communication interne de l'organisation. Pour chacune des dimensions ou facettes de la communication interne, nous mettrons en exergue les différentes méthodes permettant de poser un diagnostic. Dans la seconde partie, nous aborderons la formulation des recommandations. Dans la troisième partie du cours, nous aborderons les différentes modalités d'intervention. De manière transversale, nous poserons un regard critique et réflexif sur la posture de l'intervenant.e en organisation.",
        "teaching_methods": "Ce cours est fusionné avec le cours MCOMU2104. Etant donné que le cours est dispensé à Louvain-La-Neuve et à Mons à des horaires différents et dans 4 programmes de master, les séances théoriques du cours seront données en ligne via Teams et enregistrées. Au-delà des séances de cours précitées, plusieurs séances de questions et réponses seront organisées tout au long du semestre. Les groupes seront épaulés par la titulaire et son assistant tout au long de la réalisation du travail.",
        "assessment_methods": "L'évaluation portera d'une part sur le travail de groupe (60%) et sur un travail individuel (40%). En groupe, les étudiant.es devront réaliser une série d'entretiens narratifs en entreprise permettant de collecter des situations-problèmes de communication interne (au sens où nous la définirons en cours). Sur la base de ces témoignages, les étudiant.es devront appliquer un ou plusieurs modèles d'audit exposés en cours. Individuellement, chaque étudiant.e devra réaliser un récit auto-ethnographique d'une situation-problème qu'il/elle aura vécu dans un contexte organisationnel de son choix. Ce récit devra ensuite faire l'objet d'un diagnostic/recommandation/proposition d'intervention reposant explicitement sur la matière du cours. En cas d'échec collectif lié au travail de groupe, le travail devra être représenté en seconde session. En cas d'échec individuel lié à la non-participation aux travaux de groupe, le.la responsable du cours imposera un travail individuel à l'étudiant.e concerné.e.",
        "online_resources": "Le cours est le jumeau du cours MCOMU2104 hébergé sur la plateforme student-corner. Les étudiant.e.s seront ajoutés au cours au début du second quadrimestre. Une séance d'information lors de la première semaine du Q2 permettra d'expliquer le dispositif pédagogique dans les détails aux étudiant.e.s.",
        "responsible_entity": "COMU"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2730",
        "title": "Comparative wage and HRM systems",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van den broeck Marie"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours se déroule en trois grandes étapes : - introduction générale consacrée à la présentation du cours et à une mise à niveau sur les notions de base ; - systèmes comparés de gestion des ressources humaines ; - systèmes comparés de salaires.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du cours, les étudiants seront capables mener une analyse comparée en matière de gestion des ressources humaines et de salaires, c'est-à-dire : - repérer et comparer les évolutions dans la gestion des ressources humaines et les politiques salariales dans les différents pays européens, en relation avec les changements internationaux ; - identifier et comprendre les déterminants qui interviennent dans la formation des salaires dans les différents pays ; - repérer les facteurs de convergence et de divergence entre les pays européens ; - identifier les marges de man'uvre possibles dans ces politiques, en tenant compte des contraintes propres aux différents pays.",
        "content": "The first part of the course will deal with the topic of comparative HR systems: The role of HR manager and its function within the organization and across countries; HR policies and practices (e.g. recruitment, training and development, pay and reward, employee relations and communication, etc.) across countries; Factors explaining differences/similarities in HR policies; Trends in HRM over time. The second part of the course will deal with the topic of comparative wage and pay policies. The following themes will be discussed: Notions of wage, pay and its components; Recent developments in reward systems; Wages formation processes in Europe; Convergence and divergence factors in wages formation across countries.",
        "teaching_methods": "Interactive seminars Presentations by students",
        "assessment_methods": "The evaluation for this course has both a collective and individual component, more specifically: The first part of the course on \"Comparative HRM systems\" will be evaluated according to a group presentation based on the results of a comparative survey on human resource management policies and practices (choice of HRM area) accounting for 45% of the global note; The second part of the course on \"Comparative wage and pay policies\" will be evaluated according to an oral presentation (by pair of students) and a written paper of a critical question related to wage and pay systems (45%); Individual course attendance and participation to class discussions will also be taken into account for 10% of the global note. Students who do not reach a total of 10/20 will have to retake their exam in the form of an oral examination. Please note that in the assessment of this course, the use of artificial intelligence is prohibited, whether as an exploration and ideation tool or a writing tool.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir.",
        "online_resources": "Moodle",
        "bibliography": "All book chapters and academic articles will be made available to the students through Moodle. The main reference book is : Brewster, C., Houldsworth, E., Sparrow, P. & Vernon, G. (2016). International Human Resource Management . Kogan Page.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2070",
        "title": "Diagnostic organisationnel",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Léonard Evelyne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours se décompose en 3 parties : D'un paradigme unitariste à une vision pluraliste de l'organisation : apports théoriques majeurs pour comprendre les relations entre les acteurs dans et autour de l'organisation : travail sur des lectures ; Et en pratique ? Conception et mise en oeuvre d une observation empirique limitée ; Mise en commun et analyse finale ; implications pour le management et pour le changement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage AA du programme, cette activité contribue au développement et à l'acquisition des AA suivants: 1. Agir en acteur socialement responsable 1.1. porter un regard critique et réflexif 1.2. Décider et agir en intégrant des valeurs éthiques, humanistes 1.3. Décider et agir de manière responsable",
        "content": "Objectifs Le cours vise à développer vos capacités à conduire un diagnostic organisationnel, en vue d’agir à terme de manière pertinente en tant que gestionnaire, mais aussi en vue de bien décoder vos futures situations professionnelles. À l’issue du cours, vous aurez : acquis la maîtrise des principaux paradigmes qui permettent de comprendre et interpréter la réalité d’une organisation ; développé vos capacités méthodologiques – notamment des capacités d’observation et d’analyse – en partant de la théorie pour saisir et interpréter les données utiles dans une organisation ; développé vos capacité des synthèse, de discussion et de présentation des données de terrain. À cela s’ajoutent des capacités de travail en équipe, d’expression en public et de présentation de résultats d’une manière claire et non biaisée. Structure du cours Le cours suit pas à pas les étapes suivantes : Comment saisir les multiples dimensions d'une organisation ? Se donner des outlis d'analyse. Comment observer une organisation, en pratique ? Se donner une méthode. Que révèle l'étude d'une organisation précise ? Collecter et analyser des données. Comment rendre compte d'une organisation de façon précise et attractivé ? Présenter et écrire.",
        "teaching_methods": "Participez ! Le cours requiert une participation active de votre part. Chacune des étapes prévoit des activités en groupe, avec plusieurs échéances où je vous demande de fournir un document ou une présentation. Sachez toutefois que chacune de ces étapes va contribuer, pas à pas, à votre travail final. Faites preuve de curiosité ! Hé non, la curiosité n’est pas un vilain défaut. Le cours vous invite à étudier une organisation de façon approfondie, en maniant plusieurs regards, et il vous permet également de découvrir les organisations étudiées par les autres groupes. Vous aurez rarement dans votre carrière l’occasion de rencontrer au tel éventail d’approches sur des entreprises variées. Profitez-en ! Apprenez ! Comprendre une organisation, c’est vous permettre de vous situer dans votre futur contexte professionnel, en tant que gestionnaire ou manager. Comme l’écrivait très bien, il y a près d’un siècle, cette pionnière du management qu’était Mary Parker Follett, « N’exploitez pas votre personnalité : apprenez votre métier » (M. Parker Follett, 1941 : 272). Une capacité d’analyse constitue le meilleur outil d’un futur ou d’une future manager parce qu'elle permet de s'adapter à des situations diverses et que nous ne pouvons pas connaître aujourd'hui.",
        "assessment_methods": "Il s'agit d'une évaluation continue . L'évaluation finale porte sur deux composantes, toutes deux construites pas à pas au fil du cours : Une présentation orale en groupe. Un travail écrit en groupe. Les travaux consistent en une production originale de votre part. Même si vous vous faites aider par un robot conversationnel, par exemple, votre travail doit faire preuve de solidité scientifique, s'appuyer sur des sources fiables et de qualité, apporter des données originales lorsque le travail comprend une dimension empirique, et bien montrer les étapes de votre raisonnement. Les critères d’évaluation que je vous fournis vous permettent de savoir précisément ce qui est attendu.",
        "online_resources": "La page du cours sur Moodle fournit de nombreuses informations et ressources. Il faut toutefois participer aux séances de cours et au suivi des groupes pour être à même d'atteindre les objectifs du cours.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1212",
        "title": "Collecte et analyse des données qualitatives",
        "credits": "4.00",
        "hours": "25.0 h + 20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Burnay Nathalie",
            "Pierre Amélie"
        ],
        "teaching_language": "Français",
        "topics_covered": "1. Introduction à la logique de la recherche 2. Spécificités du qualitatif 3. Scientificité du qualitatif 4. Techniques de récoltes et d'analyse en qualitatif",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. avoir acquis un savoir-faire de base en matière de production et d'analyse des données en sciences sociales, dans une perspective qualitative ; 2. préciser le type de question-problème pour lequel le recours aux méthodes étudiées au cours s'avère pertinent ; 3. discuter de la pertinence des dispositifs de production des données ; 4. utiliser à bon escient les principaux outils de production et d'analyse des données.",
        "content": "DESCRIPTIF DU COURS : Ce cours est un cours d’initiation à la collecte et à l’analyse des données qualitatives en sciences politiques et sociales. Complémentaire au cours de méthodes quantitatives, il explore les logiques, les stratégies et les techniques liées à la collecte de données mais aussi à leur analyse. Il ne s'agit alors pas seulement d'un cours pratico-pratique de 'recueil de données' (on ne part pas à la cueillette de données comme à la chasse aux papillons), mais d’une formation invitant aussi l'étudiant à s'interroger sur le sens de cette activité d'enquête, sur la nature desdites données, et proposant d'étendre l'apprentissage méthodologique aux méthodes de conceptualisation et de théorisation. Les sciences sociales et politiques étant des sciences empirico-conceptuelles, les méthodes qu'elles se donnent concernent autant les aspects pratiques de l'enquête de terrain que les logiques par lesquelles se forgent concepts et théories.",
        "teaching_methods": "Ce cours s'appuie sur un enseignement ex-cathédra (cours magistral et supports vidéo et textuels) en auditoire et sur la réalisation de travaux pratiques. Ce cours d'introduction aux méthodes d'enquête qualitatives s'appuie sur une méthode d'enseignement privilégiant : - Les complémentarités entre théorie et pratique de l'enquête qualitative; - La recherche de continuités et complémentarités entre les différentes disciplines de l'auditoire et les logiques d'enquête qu'elles privilégient ; - L'identification d'un \"terrain d'entente\" thématique entre les disciplines.",
        "assessment_methods": "Ce cours de formation aux méthodes qualitatives en sciences sociales et politiques accorde une large part à la mise en œuvre pratique de ces méthodes. Ainsi, la note obtenue pour la partie \"travaux pratiques\" du cours représente 50% de la note globale. L'évaluation de la partie théorique du cours (50%) consiste en un examen écrit composé de questions ouvertes appelant un effort d'élaboration de la réflexion et de rédaction. La note de l'examen est le résultat de la somme des deux types d'enseignement. Seconde session : Les étudiant-e-s ayant obtenu un résultat global inférieur à 10/20 en juin doivent repasser la (les) partie(s) à laquelle (auxquelles) ils ou elles ont échoué. Le détail de la cote globale de juin peut être obtenu, par un courriel, au corps enseignant, dans la semaine qui suit la délibération. Important, concernant la seconde session: si il est en principe possible de déposer un travail de rattrapage en cas d'échec d'un étudiant à la partie TP du cours, il est très vivement conseillé aux étudiants de participer dûment aux TP et de réussir cette partie dès la première session. Cette partie pratique n'a de sens que si elle fait l'objet d'une participation collective de l'ensemble des étudiants lors des différentes sessions prévues en cours de quadri. Afin de dissuader nettement une participation dilettante aux sessions TP et à la réalisation du travail de groupe, le travail de rattrapage demandé aux étudiants en échec de la partie TP (et qui doivent repasser celle-ci en septembre) est particulièrement lourd : il consiste en un travail personnel demandant à l'étudiant refaire, seul et entièrement, un travail d'un type et d'une ampleur identique à celui proposé à son groupe lors du quadrimestre.",
        "other_info": "Ce cours se situe dans le prolongement du Séminaire de travail universitaire qui en constitue dès lors un pré-requis. Il prépare au Séminaire pratique de recherche en sociologie et anthropologie et au Séminaire pratique de recherche en sciences politiques ou de sociologie en fonction des filières d'enseignement.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsmf2007",
        "title": "Change Management and Leadership",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Guilmot Nathalie",
            "Malcourant Emilie",
            "Vas Alain"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "None",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "bibliography": "Those are examples and do not represent an exhaustive list: Pichault, F. (2013). Change management: Toward a polyphonic management . De Boeck Superieur. Kotter, J. P. (2012). Leading change . Harvard business press. Mansaray, H. E. (2019). The role of leadership style in organisational change management: a literature review. Journal of Human Resource Management , 7 (1), 18-31.",
        "course_materials": "Slides provided via Moodle",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2610",
        "title": "Stratégie d'entreprise",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bascle Guilhem"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les stratégies d'entreprise : choix et équilibre de l'organisation, politique de produit, système d'infor-mation, cohérence des objectifs, relations avec l'environnement économique.\rConcepts essentiels de l'analyse des bilans et l'interprétation des informations financières de l'entre-prise.\rAnalyse de décisions et de leur logique tels que par exemple l'analyse des coûts et les décisions d'in-vestissement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à donner une vue d'ensemble des problèmes de l'entreprise, à introduire à l'analyse des stratégies de l'entreprise et notamment aux logiques de base des décisions",
        "content": "Le cours de Management Stratégique permet aux étudiant·e·s de maîtriser les concepts et les outils analytiques majeurs de la stratégie d’entreprise. Il aidera les étudiant·e·s à connaître les différentes étapes du management stratégique, à comprendre comment les décisions stratégiques se prennent, et à percevoir l’importance de la stratégie.",
        "teaching_methods": "- Cours - Lectures - Discussions Suivre les séances du cours est obligatoire et est une condition pour son succès.",
        "assessment_methods": "Examen final en session (100%): Examen écrit (QCM) en première session et oral en seconde session",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=1952",
        "bibliography": "Richard Whittington, Duncan Angwin, Patrick Regner, Gerry Johnson, Kevan Scholes, Frédéric Fréry, Stratégique, 13ième édition, Pearson Education 2023. Nicolas NEYSEN, La stratégie des organisations : Fondements et pratiques du management stratégique , De Boeck Supérieur, 2017.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgrh2003",
        "title": "Nouvelles formes d’emploi et d’organisation",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Coster Stéphanie",
            "Terlinden Laurianne"
        ],
        "teaching_language": "Français",
        "prerequisites": "Management Humain (LECGE1321, LINGE1224, MGEST1323 ou équivalent)",
        "topics_covered": "Le cours porte sur le développement des nouvelles formes d’organisation et des nouvelles formes d'emploi et leurs enjeux en matière de management humain. Il introduit les caractéristiques de ces nouvelles formes d’organisation (telles que l’autogestion, la collaboration ou le co-design) et de ces nouvelles formes d’emploi (telles que les flexi jobs ou le travail dit de plateforme) et les positionne par rapport à des transformations de fond dans le monde du travail (telles que l’individualisation, la digitalisation…). Le cours présente des cas concrets et les théories permettant leur analyse. Il offre en particulier une analyse de leurs enjeux à la lumière du cadre du management humain (réflexivité, reconnaissance, travail réel) en montrant les risques de ces formes d’emploi et d’organisation en la matière, mais aussi à quelles conditions celles-ci peuvent s’inscrire et incarner le management humain (p.ex. en matière de compétences collectives et de leadership).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Renforcer ses connaissances et sa compréhension du management humain et des nouvelles formes d’emploi et d’organisation ; 2 Rechercher de manière autonome et rigoureuse l'information nécessaire à la résolution d'un problème de gestion transversal et complexe ; 3 Réaliser une analyse de cas et formuler des recommandations pratiques, soutenues par des théories appropriées.",
        "content": "Le contenu du cours se compose de deux grandes parties : Introduction aux nouvelles formes d'organisation : les principaux modèles, leurs dénominateurs communs, le contexte dans lequel ils apparaissent et leurs enjeux qu'ils présentent en termes de management humain Introduction aux nouvelles formes d'emploi, transformation de fond du monde du travail",
        "teaching_methods": "Le cours combine cours théoriques, interventions d'experts, lecture de documents, classes inversées, et cas d'étude pratique. Les étudiants explorent des documents théoriques, préparent les sujets en amont, et appliquent leurs connaissances lors de discussions et d'études de cas, enrichies par des interventions d'experts. Une étude de terrain complète l'apprentissage en confrontant les étudiants aux réalités professionnelles.",
        "assessment_methods": "L’évaluation du cours est continue et progressive.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1317",
        "title": "Analyse critique des organisations et des marchés",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Amougou Joseph",
            "de Nanteuil Matthieu"
        ],
        "teaching_language": "Français",
        "topics_covered": "Organisations, marchés Rationalité formelle, rationalité substantielle Taylorisme Fordisme, Post-­fordisme Commodities Types de marché (produits et services, travail, capitaux) Modes d'organisation Formes de l'échange économie (marchand, non-­marchand, public).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de ce cours, l'étudiant(e) sera en mesure : de disposer de définitions stables des catégories d' « organisation » et de « marché » ; de maîtriser les bases de l'épistémologie critique (historicisation et pluralisation des catégories étudiées) ; d'identifier un problème d'organisation et/ou une organisation de marché ; d'être conscient des enjeux éthiques liés aux phénomènes observés.",
        "content": "Propos général - Organisations et marchés à l’ère de l’Anthropocène Ce cours propose de réfléchir aux bases relationnelles des phénomènes économiques, c’est-à-dire à l’ensemble des relations qui sous-tendent le fonctionnement concret des organisations et des marchés. Pour cela, il entend rendre compte non seulement de ces deux entités comme telles, mais des liens qui les unissent. Une analyse critique des organisations et des marchés, comme celle que nous proposons ici, est avant tout une analyse des liens entre ces deux entités constitutives des phénomènes économiques. À l’heure où notre monde globalisé fait l’expérience de la finitude et doit relever le défi de l’Anthropocène, notre propos n’est pas de dénoncer abstraitement les phénomènes économiques mais d’en proposer une analyse approfondie, en examinant leur genèse, leur diversité à la surface du globe, les théories sur lesquelles ils s’appuient, mais aussi le rapport qu’ils entretiennent de longue date – positivement ou négativement – avec la question écologique. Dans ce cours, quatre paradigmes sont disponibles , mais les étudiant.e.s seront amené.e.s à choisir par eux-mêmes entre deux chemins possibles : 1/ Un chemin mettant l’accent sur le paradigme « Systèmes et structures »  è Chemin « SYSTEMES » Paradigme 1 – Utilitarisme et critique sociale (chapitres 3 et 4) Paradigme 2 – Systèmes et structures (chapitres 5 et 6) Paradigme 4 – Savoirs et identités (chapitres 9 et 10) 2/ Un chemin mettant l’accent sur le paradigme « Régulations et conventions »  è Chemin « ACTEURS » Paradigme 1 – Utilitarisme et critique sociale (chapitres 3 et 4) Paradigme 3 – Régulations et conventions (chapitres 7 et 8) Paradigme 4 – Savoirs et identités (chapitres 9 et 10)",
        "teaching_methods": "Méthode d'apprentissage – Le cours alterne : stage d’initiation au travail d’exécution et travaux de groupe, lectures approfondies du manuel et des slides, mobilisation des supports pédagogiques (livre et film), séances en présentiel, illustrations (vidéos, études de cas, etc.) et invitations de grands témoins (cadres-dirigeants, consultants, experts ou partenaires sociaux de différentes organisations).",
        "assessment_methods": "Evaluation - L'évaluation comprendra les différents aspects suivants : En cours : une séance « Grands témoins », pour laquelle la présence est obligatoire . Cette séance est suivie d’un débat public en présence d’un acteur de la vie économique, sociale, culturelle.  Une absence injustifiée entraîne un travail individuel supplémentaire . En fin de cours : Examen écrit individuel (50%) Travail en groupe (50%)",
        "other_info": "Acquis d’apprentissage – A la fin de ce cours, l’étudiant.e  sera en mesure de : maîtriser les définitions des catégories suivantes : organisation, entreprise, marché, non-marchand, environnement, biosphère, anthropocène, vie biologique, vie signifiante ; développer une argumentation claire et précise sur une question vue en cours ; connaître la pensée des auteurs-clé et savoir les situer dans les différents paradigmes ; prendre du recul par rapport aux théories et faire le lien avec l’actualité ; saisir les enjeux éthiques et politiques des phénomènes observés ; identifier et traiter un problème d’organisation dans un environnement donné – marchand ou non-marchand. En référence à la « Boussole de compétences de la LSM » ( https://uclouvain.be/en/faculties/lsm/competency-framework.html ), ce cours contribuera au développement des compétences suivantes : Connaissance et raisonnement Approche scientifique et systématique Travail en équipe et leadership Développement professionnel et personnel En référence à la « Roue de la Transition et du Développement Durable », promue par le Plan Transition ( https://uclouvain.be/fr/decouvrir/universite-transition/plan-transition.html ), ce cours contribuera au développement des thèmes suivants : Connaissance et méthodes scientifiques Pluralité des grilles d’analyse Analyse systémique Mise en œuvre (via enquêtes et recommandations)",
        "online_resources": "Supports - Ce cours mobilise différents supports un manuel de référence contenant l’intégralité du cours :  Amougou, Thierry et de Nanteuil, Matthieu (2022) Introduction à la sociologie économique. Analyse critique des organisations et des marchés , LLN, De Boeck ; ce manuel est complété par des slides de synthèse de chacun des chapitres, disponibles sur Moodle ; : un livre dont la lecture est obligatoire avant la dernière séance et pour l’examen : Si c’est un homme , de Primo Lévi un film à visionner obligatoirement avant la dernière séance et pour l’examen : 12 years of slave , de Steve Mac Queen. Toutes les autres ressources sont en ligne (site Moodle : LECGE1317) : slides, textes de référence, documents annexes.",
        "bibliography": "Boyer R. et Durand J.--'P., 1993, L'Apres--'fordisme, Paris, Syros. Caillé A., 2010, Théorie anti-utilitariste de l'action. Fragments d'une sociologie générale, Paris, La Découverte; ' 1989, Critique de la raison utilitaire, Paris, La Découverte. Callon M. (eds), 1998, The Laws of Markets, Oxford, Blackwell. Coleman J., 1986, Individual Interests and Collective Actions. Selected Essays, Cambridge, Cambridge University Press. Crozier M., 1982 Le Phénomène bureaucratique. Essai sur les tendances bureaucratiques des systèmes d'organisation modernes et sur leurs relations en France avec le système social et culturel, Paris, Seuil [1963] ; Crozier M. et Friedberg E., 1977, L'Acteur et le système. Les contraintes de l'action collective, Paris, Seuil. Dumont L., 1977, Homo aequalis. Genèse et épanouissement de l'idéologie économique, Paris, Gallimard. Durkheim E., 2008, De la division du travail social, Paris, Flammarion [1893]. Fontaine L., 2014, Le Marché : histoires et usages d'une conquête sociale, Paris, Gallimard ; ' 2008, L'Economie morale. Pauvreté, crédit et confiance dans l'Europe préindustrielle, Paris, Gallimard. Foucault M., 2001, L'Herméneutique du sujet. Cours au collège de France (1981--'1983), Paris, Gallimard ; ' 1975, Surveiller et punir. Naissance de la prison, Paris, Gallimard ; Friedberg E., 1993, Le Pouvoir et la règle. Dynamiques de l'action organisée, Paris, Seuil. Friedmann G., 1956, Le travail en miettes, Paris, Gallimard. Granovetter M., 2000, Le marché autrement : les réseaux dans l'économie, Paris, Desclée de Brouwer. Granovetter M. & Swedberg R., 2001, The Sociology of Economic Life, Boulder, Westview Press, 2nd ed. Laville J.--'L., 1997, « Le renouveau de la sociologie économique » in Cahiers internationaux de sociologie, vol. CIII (229--'235); ' 2010, Politique de l'association, Paris, le Seuil. Laville J.--'L. et Nyssens M., 2001, Les services sociaux entre associations, marché et Etat : l'aide aux personnes âgées, Paris, La Découverte. Luhmann N., 1999, Politique et complexité, Paris, Cerf. March J. G., Simon H. A, 1974, Les Organisations : problèmes psychosociologiques, préf. de M. Crozier, Paris, Dunod, [1969], trad. par J.--'C. Rouchy. Mauss M., 2012, Essai sur le don : forme et raison de l'échange dans les sociétés archaïques, Paris, PUF, 2e ed. [1925]. Mintzberg H., 1999, « Nous vivons dans le culte du management », in P. Cabin (dir.), Les Organisations, Paris, Sciences humaines, p. 91--'97 ; ' 1994, The Rise and Fall of Strategic Planning, New--'York, Prentice--'Hall; ' 1986, Le Pouvoir dans les organisations, Paris, Ed. d'Organisation. de Montmollin M. (dir.), 1984, Le Taylorisme, Paris, La Découverte. Nyssens M. (eds), 2006, Social enterprise: At the Crossroads of Market, Public Policies and Civil Societies, New York, Routledge. Polanyi K., 1983, La Grande transformation. Aux origines politiques et économiques de notre temps, Paris, Gallimard. Reynaud J.--'D., 1989, Les Règles du jeu. L'action collective et la régulation sociale, Paris, A. Colin; Sainsaulieu R., 1987, Sociologie de l'organisation et de l'entreprise, Presses de la FNSP, Paris. Smith A., 1991, Recherche sur la nature et les causes de la richesse des nations, Paris, Flammarion, [1776]. Terssac (de) G. (eds.), 2003, La Théorie de la régulation sociale de Jean--'Daniel Reynaud, Paris, La Découverte. Veltz P., 2000, Le Nouveau monde industriel, Pris, Gallimard. Weber M., 1971, Economie et société, Paris, Plon [1956]. Williamson O., 1999, The Economics of Transaction Costs, Cheltemham, Elgar.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2091",
        "title": "Cross Cultural Competences and Management",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Aust-Gronarz Ina",
            "Dóci Edina"
        ],
        "teaching_language": "Anglais",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "bibliography": "A list of readings will be provided (see course outline on the Moodle website from this course) and it is expected that students will do the course preparations and readings when requested.",
        "course_materials": "Moodle",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2630",
        "title": "Bien-être au travail",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Frankart Aurélie",
            "Schepens Bénédicte"
        ],
        "teaching_language": "Français",
        "topics_covered": "Après une introduction à la législation sur le bien-être au travail, les notions principales ainsi que des notions législatives sont décrites pour les différents thèmes abordés : les ambiances physiques de tra-vail (le bruit, les ambiances thermiques, les vibrations, l'éclairage et le travail sur écran, les radiations ionisantes et non ionisantes);  les ambiances chimiques de travail (notions de toxicologie et d'évaluation des risques, les cancers professionnels, la qualité de l'air intérieur, les fiches de sécurité et l'étiquetage des produits chimiques); les agents biologiques ;  \rles aspects ergonomiques et le port de charge; la charge psycho-sociale ; le travail posté; les équipe-ments de protection individuelle; la protection de la maternité; les accidents du travail et les maladies professionnelles",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à donner une formation de base à des étudiants qui seront amenés dans leur vie profes-sionnelle à traiter avec des conseillers en prévention dans les domaines de la sécurité, de l'hygiène, de la médecine du travail, de l'ergonomie et du psychosocial . Les étudiants doivent être largement sensi-bilisés et motivés aux problèmes posés, ainsi qu'être capables techniquement d'établir avec des spécia-listes un dialogue fructueux pour la mise en uvre de mesures visant à l'amélioration des conditions de travail",
        "content": "Après une introduction à la législation sur le bien-être au travail, les notions principales ainsi que des notions législatives sont décrites pour les différents thèmes abordés : les ambiances physiques de travail (ambiances sonores, ambiances thermiques, ambiances lumineuses, travail sur écran); les aspects ergonomiques du poste de travail; la charge psychosociale; le travail posté; les équipements de protection individuelle; la protection de la maternité; les accidents du travail et les maladies professionnelles. Concernant les dimensions psychosociales, les facteurs de risque ainsi que leurs conséquences pour la santé physique et mentale seront passés en revue. La prévention des risques psychosociaux et la surveillance de la santé sont également exposées. Le rôle et l’articulation des acteurs du bien-être ainsi que de manière plus globale, la cohérence et l’effectivité des mécanismes mis en place en matière de bien-être au travail sont examinés.",
        "teaching_methods": "Enseignement ex-cathedra avec un temps consacré à l'échange avec les étudiant.e.s. Eu égard aux circonstances, l'enseignement pourra, le cas échéant, être complété (ou remplacé) par d'autres méthodes pédagogiques.",
        "assessment_methods": "Les modalités relatives à l'évaluation certificative sont décrites et disponibles sur le site du cours sur la plateforme Moodle du cours. Elles sont également présentées aux étudiant.e.s lors du premier cours. Les étudiants sont évalués par un examen écrit en présentiel, sauf circonstances exceptionnelles. La matière de l’examen correspond aux objectifs poursuivis par le cours. L’examen portera sur les deux parties du cours dispensées par chacune des deux enseignantes, de manière proportionnelle . En effet, chaque partie de l’examen sera évaluée séparément par l’enseignante concernée.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "bibliography": "La bibliographie est annoncée et/ou rendue disponible sur la plateforme Moodle du cours.",
        "course_materials": "Le support du cours sera disponible sur la plateforme Moodle du cours.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl1330",
        "title": "Anglais niveau moyen 1ère partie",
        "credits": "3.00",
        "hours": "20.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Brabant Stéphanie",
            "Coduti Charline",
            "Dagneaux Estelle",
            "Delghust Jean-Luc",
            "Deneumoustier Aurélie",
            "Desterbecq Fanny",
            "Duelz Marie",
            "Grommersch Claudine",
            "Mulkers Sandrine",
            "Paquin Yannick",
            "Piwnik Marc",
            "Stas Françoise",
            "Toubeau Anne-Julie"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi un cours correspondant au niveau A2 supérieur du 'Cadre Européen commun de référence pour les langues' (Conseil de l'Europe).",
        "topics_covered": "Le cours est articulé sur différents thèmes (l'éducation, la famille, la santé, la publicité, les médias, les nouvelles technologies, la science, l'environnement).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme du cours (en fin de BAC 1), l'étudiant devra avoir atteint le niveau B1 (inférieur) du 'Cadre Européen commun de référence pour les langues' (Conseil de l'Europe) et cela dans les 3 aptitudes suivantes: compréhension à la lecture, compréhension à l'audition et expression orale.",
        "content": "Cours d'anglais général destiné à donner aux étudiants le vocabulaire, la grammaire, les techniques de lecture et d'audition requises pour le niveau intermédiaire en BAC 2. Au terme de cet apprentissage (en fin de BAC 1), l'étudiant devra avoir atteint le niveau B1 (inférieur) du 'Cadre Européen commun de référence pour les langues' (Conseil de l'Europe) et cela dans les 3 aptitudes suivantes: compréhension à la lecture, compréhension à l'audition, expression orale.",
        "teaching_methods": "L'apprentissage se fait en contexte sur la base de documents authentiques (compréhension à la lecture et à l'audition) et implique l'interaction des étudiants lors des activités de compréhension. Le vocabulaire et les structures de base sont exercés et consolidés par le biais d'exercices écrits et oraux.",
        "assessment_methods": "Les étudiants en BAC 1 sont interrogés de manière suivante: Test d'entrée et test dispensatoire : Tous les étudiants doivent passer un test d'entrée sur MoodleUCL lors de la première semaine de cours. Les étudiants classés en ordre utile à ce test seront invités à présenter le test dispensatoire de la deuxième semaine.  Le test dispensatoire est du même niveau que l'examen. Il permet sur base de leurs résultats de dispenser les étudiants, qui ont le niveau requis, du cours et de l'examen final. Aucune séance de rattrapage ne sera prévue pour le test dispensatoire. Une absence au test dispensatoire, justifiée ou non, entrainera automatiquement le non-octroi de la dispense. Test oral de mi-quadrimestre : Vers la moitié du quadrimestre, les étudiants non dispensés présenteront un test oral. Cette évaluation certificative intervient dans la note finale. Examen écrit de fin de quadrimestre : L'examen écrit de fin de quadrimestre porte sur (a) les textes, les vidéos et toute la grammaire du syllabus et (b) le vocabulaire du livre \"English Vocabulary in Use\" (pre-intermediate to intermediate) de Stuart Redman, Cambridge University Press, Fourth Edition. L'évaluation continue certificative est calculée sur base du travail régulier et de la participation au cours. L'évaluation continue n'est plus prise en compte à la troisième session d'examens (août/septembre).",
        "other_info": "Présence obligatoire au cours. Un monitorat ( ENGLISH + ) facultatif destiné aux étudiants les plus faibles est organisé toute l'année à raison d'une heure / semaine. Des séances d’Aide à la Réussite facultatives sur des aspects ciblés de la matière sont organisées en présentiel et/ou sur TEAMS durant chaque quadrimestre. ( https://moodle.uclouvain.be/course/view.php?id=4581 ) Chaque professeur a au moins une heure de réception.",
        "online_resources": "Sur MoodleUCLouvain : - le cours LANGL1330P – English for ESPO11 Students 2024-2025 Q1 , https://moodle.uclouvain.be/course/view.php?id=9591 - le cours LANGL1330S – English for ESPO11 Students 2024-2025 Q2 , https://moodle.uclouvain.be/course/view.php?id=9776",
        "course_materials": "Syllabus d'anglais ESPO 11 - LANGL1330 Niveau Moyen – 1° partie English Vocabulary in Use (pre-intermediate to intermediate), Stuart Redman, Cambridge University Press, 4th Edition English Grammar in Use, Raymond Murphy, Cambridge University Press,  5th Edition A partir de MoodleUCLouvain : le cours LANGL1330P – English for ESPO11 Students (Q1) ou LANGL1330S – English for ESPO11 Students (Q2)",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lneer2602",
        "title": "Séminaire d'insertion professionnelle: néerlandais - niveau perfectionnement",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Demeulenaere Isabelle"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "L'unité d'enseignement est de niveau perfectionnement et suppose donc au départ une très bonne maîtrise réceptive et productive de la grammaire et du vocabulaire de base ainsi que la maîtrise des aptitudes langagières du niveau B2 du « Cadre européen commun de référence pour les langues » (CECR).  L'unité d'enseignement LNEER2600 peut servir de préparation à cette unité-ci, mais n'en constitue pas un pré-requis indispensable.",
        "topics_covered": "Cette unité d'enseignement est articulée autour de différents thèmes liés principalement au domaine professionnel dans lequel l'étudiant sera appelé à s'insérer. Des thématiques liées au monde professionnel au sens large seront abordées au fil des cours et les étudiants aurons également l'occasion de présenter leur domaine d'étude sous forme de présentation (vulgarisation scientifique).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension écrite comprendre dans le détail des textes longs et complexes, qu'ils se rapportent ou non à son domaine, à condition de pouvoir relire les parties difficiles. comprendre dans le détail une gamme étendue de textes que l'on peut rencontrer dans la vie sociale, professionnelle ou universitaire et identifier des points de détail fins, y compris les attitudes, que les opinions soient exposées ou implicites. Niveau C1 du « Cadre européen commun de référence pour les langues » 2 Compréhension orale comprendre une conférence et un discours assez long, même s'il n'est pas clairement structuré, et suivre une argumentation complexe à condition que le sujet en soit relativement familier (comprendre un conférencier, un interlocuteur lors d'une réunion, d'une négociation, au téléphone, '). comprendre les émissions de télévision et les films sans trop d'effort. Niveau C1 du « Cadre européen commun de référence pour les langues » 3 Expression orale d'utiliser la langue avec aisance, correction et efficacité dans une gamme étendue de sujets d'ordre général, éducationnel, professionnel,' en indiquant clairement les relations entre les idées. de communiquer spontanément avec un bon contrôle grammatical sans donner l'impression d'avoir à restreindre ce qu'il/elle souhaite dire et avec le degré de formalisme adapté à la circonstance. Niveau B2+ du « Cadre européen commun de référence pour les langues » 4 Expression écrite d' écrire un essai ou un rapport qui développe une argumentation en apportant des justifications pour ou contre un point de vue particulier et en expliquant les avantages ou les inconvénients de différentes options. de rédiger un courrier formel et connaître les formules les plus appropriées aux différentes formes de correspondance utilisées en milieu professionnel. Niveau B2 du « Cadre européen commun de référence pour les langues » 5 Code Extension du vocabulaire général (au-delà des 4000 premiers mots) et spécifique au monde du travail. Consolidation des structures grammaticales spécifiques simples et complexes du néerlandais. L'utilisation du code est vue dans une perspective communicative sans toutefois négliger la correction. Culture Au niveau de toutes les aptitudes précitées, sensibiliser les étudiants à la culture flamande et néerlandaise, développer la capacité d'apprécier les valeurs transmises par cette culture à travers différents domaines (social, politique, économique).",
        "content": "Cette unité d'enseignement consiste à aider l'étudiant à être opérationnel dans le monde professionnel dans lequel il sera appelé à s'intégrer. Par le biais de dossiers de lecture amenés par les étudiants et de présentations de vulgarisation scientifique, l'étudiant développera les finesses de la langue parlée et écrite. Toutes les compétences (écouter, parler, lire et écrire) seront donc abordées, même si l'accent sera mis sur la communication orale en milieu professionnel.",
        "teaching_methods": "Encadrement: cours en groupes de maximum 20 étudiants. Charge de travail Heures présentielles : 30 h Travail autonome : 60 h Toutes les compétences (écouter, parler, lire et écrire) seront abordées au cours, même si l'accent sera mis sur la communication orale en milieu professionnel. L'étudiant est tenu de faire un exposé seul sur un domaine d'étude spécifique (sujet de mémoire ou de thèse par exemple) à un public non spécialisé dans ce domaine. C'est également chaque étudiant qui, à tour de rôle, prépare un dossier de lecture autour d'un sujet au choix lié au monde professionnel au sens large.",
        "assessment_methods": "Évaluation permanente (participation au cours, tâches régulières à réaliser, présentation scientifique orale,...) Test écrit et oral en fin d'année. Session de septembre : l'examen oral ainsi que les tests de vocabulaire peuvent être réorganisés pour un étudiant ayant échoué à condition d'avoir réalisé durant l'année les tâches demandées. Un étudiant qui n'aurait pas participé aux séances de cours n'aura pas la possibilité de passer l'évaluation en session de septembre uniquement.",
        "other_info": "Conditions d'accès à cette unité d'enseignement : avant de valider le programme de l'étudiant, le jury restraint se doit de vérifier, si l'étudiant a choisi d'y inscrire cette unité d'enseignement, que la coordinatrice a bien validé l'inscription de cet étudiant dans l'un des groupes, ceci permettant une bonne gestion des groupes au sein de l'Institut des Langues Vivantes.",
        "online_resources": "https://moodle.uclouvain.be",
        "bibliography": "plateforme d'apprentissage Moodle matériel authentique tiré de la presse belge néerlandophone ainsi que de certains sites tels que job@.be, vacature.com",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespo1321",
        "title": "Economic, Political and Social Ethics",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "André Pierre"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le débat économique et social enchevêtre constamment - et inévitablement - observations empiriques, affirmations théoriques et jugements de valeur. Le cours tente d'apprendre à clarifier ce débat en distinguant les différents ordres de questions, en explicitant les critères qui, dans chaque ordre, doivent permettre de trancher entre positions concurrentes, et en examinant comment les jugements de valeur qui sous-tendent le débat peuvent eux-mêmes faire l'objet d'une discussion rigoureuse.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours offre aux étudiants un aperçu synthétique et critique des principales approches contemporaines en matière d'éthique économique et sociale. Par là, et surtout par la mise en ouvre effective des outils analytiques qui leur sont ainsi fournis, il vise à aider les étudiants à se situer de manière critique et informée par rapport aux questions éthi-ques qui se présentent dans le vaste champ couvert par les sciences économiques, sociales et politiques.",
        "content": "Comment partager les ressources ? À quelles conditions l’État peut-il légitimement contraindre les individus ? Jusqu’où promouvoir l’égalité des chances ? Avons-nous l’obligation morale de lutter contre la pauvreté mondiale ou le changement climatique ? Toutes ces questions sont cruciales pour l’économie, la société et la politique. Or, la philosophie éthique et politique fournit des outils conceptuels et normatifs pour chercher à y répondre. Ce cours constitue une introduction à l’éthique économique, sociale et politique. Il propose un aperçu synthétique et critique des principales théories contemporaines de la justice sociale. Il vise à permettre aux étudiant.e.s de développer une réflexion autonome dans ce champ de réflexion en leur apportant les concepts et arguments centraux et en les appliquant à des enjeux concrets posés dans les domaines de l’économie, de la société et de la politique. Le cours sera organisé en deux parties. La première présentera les principales théories contemporaines de la justice sociale en général (utilitarisme, libertarisme, marxisme, égalitarisme libéral, etc.). La seconde portera, elle, sur des questions d’éthique appliquée dans divers domaines (par exemple, le changement climatique, l’éducation, la santé publique ou la fiscalité).",
        "teaching_methods": "L’enseignement repose essentiellement sur les séances de cours magistral ( ex cathedra ) comprenant également des moments d’interaction avec les étudiant.e.s. Il est donc attendu de ces dernier.e.s qu’ils/elles y assistent, mais également y participent activement en prenant des notes, en posant leurs questions et en prenant part aux éventuels exercices réalisés en classe.",
        "assessment_methods": "L'évaluation prendra la forme d’un examen final écrit et surveillé. L’examen comprendra des questions à choix multiples et éventuellement une ou plusieurs questions ouvertes. Le mode d’évaluation est le même pour la première et la seconde session.",
        "other_info": "Le cours est dispensé en anglais, mais la bibliographie comprend également des ouvrages en français pour les étudiant.e.s qui en ont besoin. Il est attendu des étudiant.e.s qu’ils/elles assistent aux cours ex cathedra , étudient les diapositives de cours et fassent les lectures obligatoires afin de maîtriser les connaissances et compétences indispensables à la réussite à l’examen.",
        "online_resources": "Diapositives disponibles sur Moodle après le cours.",
        "bibliography": "Arnsperger Christian et Van Parijs Philippe, Éthique économique et sociale , Paris, La Découverte (coll. « Repères »), 2003. Kymlicka Will, Contemporary Political Philosophy: An Introduction , Oxford, New York, Oxford University Press, 2002. In French: Kymlicka Will, Les théories de la justice : une introduction , traduit par Marc Saint-Upéry, Paris, La Découverte, 2003. Sandel Michael J., Justice. What’s the Right Thing to Do? , London, Penguin, 2010. In French: Sandel Michael, Justice , traduit par Patrick Savidan, Paris, Flammarion, 2017.",
        "course_materials": "Slides available on Moodle after each class / diapositives disponibles sur Moodle après chaque cours Texts (compulsory readings) / textes (lectures obligatoires) Texts (optional readings) / textes (lectures d'approfondissement)",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl1700",
        "title": "Anglais niveau avancé",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Byrne Timothy",
            "Denis Philippe"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Niveau B2 du 'Cadre Européen de Référence des Langues",
        "topics_covered": "Thèmes concernant la vie professionnelle future des étudiants, actualités. Grande flexibilité de thèmes car discussions basées sur des articles mis sur Moodle qui peuvent  être changés pour garder l'actualité du cours. Les étudiants peuvent choisir des thèmes à aborder.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Ce cours a pour objectif de développer la compétence communicative (surtout en ce qui concerne  l'expression  orale). L'objectif est d'atteindre le niveau C1 du 'Cadre Européen de Référence des Langues en expression orale et écrite. 1 Compréhension à la lecture: Etre capable de lire couramment une variété de textes  généraux et du domaine professionnel. 2 Compréhension à l'audition : Etre capable de comprendre des conférences, débats et interviews. 3 Expression orale : Etre capable de s'exprimer sur des sujets généraux et spécifiques du domaine professionnel. Pouvoir participer activement à des débats et discussions. 4 Expression écrite: Pouvoir rédiger le résumé d'un livre Pouvoir exprimer son avis sur des thèmes actuels et participer à un forum.",
        "content": "1. LANGL1700P: Ce cours, intitulé English through Film, donné par Timothy J. BYRNE au premier quadrimestre, est destiné aux étudiant.e.s ayant déjà un niveau B2+ à C1. Il vise un niveau C1+ voire C2. Les aptitudes productives, à savoir, l'expression orale et l'expression écrite seront travaillées de façon communicative: des extraits de film seront utilisés comme tremplin vers des conversations et des productions écrites, et chaque étudiant.e abordera ses productions (orales et écrites) de sa propre perspective académique. (focus sur le développement durable, la transition et les ODD, ainsi que sur l'EDI, l'équité, la diversité et l'inclusion) 2. LANGL1700S : Le cours du professeur Philippe J. DENIS, au Q2 , consiste en 4 parties. I . Language and Cultural Matters: For practice only II . The Student-Led Class Challenge II . The Creative, Academic Writing & Public Speaking Project IV. The Employee Spotlighting Project Niveau de départ : B2+ et davantage Les 4 aptitudes reçoivent la même attention, mais seuls les productions écrites et les prestations orales (II. III. IV.) font l'objet d'une évaluation. Originalité : La méthodologie par projet privilègie la production et l'autonomie.",
        "teaching_methods": "1. LANGL1700P: Un nombre de 15 étudiant.e.s maximum sera admis pour ce cours. L'étudiant.e perd 25% de ses points si il/elles est absent.e du cours pour plus que deux fois sans justification. 2. LANGL1700S: Le cours est interactif, et se donne en groupes de 15 à 20 étudiants. L'ensemble des méthodologies appliquées, CLIL, blended learning, flipped classroom, ont pour but d'affiner les aptitudes productives, sur le plan de l'aisance et de la correction linguistiques. La participation active et l'investissement personnel sont donc hautement souhaités et récompensés .",
        "assessment_methods": "1. LANGL1700P: Total de 170 points à accumuler tout au long du quadrimestre: 10 points: présence au cours et participation active (évaluation formative) 20 points: contribution à la visite au Musée L de Louvain-la-Neuve (évaluation certificative) 20 points: contribution à 5 forums sur la platefrome Moodle du cours (évaluation formative) 40 points: rédaction d'une critique d'un film au choix (évaluation certificative) 40 points: présentation d'un film en groupe (évaluation certificative) 40 points: examen oral: présentation du travail de fin d'études de l'étudiant.e (évaluation certificative) Les étudiant·es seront sensibilisé·es aux avantages et aux inconvénients de l'utilisation de l'IA générative dans leurs productions orales et écrites. 2. LANGL1700S: PARTIE I. CIVILISATION ET LANGUE Pure pratique préparatoire à l'exéction des 3 grands projets. PARTIE II. COURS DIRIGE PAR UN (GROUPE D') ETUDIANT(S) DANS LEUR DOMAINE: 30% A cela, s'ajoute l'évaluation de la participation active et de l'investissement personnel. PARTIE III. FORMATION A L'ECRITURE ACADEMIQUE CREATIVE ET A LA PRISE DE PAROLE: 30% AVEC DEFENSE ORALE DU TRAVAIL DE FIN DE CYCLE, DU MEMOIRE ... Sur base d'un Padlet de ressources, l'enseignement est individualisée en fonction des besoins linguistiques et du parcours de l'étudiant. Présentation d'un travail de recherche dans la langue cible. La défence orale: 20 points / Le portefeuille de 3 documents: 10 points PARTIE IV. ECRITURE PROFESSIONNELLE : LE PROJET ECRIT ET ORAL: 30% Constitution, par paire, d'un profil dans une présentation moderne destinée à être posté sur le site d'une société et a être défendue lors d'un interview professionnel. Le profil écrit (en ligne): 20 points / La défence orale : 10 points PRESENCE ET PARTICIPATION AUX COURS ET ACTIVITES LINGUISTIQUES ET CULTURELLES (I.): 10%",
        "online_resources": "1. LANGL1700P: https://moodle.uclouvain.be/course/view.php?id=2640 2. LANGL1700S: https://moodle.uclouvain.be/course/view.php?id=691",
        "bibliography": "1. LANGL1700P: plateforme Moodle du cours 2. LANGL1700S: plateforme Moodle du cours",
        "course_materials": "LANGL1700S: Advanced Interfaculty Course: Student-Led Training. On paper and on Moodle",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgrh2000",
        "title": "Management Humain : Pratiques, métier et déontologie",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lo Giudice Christophe",
            "Taskin Laurent"
        ],
        "teaching_language": "Français",
        "prerequisites": "Pré-requis : Personnel et Organisation (LTRAV 2600) ou équivalent",
        "topics_covered": "Le séminaire présente des enjeux contemporains du domaine du management humain en les resituant dans le contexte plus large des transformations du travail. Plus spécifiquement, il aborde les enjeux que les nouvelles formes de management d’organisation du travail posent à la profession (c.-à-d. aux métiers de la GRH), notamment en termes déontologiques. Les étudiants et les étudiantes sont amenés à prendre connaissance d’enjeux actuels de la GRH, de manière scientifique et théorique, tout en permettant de dégager, avec des professionnels de la GRH, les objectifs, les contraintes, les enjeux organisationnels, humains et déontologiques des politiques de gestion des ressources humaines dont il sera question. Ils participent activement au développement de connaissances intégrant à la fois la pertinence théorique et le pragmatisme empirique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. situer une politique et des pratiques de GRH au regard de considérations plus larges intégrant les transformations du travail ; 2. identifier les enjeux théoriques et pratiques d’une thématique contemporaine de GRH pour la profession ; 3. discuter les enjeux déontologiques de pratiques concrètes de gestion des ressources humaines, porter un jugement fondé sur ces décisions et proposer des plans d'action visant le cas échéant à les orienter dans un sens qui permette la promotion de la personne humaine dans et par le travail.",
        "content": "Le séminaire présente les enjeux contemporains du domaine du Management Humain en tant que profession. Il invite à se projeter en tant que futur professionnel de la GRH, notamment en termes de contribution à un Management Humain soutenable e.a. via l’identification et l’application de balises déontologiques.",
        "teaching_methods": "Séances magistrales Rencontres avec des experts (à préparer et animer) Présentations orales Tutorats",
        "assessment_methods": "L’évaluation est continue et porte sur les présentations faites, le rapport produit, la participation et l'implication dans le dispositif et les sessions de coaching; il n'est donc pas possible de présenter une seconde session. Le poids des critères d'évaluation est détaillé dans le contrat pédagogique du cours accessible sur Moodle.",
        "online_resources": "Slides, textes et documents accessibles sur Moodle",
        "bibliography": "Taskin, L. et Dietrich, A. (2024) Management Humain. Bruxelles : De Boeck supérieur, coll. Manager RH, 3è édition",
        "course_materials": "Moodle : slides, textes et notes d'information Manuel : Taskin, L. et Dietrich, A. (2024) Management Humain. Bruxelles: De Boeck (3è édition)",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1321",
        "title": "Management humain",
        "credits": "4.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Taskin Laurent"
        ],
        "teaching_language": "Français",
        "topics_covered": "La finalité générale du domaine est d'initier les étudiants au \"Management Humain des Organisations\". Il vise à :\r-\tprésenter des repères théoriques susceptibles d'éclairer les comportements et réactions individuels et collectifs en contexte organisationnel;\r-\tdévelopper la capacité d'analyse des conduites humaines en organisation en intégrant les apports de disciplines et méthodes différentes;\r-\tsusciter un questionnement sur les modes de fonctionnement et pratiques de gestion des individus et des groupes au sein des organisations;\r-\tsensibiliser aux dynamiques interpersonnelles dans les univers de travail et les expérimenter dans des travaux de groupe (autour d'études de cas et de terrain).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 La finalité générale du domaine est d'initier les étudiants au \"Management Humain des Organisations\".",
        "content": "Les séances de cours visent à introduire le domaine du Management Humain, d'une approche macro centrée sur le contexte à une perspective micro centrée sur les individus et les groupes, en passant par une perspective méso centrée sur l'entreprise (privée, publique, marchande et non-marchande). Le Management Humain constitue un levier de la Transition (sociale, principalement) en contribuant aux objectifs du développement durable suivants : ODD 8 – Travail décent et croissance économique, cible 8.8 : défendre les droits des travailleurs, promouvoir la sécurité sur le lieu de travail et assurer la protection de tous les travailleurs, y compris les migrants, en particulier les femmes, et ceux qui ont un emploi précaire ; ODD 3 – Santé et bien-être, cible 3.4. : (…) promouvoir la santé mentale et le bien-être ODD 5 – Égalité des sexes, cibles 5.4 et 5.5. La structure du cours est la suivante : Contexte de développement et d'apparition de la GRH et du Management Humain : définitions, approche historique (logiques organisationnelles, organisation du travail, y.c. modes de contrôle et dialogue social), évolutions contemporaines du travail, des organisations et du management des personnes (autogestion, responsabilisation, digitalisation, travail hybride...et leurs conséquences) Management Humain : modèle des 3R (réflexivité, reconnaissance, travail réel), levier d’un travail décent, de bien-être et d’égalité Comportement organisationnel : théories de la motivation et de la reconnaissance, dynamique des groupes Pratiques et Politiques (Recrutement et Sélection, Gestion des carrières et mobilité (y.c. classification de fonctions), Evaluation de la performance, NWOW...), en tenant compte de leur caractère inclusif Le TP a pour ambition d'épauler le cours dans la découverte de pratiques et politiques de GRH dans une entreprise. Les étudiants sont amenés à contextualiser, analyser et comprendre les enjeux d'une pratique d'entreprise, observée au travers de rencontres avec des membres de l'entreprise exerçant différents rôles (CEO, DRH, délégué syndical, cadre, employé, ouvrier...).",
        "teaching_methods": "Le cours repose sur la combinaison de séances magistrales, lectures (classes inversées), partage d'expériences (invités et \"learning expeditions\"). Le TP combine lectures, séances d'accompagnement (y.c. méthodologique), réalisation d'une enquête de terrain (étude de cas par entretiens semi-directifs) et présentation orale.",
        "assessment_methods": "Les acquis d'apprentissage sont évalués au travers de deux dispositifs: a) un examen écrit individuel portant sur la matière abordée lors des séances magistrales, lectures et échanges (60% de la note totale, en première session) b) la rédaction et la présentation collective d'une étude de cas sur une pratique de GRH, dans la perspective du Management Humain (les activités liées au TP interviennent pour 40% de la note, en première session).",
        "online_resources": "La communication concernat les activités d'enseignement et du travail pratique s'opère via Moodle. Les supports (textes et slides) sont postés sur Moodle. Le travail pratique doit être déposé sur Moodle également. Il est donc obligatoire de s'inscrire sur Moodle et d'y suivre l'activité liée au cours.",
        "bibliography": "Taskin, L. & Dietrich, A. (2020) Management Humain. Une approche renouvelée de la GRH et du comportement organisationnel. De Boeck supérieur, collection Manager RH, 2è édition.",
        "course_materials": "Moodle Manuel : Taskin, L. et Dietrich, A. (2020) Management Humain. Bruxelles: De Boeck (2è édition)",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespo2000",
        "title": "Enjeux et défis de la gestion de la diversité en milieux professionnels",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Brenton Scott"
        ],
        "teaching_language": "Français",
        "topics_covered": "L’objectif de cet enseignement pluridisciplinaire est de permettre aux étudiant·es de comprendre et d’appréhende le phénomène de la diversité telle qu’elle est vécue et gérée dans les organisations, et ce à travers différentes approches (sciences juridiques, anthropologie, sociologie, communication). Pour ce faire, il s’agit d’équiper les étudiant·es de cadres d’analyse leur permettant de décrypter la complexité des enjeux sous-tendant les malaises, conflits, revendications et compromis qui émergent dans ces contextes autour des questions de diversité. Les questions de gestion de la diversité (telles qu’elles se posent dans différents milieux professionnels) appellent en effet des cadres interprétatifs pluriels permettant d’en saisir toute la complexité. Le cours devra permettre aux étudiant·es de comprendre ces faits socio-culturels de manière systémique et non-réductrice. Le cours articulera des contenus théoriques à des études de cas concrets. La première partie du cours déconstruira et définira la notion de diversité dans ses différentes dimensions (genre, classe, race, âge, validisme, religion et convictions, orientation sexuelle…). Il s’agira également de retracer la genèse de cette catégorie d’action publique et de la situer par rapport à des concepts proches (ex. égalité, parité, inclusion, discrimination) ou des phénomènes connexes (ex. appartenance, identité, chocs culturels, questions de normes, conflits). La deuxième partie présentera les aspects légaux et cadres juridiques qui alimentent les politiques publiques et organisationnelles (discrimination, racisme, sexisme, règlement de travail, question de neutralité…). La troisième partie, reviendra sur les modèles de (co-)gestion et de gouvernance de la diversité dans les organisations. Les enjeux liés à la diversité seront mis en relation avec les différentes formes d’organisation et de gouvernance (publique, privée, ASBL coopérative, etc.), les cultures et valeurs des entreprises, sachant que les cas abordés dans ce cours sont tous spécifiquement ancrés dans les sociétés européennes, notamment encadrées par des formes de laïcité politique et de pluralisme démocratique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maîtriser les connaissances qui permettent d'expliquer et de comprendre le comportement des individus et des groupes lorsque ceux-ci sont confrontés à des interlocuteurs appartenant à d'autres cultures, au sens large, que la leur. 2 Maîtriser les connaissances, issues de plusieurs disciplines, qui permettent d’expliquer et de comprendre les enjeux liés à la diversité (présentée de manière intersectionnelle) dans les cadres organisationnels, ainsi que pouvoir distinguer cette notion d’autres proches. 3 Développer une approche systémique des phénomènes étudiés, en les appréhendant dans toute leur complexité. 4 Analyser et critiquer de manière argumentée les situations concrètes, à travers des études de cas mettant en jeu la diversité. 5 Savoir mobiliser les outils pluridisciplinaires permettant de décrypter les réponses relationnelles et organisationnelles construites par les acteurs en situations. 6 Adopter une posture critique et réflexive vis-à-vis de soi-même et d'autrui face aux situations de diversité.",
        "content": "La gestion de la diversité pour attirer et retenir les meilleurs employés, alors que les normes et les attentes ont fondamentalement changé d'une génération à l'autre, exige de repenser radicalement les stratégies de leadership et de nouvelles méthodes de travail. En outre, la licence sociale accordée aux organisations pour opérer de manière éthique dans une multiplicité de contextes différents à travers le monde est de plus en plus examinée et soumise à des pressions collectives pour s'adapter. Alors que les discours publics et politiques semblent de plus en plus souvent polarisés, dans la compétition mondiale pour les talents, les organisations professionnelles ont plus qu'un simple impératif moral d'être à l'avant-garde en embrassant et en encourageant la diversité. Il ne s'agit pas de sous-estimer les forces systématiques et institutionnalisées qui contrebalancent ces efforts, ni l'appréhension lorsque l'on nous demande de nous pencher sur notre propre inconfort.",
        "teaching_methods": "Ateliers interactifs et apprentissage par problèmes, avec lectures préparatoires.",
        "assessment_methods": "Deux travaux de groupe (10 points chacun) à soumettre via Moodle, en français ou en anglais. L'un des travaux doit être remis pendant la période d'enseignement et l'autre doit être remis le premier jour de la session d'examens.",
        "other_info": "Ce cours est bilingue (FR-EN).",
        "online_resources": "Les supports de cours sont déposés sur le site Moodle du cours.",
        "bibliography": "Bendl, Regine, and others (eds), The Oxford Handbook of Diversity in Organizations (2015; online edn, Oxford Academic, 19 Jan. 2016). Roberson, Quinetta M. (ed.), The Oxford Handbook of Diversity and Work, Oxford Library of Psychology (2013; online edn, Oxford Academic, 1 Oct. 2013).",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2710",
        "title": "Comparative training and employment systems",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Wagener Martin"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "I Introduction : nouveaux contextes et nouveaux enjeux des politiques de formation II Approches théoriques : conceptions économiques et sociologiques des relations entre l'économie, le marché du travail et l'éducation/l'apprentissage III Comparaison socio-démographique et politique des régimes d'emploi et de formation en Belgique et en Europe a      Liens entre la protection sociale et l'intégration socio-professionnelle b      Régimes de care compares: liens entre politiques publiques liés à l'emploi, la famille et le care IV Les modèles de formation en alterance, en entreprise de formation professionnelle et de l'apprentissage au courant de sa vie ('life-long learning)  en Europe et en Belgique . a      Des poltiques d'emploi à l'intégration socio-professionelle b      De la protection sociale à la flexi-curité c      Entre qualifications et compétences V Déterminants de l'accès à l'emploi et politiques d'insertion professionnelle VI Thématiques spéciales : a      Les jeunes NEETS en Europe ' Garantie Jeunesse ('Youth guarantee') b      Monoparentalités et l'accès à l'emploi/la formation c      Les travailleurs expérimentés et la gestion de la fin de carrière d      Diversié, super-diversity: entre approches universalistes, le management de la diversité et une approche par les publics cibles ('affirmative action')",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 -  Faire connaître les principales approches théoriques (sociologiques et économiques) portant sur les relations entre systèmed'éducation/formation et systèmes de travail et d'emploi -  Distinguer les notions de qualification, de compétence; aborder la question de l'évolution des qualifications et des déterminantsdes qualifications dans le contexte actuel d'une évolution des \"modèles de production\" -  Discuter la notion de modèle de formation et situer les principaux modèles de formation prégnants en Europe; relever les difficultéset types d'approches comparées dans ce domaine; -  Repérer les différences entre Etats européens à propos de certaines politiques d'emploi et de formation; saisir le rôle variable del'Etat, du marché , des partenaires sociaux en ce domaine; le rôle de l'Union Européenne - Etre capable de situer le système belge par rapport à ces modèles; donner un aperçu des différentes politiques d'emploi dansles pays européens - Etre capable de situer des thématiques spécifiques par rapport à certains publics cibles dans le contexte de l'intégration socio-professionnelle et des modèles de formation.",
        "content": "Le cours se développe à travers une présentation des théories principales apportées par l'enseignant et illustrées et mises en discussion à travers une ambiance réflexive de débats de groupe. Des invités extérieurs sont invités pour certaines parties spécifiques.",
        "teaching_methods": "Matériaux : Le diapositif, le porte-feuille de lecture et des textes de référence sont disponible sur Moodle. L'enseignant élabore avec les étudiant(e)s en classe durant des sessions de travail les thématiques à aborder dans les travaux individuels et apporte des matériaux supplémentaires.",
        "assessment_methods": "L'étudiant(e) présente une note critique et académique par rapport à une thématique vu au cours à l'ensemble de la classe. Il/elle doit également être capable de discuter la note avec l'ensemble de la classe. Un examen oral en fin d'année vise à discuter les différentes parties du cours par rapport au travail fourni par l'étudiant.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "bibliography": "",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsys2056",
        "title": "Psychologie du genre",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Casini Annalisa",
            "Casini Annalisa",
            "Casini Annalisa",
            "Roskam Isabelle",
            "Yzerbyt Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours porte sur les processus psychologiques en jeu dans la socialisation du genre",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 AA 1 : Maîtriser les connaissances qui permettent d'expliquer et de comprendre la socialisation du genre AA 2 : Analyser, critiquer de manière argumentée et modéliser les situations mettant en jeu le genre dans le développement et dans le fonctionnement social des personnes AA 3 : Maîtriser les connaissances à propos des interventions en lien avec la question du développement et de la construction sociale du genre AA 4 : Adopter une posture critique vis-à-vis de soi-même et d'autrui en contexte mobilisant les questions du genre AA 5 : Identifier l'apport et la plus-value de la recherche scientifique en psychologie développementale et sociale du genre",
        "content": "Les questions de genre et d’inégalités entre les sexes suscitent, depuis plusieurs années, un intérêt grandissant dans nombre de champs disciplinaires, dont celui de la psychologie. Dans le cadre du cours, plusieurs spécialistes des sciences psychologiques présenteront la manière dont les questions de sexe et de genre sont abordées dans un large éventail de sous-disciplines de la psychologie (sociale, culturelle, du travail, développementale, LGTBQIA+ etc.). Ils et elles examineront divers facteurs qui concourent à la construction des genres au niveau des individus, se pencheront sur le fonctionnement psychologique des individus genrés, et étudieront la question du genre aux niveaux intergroupes, positionnels et idéologiques. Ils proposeront ainsi, tour à tour, une synthèse permettant d’alimenter la réflexion sur ce débat et de faire progresser l’égalité de genre.",
        "teaching_methods": "Un panachage de méthodes seront mobilisées en fonction des séances allant des situations de classes inversées, de cours ex-cathedra et de confrontation à des chercheurs et enseignants d'autres sous-disciplines de psychologie ainsi que des intervenants manifestant des expertises avérées sur la question du genre.",
        "assessment_methods": "L’examen QRM (Questions à Réponses Multiples) se compose de 30 items à 4 options de réponse dont une ou plusieurs sont correctes. Un point est attribué dans le cas où toutes les options correctes ont été choisies et qu'aucune option incorrecte n'a été choisie. Aucun point n'est attribué dans tous les autres cas.",
        "other_info": "The course is given in French, but a set of English slides is available for international students: no but an automatic DeepL translation is available on request The core reading for the course is in French, but equivalent core reading is available for international students in English no The standard exam is a written exam in French. However, international students taking this course: Will be allowed to use a dictionary when taking the written exam in French: yes",
        "online_resources": "Les Powerpoint des cours seront disponible sur la page Moodle du cours.",
        "bibliography": "Lectures potentielles en support du cours (rangées par date de parution) : Helgeson, Vicki (2012). The psychology of gender (4th Edition). New York: Pearson. Rudman, Laurie, et Glick, Peter (2010). The social psychology of gender: How power and intimacy shape gender relations . New York: Guilford Press. Owen Blakemore, J. E., Berenbaum, S. A., & Liber, L. S. (2009). Gender development . New York : Psychology Press. Ruble, D. N., Martin, C. L., & Berenbaum, S. A. (2007). Gender Development. In D. N. Ruble, A. Martin & S. A. Berenbaum (Eds.), Handbook of Child Psychology . New York: John Wiley & Sons, Inc. Eagly, Alice, Beall, Anne et Sternberg, Robert. (2005). The psychology of gender (2nd Edition) . New York : Guilford Press Eckes, T., & Trautner, H. M. (2000). The developmental social psychology of gender . New York: Taylor & Francis.",
        "course_materials": "Yzerbyt, V., Roskam, I., & Casini, A. (2021). Les psychologies du genre. Bruxelles: Mardaga. PowerPoint de cours Articles mis à disposition sur Moodle",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1235",
        "title": "Introduction à l'épistémologie et à la démarche scientifique des sciences sociales",
        "credits": "2.00",
        "hours": "20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Berger Mathieu"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour but d'initier les étudiants à l'épistémologie des sciences sociales et aux conditions (sociales, historiques et scientifiques) de production et de validation d'un savoir scientifique en sciences sociales. Il vise ainsi à installer chez les étudiants les fondements nécessaires au développement réflexif d'une démarche de recherche en sciences sociales (au sens large du terme).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de l'enseignement, l'étudiant devra être capable : -          de comprendre les critères de démarcation de la science ' autrement dit, de répondre à la question : qu'est-ce que la science ? Quels sont les critères qui qualifient une démarche scientifique ? -          d'élucider et de raisonner la position des sciences sociales face aux autres sciences, notamment dites « dures » -          d'élucider la position des sciences sociales face aux savoirs sociaux non scientifiques ; -          de comprendre et de maîtriser la (ou les) démarches qui fonde(nt) la construction de connaissances en sciences sociales, ce qui suppose : o   ce comprendre ce qu'implique la construction d'une problématique, à partir d'exemples tirés de disciplines différentes ; o   de distinguer la démarche hypothético-déductive de la démarche inductive et d'en saisir les fondements épistémologiques ; o   de distinguer entre « expliquer » et « comprendre » (démarches explicative et compréhensive) ; o   de formuler des hypothèses de recherche pertinentes dans le cadre de ces deux démarches -          de distinguer entre échelles d'analyse",
        "content": "Plan indicatif du cours : 1. L'émergence du raisonnement scientifique : pourquoi et comment pense-t-on ? 2. Qu'est-ce qu'une enquête ? 3. Qu'est-ce qu'une enquête scientifique ? 4. Formation du jugement et inférences fondamentales : déduction, induction, abduction 5. Qu'est-ce qu'une enquête en sciences sociales ? 6. Pluralisme de la recherche en sciences sociales : disciplines, théories, programmes, paradigmes 7. \"Epistémologie du point de vue\" ( standpoint epistemology ) _____ A l'issue de l'enseignement, l'étudiant devra être capable : de comprendre les critères de démarcation de la science, autrement dit, de répondre à la question : qu'est-ce que la science ? Quels sont les critères qui qualifient une démarche scientifique ? de comprendre ce qui caractérise la scientificité propre aux sciences sociales, par rapport aux sciences naturelles ; de distinguer les sciences sociales, comme disciplines empirico-conceptuelles, d'un côté, et la théorie sociale et politique, ou la philosophie, de l'autre ; de saisir la distinction entre les savoirs constitués par les sciences sociales et les savoirs sociaux non scientifiques ; de comprendre et de maîtriser les démarches qui fondent la construction de connaissances en sciences sociales, ce qui suppose d'avoir une compréhension approfondie de ce qu'est une \"enquête\" et une définition robuste de la notion de \"problématique\" ; de distinguer \"données qualitatives\" et \"données quantitatives\", tout en approchant de manière réflexive la notion même de \"donnée\" ; de distinguer les différentes inférences fondamentales du raisonnement que sont la déduction, l'induction et l'abduction, ainsi que les logiques et dispositifs de recherche qui leur correspondent  ; de distinguer, pour les sciences sociales, des enjeux de \"description\", de \"comprehénsion\", d' \"explication\" et de \"critique\", ces différentes opérations fondant des paradigmes différents ; de saisir les limites des sciences sociales et la dépendance de leurs théories vis-à-vis de présupposés méta-théoriques d'ordre philosophique.",
        "teaching_methods": "Le cours d’ Introduction à l’épistémologie et à la démarche scientifique des sciences sociales repose principalement sur des exposés théoriques, agrémentés d'illustrations puisées dans la pratique de la recherche. Le cours se donnera principalement en présentiel, avec, au maximum 20% des séances données à distance via Microsoft Teams.",
        "assessment_methods": "L'évaluation repose sur un examen écrit de deux heures à livre fermé portant sur l'ensemble de la matière. Une première partie de l'examen propose des questions \"fermées\" de restitution. Une second partie propose des questions \"ouvertes\", et donc un exercice de brève rédaction sur 20 lignes maximum. Les réponses sont des réflexions personnelles qui s'appuient sur les éléments vus au cours sans être une pure restitution \"telle quelle\" de ces éléments. Les mêmes modalités d'évaluation valent pour la session de janvier et la session d'août",
        "course_materials": "Slides du cours postés au fur et à mesure sur Moodle Les lectures indiquées dans le cadre du cours sont soit postées sur Moodle par l'enseignant, soit à rechercher en ligne ou en bibliothèque par les étudiants",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2283",
        "title": "Sustainable Human Resource Management and Leadership",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Aust-Gronarz Ina"
        ],
        "teaching_language": "Anglais",
        "other_info": "Ce cours est enseigné en anglais.  Merci de consulter la version anglaise du descriptif.",
        "online_resources": "Moodle",
        "bibliography": "Available on Moodle: scientific articles and corporate reports.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgrh2900",
        "title": "Mémoire",
        "credits": "20.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "topics_covered": "Le Master en gestion des ressources humaines propose la réalisation d’un mémoire-projet en seconde année du master. Le mémoire-projet désigne un mémoire dont le cœur de la partie empirique (ou pratique) est directement lié au stage que l’étudiant réalise. Il s’agit bien d’un mémoire, devant répondre aux exigences de tout mémoire universitaire mais avec un lien le plus étroit possible avec le stage réalisé.  En fonction de l’étroitesse du lien qu’il est possible d’établir entre le stage et la problématique de mémoire, le mémoire-projet peut être défini comme une contribution à la solution d’un problème ou d’une question pratique, qui se pose actuellement ou pourrait se poser dans un avenir raisonnablement proche, dans une ou plusieurs organisations (entreprises privées, organismes publics, associations sans but lucratif, etc.). Quels sont les objectifs? De manière plus précise, quatre conditions doivent être remplies pour que l’on se trouve en présence d’un mémoire–projet : 1°  le mémoire doit consister en l’analyse d’un problème ou phénomène et, idéalement, aussi en l’élaboration au moins partielle d’une solution; 2°  le travail doit contenir un traitement original de données empiriques , fournies par les organisations ou collectées par l’étudiant au sein de l’organisation dans laquelle l’étudiant est en stage (ou auprès d’autres parties prenantes), pendant ou après le stage; 3° le travail doit être une application, suffisamment sophistiquée, des enseignements et méthodes spécifiques au domaine choisi ; 4° les fondements théoriques et les choix méthodologiques doivent être présentés et discutés . Le travail final ne peut en aucun cas consister seulement en un « rapport de stage », si fouillé soit-il, mais doit correspondre à la double qualification de mémoire (travail à caractère scientifique) et de projet (travail à caractère pratique).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Problématiser et analyser des situations complexes de gestion des ressources humaines (AA 3). 2 Élaborer et mettre en œuvre une démarche méthodologique scientifiquement fondée pour soutenir l’analyse approfondie d’une problématique de gestion des ressources humaines (AA 4.). 3 Interpréter des résultats pour dégager des conclusions fondées sur le plan théorique et pratique (AA 5). 4 Présenter son analyse de façon non biaisée, argumentée et convaincante (AA 6.1.)",
        "content": "Les activités liées au mémoire se déroulent sous un double encadrement : celui de l’organisation qui accueille le ou la stagiaire et organise son travail au sein de l’équipe RH et celui de l’académique qui dirige le mémoire. L’organisation qui propose le stage désigne un·e correspondant·e interne, « maître de stage », chargé·e d’encadrer le travail que l’étudiant·e réalise dans le cadre de son stage. Simultanément, l’étudiant·e réalise son travail de mémoire sous la direction d’un promoteur ou d’une promotrice académique, titulaire d’un enseignement proposé dans le cadre du master en GRH ou TRAV. Le mémoire comporte maximum 20.000 mots.",
        "teaching_methods": "L’étudiant·e se trouve à l’initiative du processus. Il ou elle veillera donc à se ménager des entrevues régulières avec son promoteur ou sa promotrice et son ou sa maître de stage.",
        "assessment_methods": "Le mémoire est évalué par un jury de mémoire, composé du promoteur ou de la promotrice académique, du ou de la maître de stage, et d’un lecteur ou d’une lectrice. L'évaluation du mémoire prend en compte la défense orale du mémoire qui est présidée par le promoteur de mémoire et s’organise en quatre temps : 1.    S’il l'estime utile, le jury, en l'absence de tout autre témoin (y compris l'étudiant·e), échange quelques remarques préliminaires sur le travail écrit. 2.    Le candidat ou la candidate est introduit·e, avec le public éventuel et est invité à présenter, en une dizaine de minutes, les points saillants de son mémoire. 3.    Les membres du jury posent des questions et soumettent leurs commentaires au candidat ou à la candidate, qui y répond ; l'usage a consacré l'ordre d'intervention suivant : maître de stage, lecteur ou lectrice académique, promoteur ou promotrice. 4.    Le candidat ou la candidate, ainsi que le public éventuel, se retirent pour permettre au jury de délibérer. L'ensemble des quatre étapes ne doit pas dépasser 45 minutes. Chaque membre du jury remet une note sur 20 points, après discussion en jury. La note donnée par le maître de stage ne peut différer de plus ou de moins 20% de la moyenne des notes des deux autres membres du jury. Lorsqu’un membre du jury extérieur est absent, il ou elle doit transmettre une évaluation écrite sans note, laissant aux autres membres du jury la prérogative de définir la note liée au mémoire. En cas d'absence d'évaluation du lecteur extérieur ou de la lectrice extérieure, la note attribuée est la moyenne des deux autres. La note finale du mémoire est la moyenne des notes des membres du jury.",
        "online_resources": "Plateforme des mémoires de l'Ecole des sciences du travail : https://moodleucl.uclouvain.be/course/view.php?id=8360#section-0 Vademecum du mémoire et du stage : https://uclouvain.be/fr/facultes/espo/est/stages-memoires.html",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1231",
        "title": "Perspectives critiques en Management",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Coster Stéphanie",
            "Terlinden Laurianne"
        ],
        "teaching_language": "Français",
        "topics_covered": "S'inscrivant dans la suite d u cours d'Analyse critique des organisations et des marchés, lecours de Perspectives critiques en management a pour objectif d'amener les étudiants à : maîtriser certains concepts et modes de raisonnements propres à l'analyse critique du management (incluant les dispositifs de gestion mais aussi la discipline et son étude) ; maîtriser les grilles d'analyse théoriques, de leurs fondements épistémologiques à leur mise en 'uvre dans l'étude de cas concrets, permettant de situer dans des contextesorganisationnels et humains les dispositifs de gestion ; être capable de questionner des dispositifs de gestion et les finalités du management et de construire des alternatives au management traditionnel des organisations ; cerner le rôle de gestionnaire dans le développement des organisations en intégrant ladimension réflexive et éthique de son action.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, les étudiants seront capables de : problématiser la non-neutralité de l'instrumentation en gestion en termes de rapportssociaux et organisationnels ; apprécier la portée et la pertinence des grilles de lecture théoriques en matièred'analyse critique de la gestion ; éprouver, à l'appui d'études de cas, ces modes de raisonnement et en apprécier laportée ; développer une connaissance plus éclairée du rôle du gestionnaire en organisation etde la responsabilité éthique de son action.",
        "content": "L’ambition du cours est d'équiper les étudiants pour qu'ils puissent développer une critique fondée des théories, modèles et pratiques de gestion. Cet enseignement initie les étudiants au courant de recherche des Perspectives critiques en management (en anglais, les Critical Management Studies ou CMS ), et les amène à en comprendre les principes majeurs. Dans un premier temps, nous aborderons les fondements des approches critiques en management (Alvesson et Willmott, 2012 ; Taskin et de Nanteuil, 2011,...) pour les appliquer à des situations concrètes au niveau des ogranisations-mêmes, vous permettant d’appliquer une grille d’analyse reprenant les principes de l’analyse critique (dé-naturalisation, réflexivité, identification des rapports de pouvoir, multidisciplinarité) à un dispositif de gestion. Dans un second temps, nous situerons les organisations et leur management dans leur environnement. Dans ce cadre, nous amènerons une réflexion critique sur le rôle et la fonction des organisations dans l’environnement global dans lequel elles s’inscrivent, ainsi que sur les alternatives possibles.",
        "teaching_methods": "La méthode pédagogique repose sur la présentation des éléments de théorie et de posture critique, la réalisation, par les étudiants, d'une étude critique d'un dispositif de gestion et d'une réflexion individuelle critique sur le système dans lequel s'inscrivent les organisations.",
        "assessment_methods": "L’évaluation du cours est continue et progressive, à la fois collective et individuelle. La cote obtenue pour le cours se répartit comme suit: Une réflexion critique individuelle (50/%) Une évaluation collective (travail de groupe, présentations) intervient également pour 50% de la note finale. S'agissant d'une unité d'enseignement conçue en évaluation continue, il n'y a pas de seconde session organisée.",
        "bibliography": "Ouvrages de référence, articles de revues scientifiques, études de cas. Taskin, L. et de Nanteuil, M. (Dir.) (2011) Perspectives critiques en management : Pour une gestion citoyenne . Bruxelles : De Boeck, coll. Méthodes et Recherches. Alvesson, M. et Willmott, H. (2012) Making sense of management : A critical introduction . London: Sage. Gorsolkhi, D., Huault, I. et Leca, B. (2009) Les analyses critiques en management : Une perspective française . Laval : Presses Universitaires de Laval. Palpacuer, F., Leroy, M. et Naro, G. (2010) Management, mondialisation, écologie . Paris : Hermès-Lavoisier, coll. IC2.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llsms2072",
        "title": "Sociologie clinique du travail",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cultiaux John"
        ],
        "teaching_language": "Français",
        "prerequisites": "Néant",
        "topics_covered": "La posture clinique en sciences humaines et son apport pour les sciences de gestion. L’organisation comme espace d’épreuve et espace de contrôle. Les déterminants de la relation subjective au travail et à l’organisation. Prévention des risques psychosociaux. Nouvelles formes d’organisation du travail. L’intervention en organisation",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel de compétences du programme de Master de la LSM, cette unité d'enseignement contribue au développement et à l'acquisition des compétences suivantes : Analyser, avec distance critique, des situations de travail problématiques Se développer personnellement et professionnellement Travailler en équipe Communiquer, développer des habiletés créatives A la fin cette unité d'enseignement, l'étudiant est capable de : Maîtriser certains concepts et raisonnements propres à la sociologie clinique Identifier des situations de travail problématiques et leurs causes individuelles et organisationnelles Analyser son propre rapport au travail et se positionner dans sa trajectoire familiale et professionnelle Participer à la prévention des risques psychosociaux (pathologies du travail), en concertation avec les intervenants spécialisés Comprendre et discuter les fondements de la démarche clinique",
        "content": "Le cours porte sur l'expérience de travail du point de vue de ceux qui la vivent et de leur lien à l'activité et à l'organisation. Il propose des outils d'analyse et d'intervention sur des situations de travail problématiques. Il vous sensibilisera à la mise en pratique d'une écoute de nature clinique en accordant une place particulière à la question des risques psychosociaux (pathologies du travail) et des enjeux de contrôle.",
        "teaching_methods": "Cours magistraux précédés de lectures préparatoires Usage de supports : textes, films vidéo, témoignages de praticiens Travaux de groupe sur des cas concrets.",
        "assessment_methods": "L’évaluation finale porte : Pour 75% de la note sur un examen écrit portant sur l’ensemble de la matière vue au cours, les études de cas et le portefeuille de lecture. Pour 25% de la note sur un travail de groupe. Les étudiants y démontreront leur compréhension des concepts et leur capacité à les appliquer rigoureusement à l’analyse d’une situation réelle de travail. Les modes d'évaluation demeurent identiques en seconde session.",
        "online_resources": "Voir sur Moodle",
        "bibliography": "Le portefeuille de cours et les supports de présentation sont disponibles sur Moodle. The course portfolio and presentation supports are available on Moodle.",
        "responsible_entity": "CLSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2210",
        "title": "Droit du travail",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gilson Steve",
            "Lamine Auriane"
        ],
        "teaching_language": "Français",
        "topics_covered": "Examen du contrat de travail et de sa règlementation (recrutement et sélection, formation, obligations des parties, suspension de l'exécution, rupture) ; Introduction aux réglementations relatives au travail (durée du travail, santé et sécurité) ; Introduction au droit collectif du travail (négociation collective, participation des travailleurs dans l'entreprise, restructurations) ; Présentation de grandes tensions qui traversent le droit du travail.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de ces heures d'enseignement, l'étudiant sera capable de : 1)      Restituer et expliquer les principes et les concepts qui structurent les relations de travail individuelles et collectives de travail 2)      Identifier une source de droit du travail (règlementation, jugements) et la commenter. 3)      Savoir appliquer une réglementation examinée au cours à un cas pratique 4)      Mettre en relief les tensions caractéristiques du droit du travail sur un point particulier de la matière (ou décision de justice) La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "content": "Objectifs L’enseignement de ce cours poursuit un double objectif: d’une part,  donner une formation de base à l’étudiant.e en exposant les concepts, les principes, les institutions, les techniques du droit du travail, en les éveillant aux enjeux actuels et aux tensions économiques, sociales, internationales, européennes qui sous-tendent la matière enseignée; d’autre part, permettre à l’étudiant.e d’appliquer les principes et les concepts de la matière enseignée à des situations concrètes. Objectifs généraux et spécifiques Au terme du cours, l’étudiant.e aura acquis une bonne compréhension d’ensemble de la logique et des principes du droit du travail et de ses réglementations. Il ne vise par conséquent pas un approfondissement des éléments plus techniques du droit du travail. Objectifs généraux : (l’enseignante) 1) Exposer de manière claire à l’aide de schémas, de slides, les concepts, les principes, les règles relatives aux relations de travail individuelles et collectives ainsi que les grandes tensions qui traversent ces règles ; 2) Apprendre aux étudiant.e.s à déchiffrer et à aborder de manière critique la réglementation en droit du travail, et plus particulièrement, la loi du 3 juillet 1978 relative aux contrats de travail. Objectifs spécifiques : (l’étudiant.e) COMPRENDRE-CONNAITRE 1) Se laisser imprégner par la rigueur du droit : la terminologie juridique, les notions, les institutions ; 2) Restituer et expliquer les principes et les concepts de la relation de travail individuelle et collective ; APPLIQUER – METTRE EN ŒUVRE 3) Structurer un raisonnement en droit ; 4) Savoir appliquer une réglementation examinée au cours à un cas concret et la commenter S’INTERROGER – DEVENIR UN CITOYEN CRITIQUE 4) Développer un regard critique sur les règles de droit ; 5) Mettre en relief les tensions du droit social sur un point particulier de la matière (ou à partir d’une décision de justice). Contenu Descriptif de l’enseignement Le cours a pour objet de dispenser une formation de base en relations individuelles et collectives du travail en exposant de manière critique les concepts, les principes, les enjeux et les tensions économiques, sociales et européenne du droit belge du travail. Tant le droit individuel que le droit collectif du travail seront enseignés. La majeure partie de l’enseignement sera consacrée au droit du travail individuel, plus spécifiquement au contrat de travail, sa formation (sa phase préalable : la sélection, le recrutement), son exécution, ses modes de suspension et sa rupture sont examinés et à ce qui est communément appelé règlementation du travail (durée du travail, bien-être, santé et sécurité au travail). Le rôle primordial du droit collectif sera lui aussi mis en lumière, en familiarisant les étudiants à l’importance des conventions collectives dans la formation et le contenu du contrat de travail, au rôle central de certains acteurs du droit social, aux organes de participation des travailleurs au sein de l’entreprise.",
        "teaching_methods": "Le cours prend la forme d’un exposé magistral mais la participation active des étudiant.e.s est encouragée.  Durant les séances, iels seront également amenés à lire attentivement et à décoder les réglementations en droit du travail. L’exposé du cours sera facilité par la projection de slides, avec des schémas et les dispositions légales pertinentes afin de permettre une bonne compréhension des concepts et des principes de droit du travail. L’exposé commencera souvent par la lecture d’une disposition législative ou l’examen d’un cas pratique. L’aspect pratique de la matière enseignée sera mis en exergue p ar l’intervention d’acteurs de terrain tout au long du cours ainsi que par la résolution de cas pratiques. Il sera fait usage des fonctionnalités de la plateforme Moodle qui permettent l’échange interactif entre les étudiant.e.s et l’enseignante (via le forum) et le partage d’informations pour aider l’étudiant.e, dans sa compréhension de la matière et dans son souhait d’approfondir celle-ci.",
        "assessment_methods": "L’examen, écrit, est naturellement en lien avec les objectifs poursuivis par ce cours. Les étudiant.e.s disposent du Code de droit social et éventuellement des sources règlementaires et de jurisprudence remises publiées sur Moodle (à l’exception donc de leurs notes et des PPT). L’examen portera sur toutes les parties du cours et comportera trois catégories de questions : restitution théorique, application des règles de droit à une situation donnée et question de réflexion.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin. Supports de cours: 1. Slides mis sur Moodle avec la référence LTRAV2210 ; 2. Dispositions législatives : Code de droit social la Charte et ponctuellement quelques sources supplémentaires (telles que des réglementations belges, européennes et internationales utiles) communiquées sur Moodle ; 3. Site internet utile : SPF Emploi, Travail et Concertation sociale ( http://www.emploi.belgique.be ). 4. La plateforme Teams (cours LTRAV2210) pour les échanges et les éventuels cours à distance",
        "online_resources": "Les présentations Powerpoint seront mises à disposition des étudiants sur la plateforme Moodle du cours. De manière ponctuelle, des articles scientifiques et des décisions de justice seront également disponibles sur cette plateforme .",
        "course_materials": "Code de droit social La Charte",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2650",
        "title": "Aspects salariaux du travail",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Auquier Bauduin",
            "Denayer Luc"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les principaux thèmes abordés dans l'activité portent sur  : Les politiques salariales et le coût salarial : raisons et mécanisme de l'indexation, structure des coûts salariaux, revenus d'insertion, statuts d'emploi, etc. ; Les systèmes de rémunération et les facteurs de transformation de ceux-ci ; Le lien entre rémunérations et modèles de GRH (fixe, variable, modulation et liens avec l'évaluation de la performance).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du master en sciences du travail, cette activité contribue au développement et à l'acquisition des AA suivants : A1. Utiliser les concepts théoriques disciplinaires pertinents pour comprendre les questions du travail ; B1. Mener une analyse disciplinaire et pluridisciplinaire des problèmes  du  travail et de l'emploi en identifiant les enjeux, les acteurs et le contexte ; D.1.     Mettre en pratique les savoirs théoriques et les articuler avec les pratiques de terrain. D.2.     Contribuer à professionnaliser les pratiques de terrain. D.3.     Porter un regard critique sur les pratiques professionnelles à partir d'une perspective disciplinaire ou pluridisciplinaire D.4.     Transformer une demande sociale (individuelle ou collective) en projet réaliste (au point de vue théorique, contextuel et de sa mise en 'uvre). D.5.     Intervenir, avec expertise et pertinence, dans des problématiques du travail et de l'emploi, les politiques sociales et les relations professionnelles dans divers contextes professionnels. D.6.     Définir les actions à entreprendre, les mettre en 'uvre, évaluer leurs effets et les adapter si nécessaire. D.7.     Etre capable d'influencer la dynamique des relations professionnelles. F.1.      S'impliquer dans la construction de ses propres savoirs : en gérant sa formation de manière autonome ; en gérant son implication dans le travail en groupe ; en utilisant des études de cas ou des lectures spécialisées ; à partir d'observations et d'analyses empiriques. F.2.      Faire preuve d'esprit critique de façon rigoureuse et argumentée. F.4.      Communiquer oralement et par écrit, de façon claire, structurée et argumentée. A la fin de cette activité, l'étudiant est capable de : connaître les éléments de politiques d'emploi touchant aux salaires et comprendre leurs effets sur la définition de politiques salariales en entreprises ; connaître et comprendre les éléments intervenant dans la définition et le calcul des éléments de salaire en Belgique ; repérer dans les systèmes de management, les modes de rémunération (et leurs modalités de mise en 'uvre) qui peuvent contribuer au développement des personnes en situation de travail ; élaborer des plans de développement des salaires.",
        "content": "Cette activité porte sur : les cotisations sociales et éléments des politiques d'emploi affectant la détermination des salaires en Belgique (sécurité sociale, assurance chômage, retraite, assiette de cotisations, organismes de recouvrement, plafonds, indexation, etc.) ; la fiche de paie (obligations liées, contenu, etc.) ; le salaire (différents modes de calcul et de rémunération, au sens strict et large, etc.) les éléments accessoires du salaire (heures supplémentaires, congés, autres avantages, etc.) ; la politique salariale (objectifs poursuivis par les modes de rémunération en vigueur) et le bilan social.",
        "teaching_methods": "- Cours magistraux - Orateur invités - Lectures - Etudes de cas (actualités en la matière)",
        "assessment_methods": "L'examen est écrit en principe. Dans certaines circonstances exceptionnelles validées par les titualires ou le programme PEPS, il pourrait etre oral.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "online_resources": "Les informations relatives au cours sont accessible sur la platefrome moodle : https://moodle.uclouvain.be/course/view.php?id=1744 En cas d'enseignement en ligne (covid) Teams sera utilisé.",
        "bibliography": "un syllabus est constitué par les titulaires du cours ; des slides sont à la disposition des étudiants sur Moodle ; des lectures sont recommandées par les enseignants.",
        "course_materials": "Guide de la réglementation sociale pour les entreprises Wolters Kluwer Taskin & Dietrich : Management Humain. Ed Deboeck superieur",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl1500",
        "title": "Anglais niveau intermédiaire",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Denis Philippe"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Niveau B1+ du 'Cadre Européen de Référence des Langues",
        "topics_covered": "Thèmes concernant la vie professionnelle future des étudiants, actualités. Grande flexibilité de thèmes car discussions basées sur des articles mis sur Moodle qui peuvent  être changés pour garder l'actualité du cours. Les étudiants peuvent choisir des thèmes à aborder.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Ce cours a pour objectif de développer la compétence communicative (surtout en ce qui concerne  l'expression  orale) et d'atteindre le niveau B2 du 'Cadre Européen de Référence des Langues en expression orale et écrite. 1 Compréhension à la lecture : Etre capable de lire couramment une variété de textes  généraux et du domaine professionnel. 2 Compréhension à l'audition : Etre capable de comprendre des conférences, débats et interviews. 3 Expression orale : Etre capable de s'exprimer sur des sujets généraux et spécifiques du domaine professionnel. Pouvoir participer activement à des débats et discussions. 4 Expression écrite : Pouvoir rédiger le résumé d'un livre : Pouvoir exprimer son avis sur des thèmes actuels et participer à un forum.",
        "content": "Le cours consiste en 3 parties. I . The English-Speaking Culture(s) and Language(s) II . The Creative Writing Workshop III . Student Talks",
        "teaching_methods": "L'UE se donne en présentiel avec un support e-learning. L'évolution de la crise sanitaire, pourrait nous amener à revoir la pondération présentiel-distanciel. L'ensemble des méthodologies appliquées, CLIL, blended learning, flipped classroom, ont pour but d'affiner les aptitudes productives, sur le plan de l'aisance et de la correction linguistiques. La participation active et l'investissement personnel sont donc hautement souhaités et récompensés .",
        "assessment_methods": "PARTIE I. CULTURE & EXAMEN ORAL  (25%) Deux possiblités s'offrent aux étudiants. Ils choissiront en fonction de leurs ambitions et maîtrise linguistique. Niveau 1 . Une note de 10 à 16/20 signifie une réussite. Niveau 2 . Une note de 12 à 20/20 peut être envisagée. Niveau 1 . Visionnement et présentation personnalisée d' un film ou d' une série anglophone au contenu puissant et profond et interpellant. Niveau 2 . Lecture et présentation argumentée d' un livre en langue anglaise, propice à un échange entre intellectuels. Pour chaque niveau , l'examen consistera en un monologue de 5 à 6 minutes suivi d' une séance-débat questions-réponses, approximativement de même longueur ,dans toute la complexité de l'oeuvre choisie. PARTIE II. ECRITURE CREATIVE ET EXAMEN ECRIT-ORAL EN CLASSE (25%) Travail de rédaction et présentation orale sur base d'un support musical et/ou filmé PARTIE III. COURS DIRIGE PAR UN GROUPE D ETUDIANTS DANS LEUR DOMAINE (20%) Les étudiants-enseignants (ou les étudiants solistes) informent et impliquent leurs condisciples dans des activités interactives sur un thème ayant trait à leurs disciplines ou, du moins, digne d'être présenté dans un cours universitaire. A cela, s'ajoute l'évaluation de la participation active et de l'investissement personnel (30%) Presence: 5% Participation: 10% Le portefeuille, compte-rendu de 3 points des 3 activités mentionnées ci-dessus (15%)",
        "online_resources": "http://moodleucl.uclouvain.be/course/view.php?id=9",
        "course_materials": "Interactive, Interfaculty Course: The 4 Skills",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgrh2910",
        "title": "Stage",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "topics_covered": "Le stage donne la possibilité aux étudiants d’acquérir une expérience pratique dans le milieu de la GRH en entreprise, que ce soit dans le secteur marchand ou non-marchand. Ce stage prend place durant la deuxième année du master en GRH et met l'étudiant dans la situation d'un universitaire formé au domaine de la gestion des personnes en contexte de travail. Le stage peut comprendre plusieurs types d’activités mais doit permettre à l’étudiant de participer à un projet du département RH en particulier. Le mémoire-projet est réalisé en lien avec le stage : Il s'agit tout d'abord de s'assurer que le stage donne lieu à un travail d'analyse critique de la part de l'étudiant, ce que doit permettre l'étude effectuée pour le mémoire, encadrée par un académique. Cette articulation favorise une mise en relation de l'expérience pratique avec la théorie. Le « mémoire-projet » exigeant une étude de terrain, le lien entre le stage et le mémoire favorise l’étude empirique fondée sur une insertion dans l'organisation ; il formalise la présence des étudiants sur leur terrain d'observation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Formuler des propositions de réponses ou d’actions concrètes et contextualisées AA 3.5.). 2 Résoudre des problèmes concrets complexes relevant de la gestion des ressources humaines en faisant preuve de rigueur et de souci d’opérationnalisation, en articulant les apports de plusieurs disciplines (gestion, psychologie, droit et relations collectives de travail, management public) et en élaborant si nécessaire des stratégies innovantes (AA 5.1.).",
        "content": "Dans le courant de la 1re année de Master, l’étudiant·e doit trouver une organisation qui accepte de l’accueillir dans le cadre d’un projet de stage défini. Concrètement, le stage doit durer au minimum 40 jours ou 320 heures ouvrables. L’étudiant·e convient, avec son ou sa maître de stage, des modalités d’organisation du stage (anticipation d’une partie du stage durant l’été, périodes de présence à raison de 3 jours/semaine pendant 3 mois, etc.) dans le respect de son programme d’étude et des activités d’enseignement organisées auxquelles le stage ne se substitue pas. L’organisation qui propose le stage désigne un·e correspondant·e interne, « maître de stage », chargé·e d’encadrer le travail que l’étudiant·e réalise dans le cadre de son stage. Au terme du stage, le ou la maître de stage évalue le travail de l’étudiant·e. Le ou la maître de stage s’engage, par ailleurs, à lire le mémoire-projet et à participer à la défense orale de celui-ci, étant de facto membre du jury du mémoire-projet. Le stage peut être effectué à l’étranger dans le respect de son programme d’étude et des activités d’enseignement organisées auxquelles le stage ne se substitue pas. Des bourses de mobilité existent à cette fin. La fiche « stage » a pour but de préciser les modalités de déroulement du stage en accord entre les trois acteurs concernés à savoir maître de stage, le promoteur ou promotrice, et l’étudiant ou l’étudiante.",
        "teaching_methods": "Le stage se déroule sur 40 jours ouvrables ou 320 heures minimum.",
        "assessment_methods": "Pour l’évaluation du stage, le ou la maître de stage remet une appréciation du déroulement du stage suivant une grille que l’étudiant·e recevra pour la lui soumettre ; l’étudiant·e pourra y ajouter ses propres observations. Cette grille est également portée à la connaissance du promoteur ou de la promotrice du mémoire. La grille d'évaluation du stage fait l'objet d'une évaluation formative et non certificative. L'évaluation certificative du stage se fait sur base du mémoire qui est réalisé en articulation avec le stage.",
        "online_resources": "Plateforme des mémoires de l'Ecole des sciences du travail : https://moodle.uclouvain.be/course/view.php?id=1535 Vadémécum du mémoire et du stage : https://uclouvain.be/fr/facultes/espo/est/stages-memoires.html",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lneer2600",
        "title": "Séminaire d'insertion professionnelle: néerlandais - niveau approfondi",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Demeulenaere Isabelle",
            "Houdmont Dag"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "L'unité d'enseignement est de niveau approfondi et suppose donc au départ une bonne maîtrise réceptive et productive de la grammaire et du vocabulaire de base ainsi que la maîtrise des aptitudes langagières du niveau B1+ du « Cadre européen commun de référence pour les langues » (CECR). L'unité d'enseignement LNEER 2500 peut servir de préparation à cette unité-ci, mais n'en constitue pas un pré-requis indispensable. L'unité d'enseignement LNEER 2602 peut quant à elle être considérée comme étant la suite logique de l'unité d'enseignement LNEER 2600.",
        "topics_covered": "Cette unité d'enseignement est articulée autour de différents thèmes liés principalement au domaine professionnel dans lequel l'étudiant sera appelé à s'insérer. Des thématiques liées au monde professionnel au sens large seront abordées au fil des séances, tels que la création d'emploi, la discrimination sur le marché de l'emploi, les différences culturelles au sein d'une entreprise, la responsabilité sociétale des entreprises, l'égalité homme/femme, '",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension écrite : d'obtenir renseignements, idées et opinions de sources hautement spécialisées dans son domaine. de comprendre des articles spécialisés hors de son domaine à condition de se référer à un dictionnaire de temps en temps pour vérifier la compréhension. Niveau B2+ du « Cadre européen commun de référence pour les langues » 2 Compréhension orale : de suivre l'essentiel d'une conférence, d'un discours, d'un rapport et d'autres genres d'exposés éducationnels/professionnels, qui sont complexes du point de vue du fond et de la forme. dans le cadre d'une conversation, de comprendre en détail ce qui est dit en langue standard, même dans un environnement bruyant. Niveau B2+ du « Cadre européen commun de référence pour les langues » 3 Expression orale : développer un exposé de manière claire et méthodique en soulignant les points significatifs et les éléments pertinents. s'écarter spontanément d'un texte préparé pour suivre les points intéressants soulevés par des auditeurs en faisant souvent preuve d'une aisance et d'une facilité d'expression remarquables. s'impliquer dans une conversation d'une certaine longueur sur la plupart des sujets d'intérêt général en y participant réellement, et ce même dans un environnement bruyant. Niveau B2 du « Cadre européen commun de référence pour les langues » 4 Expression écrite : synthétiser des informations et des arguments issus de sources diverses. rédiger un courrier formel et connaître les formules les plus appropriées aux différentes formes de correspondance utilisées en milieu professionnel. Niveau B1+ du « Cadre européen commun de référence pour les langues » 5 Code : Extension du vocabulaire général (au-delà des 4000 premiers mots) et spécifique au monde du travail. Consolidation des structures grammaticales spécifiques simples et complexes du néerlandais. L'utilisation du code est vue dans une perspective communicative sans toutefois négliger la correction. Culture : Au niveau de toutes les aptitudes précitées, sensibiliser les étudiants à la culture flamande et néerlandaise, développer la capacité d'apprécier les valeurs transmises par cette culture à travers différents domaines (social, politique, économique).",
        "content": "Cette unité d'enseignement consiste à aider l'étudiant à anticiper son entrée sur le marché de l'emploi, en le préparant à la prise de parole en réunion, la négociation, l'entretien d'embauche, la rédaction d'un rapport, ... L'objectif est également de permettre à l'étudiant de faire plus ample connaissance avec le monde du travail, par le biais de lecture d'articles, de conférences, de séquences vidéo, de simulation d'entreprise' Toutes les compétences (écouter, parler, lire et écrire) seront donc abordées, même si l'accent sera mis sur la communication orale en milieu professionnel.",
        "teaching_methods": "Encadrement: cours en groupes de maximum 20 étudiants Charge de travail Heures présentielles : 30 h Travail autonome : 60 h. Toutes les compétences (écouter, parler, lire et écrire) seront abordées au cours, même si l'accent sera mis sur la communication orale en milieu professionnel. L'étudiant est tenu de faire un exposé en groupe sur une des techniques de communication propres au milieu professionnel. Au cours de cette présentation, il est amené à susciter l'interaction avec le public.  Ces techniques seront systématiquement mises en pratique au cours. Toutes ces activités requièrent un travail de préparation de la part de l'étudiant à qui il est également demandé de se prendre en charge pour parfaire ses connaissances linguistiques (étude de vocabulaire, révision de points de grammaire, ...).",
        "assessment_methods": "L'évaluation portera sur plusieurs compétences/parties de matière : - Evaluation permanente : participation active au cours, tâches diverses sur Moodle, présentation d'un flash d'actualité et flash culturel... (8 points) - 3 tests de vocabulaire durant le quadrimestre (6 points) - test oral interactif (2 points) - test oral individuel (4 points) Session de septembre : l'examen oral ainsi que les tests de vocabulaire peuvent être réorganisés pour un étudiant ayant échoué à condition d'avoir réalisé durant l'année les tâches demandées. Un étudiant qui n'aurait pas participé aux séances de cours n'aura pas la possibilité de passer l'évaluation en session de septembre uniquement.",
        "other_info": "Conditions d'accès à cette unité d'enseignement : avant de valider le programme de l'étudiant, le jury restraint se doit de vérifier, si l'étudiant a choisi d'y inscrire cette unité d'enseignement, que la coordinatrice a bien validé l'inscription de cet étudiant dans l'un des groupes, ceci permettant une bonne gestion des groupes au sein de l'Institut des Langues Vivantes.",
        "online_resources": "http://sites.uclouvain.be/moodle/ http://www.wallangues.be/",
        "bibliography": "plateforme d'apprentissage Moodle matériel authentique tiré de la presse belge néerlandophone ainsi que de certains sites tels que job@.be, vacature.com",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2640",
        "title": "Théorie et pratique de la négociation",
        "credits": "5.00",
        "hours": "25.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Demoulin Stéphanie"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'objet de ce cours est d'étudier, sous l'angle psychosociologique, la négociation sociale - telle qu'on peut la rencontrer dans les relations collectives du travail et les conflits sociaux ainsi que dans les situations individuel-les de négociation au sein des organisations : conflit, communication, pouvoir, stratégie et prise de décision, mécanismes d'influence, argumentation, relations intergroupes, etc.,",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - être capable d'identifier les mécanismes à l'oeuvre dans toute négociation. \r- comprendre ce qui influence le comportement des négociateurs et les résultats de la négociation\r- être capable d'analyser sa propre pratique en situation de négociation.",
        "content": "Introduction aux conflits et aux divergences La négociation comme mode de gestion des divergences ·         Les bases de la négociation ·         Agir en négociation ·         Aspects cognitifis ·         Aspects émotionnels Autres modes de gestion des conflits : Arbitrage, médiation, conciliation",
        "teaching_methods": "Cours dispensé en distantiel sous forme de capsules vidéos accessible sous format mooc sur edX. Des séances de questions/réponses sont en outre proposées aux étudiant.es. Lors des séances Q/R des exercices d'application sont organisés pour illustrer la matière théorique;",
        "assessment_methods": "L'évaluation certificative se fera sur base d'un examen écrit à questions ouvertes portant sur l'ensemble de la matière.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgrh2005",
        "title": "Comportement organisationnel",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Sarter Emma"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours amène les étudiants à développer une connaissance plus approfondie des attitudes, réactions subjectives et comportements humains en contexte organisationnel. Ce cours offre un panorama des thèmes centraux étudiés en comportement organisationnel et de la démarche scientifique propre à ce champ : - Justice organisationnelle - Engagement organisationnel - Culture organisationnelle et socialisation organisationnelle - Changement organisationnel - Comportements de retraits - Burnout, stress, et bien-être --Leadership -…",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Développer ses connaissances dans le domaine du comportement organisationnel, en particulier dans l'étude des attitudes, des réactions subjectives et des comportements humains en contexte organisationnel ; 2 Analyser et critiquer une situation organisationnelle impliquant des individus, groupes ou organisations à l’aide des théories et méthodes relatifs au comportement organisationnel ; 3 Analyser et critiquer une situation organisationnelle impliquant des individus, groupes ou organisations à l’aide des théories et méthodes relatifs au comportement organisationnel ;",
        "content": "Ce cours porte sur les comportements organisationnels, analysés sous l'angle de la psychologie du travail et des organisations. Ce cours amène les étudiants à développer une connaissance plus approfondie des attitudes, réactions subjectives et comportements humains en contexte organisationnel. Ce cours offre un panorama des thèmes centraux étudiés en comportement organisationnel et de la démarche scientifique propre à ce champ. Des contenus théoriques portant, par exemple, sur des thématiques telles que la diversité dans les organisations, le leadership, la justice organisationnelle..., seront présentés. L'application de ces contenus théoriques sera discutée.",
        "teaching_methods": "L'UE se donne en présentiel exclusivement, sous formes de séances en auditoire. Les séances en auditoire se déclinent en deux types : 1. La séance débute par une courte évaluation écrite sur l'article à lire pour la séance (voir Mode d'évaluation des acquis des étudiant·e·s, partie Evaluation individuelle). Ensuite, l'enseignante présente des contenus théoriques pendant la première moitié du cours. La seconde moitié du cours s'organise sous forme de classe inversée durant laquelle les étudiant·e·s et l'enseignant·e discutent de l'article à lire pour la séance et de ses implications pratiques. A la fin de chaque séance, un temps est prévu pour que les étudiant·e·s puissent poser leurs questions sur le travail collectif à réaliser. 2. Deux sous-groupes d'étudiant·e·s donnent chacun une présentation sur un thème lié aux comportements organisationnels (voir Mode d'évaluation des acquis des étudiant·e·s, partie Evaluation collective). La classe discute des contenus théoriques présentés. Important La participation au cours impose un suivi régulier de celui-ci. La participation aux travaux de sous-groupe est obligatoire (voir Mode d'évaluation des acquis des étudiant·e·s).",
        "assessment_methods": "Première session Dans le cadre de ce cours, les étudiant·e·s sont évalué·e·s de la manière suivante : 1. Une évaluation collective (10/20). En sous-groupe, les étudiant·e·s donnent une présentation orale et remettent le PowerPoint qui aura servi de base à la présentation. Les présentations se donneront durant les séances de cours. Les dates auxquelles se donneront les présentations et les dates de remise du PowerPoint seront communiquées lors de la première séance de cours. 2. Une évaluation individuelle (10/20). Certaines séances de cours seront partiellement organisées sous forme de classe inversée. Ces séances doivent être préparées de la manière suivante : lecture d'un article scientifique en langue anglaise (déposé sur Moodle). Au début de chaque séance de cours concernée, les étudiant·e·s remplissent un rapide test écrit portant sur l'article scientifique à préparer pour la séance. Les notes obtenues à l'ensemble de ces tests seront moyennées pour constituer une note individuelle (/10). Attention ! En cas d'absence à plus de trois séances de cours concernées par cette forme d'évaluation, les étudiant·e·s ne pourront pas prétendre à cette forme d'évaluation. Leur évaluation individuelle portera alors sur la remise d'un travail écrit individuel à rendre en fin de quadrimestre. Les consignes de ce travail écrit seront déposées en cours de quadrimestre sur Moodle. La réussite de la partie collective et de la partie individuelle est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement. Une note d’échec pour la partie collective ou la partie individuelle entraîne une cote d’échec pour la totalité de l’UE. La participation au travail de sous-groupe est obligatoire. La titulaire du cours pourra donc, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas participé au travail de sous-groupe, lors de la session de janvier ou de septembre. Seconde session Les étudiant·e·s réaliseront un travail écrit individuel. Les consignes seront déposées début juillet sur Moodle. Le travail doit être déposé sur Moodle au plus tard le 15/08/2025. Utilisation de l'intelligence artificielle L’utilisation des IA génératives dans le cadre de cette UE est autorisée comme aide à la recherche d’information et comme assistant linguistique UNIQUEMENT (révision et amélioration de production textuelle). L’étudiant·e est tenu·e d’indiquer systématiquement toutes les parties ayant fait l’objet d’une utilisation des IA, par ex. en note de bas de page, en précisant l’usage. Les sources d’information doivent être systématiquement citées en respectant les normes de référencement bibliographique.",
        "other_info": "Pour leur travail collectif, les étudiant·e·s doivent, notamment mais pas exclusivement, présenter un chapitre de l'ouvrage de Robbins, Judge et Tran publié en langue française (voir Supports de cours). Pour leur travail individuel, les étudiant·e·s doivent lire des articles en langue anglaise qui seront déposés sur Moodle.",
        "online_resources": "Les étudiant·e·s disposeront des PowerPoints du cours en français et d’un portefeuille de lectures en anglais déposés sur Moodle. Les lectures en anglais déposées sur Moodle sont obligatoires.",
        "bibliography": "A titre obligatoire. Robbins, S., Judge, T., & Tran, V. (2023). Comportements organisationnels (19e éd). Pearson France.",
        "course_materials": "Robbins, S., Judge, T., & Tran, V. (2023). Comportements organisationnels (19e éd). Pearson France.",
        "responsible_entity": "ESPO"
    }
]