[
    {
        "url": "https://uclouvain.be/cours-2024-lkine2196",
        "title": "Apprentissage moteur et neuroplasticité, module 2",
        "credits": "3.00",
        "hours": "10.0 h + 20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bleyenheuft Yannick",
            "Vandermeeren Yves"
        ],
        "teaching_language": "Français",
        "prerequisites": "Pré-requis : LKINE1396 Apprentissage moteur et neuroplasticité - module 1.",
        "topics_covered": "Théorie (10h) : approfondissement des concepts d'apprentissage moteur structuré : réponses différentielles à l'apprentissage moteur entre les individus, courbes d'apprentissage, apprentissage moteur immédiat et différé. Changements plastiques différentiés en fonction des phases d'apprentissage Pratique: projet personnel : expérience pratique ou suivi de séminaires scientifiques, suivi de la rédaction d'un rapport personnel. Travail personnel  sur base d'une expérience pratique ou de séminaires scientifiques (20h).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant possèdera des connaissances théoriques et des compétences pratiques lui permettant d'organiser et d'encadrer de l'apprentissage moteur structuré pour des personnes avec des déficiences physiques ou sensorielles. Il sera en mesure de définir des objectifs pertinents en fonction des capacités fonctionnelles de ces populations cibles et disposera d'une connaissance théorique des effets de l'apprentissage moteur structuré sur laquelle il basera son intervention. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) »",
        "content": "Apprentissage moteur et neuroplasticité : approfondissement des concepts et application en neurorehabilitation. Cours théoriques ; travail personnel sur base d'une expérience pratique ou d'un suivi de séminaires scientifiques.",
        "assessment_methods": "Evaluation : travaux (rapports).",
        "other_info": "Support : Ouvrages de référence et diapositives. Encadrement : Titulaire(s), et/ou assistant(s) éventuellement aidés par des étudiants moniteurs. Ce cours est strictement réservé aux étudiants FSM, son accès n'est pas possible aux autres étudiants UCLouvain.",
        "online_resources": "moodle du cours",
        "course_materials": "diaporama des cours et matériel complémentaire, notamment articles scientifiques (en ligne sur moodle)",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco1004",
        "title": "Sociétés, cultures, religions : questions éthiques",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Buchter Serena",
            "Lobo Bustamante Marcela"
        ],
        "teaching_language": "Français",
        "topics_covered": "Au coeur de toute situation humaine ou professionnelle actuelle, des questions éthiques de plus en plus complexes se posent : elles nécessitent une distance critique pour prendre en compte l'ensemble des personnes concernées. Dans cette perspective, ce cours offrira une réflexion sur la manière de choisir des repères utiles au discernement éthique. L'enseignement prendra acte de la pluralité des valeurs structurant la société contemporaine et empêchera la clôture du discours par une ouverture à la foi chrétienne et à d'autres traditions humanistes, spirituelles et religieuses.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 appréhender et distinguer les catégories fondamentales de la réflexion éthique (liberté, dignité, responsabilité, justice, etc.). 2 proposer une argumentation éthique en faisant valoir la complexité des réalités humaines en jeu. 3 faire oeuvre d'esprit critique en se situant de façon personnelle par rapport aux sujets abordés.",
        "content": "Le cours développera les compétences éthiques et relationelles dans le cadre d'une prise en charge de la dimension existentielle, spirituelle et/ou religieuses de la personne soignée et du soignant. Le cours est co-porté par deux enseignantes: 1. Un premier volet par Serena Buchter À partir des répresentations du corps, de la santé et de la guérison, dans les différentes traditions humanistes et spirituelles, nous verrons comment faire pour intégrer la répresentation singulière de la malaide dans la prise en soin thérapeutique des patients, ses besoins, ses aspirations et choix, existentiels et spirituels,et comment cette intégration influence la délibération éthique. L'étudiant.e aura l'occasion de prendre conscience de l'impact de ses propres questions existentielles et spirituelles au sein de sa pratique. 2. Un deuxième volet par Marcela Lobo Bustamante À partir des grands principes éthiques des traditions humanistes et spirituelles, nous allons nous informer sur la manière d'aborder les conflits de valeurs et de délibérer éthiquement en tenant compte des situations singulières auxquelles les étudiants seront confrontés dans leur pratique. Les enseignants travailleront à partir de cas cliniques les apports théoriques et les compétences à acquérir.",
        "assessment_methods": "Pour la partie de S. Butcher, travail à remettre Pour la partie de M. Lobo Bustamante, examen écrit",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine2158",
        "title": "Techniques spécifiques de kinésithérapie, y compris la thérapie manuelle, l'uro-gynécologie et périnéologie, les techniques de relaxation, psychiatrie, vestibulaire, maxilo-faciale, ...",
        "credits": "5.00",
        "hours": "60.0 h + 45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Mahaudens Philippe",
            "Pitance Laurent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les matières qui doivent obligatoirement être développées dans le cadre de ce cours sont: - Thérapie manuelle: Vol. 1 - 7.5h, Vol. 2 - 22.5h: introduction théorique et pratique à la thérapie manuelle de la ceinture pelvienne, de la colonne lombaire, de la colonne dorsale et du grill costal - Uro-gynécologie et périnéologie: Vol. 1 - 15h - Techniques de relaxation: Vol. 2 - 15h - Prise en charge kinésithérapeutique des patients psychiatriques: Vol. 1 - 7.5 h - Kinésithérapie vestibulaire: Vol. 1 - 7.5h - Kinésithérapie maxillo-faciale: Vol. 1 -7.5h - Les contentions souples: Vol. 2 7.5 h - Prise en charge kinésithérapeutique des grands brulés Vol. 1 - 5 h - La physiothérapie associée à la kinésithérapie Vol. 1 - 5 h - Problèmes de réadaptation spécifique aux pays en voie de développement Vol. 1 - 5h",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette unité d'enseignement, l'étudiant sera capable d'aborder et de suivre les patients souffrant de pathologies liées: - aux dérangements intervertébraux mineurs (y compris le grill costal et la ceinture pelviennne); - aux troubles psychologiques et/ou psychiatriques tels que la dépression, l'angoisse, etc.; - aux troubles des organes du petit bassin chez la femme, l'homme et les enfants; - aux troubles de l'articulation maxilo-faciale; - aux troubles d'équilibre et du système vestibulaire.",
        "content": "Ce cours est composé de 60h de cours théoriques et 45h de cours pratiques La théorie comprends différentes matière - Kinésithérapie et périnéologie - Introduction à la thérapie manuelle - Kinésithérapie vestibulaire - Kinésithérapie Maxillo Faciale - Kinésithérapie en psychiatrie - Approche EBP des techniques de thérapie physique - Lombalgie, douleurs et communication - Séminaires : grands brûlés, pays en voie de développement, taping La pratique comprends 3 parties - Thérapie manuelle appliquée au quadrant inférieur et supérieur - Relaxation - Taping",
        "teaching_methods": "Pour la théorie, la majorité des cours théorique sont organisés en présentiel. Pour certains cours théoriques, il sera demandé aux étudiants de prendre connaissance avant le cours d'articles ou de diaporamas commentés. Les cours pratiques sont obligatoires et sont dispensés en présentiel. Lors des cours pratique, les techniques de kinésithérapie enseignées sont réalisées entre étudiants. Chaque étudiant est amené à servir de \"modèle - patient\" pour son ou sa collègue de TP. La tenue vestimentaire sera appropriée à la réalisation de la technique de kinésithérapie effectuée. Les étudiants qui jouent le rôle de patient sont parfois amenés à se dévétir comme dans un cabinet de kinésithérapie.",
        "assessment_methods": "La notation finale est établie pour partie sur un examen théorique et pour partie sur un examen pratique. Les conditions particulières de validation de ces différentes évaluations sont expliquées au premier cours, publiées sur Moddle, sur le site FSM et disponibles à la demande. Examen Théorique L’évaluation de la théorie est réalisée à l’aide d’un examen QCM, contenant 60 questions avec pour chacune de ces questions, une seule réponse correcte. Vu que le règlement général des examens interdit les points négatifs en cas de mauvaise réponse, une fonction d'ajustement est utilisée afin de corriger la probabilité de donner une bonne réponse lors d'un choix aléatoire. L'application de cette fonction aux conditions de l'examen peut être trouvée dans l'outil \"Fonction d’ajustement » sur la plateforme Moodle du cours. Les étudiant·es sont informé·es que dans ces conditions, ils et elles ont grand intérêt à répondre à toutes les questions . Examen pratique L'examen pratique consiste à démonter / réaliser des techniques de thérapie manuelle (évaluation / traitement), en tenant compte des aspects liés à la communication patient - thérapeute et au raisonnement clinique, ainsi que des techniques de taping ou de relaxation. La note finale de pratique se compose de la note de thérapie manuelle (70% de la note) et de la note de l'examen de taping ou relaxation (30%. de la note) Note Finale La réussite de la partie théorique (Vol 1) et de la partie pratique (Vol 2) est indispensable pour démontrer les compétences et connaissances liées à cette unité d'enseignement (UE) Une note d'échec pour la partie théorique ou pratique entraîne une note d'échec pour la totalité de l'unité d'enseignement. Si l'étudiant a obtenu une note supérieure à 10/20 dans les deux parties, la note finale est une moyenne arythmétique de la note obtenue en théorie et la note obtenue en pratique. Si l'étudiant a obtenu un enote inférieure à 10/20 dans une des deux parties, la note finale sera inféieure à 10/20. Une note entre 9,1 et 9,9 sera arrondie à 9/20 Les étudiants en échec ayant obtenu 14 ou plus /20 à une des deux parties seront dispensé de cette partie lors de la session d'aout.",
        "other_info": "Evaluation : Examen oral et écrit Support : Syllabus et/ou livre(s) Ce cours de maîtrise est le prolongement des cours de BAC12 et BAC13 suivants : LIEPR1002, LIEPR1028 et LKINE1021, LKINE1022, LKINE1023, LKINE1031, LKINE1041. Ce cours est strictement réservé aux étudiants FSM, son accès n'est pas possible aux autres étudiants UCLouvain.",
        "online_resources": "Les ressources pédagogiques comme les supports de cours, articles, lectures ou vidéos à regarder avant les TPs, ... sont disponibles sur la plateforme Moodle.",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine1041",
        "title": "Compléments de pathologie et de kinésithérapie cardio-respiratoire",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Michotte Jean-Bernard",
            "Poncin William",
            "Reychler Gregory"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Sur la base de descriptions de cas cliniques concrets, le cours analysera de façon intégrée, les divers aspects mis en lumière par ces situations cliniques (après lectures personnelles proposées à l'étudiants).\rLa sémiologie des diverses pathologies étudiées sera particulièrement analysée, en tant qu'indication des techniques de kinésithérapie.\rLes  principales techniques de kinésithérapie respiratoire, cardiaque et vasculaire seront étudiées de façon critique quant à leurs indications, modalités d'application et résultats.\rToutes ces situations seront analysées selon l'éclairage permis par les premiers stages pratiques réalisés et dans la perspective des stages spécialisés à entreprendre.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant connaîtra les caractéristiques anatomopathologiques, physiopathologiques et la sémiologie de pathologies cardio-respiratoires de l'adulte et de l'enfant telles des pathologies néonatales, pathologies multi-systémiques, oncologiques, pleurales, liées au sommeil,... L'étudiant sera capable de pratiquer et interpréter certains tests fonctionnels cardio-respiratoires spécifiques, en relation avec le kinésithérapie et la revalidation. Il connaîtra en théorie et en pratique les principes de l'aérosolthérapie, de l'assistance ventilatoire mécanique, de la réhabilitation cardio-pulmonaire et d'autres techniques spécifiques de kinésithérapie respiratoire. L'étudiant aura abordé des notions d'imagerie médicale liée au système respiratoire et d'ECG.",
        "content": "Faisant naturellement suite à l'unité d'enseignement LKINE1023, cette unité complète les notions étudiées précédemment et aborde d'autres points de vue plus spécifiques à certaines pathologies respiratoires et cardiaques ou a des situations particulières de la pratique professionnelle. Ainsi, sont analysées les pathologies oncologiques de l'appareil respiratoire, certaines maladies susceptibles de faire appel à des techniques très spécifiques de kinésithérapie respiratoire comme la mucoviscidose ou les maladies neuromusculaires par exemple. Les spécificités de la kinésithérapie de réanimation et d'urgence sont étudiées ainsi que d'autres approches particulières comme l'évaluation respiratoire durant le sommeil, l'assistance ventilatoire mécanique ou la réhabilitation respiratoire.",
        "teaching_methods": "L'unité d'enseignement se donne en présentiel. Le powerpoint est le support principal. Les cours seront appuyés et guidés par des cas cliniques et des capsules vidéos. Des votes par applications connectées seront utilisés pour favoriser la participation active. La présence aux cours est obligatoire. En cas de non réussite et si l'étudiant.e se réinscrit au cours l'année suivante, la présence reste obligatoire.",
        "assessment_methods": "Examen QCM et/ou Questions Ouvertes. Des tests à blanc seront proposés en cours d'année avec des questions types, de niveau de difficulté telle que celle de l'examen. Ces questions sont ensuite corrigées par l’enseignant·e avec les étudiant·es en précisant le niveau de maîtrise et de rigueur attendu (les critères de correction seront explicités), cela afin de permettre aux étudiant·es de se rendre compte de l’attendu et donc de pouvoir adapter en conséquence l’étude de la matière. Pour réussir le cours, il faut au minimum 10/20. La note finale ne pouvant comporter de décimale : pour une note inférieure à 10/20, la note finale sera la note obtenue sans décimale, à l'arrondi inférieur (9.8/20 devient 9/20). Pour une note supérieure à 10/20, la note finale sera arrondi à l'unité la plus proche (13.49 = 13 ; 13.50 = 14). L’évaluation par QCM comprendra N questions avec pour chacune de ces questions, une seule réponse correcte. Le seuil de maitrise minimum des acquis d’apprentissages (correspondant à une note de 10/20) pour cet examen est fixé par la formule suivante qui permet de calculer le “seuil de réussite minimum”. c = ((n+1)/2n) x 100. Où \"c\" correspond au “seuil de réussite minimum” (vous devez répondre correctement à (c x 100) % des N questions pour obtenir la note de 10/20 \"n\" : représente le nombre de propositions par question (par exemple, n = 5 signifie 5 options de réponse par question) Cette formule suppose que pour obtenir une note de 10/20 il faut avoir répondu correctement à : 62,5 % des N questions s’il y a 4 options 60 % des N questions s’il y a 5 options Ce seuil permet de gommer l'effet du hasard lié à la stratégie de répondre à toutes les questions, y compris celles où l'étudiant.e ne connaît pas la réponse, puisqu'il n'y a pas de point négatif.",
        "other_info": "Support : Syllabus et/ou livre(s) Encadrement : Titulaire(s) Ce cours est un cours d'intégration professionnelle Ce cours est réservé aux étudiants FSM. Son accès est possible aux autres étudiants UCLouvain sur base d'un dossier à remettre au coordinateur du cours.",
        "online_resources": "Plateforme Moodle",
        "bibliography": "La pneumologie fondée sur les preuves, 5e ed., SPLF (Editions Margaux Orange) Respiratory Physiology: The Essentials, 10e ed. J.B. West and A.M. Luks (Editions Wolters Kluwer) Pulmonary pathophysiology: The Essentials, 8e ed., J.B. West (Editions Wolters Kluwer) Kinésithérapie respiratoire, 3e ed. (2014), G. Reychler, J. Roeseler, P. Delguste (Elsevier Masson)",
        "course_materials": "Kinésithérapie respiratoire, 3e ed. (2014), G. Reychler, J. Roeseler, P. Delguste (Elsevier Masson) Support Powerpoint du cours",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-liepr1026",
        "title": "Statistique",
        "credits": "3.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bugli Céline"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Ce cours comprend un enseignement magistral (15h) ainsi que des exercices (15h). Il contient un bref rappel des notions de statistique descriptive à une et à deux dimensions vues dans le cadre du cours de BAC 11 Compréhension et analyse des données. Il aborde essentiellement les thèmes élémentaires de l'inférence statistique : population et échantillon, probabilités, variables aléatoires, distributions théoriques, intervalles de confiances (moyenne, proportion), tests d'hypothèses se rapportant aux moyennes (t de student, analyse de la variance), aux proportions (chi carré), aux corrélations/régressions (signification, comparaison, linéarité), aux tests d'ajustement (chi carré, Shapiro-Wilks), quelques tests non paramétriques (comparaison de groupes indépendants et dépendants).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette entité d'enseignement, l'étudiant sera capable d'utiliser les techniques d'inférence statistique dans le cadre de leurs travaux de recherche. Dans cette optique, le cours est centré sur l'apprentissage des méthodes statistiques les plus usuelles dont les fondements mathématiques sont réduits à l'essentiel et souvent remplacés par des raisonnements intuitifs ou des exemples démonstratifs. Les séances d'exercices joueront un rôle important dans la réalisation de ces objectifs. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "content": "Ce cours comprend un enseignement magistral ainsi que des exercices. Il contient un bref rappel des notions de statistique descriptive à une et à deux dimensions vues dans le cadre du cours de BAC 11 \"Compréhension et traitement des données\". Il aborde essentiellement les thèmes élémentaires de l'inférence statistique : population et échantillon, probabilités, variables aléatoires, distributions théoriques, intervalles de confiances (moyenne, proportion), tests d'hypothèses se rapportant aux moyennes (t de student, analyse de la variance), aux proportions (test d'1 ou 2 proportions, test chi carré), étude de corrélations/régressions (calcul de droite de régression, test sur la pente), aux tests d'ajustement (chi carré, Shapiro-Wilks), quelques tests non paramétriques (comparaison de groupes indépendants et dépendants), ANOVA à mesrue répétées.",
        "teaching_methods": "Cours magistraux et exercices encadrés.",
        "assessment_methods": "L’évaluation est réalisée à l’aide d’un examen écrit constitué d’une partie A comprenant des questions QCM (avec 6 propositions de réponses et une réponse attendue correcte) et d’une partie B comprenant des questions ouvertes. La note finale est la moyenne pondérée des notes A et B. Dans la note finale, la partie A vaut pour 10/20 et la partie B vaut pour 10/20.",
        "other_info": "Evaluation :Examen écrit Support :power point Encadrement :Titulaires et assistants Autres : Des exercices ainsi que leur solution sont proposés Ce cours est strictement réservé aux étudiants FSM, son accès n'est pas possible aux autres étudiants UCLouvain.",
        "online_resources": "Site Moodle:https://moodleucl.uclouvain.be/course/view.php?id=9254",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine2195a",
        "title": "Didactique des enseignements en kinésithérapie, 2° partie (partim A master)",
        "credits": "3.00",
        "hours": "0 h + 10.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "1. Les disciplines kinésithérapie: spécificités et cadre institutionnel. 2. L'enseignement des activités de la kinésithérapie: a. objectifs et contenu spécifique, b. structuration en composantes et élaboration des situations d'apprentissage, c. formulation de consignes pour la réalisation des situations d'apprentissage, d. observation des comportements; détection et correction des erreurs. 3. Utilisation du matériel de kinésithérapie dans le cadre de la didactique des activités de réadaptation",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours est un cours d'intégration professionnelle Au terme de cette entité d'enseignement, l'étudiant sera capable d'exploiter les spécificités des disciplines de la kinésithérapie afin d'initier des étudiants de bachelier aux techniques de base de la kinésithérapie. Par ailleurs, l'étudiant aura poursuivi sa formation personnelle et maîtrisera une série de praxies fondamentales de la kinésithérapie.",
        "content": "Les principes didactiques seront appliqués aux techniques de base de kinésithérapie (KINE1021 Techniques de base de kinésithérapie), à la neurophysiologie,  à la mécanique et biomécanique, ou à l'électricité",
        "teaching_methods": "Les objectifs didactiques seront poursuivis au moyen de dispositifs variés en kinésithérapie et en auditoire, à l'aide de techniques d'enregistrement de l'image, de l'observation, de situations-problèmes, de la recherche de solution et de la créativité. L'accent sera placé également sur la préparation permettant l'apprentissage de diverses techniques de kinésithérapie.",
        "assessment_methods": "L'étudiant (au sens épicène) est encadré par le titulaire et le(s) responsable(s) de cours pratiques qu'il assiste. Dans le cadre de ce cours, les étudiants (au sens épicène) sont évalués de deux manières : l’évaluation continue créalisée par les enseignants (au sens épicène) avec qui l'étudiant encadre les cours (70% de la note finale) un travail obligatoire à remettre en fin de quadrimestre (30% de la note finale)",
        "other_info": "Ce cours est strictement réservé aux étudiants FSM, son accès n'est pas possible aux autres étudiants UCLouvain.",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco1002",
        "title": "Sociétés, cultures, religions : questions humaines fondamentales",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dos Santos Rodrigues Paulo Jorge"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours propose une réflexion critique sur les grandes questions existentielles dans le contexte de la modernité européenne. Une ouverture aux différentes religions et philosophies présentes dans l’espace public actuel sera faite pour aborder ces questions en même temps qu’elle permettra d’interroger le pluralisme dans nos démocraties. Les sciences des religions seront sollicitées, ainsi que la théologie chrétienne dans la mesure où par théologie l’on désigne le travail critique d’une religion sur elle-même.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 analyser un questionnement sur le sens d’une destinée individuelle et collective ; 2 identifier les réponses apportées par les religions aux questions existentielles et percevoir leurs enjeux dans la modernité européenne. 3 décrire les conditions d’un dialogue entre convictions en contexte pluraliste.",
        "content": "Le cours « Spiritualité, culture, société : christianisme et questions de sens » est pensé comme un parcours abordant différentes questions de sens auxquelles sont confrontés les hommes et les femmes d’aujourd’hui en contexte occidental européen. Il ouvre les étudiant-e-s aux questions culturelles, spirituelles et religieuses qui, d’une manière ou d’une autre, structurent la subjectivité humaine. L’étudiant-e bénéficiera ainsi de clés permettant de mieux appréhender le monde actuel dans la diversité des valeurs, des convictions et des représentations religieuses ou spirituelles. Le programme propose plusieurs thèmes abordés à partir de différentes formes de rationalités comme la science, la philosophie, le droit, la théologie, l’éthique, etc. qui attestent de la diversité des approches et des regards sur une même réalité. Il s’agit de remembrer les connaissances dispersées dans les sciences naturelles et les sciences humaines, pour éclairer la complexité de l’humain, son double enracinement dans la nature et dans la culture. L’exercice d’une pensée complexe sollicitera la confrontation de positions, la critique et la compréhension mutuelle. Au terme de ce cours, l’étudiant-e bénéficiera de clés permettant de mieux comprendre le monde religieux contemporain, d’en apercevoir les enjeux et de se positionner de manière critique et personnelle. Plan Sciences et religions : un dialogue est-il possible ? Qu’est-ce qu’une personne humaine ? Le mal, la souffrance et la mort, limites infranchissables ? L’existence a-t-elle un sens ? ‘Dieu’ : un mot vide ou une bonne nouvelle ? L’essence du christianisme",
        "assessment_methods": "L’évaluation se fera principalement sur la capacité de rendre compte de la complexité des questions de sens et d’articuler de manière critique les contenus du cours. L’étudiant choisira parmi une liste de thèmes proposée par le professeur et produira un dossier de 10 pages, selon les consignes qui seront données sur Moodle.",
        "other_info": "Ce cours est destiné aux étudiants de la faculté de droit (DRT) et de l'Institut d'éducation physique et de réadaptation (IEPR). L'étudiant doit choisir un cours parmi 3 possibilités (TECO1001, TECO 1002 et TECO 1003).",
        "online_resources": "Tous les documents (présentations Power Point, textes, bibliographie, ressources Web, etc.) se retrouvent sur la plateforme Moodle du cours « Questions de sciences religieuses : christianisme et questions de sens » [https://moodleucl.uclouvain.be/course/view.php?id=12047]",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine2188",
        "title": "Prévention des pathologies liées aux conditions de travail",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Schepens Bénédicte"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les principaux thèmes abordés pour rencontrer ces objectifs seront la présentation: - des pathologies professionnelles les plus rencontrées actuellement ou les plus invalidantes; - d'un historique du monde du travail et des questions liées à la santé au travail afin de comprendre l'évolution de notre société actuelle en termes d'habitudes de travail et de pathologies professionnelles; - des théories de base de la communication pour l'élaboration de séances d'information à la santé. Les objectifs seront atteints à la fois par la présentation de connaissances approfondies en la matière et par des exercices. Ce cours s'inscrit dans l'orientation \" Ergonomie et réadaptation \" et est le prolongement du cours \" Fondements de l'Ergonomie \".",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité d'apprentissage, l'étudiant disposera d'une connaissance des approches actuelles de prévention d'un certain nombre de pathologies liées à la vie professionnelle, envisagées dans un cadre bio-psycho-social. Il disposera de la connaissance théorique et pratique permettant l'organisation de séances de prévention à l'égard de travailleurs et adaptées à certaines pathologies spécifiques.",
        "content": "Pathologies professionnelles, facteurs de risques associés et prévention (TMS, troubles musculosquelettiques et RPS, risques psychosociaux). Outils de communication et d'évaluation afin de pouvoir animer et améliorer une séance de prévention pour des travailleurs en lien avec leur activité professionnelle.",
        "teaching_methods": "Cours magistraux et  exercices (organisation d'uné séance de prévention des risques liés à l'activité professionnelle).",
        "assessment_methods": "Travail de groupe (en cours de quadrimestre): 10/20, dont animation d'une séance: 8/10 et observation d'une séance: 2/10. Examen oral individuel: 10/20 La présence aux cours est requise. Les titulaires du cours pourront, en vertu de l'article 72 du Règlement général des études et des examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 80% des cours, lors de la session de janvier et de septembre.",
        "other_info": "Cours à option fait partie de l'orientation \"ergonomie et réadaptation\". Ce cours s'inscrit dans la continuité des cours  Fondements de l'ergonomie (LKINE1004)  et Ergonomie et réadaptation (LKINE1040).",
        "online_resources": "cf Moodle",
        "bibliography": "cf. Moodle",
        "course_materials": "Des mises à jour des notes de cours sont également présentées aux étudiants lors des cours. Les notes des cours (ppt, pdf) sont à télécharger via la page Moodle du cours.",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco1001",
        "title": "Sociétés, cultures, religions : lectures bibliques",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dehorter Sébastien"
        ],
        "teaching_language": "Français",
        "topics_covered": "Fondement textuel de la tradition judéo-chrétienne, la Bible a marqué l'histoire et la culture du monde occidental. Alors même qu'une étude critique de la Bible s'est développée depuis trois siècles, une lecture fondamentaliste se diffuse toujours davantage de nos jours. Le cours établira qu'une lecture critique des textes bibliques, en tant que textes destinés à éclairer l'existence, exige une méthodologie spécifique et une connaissance minimale des acquis de la critique littéraire de la Bible. Par l'analyse de quelques textes bibliques, on indiquera comment la Bible permet de conduire une réflexion rigoureuse sur les questions religieuses, le sens de l'existence et la citoyenneté, en contexte de pluralisme convictionnel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - distinguer entre une lecture fondamentaliste et une lecture critique de la Bible. 2 - découvrir la littérature biblique dans sa diversité comme source culturelle pour notre société. 3 - lire un texte biblique avec rigueur et de façon critique.",
        "content": "Comme son titre l'indique, ce cours sera centré sur la Bible. Dans le contexte culturel contemporain, entrer dans la Bible ne peut s’envisager sans un minimum d’introduction générale . On parlera de l’origine de ce texte fondateur de la culture judéo-chrétienne, de ses langues, de son (ou ses) contexte(s) d’émergence et de réception, de sa diversité, mais aussi de ce que signifie lire ou interpréter un texte biblique aujourd’hui. Dans un deuxième temps, nous aborderons ce qui demeure la finalité du cours : la lecture directe de quelques textes . On souhaite montrer l'originalité du texte biblique, sa cohérence et sa richesse, sa valeur inspiratrice pour aujourd'hui. On espère aussi favoriser des réflexions de type théologiques et anthropologiques et ménager des passerelles avec d'autres parties du programme universitaire. L'idée principale étant de montrer comment la lecture de la Bible permet d'expérimenter un vaste champ d'expériences qui préparent le lecteur à les affronter dans le réel.",
        "teaching_methods": "Le cours sera donné de manière magistrale mais avec de nombreux exemples et illustrations qui favoriseront les prises de positions et le dialogue. En effet, la Bible étant née d’un dialogue des hommes entre eux, avec leurs traditions religieuses et leurs croyances, c’est aussi dans un dialogue qu’il convient de l’étudier. Dans la deuxième partie du cours, un passage de la Bible aura été lu par avance par les étudiants avant d’être commenté et discuté en séance plénière.",
        "assessment_methods": "Examen écrit sur table (1h30) : évaluation de connaissances objectives à acquérir et question ouverte sur la base d’un texte biblique à commenter.",
        "other_info": "Ce cours est destiné aux étudiants de la faculté de droit (DRT) et de l'Institut d'éducation physique et de réadaptation (IEPR). L'étudiant doit choisir un cours parmi 3 possibilités (TECO1001, TECO 1002 et TECO 1003).",
        "course_materials": "Les documents (format pdf) ayant servi à la préparation de chaque séance ainsi que les références bibliographiques seront disponibles sur la plateforme Moodle du cours  [https://moodleucl.uclouvain.be/course/view.php?id=15046]",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine2138",
        "title": "Compléments de kinésithérapie neurologique et neuropédiatrie",
        "credits": "3.00",
        "hours": "20.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bleyenheuft Yannick",
            "Deltombe Thierry",
            "Nassogne Marie-Cécile",
            "Ossemann Michel",
            "Renders Anne"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "2.6.0.0",
        "topics_covered": "Les principaux thèmes abordés sont les différentes échelles d'évaluation fonctionnelles (questionnaires, outils de mesure..) permettant de mesurer les déficiences et incapacités, la limitation d'activité et la restriction de participation des patients présentant des troubles orthopédiques, neurologiques, respiratoires, cardiaques, viscéraux ou tumoraux. Les qualités clinométriques de ces échelles d'évaluation fonctionnelle seront étudiées. Les étudiant·e·s devront présenter comment évaluer un cas clinique précis. Ils devront dans un rapport écrit justifier le choix de leur échelle et devront en oral présenté l'évaluation de leur patient devant leur confrère comme dans un staff clinique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours est un complément au cours Kiné 1024 (Pathologie et kinésithérapie du système nerveux). Au terme de cet enseignement, l'étudiant connaîtra les bases physiopathologiques et la symptomatologie des principales pathologies en neuropédiatrie et il maîtrisera les indications et les objectifs des traitements de kinésithérapie neuropédiatrique. En pathologie neurologique adulte, l'étudiant approfondira et élargira ses compétences et connaissances concernant des pathologies neurologiques plus rares, et il se formera à l'utilisation des techniques de rééducation les plus récentes. Il améliorera ses compétences dans l'utilisation d'outils d'évaluation afin de déterminer efficacement les objectifs du traitement et d'en évaluer les résultats tant chez l'enfant que chez l'adulte. 2.6.0.0",
        "content": "Ce cours permets aux étudiants de compléter leur formation dans le domaine de la neurologie avec les principales pathologies neuropédiatriques et l'approche des différents traitements et prise en charge rééducative de ces pathologies, et dans le domaine de la neurologie adulte avec des pathologies moins fréquentes dans la pratique comme les mouvements anormaux et  l'épilepsie. Les nouvelles techniques en matière de rééducation neurologique et neuropédiatrique seront abordées en insistant sur l'aspect critique des différentes approches et leur efficacité.",
        "teaching_methods": "Le cours comprend 1) une partie théorique (20h) donnée en auditoire dont les supports de cours (pdf de ppt) sont disponibles sur Moodle. 2) une partie pratique (10h) donnée par petits groupes. La présence aux cours pratiques est obligatoire. La partie pratique sera consacré à l'analyse de vidéos pour encourager la raisonnement clinique et la prise de décision thérapeutique, Ensuite l'étudiant sera familiarisé à la nécessité de fixer des objectifs et à la planification de traitements.",
        "assessment_methods": "L'évaluation des acquis se fera sous forme d'un examen écrit (QCM et questions à réponses courtes) qui comprendra une partie sur la matière théorique comptant pour 70% des points et une autre partie sur la matière pratique comptant pour 30% des points.  Il n'y a pas de cote absorbante, le seuil de réussite de l'examen est de 10/20 pour l'ensemble de la matière du cours.",
        "other_info": "Encadrement : Titulaire(s) et conseillers techniques Ce cours est le prolongement du cours Kiné 1024 Pathologie et kinésithérapie du système nerveux. Il faut également maîtriser les prérequis du développement normal de l'enfant vu dans les cours précédents. Ce cours est strictement réservé aux étudiants FSM, son accès n'est pas possible aux autres étudiants UCLouvain.",
        "online_resources": "Brachial Plexus Birth Injuries James S. Lin, MDa, Julie Balch Samora, Orthop Clin N Am 53 (2022) 167–177 Pediatric Physical Therapy Fifth Edition by Jan S. Tecklin (Author) The Clinical Practice of Pediatric Physical Therapy: From the NICU to Independent Living (Point (Lippincott Williams & Wilkins)) 1st Edition by Mark Drnach  (Author) Physical Therapy for Children 4th Edition by Suzann K. Campbell PT PhD FAPTA (Author), Robert J. Palisano PT ScD (Author) Children with Disabilities 8th Edition, by Mark Batshaw M.D. (Author), Nancy Roizen M.D. (Author), Louis Pellegrino M.D. B.A. M.D. (Author) Cerebral Palsyby Freeman Miller (Editor), Steven Bachrach (Editor), Nancy Lennon (Editor), Margaret E. O'Neil (Editor)  Format: Digital Cerebral Palsy: From Diagnosis to Adult Life 1st Edition, The Identification and Treatment of Gait Problems in Cerebral Palsy , 2nd Edition (180) by James R. Gage, Michael H. Schwartz, et al. Evidence-Based Diagnosis, Health Care, and Rehabilitation for Children With Cerebral Palsy Iona Novak, PhD, MSc (Hons), BAppSc OT1 Journal of Child Neurology 2014, Vol. 29(8) 1141-1156 State of the Evidence Traffic Lights 2019: Systematic Review of Interventions for Preventing and Treating Children with Cerebral Palsy Iona Novak & Catherine Morgan& Michael Fahey et al Current Neurology and Neuroscience Reports 2020. A Developmental Perspective on Congenital Muscular Torticollis: A Critical Appraisal of the Evidence Angela Tessmer, PT, MSc; Paula Mooney, PT, MSc; Lucie Pelland, PT, PhD Pediatric Physical Therapy 2010. Waters PM, Update on management of pediatric brachial plexus palsy, J Pediatr Orthop., Janv-Fév 2005, vol.25(1),p.116-26. Strömbeck C, Krumlinde-Sundholm L, Remahl S, Sejersen T., Long-term follow-up of children with obstetric brachial plexus palsy I: functional aspects, Dev Med Child Neurol., Mars 2007, vol. 49(3), p.198-203. 0Strömbeck C, Remahl S, Krumlinde-Sundholm L, Sejersen T., Long-term follow-up of children with obstetric brachial plexus palsy II: neurophysiological aspects, Dev Med Child Neurol., Mars 2007, vol. 49(3), p.204-9. MUSCULOSKELETAL ASPECTS OF CEREBRAL PALSY H. Kerr Graham, P. Selber THE JOURNAL OF BONE AND JOINT SURGERY 2003",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine1300",
        "title": "Méthodologie de la recherche en kinésithérapie et réadaptation",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hardwick Robert",
            "Patris Sophie",
            "Reychler Gregory"
        ],
        "teaching_language": "Français",
        "prerequisites": "Interaction avec les cours de statistiques Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "* Définition de la méthode scientifique * Hypothèse de recherche (étapes de formulation des hypothèses) * Plans de recherche classiques * Analyse et présentation de données, e.g.: §     Notion d'échantillon, principaux indicateurs de tendance centrale, principaux indicateurs de dispersion, interprétation de niveau de probabilité et de signification... §     Variables dépendantes et indépendantes §     Notion de normalité de distribution (tests paramétriques et tests non paramétriques) §     Relations entre variables continues, calcul de corrélations et interprétation des coefficients de corrélation §     Construction et interprétation de représentations graphiques * Notions spécifiques à l'Evidence-Based Medicine (EBM) §     Démarche éthique §     Utilisation de 'ClinicalTrials.gov' §     Questions logistiques et organisationnelles * Démarche de recherche documentaire (recherche de documentation en bibliothèque, consultation de base de données et construction d'une bibliographie thématique) * Rédaction de travaux scientifiques : Style d'écriture et liste bibliographique (utilisation de Endnote) * Présentation des domaines de recherche actuellement investigués en FSM",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours est destiné à familiariser les étudiants avec la démarche expérimentale (au sens large) et à les préparer à l'utilisation concrète des procédures et techniques spécifiques à la recherche médicale, plus particulièrement dans le domaine de la Réadaptation et des Sciences de la Motricité. Au terme de cet enseignement, l'étudiant interprétera correctement les représentations graphiques de données et les résultats des principaux tests statistiques. Il pourra réaliser une lecture critique des articles, en extraire les hypothèses et juger de la pertinence des paradigmes expérimentaux utilisés pour les vérifier. Il pourra lui-même construire un plan de recherche tout en respectant les règles, éthiques et autres, propres à la recherche médicale. Il pourra également accéder aux sources d'information scientifique dans les bases de données disponibles en bibliothèque.",
        "content": "L'étudiant ayant suivi le cours devrait avoir acquis plus d'autonomie dans son travail scientifique, devrait faire preuve d'esprit critique, maîtriser l'usage des différents types de ressources mises à sa disposition dans les bibliothèques, comprendre les principes de la communication scientifique et être capable de les appliquer. Les connaissances et capacités acquises à l'issue de ce cours seront directement utiles aux étudiants qui pourront les mettre en pratique lors de la réalisation de leur travail de fin d'études.",
        "teaching_methods": "Cours ex-cathedra en présentiel, travaux pratiques et podcasts Des parties de cours sont enseignées en anglais.",
        "assessment_methods": "Examen avec Questions à Choix Multiples (QCM)",
        "other_info": "Langue utilisée pour les cours : Français et angais Support : dias du cours et vidéos/podcasts téléchargeable sur Moodle Encadrement : Titulaires Ce cours est réservé aux étudiants FSM. Son accès est possible aux autres étudiants UCLouvain sur base d'un dossier à remettre au coordinateur du cours.",
        "online_resources": "Disponible sur UCLouvain Moodle.",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine2108",
        "title": "Droit, institutions publiques et gestion dans les soins de santé",
        "credits": "2.00",
        "hours": "37.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Depré Sebastien",
            "Detrembleur Christine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les thèmes qui doivent être développées dans le cadre de ce cours sont: - Définition de la profession, statut du kinésithérapeute indépendant, convention, agrément - Fonctionnement de la sécurité sociale - L'Assurance obligatoire soins de santé et indemnités : principe et nomenclature - La déontologie dans les soins de santé et droit des patients - La préparation à l'examen de l'INAMI.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité d'apprentissage, l'étudiant aura les connaissances de base nécessaires pour s'installer comme kinésithérapeute indépendant en cabinet privé en Belgique. Il aura les notions de droit nécessaires à la pratique de sa profession, de même que les connaissances d'éthique. Il connaîtra le fonctionnement de la sécurité sociale en Belgique, de l'assurance obligatoire de soins de santé et des indemnités.",
        "content": "La matière de ce cours porte sur la connaissance des prestations qui peuvent être accomplies dans le cadre de l'intervention de l'assurance obligatoire soins de santé, la déontologie de la profession et les droits des patients. Nous reprenons ainsi : \r-\tL'exercice de la kinésithérapie, les qualifications professionnelles et les commissions médicales (AR 78 du 10 novembre 1967)\r-\tL'agrément en qualité de kinésithérapeute (AR 15 avril 2002)\r-\tLa loi relative à l'assurance obligatoire soins de santé (14 juillet 1994 et les mises à jour)\r-\tLa convention nationale entre kinésithérapeutes et organisme assureur\r-\tL'histoire de la sécurité sociale et son financement\r-\tLes différents types d'assurés sociaux\r-\tLes attestations de soins (AM 17 décembre 1998)\r-\tLa nomenclature des prestations de santé (AR 14 septembre 1984)\r-\tLa déontologie (Article 458 du code pénal)\r-\tLes avantages sociaux pour certains kinésithérapeutes\r-\tLes droits du patient (loi 22 août 2002)",
        "teaching_methods": "Partie droit: cours magistral donné via TEAMS Partie institution publique: travail par projet. Préparation en groupe (5 étudiants) de la matière qui est présentée oralement par le groupe via TEAMS",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es pour les deux parties : l’évaluation continue certificative incluant un travail obligatoire à présenter par groupe de 5 étudiants durant le Q1  (50% de la note finale - partie A sous réserve que la partie B soit passée). un examen écrit QCM sur Moodle en session pour la partie Droit du Pr Depré (50% de la note finale - partie B sous réserve que la partie B soit passée). Le QCM est composé de 20 à 30 questions à choix multiples avec une ou plusieurs bonnes réponses. Un point est attribué à chaque réponse correcte et aucun point n’est attribué en cas d'absence de réponse ou de réponse incorrecte. Il se déroule sur Moodle (TEST) et dure 30 à 40 minutes. La note finale est la moyenne arithmétique des notes des parties A et B à condition que les deux parties aient été réalisées. Dans la cas contraire, la note finale est de 0.",
        "other_info": "Evaluation : Examen écrit et présentation du projet oralement Support : Syllabus,  Arrêtés Royaux, sites internet des instances officielles Encadrement : Titulaire(s) Ce cours est réservé aux étudiants FSM. Son accès est possible aux autres étudiants UCLouvain sur base d'un dossier à remettre au coordinateur du cours.",
        "online_resources": "Tous les documents sont sur moodle",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine2189",
        "title": "Stages cliniques - (4 mois)",
        "credits": "18.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Poncin William"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme du mois de stage l'étudiant devra être capable de pouvoir prendre en charge les patients présentant une pathologie complexe en relation avec le thème du stage après que le maître de stage ait exposé toutes les données utiles à la prise en charge du patient. Il sera capable de réaliser les bilans complexes, d'élaborer un programme thérapeutique qui corresponde à la situation présente du patient. Il sera capable d'élaborer une prise en charge structurée basée sur les évidences scientifiques.",
        "content": "Cette unité d’enseignement consiste à effectuer des stages sous la responsabilité d’un·e maitre de stage dans différentes structures de soins de santé (hôpitaux universitaires, hôpitaux généraux « classiques », cabinets libéraux, maisons médicales, laboratoires de recherche en santé, etc.) en Belgique et à l’étranger. Les stages permettront à l’étudiant·e de se familiariser à son ou ses futurs environnements de travail. Ces stages permettront également à l’étudiant·e de développer progressivement son raisonnement clinique, ses compétences techniques, ses aptitudes à la collaboration et à la communication, la relation thérapeute-patient·e, ainsi que son professionnalisme. La mise en pratique des stages est régie par une convention, un règlement des stages et des règles de conduite que la ou le stagiaire est tenu de signer et respecter.",
        "teaching_methods": "Réalisation de 4 mois de stage de 4 ou 5 semaines en rapport avec le métier de kinésithérapeute (voir règlement des stages).",
        "assessment_methods": "Lors de chaque stage, le maître de stage réalise une évaluation du stagiaire à l'aide de la grille ad hoc (voir règlement des stages). Cette grille de stage est appelée à évoluer compte tenu des normes et exigences en matière de santé et de pédagogie qui évoluent également. Une nouvelle version de cette grille est sur le point d’entrer en vigueur. Il est donc possible que la ou le stagiaire ne soit pas évalué·e selon la même grille d’évaluation d’un stage à l’autre. A partir des différentes évaluations (qualitative ou quantitative) des maîtres de stage de chaque lieu de stage, le responsable académique établit une note sur 20 points par stage. La note finale de l’UE est la moyenne arithmétique des notes obtenues dans chacun des stages, à condition qu’il n’y ait pas d’échec dans l’un des stages. En effet, la réussite de chaque stage est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement. Une note d'échec dans un des stages entraîne une note d'échec pour la totalité de l’UE. Dans la mesure du possible, un autre stage peut être attribué à l’étudiant durant l’année académique. Ce dernier remplace le stage en échec.",
        "other_info": "La réussite du LKINE1031 et la réussite du cours LKINE1041 sont des conditions prérequises pour l’accès au stage LKINE2189.",
        "online_resources": "La convention, le règlement et les règles de conduite sont disponibles sur la plateforme dédiée aux stages (accessible uniquement après la séance d’information de stage qui a lieu pendant l’année académique) : https://ucl-fms02.sipr.ucl.ac.be/fmi/webd/FSM_Stages",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine2195c",
        "title": "Didactique des enseignements en kinésithérapie, 2° partie (partim C master)",
        "credits": "3.00",
        "hours": "0 h + 10.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "1. Les disciplines kinésithérapie: spécificités et cadre institutionnel. 2. L'enseignement des activités de la kinésithérapie: a. objectifs et contenu spécifique, b. structuration en composantes et élaboration des situations d'apprentissage, c. formulation de consignes pour la réalisation des situations d'apprentissage, d. observation des comportements; détection et correction des erreurs. 3. Utilisation du matériel de kinésithérapie dans le cadre de la didactique des activités de réadaptation",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours est un cours d'intégration professionnelle Au terme de cette entité d'enseignement, l'étudiant sera capable d'exploiter les spécificités des disciplines de la kinésithérapie afin d'initier des étudiants de bachelier aux techniques de base de la kinésithérapie. Par ailleurs, l'étudiant aura poursuivi sa formation personnelle et maîtrisera une série de praxies fondamentales de la kinésithérapie.",
        "content": "L'étudiant sera amené à réaliser des séances de monitorat, permettant l'encadrement des étudiants qui suivent le cours LIEPR1024. Un rapport de stage et des réunions de concertation seront également organisés.",
        "teaching_methods": "Monitorats",
        "assessment_methods": "L'évaluation se fera tout au long du quadrimestre à travers le rapport post-séance et la participation active aux monitorats.",
        "other_info": "Ce cours est strictement réservé aux étudiants FSM, son accès n'est pas possible aux autres étudiants UCLouvain.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=5603",
        "bibliography": "Dias du cours LIEPR1024 et livre de référence : Dale Purves, George J Augustine, David Fitzpatrick, William Hall, Anthony-Samuel Lamantia, Léonard White. Traducteur : Jean-Marie Coquery, Nicolas Tajeddine, Philippe Gailly. Neurosciences. 6e édition . De Boeck Supérieur",
        "course_materials": "Dias du cours LIEPR1024 et livre de référence, voir ci-après",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-liepr1025",
        "title": "Physiologie et biochimie de l'exercice et nutrition",
        "credits": "8.00",
        "hours": "75.0 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Deldicque Louise",
            "Francaux Marc",
            "Henriet Patrick"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Les thèmes principaux abordés pour rencontrer ces objectifs seront : - les bases de l'homéostasie nutritionnelle chez l'homme, la régulation du poids, l'énergétique alimentaire, l'analyse des besoins en macro- et micronutriments (vitamines, ions, ...), - l'équilibre hydrique et la régulation de l'appétit, - l'adaptation de la nutrition chez l'homme physiquement actif, l'équilibre nutritionnel à l'exercice et les aides ergogéniques. spécifiques pour la performance, - les voies métaboliques permettant l'approvisionnement énergétique lors de l'exercice physique, leur participation relative à cet approvisionnement et leurs modes d'activation - les mécanismes de la synthèse protéique et leur implication dans le phénomène d'entraînement - l'adaptation cardio-circulatoire à l'exercice physique, la pratique d'activités physiques et sportives dans des environnements particuliers comme l'altitude, les conditions hyperbares ou thermiquement stressantes. Par le biais de l'expérimentation, les étudiants seront amenés à résoudre en groupe, un problème leur permettant d'appréhender la physiologie de l'exercice de manière plus pratique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette entité d'enseignement, l'étudiant sera capable d'expliquer le fonctionnement de l'organisme d'un individu sain pratiquant des activités physiques et sportives de toutes natures, dans tous types d'environnements. Il comprendra plus particulièrement les mécanismes qui sous-tendent la dépense énergétique lors de l'exercice physique depuis l'approvisionnement en substrats alimentaires jusqu'au voies métaboliques cellulaires, ainsi que systèmes de restauration énergétique, d'anabolisme et de maintien des structures biologiques sollicitées. Il sera capable d'acquérir des données expérimentales à partir d'un modèle physiologique simple, de décrire adéquatement et précisément les résultats obtenus et de les analyser de manière critiques.",
        "content": "Le cours est construit autour de l’étude du métabolisme. Les thèmes principaux abordés pour rencontrer cet objectif seront : les bases de l'homéostasie nutritionnelle chez l'homme, la régulation du poids, l'énergétique alimentaire, l'analyse des besoins en macro- et micronutriments (vitamines, ions, ...), l'équilibre hydrique et la régulation de l'appétit, l'adaptation de la nutrition chez l'homme physiquement actif, l'équilibre nutritionnel à l'exercice et les aides ergogéniques spécifiques pour la performance, les voies métaboliques permettant l'approvisionnement énergétique lors de l'exercice physique, leur participation relative à cet approvisionnement et leurs modes d'activation, les mécanismes de la synthèse protéique et leur implication dans le phénomène d'entraînement, l'adaptation cardio-circulatoire à l'exercice physique, la pratique d'activités physiques et sportives dans des environnements particuliers comme l'altitude, les conditions hyperbares ou thermiquement stressantes. Par le biais de l'expérimentation, les étudiants seront amenés à résoudre un problème leur permettant d'appréhender la physiologie de l'exercice de manière plus pratique. Au terme de cette entité d'enseignement, l'étudiant·e sera capable d'expliquer le fonctionnement de l'organisme d'un individu sain pratiquant des activités physiques et sportives de toutes natures, dans tous types d'environnements. Il ou elle comprendra plus particulièrement les mécanismes qui sous-tendent la dépense énergétique lors de l'exercice physique depuis l'approvisionnement en substrats alimentaires jusqu'aux voies métaboliques cellulaires, ainsi que les systèmes de restauration énergétique, d'anabolisme et de maintien des structures biologiques sollicitées. Il ou elle sera capable d'acquérir des données expérimentales à partir d'un modèle physiologique simple, de décrire adéquatement et précisément les résultats obtenus et de les analyser de manière critique.",
        "teaching_methods": "Cours magistraux en auditoires et travaux pratiques obligatoires organisés en mode distanciel.",
        "assessment_methods": "L'évaluation finale est basée sur un examen écrit qui comprend trois parties. La répartition des points entre les parties est la suivante : 50% (10/20) pour la partie physiologie de l’exercice. L’évaluation des travaux pratiques (cf ci-dessus) y sera intégrée. 25% (5/20) pour la partie biochimie 25% (5/20) pour la partie nutrition La moyenne sur 20 est calculée en utilisant la fonction \"arrondi\" de Excel. Pour la partie physiologie de l’exercice, l’évaluation est réalisée par le biais d’un questionnaire à choix unique (QCU). Ce dernier est composé de 24 questions. Quatre propositions sont associées à chacune d'entre elles. Une et une seule proposition est exacte. Chaque réponse exacte rapporte un point sur 24. Pour la partie biochimie, l’évaluation est également réalisée par le biais d’un questionnaire à choix unique (QCU) en utilisant les mêmes modalités que pour la partie physiologie de l’exercice. Pour la partie nutrition, également questionnaire de 12 questions de type QCU, comme indiqué plus haut. Vu que le règlement général des examens interdit les points négatifs en cas de mauvaise réponse, une fonction d'ajustement est utilisée afin de corriger la probabilité de donner une bonne réponse lors d'un choix aléatoire. L'application de cette fonction aux conditions de l'examen peut être trouvée dans l'outil \"Fonction d'ajustement\" sur la plateforme Moodle du cours. Les étudiant·es sont informé·es que dans ces conditions, ils et elles ont grand intérêt à répondre à toutes les questions . Les examens de première et de deuxième session prennent strictement la même forme.",
        "other_info": "Supports de cours Les présentations des enseignant·es sont disponibles sur la plateforme Moodle du cours. Pour la partie physiologie de l’exercice, la consultation des ouvrages suivants peut se révéler utile : Exercise Physiology: Human Bioenergetics and Its Applications (5th edition) G.A. Brooks, T.D. Fahey & K.M. Baldwin, 2019 Exercise physiology (8th edition) W.D. Mc Ardle, F.I. Katch & V.I. Katch, 2014 Biochimie des activités physiques et sportives (2ème édition) J.R. Poortmans & N. Boisseau, 2015 Pour la partie biochimie, la plupart des ouvrages dédiés à l’enseignement apportent les informations de base correspondant à la matière vue au cours. Même un livre publié il y a 10 ans peut faire l’affaire. En cas de souhait d’investir dans l’achat d’un tel livre, la recommandation est de se tourner vers la dernière édition en date du « Lehninger Principles of Biochemistry ». La huitième édition est sortie en  2021. Pour la partie nutrition, Clinical Sports Nutrition par Burke et Deakin et Sport Nutrition par Jeukendrup et Gleeson pour les férus de cette matière Organisation des travaux pratiques Six séances de travaux pratiques sont associées à ce cours. Les adresses URL permettant de se connecter à ces séances d’apprentissage sont mises à disposition sur la plateforme Moodle du cours en temps voulu. Lors de chacune de ces séances les étudiant·es sont tenu·es de répondre à une série de questions sur la plateforme Moodle du cours. Sur cette base, chacune des séances de travaux pratiques est évaluée à concurrence de 0.33/20, soit 2/20 pour les six séances. L’absence de participation à ces TP fait donc perdre 2 points sur vingt à la cote de physiologie de l’exercice. Tous les étudiants et toutes les étudiantes sont tenu·es de participer à tous les TP. Il n’y a aucune dispense possible.",
        "online_resources": "Site Moodle du cours : https://moodle.uclouvain.be/course/view.php?id=3093",
        "course_materials": "voir ci-dessus",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-liepr1024",
        "title": "Fondements neurophysiologiques et neuropsychologiques du contrôle et de l'apprentissage moteurs",
        "credits": "4.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Duque Julie",
            "Missal Marcus"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "- Introduction aux principales méthodes et techniques d'investigation en Neuroscience: enregistrement, lésion réversible, stimulation magnétique, imagerie fonctionnelle... - Organes des sens et mécanismes de la transduction. - Mécanismes centraux du traitement des informations sensorielles: vision, somesthésie, douleur, proprioception, équilibre. - Contrôle moteur: tonus, posture, réflexes spinaux, système pyramidal, nouayaux gris centraux, cervelet, mouvements automatiques, volontaires, locomotion, coordination motrice... - Intégration sensori-motrice: fonctions des aires pariétales postérieures en particulier. - Les différentes formes d'apprentissage et de mémoire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - Appréhender le fonctionnement normal des systèmes sensoriels et plus particulièrement celui des systèmes visuel et somato-sensoriel. - Étudier les mécanismes neurophysiologiques responsables du contrôle du mouvement, des mouvements réflexes au contrôle cortical des mouvements de la main. - Etudier les bases neurales de la mémoire et de l'apprentissage. - Fournir les connaissances de base indispensables à la compréhension des enseignements ultérieurs en neurosciences.",
        "content": "- Introduction aux principales méthodes et techniques d'investigation en Neuroscience : enregistrement, lésion réversible, stimulation magnétique, imagerie fonctionnelle. - Organes des sens et mécanismes de la transduction. - Mécanismes centraux du traitement des informations sensorielles : somesthésie, proprioception, douleur, vision, équilibre. - Contrôle moteur : unités motrices, réflexes spinaux, tonus postural, locomotion, mouvements volontaires, cortex moteur, système pyramidal, noyaux gris centraux, cervelet. - Intégration sensori-motrice : fonctions des aires pariétales postérieures en particulier. - Les différentes formes d'apprentissage et de mémoire.",
        "teaching_methods": "Cours en auditoire ou en distanciel, si les circonstances l'imposent.",
        "assessment_methods": "Examen écrit QCM (questions à choix multiples) contenant 30 questions avec 5 possibilités de réponse dont une seule est correcte. Il faut réussir 15 questions pour obtenir 10/20. Ces modalités restent les mêmes pour toutes les sessions de cette année académique.",
        "other_info": "Evaluation : Examen écrit Support : Dias du cours et livre de référence : Dale Purves, George J Augustine, David Fitzpatrick, William Hall, Anthony-Samuel Lamantia, Léonard White. Traducteur : Jean-Marie Coquery, Nicolas Tajeddine, Philippe Gailly. Neurosciences. 6e édition . De Boeck Supérieur Encadrement : Titulaire(s) Ce cours est réservé aux étudiants FSM. Son accès est possible aux autres étudiants UCLouvain sur base d'un dossier à remettre au coordinateur du cours.",
        "online_resources": "Cours entièrement disponible sur Moodle : LIEPR1024 - Fondements neurophysiologiques et neuropsychologiques du contrôle et de l'apprentissage moteurs",
        "bibliography": "Purves, D., Augustine, G. J., Fitzpatrick, D., Hall, W. C., LaMantia, A.-S., Mooney, R. D., Platt, M. L., & White, L. E. (2019). Neurosciences (6ᵉ éd., trad. en français). De Boeck Supérieur. Kandel, E. R., Schwartz, J. H., Jessell, T. M., Siegelbaum, S. A., & Hudspeth, A. J. (2013). Principles of Neural Science (5th ed.). McGraw-Hill Education.",
        "course_materials": "Toutes les diapositives du cours sont sur Moodle : LIEPR1024 - Fondements neurophysiologiques et neuropsychologiques du contrôle et de l'apprentissage moteurs Livre de référence : Neurosciences, Purves et al. (voir bibliographie pour la référence complète)",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfsm1103",
        "title": "Esprit critique et posture scientifique",
        "credits": "4.00",
        "hours": "37.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Duque Julie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Importance de développer son esprit critique Stéréotypes, biais et préconceptions dans le domaine des sciences de la motricité Décodage du discours Evaluation de la qualité des sources Processus et limites de la démarche scientifique Introduction aux différents champs de recherche en sciences de la motricité Introduction aux concepts de données, d’analyse de données, de représentation (analyse descriptive de données : concept d’échantillon, indicateurs de moyenne, de dispersion, …) et d’interprétation des données Introduction aux concepts de statistique et de niveau de signification.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - Décoder les biais et les mécanismes à l’œuvre derrière nos stéréotypes (9.3 et 11.1 kiné) /(7.3 et 9.1 EP) - Repérer comment la mise en scène de contenus peut nous manipuler (9.3 kiné et 11.1 kiné) / (7.2 et 9.1 EP) - Déterminer la fiabilité d’une information et de sa source (6.3 kiné et 11.1 kiné) (2.2 et 7.2 et 9.1 EP) - Décrire le type de sources et le type de littérature (6.1 et 6.3 kiné) / (2.1; 2.4 et 7.2 EP) - Expliquer et illustrer la place et les limites de la science aujourd’hui (6.3 kiné et 11.1 kiné) / (2.4 et 9.1 EP) - Décrire le concept de démarche scientifique et les différents types de raisonnements (6.1. kiné) / (2.1 EP) - Décrire et illustrer les champs de recherche dans le domaine des sciences de la motricité (6.1– 2.1) - Interpréter des données scientifiques et leurs représentations graphiques. (6.1-6.3-11.1 Kiné – 2.1 et 2.3EP)",
        "content": "Chapitres du cours Chapitre 1 Introduction : Pourquoi développer son esprit critique ? Chapitre 2 Identifier ses préconceptions Chapitre 3 Décoder un discours Chapitre 4 Evaluer la qualité des sources Chapitre 5 Comprendre la démarche scientifique Chapitre 6 Appréhender les données scientifiques",
        "teaching_methods": "Alternance de cours en auditoire et en autonomie. Cours et ressources en français.",
        "assessment_methods": "Examen écrit avec Questions à Choix Multiple (QCM) en session",
        "other_info": "Ce cours \"Esprit critique et posture scientifique\" est conçu pour doter les étudiants des compétences essentielles à leur parcours universitaire, à leur future carrière en sciences de la motricité, et à leur développement personnel, en mettant l'accent sur le développement de l'autonomie et de la réflexivité. En commençant par l'importance de développer un esprit critique (Chapitre 1), les étudiants apprendront à identifier et surmonter leurs préconceptions, stéréotypes, biais et préjugés (Chapitre 2). Ils seront ensuite formés à décoder les discours et à repérer les techniques de manipulation (Chapitre 3), ainsi qu'à évaluer la qualité des sources, distinguer les faits des opinions et croyances, et comprendre l'impact des fake news et des algorithmes (Chapitre 4). Le cours introduit également les bases de la démarche scientifique (Chapitre 5) et l'analyse des données scientifiques (Chapitre 6). Ces compétences leur permettront de développer un raisonnement rigoureux et une pensée critique, indispensables pour exceller dans le domaine de la santé et du sport, ainsi que pour aborder de manière éclairée les défis de la vie professionnelle et personnelle.",
        "online_resources": "- Toutes les diapositives du cours sont disponibles sur Moodle : LFSM1103 - Esprit critique et posture scientifique - MOOC LouvainX : Penser critique : https://www.edx.org/course/penser-critique-2 - Cours en ligne de Richard Monvoisin (Université de Grenoble) : https://www.youtube.com/playlist?list=PLsbx1DYyydS-ie6wXA3Qu5zHLPWhilejW - La tronche en biais : https://www.youtube.com/c/TroncheEnBiais-Zetetique - L'esprit critique : https://www.lespritcritique.fr/ - Albert Moukheiber sur France Culture - Votre cerveau : la perception de la réalité : https://www.radiofrance.fr/franceculture/podcasts/serie-la-perception-de-la-realite-avec-albert-moukheiber - Richard Monvoisin sur France Culture - Votre cerveau : déjouer les manipulations : https://www.radiofrance.fr/franceculture/podcasts/serie-dejouer-les-manipulations-avec-richard-monvoisin - Sciences et pseudosciences : revue de l'Association Française pour l’Information Scientifique (AFIS): https://www.afis.org/-La-revue-Science-et-pseudo-sciences-",
        "course_materials": "Diapositives du cours",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine2195b",
        "title": "Didactique des enseignements en kinésithérapie, 2° partie (partim B master)",
        "credits": "3.00",
        "hours": "0 h + 10.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "1. Les disciplines kinésithérapie: spécificités et cadre institutionnel. 2. L'enseignement des activités de la kinésithérapie: a. objectifs et contenu spécifique, b. structuration en composantes et élaboration des situations d'apprentissage, c. formulation de consignes pour la réalisation des situations d'apprentissage, d. observation des comportements; détection et correction des erreurs. 3. Utilisation du matériel de kinésithérapie dans le cadre de la didactique des activités de réadaptation",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours est un cours d'intégration professionnelle Au terme de cette entité d'enseignement, l'étudiant sera capable d'exploiter les spécificités des disciplines de la kinésithérapie afin d'initier des étudiants de bachelier aux techniques de base de la kinésithérapie. Par ailleurs, l'étudiant aura poursuivi sa formation personnelle et maîtrisera une série de praxies fondamentales de la kinésithérapie.",
        "content": "Les principes didactiques seront appliqués aux cours suivants: Le cours LKINE2195A permettra aux étudiants qui y sont inscrits d'encadrer les étudiants qui suivent le cours LKINE1021. Ce cours est le prolongement du cours LKINE1390A. Le cours LKINE2195B permettra aux étudiants qui y sont inscrits d'encadrer les étudiants qui suivent le cours LIEPR1011. Ce cours est le prolongement du cours LKINE1390B. Le cours LKINE2195C permettra aux étudiants qui y sont inscrits d'encadrer le cours LIEPR1024. Ce cours est le prolongement du cours LKINE1390C. Par ailleurs les étudiants du programme de Master en Sciences de la motricité, orientation générale, finalités KN ou MA auront également la possibilité d'opter pour le cours LKINE2195C qui leur permettra d'encadrer (MS_KN) le cours LKINE1036 et (MA) le cours LKINE1300. Pour avoir accès à LKINE2195C l'étudiant ne devra pas avoir suivi le cours LKINE2195A ou B lors de son Master en kinésithérapie et réadaptation.",
        "teaching_methods": "Les objectifs didactiques seront poursuivis au moyen de dispositifs variés en kinésithérapie et en auditoire, à l'aide de techniques d'enregistrement de l'image, de l'observation, de situations-problèmes, de la recherche de solution et de la créativité. L'accent sera placé également sur la préparation permettant l'apprentissage de diverses techniques de kinésithérapie.",
        "assessment_methods": "L'étudiant (au sens épicène) est encadré par le titulaire et le(s) responsable(s) de cours pratiques qu'il assiste. Dans le cadre de ce cours, les étudiants (au sens épicène) sont évalués de deux manières : l’évaluation continue créalisée par les enseignants (au sens épicène) avec qui l'étudiant encadre les cours (70% de la note finale) un travail obligatoire à remettre en fin de quadrimestre (30% de la note finale)",
        "other_info": "Ce cours est strictement réservé aux étudiants FSM, son accès n'est pas possible aux autres étudiants UCLouvain.",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine1038",
        "title": "Biophysique appliquée à la kinésithérapie",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Detrembleur Christine"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Les thèmes abordés changent annuellement mais sont en rapport avec la biophysique. Exemple de thèmes abordés : Les composants des prothèses pour les personnes amputées fémorales et tibiales ; la marche pathologique : physiopathologie de la marche de patients neurologiques ou orthopédiques ; le mécanisme d'auto corrélation de la marche ; mesure biomécanique de la raideur musculaire ; mesure de la raideur par élastographie ; la réalité virtuelle pour améliorer la fonction des patients neurologiques ; la mesure de nos patients dans leur AVJ en milieu écologique ; les nouveaux outils de mesure du mouvement, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les étudiant·e·s doivent apprendre à construire un projet en recherchant les informations -sur internet via les moteurs de recherche -dans la littérature scientifique, -auprès des constructeurs, firmes, -auprès des personnes qui utilisent. Le sujet donné est large pour apprendre à l'étudiant·e à chercher l'information correctement, à faire une synthèse des informations pertinentes, à présenter les résultats sous forme graphique, à illustrer les propos (dessins, images, vidéo). Les étudiant·e·s doivent réaliser une présentation orale de leur travail qui est la cote de l'examen. Apprentissage du travail en équipe.",
        "content": "La biophysique est une discipline à l'interface de la physique et de la biologie où les concepts physiques et les outils d'observation et de modélisation de la physique sont appliqués aux phénomènes biologiques humains. Le cours se donne en classe inversée, chaque mois un nouveau thème est abordé. Les thèmes changent aussi annuellement. Les étudiant·e·s reçoivent les bases théoriques par rapport à leur thématique puis doivent réaliser un projet en équipe.",
        "teaching_methods": "CLASSE INVERSEE - TRAVAIL EN EQUIPE Travail par projet en classe inversée. Les étudiants viennent au cours durant le mois qui leur est attribué par le secrétariat entre octobre et janvier. Une présentation théorique est faite par un expert au début du mois auquel l'étudiant doit participer au projet. Les notions de base lui sont données. Ensuite, les étudiants se répartissent par équipe de 5-6 étudiants et choisissent une thématique donnée sur laquelle ils travailleront ensemble pendant 2 à 3 semaines. Le projet consiste à réaliser une recherche bibliographique, avoir une rencontre avec une entreprise, une rencontre avec des patients ou des professionnels, faire une recherche sur les sites adhoc. Les étudiants doivent faire une présentation orale de leurs résultats en fin de mois de 10 à 15 minutes. Cette présentation est leur cote d'examen.",
        "assessment_methods": "EVALUATION CONTINUE CERTIFIANTE/ PAS D'EXAMEN EN SESSION La présence à ce cours est obligatoire. Les titulaires du cours pourront, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté au cours de présentation des consignes et aux présentations orales, lors de la session de janvier/juin ou de septembre. L'examen consiste en la présentation orale du projet par groupe de 5 ou 6.",
        "other_info": "Evaluation : Evaluation continue-Travail en équipe de 5-6 étudiants, préparation d'un projet Support : Articles scientifiques - consignes - sites internet Encadrement : Titulaire(s) et experts invités Ce cours est réservé aux étudiants FSM. Son accès est possible aux autres étudiants UCLouvain sur base d'un dossier à remettre au coordinateur du cours.",
        "online_resources": "La théorie donnée au premier cours est sur Moodle, de même que les présentations faites par les étudiants. La liste des étudiants qui doivent participer au cours le mois adhoc est mise sur moodle en début de mois.",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine2190",
        "title": "Rapports de stages",
        "credits": "2.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Poncin William"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : L'étudiant sera capable de mettre en perspective ses expériences en faisant synthèse d'un cas clinique.",
        "content": "Voir règlement des stages en kinésithérapie de la FSM",
        "assessment_methods": "Au terme d'un stage, l'étudiant.e remettra un rapport de stage à sa ou son maitre de stage qui sanctionnera le travail via une note sur 20. Le rapport de stage peut prendre plusieurs formes. Il peut s'agir : D'une lettre écrite à un confrère, une consoeur, au médecin traitant ou spécialiste d'un.e patient.e traité.e au cours du stage (forme la plus commune). D'une présentation d'un article scientifique en lien avec une problématique clinique soulevée au cours du stage. D'un travail permettant de répondre à un besoin du lieu de stage (exemple : construction de vidéo illustrant des exercices pour les patient.es; production d'une affiche-poster d'information, ...). Etc. La forme retenue du rapport de stage est idéalement le fruit d'un accord entre la ou le stagiaire et sa ou son maitre de stage.",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine2168",
        "title": "La kinésithérapie en algologie, soins palliatifs et gériatrie",
        "credits": "4.00",
        "hours": "60.0 h",
        "quadrimester": "Q1",
        "teachers": [
            ". SOMEBODY",
            "de Saint Hubert Marie",
            "Mouraux André",
            "Schoevaerdts Didier",
            "Wunsch Annabel"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'ensemble des cours sera donné par des praticiens activement engagés dans la clinique de la douleur. Le support didactique est par conséquent puisé dans la pratique journalière. Chaque enseignant visera à articuler son exposé avec l'approche multidisciplinaire. Les principaux thèmes abordés sont: 1. Présentation des problèmes épidémiologiques, socio-économiques et éthiques. 2. Le modèle biopsychosocial dans la prise en charge de la douleur chronique, les soins palliatifs et la gériatrie. 3. Méthodes cliniques pour évaluation. 4. La kinésithérapie orientée vers le patient douloureux chronique. 5. Présentation et discussion de dossiers cliniques en rapport avec la douleur chronique cancéreuse et non-cancéreuse. 6. Aspects thérapeutiques: - aspects spécifiques de la prescription médicamenteuse (1 h) - techniques spécialisées (ex. stimulation cordonale) - réadaptation fonctionnelle dans les syndromes douloureux chroniques - douleur et psychothérapie (y compris psychopathologie de la douleur) 7. Synthèse dans une perspective de la \"Clinique de la douleur\"",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours a pour premier objectif de témoigner par la théorie et la pratique clinique des avantages d'une approche intégrée multidisciplinaire du diagnostique et du traitement de la douleur aiguë et chronique, les soins palliatifs et la gériatrie. L'enseignement est inspiré du modèle biopsychosocial. Secondairement, il permettra une mise à jour des mécanismes neuro-psychophysiologiques et une présentation des perspectives thérapeutiques nouvelles.",
        "content": "Ce cours est composé de 2 sections: Algologie et Soins palliatifs-Gériatrie Section Algologie: Des praticiens régulièrement impliqués dans l'évaluation et la gestion des patients souffrant de douleur chronique donnent le cours. Les principaux thèmes sont les suivants: 1. Présentation des données épidémiologiques, socio-économiques et des problèmes éthiques. 2. Le modèle bio-psycho-social de la gestion de la douleur, des soins palliatif et de la gériatrie. 3. Méthodes d'évaluation clinique Ofor 4. Exercices physiothérapeutiques de patients souffrant de douleur chronique 5. Présentation et discussion de cas liés aux maladies chroniques non cancéreuses et la douleur cancéreuse. 6. En charge thérapeutique: les aspects spécifiques de la prescription de médicaments analgésiques, méthodes spécialisées (par exemple, stimulation de la moelle épinière, l'administration intrathécale de drogues), de réhabilitation et de réactivation physique et des interventions psychothérapeutiques. 7. Ateliers sur les aspects pratiques de l'évaluation sensorielle, l'évaluation de l'aptitude physique, de diagnostic et d'entretien de l'enregistrement électrophysiologiques nociceptive flexion reflex. 8. La Clinique multidisciplinaire de la douleur: les objectifs et l'organisation. Section soins palliatifs et gériatrie Le cours aborde l'accompagnement des patients souffrant d'affections sévères ou en fin de vie. Il aborde les situations les plus fréquentes qui peuvent se poser en fin de vie et comment mieux contrôler les symptômes. Il introduit à la médecine gériatrique et apporte des données épidémiologiques.Chaque chapitre différencie les effets du vieillissement normal et pathologique. Les principaux syndromes gériatriques sont enseignés (fragilité et déclin fonctionnel, chute et peur de chuter, confusion aigue, démence et dépression, malnutrition, iatrogénie, douleur, infections). Il explique lles structures d'accueil des personnes âgées et le programme de soins pour le patient gériatrique proposé dans les hôpitaux. Enfin, il ouvre aux questions éthiques qui peuvent se poser lors des soins aux personnes âgées et à leur représentation.",
        "teaching_methods": "Enseignement en cours magistral et sous forme de séminaires",
        "assessment_methods": "L'examen se déroule lors des sessions de janvier et d’août sous forme d'un examen écrit (l’examen dure 2h00). Les parties Soins Palliatifs et Gériatrie sont interrogées sous forme d'un questionnaire QCM unique (lecture optique en janvier et correction manuelle en septembre). Les séminaires et cours théoriques de la partie Algologie sont évalués par des questions ouvertes. La répartition des points entre les deux parties (gériatrie+soins palliatifs et algologie) est de 50%-50%. Un échec à l'une des deux parties (avec une note ≤ 7.5/20) justifie une pénalité de 2 points au total de la note. En cas d'échec, c'est l'ensemble de l'examen qui doit être repassé.",
        "other_info": "Evaluation : Examen écrit Support : Syllabus / Rétroprojections/ articles de référence de la littérature spécialisée Encadrement : Titulaire(s) Ce cours s'articule avec le cours LKINE1036 - Compléments de neurophysiologie du programme de kinésithérapie et réadaptation BAC 13/bloc annuel 3 Ce cours est réservé aux étudiants FSM. Son accès est possible aux autres étudiants UCLouvain sur base d'un dossier à remettre au coordinateur du cours.",
        "online_resources": "Diapositives et documents de référence sur le site Moodle",
        "course_materials": "Diapositives mises en ligne sur Moodle Diapositives mises en ligne sur Moodle Diapositives mises en ligne sur Moodle Diapositives mises en ligne sur Moodle Diapositives mises en ligne sur Moodle Diapositives mises en ligne sur Moodle Diapositives mises en ligne sur Moodle Diapositives mises en ligne sur Moodle",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine2129",
        "title": "Compléments en technologie et réadapation",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bastien Guillaume",
            "Detrembleur Christine",
            "Schepens Bénédicte"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours consiste en la réalisation d'un projet dans l'un des domaines suivants: - l'analyse de la marche pathologique, - l'évaluation des capacités fonctionnelles de la personne handicapée, - le contrôle moteur de la préhension (normale ou pathologique), - l'étude des mécanismes de la locomotion terrestre, - les aides technologiques aux personnes handicapées. Les titulaires se tiennent à la disposition des étudiants pour leur apporter les connaissances nécessaires à la réalisation du projet et leur donner informations et conseils.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant aura mis en application les connaissances acquises lors du cours KINE 1039 - Technologie et réadaptation. Il aura utilisé ses connaissances pour concevoir et réaliser un projet dans le domaine des technologies appliquées à la réadaptation.",
        "content": "A travers la réalisation de courts projets, l'étudiant découvrira les principes de fonctionnement et d'utilisation de setups expérimentaux d'analyse du mouvement (plate-forme de force, tapis roulant instrumenté, système de capture du mouvement, EMG...). Il réalisera des prises de mesure et traitera les données à l'aide de programmes informatiques qu'il aura lui-même conçu et développé. Enfin, il fera un rapport présentant le matériel et les méthodologies utilisées ainsi que les résultats produits.",
        "teaching_methods": "Enseignement par projet.",
        "assessment_methods": "Les étudiants seront évalués sur base d'une évaluation continue et d’un powerpoint commenté à remettre individuellement en fin de quadrimestre et dans lequel sera présenté (1) la question scientifique, (2) la méthode de mesure des données, le protocole et le traitement, (3) les résultats obtenus et (4) une brève discussion de ces résultats. La présence à ce cours est requise. Les titulaires du cours pourront, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 80% des cours, lors de la session d'examen.",
        "other_info": "Ce cours est le prolongement du cours KINE 1039 Technologie et réadaptation. Enseignement et encadrement par les titulaires. Ce cours est strictement réservé aux étudiants de la FSM, son accès n'est pas possible aux autres étudiants de l’UCLouvain.",
        "online_resources": "voir Moodle",
        "bibliography": "voir Moodle",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine2148",
        "title": "Evaluation fonctionnelle du patient",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bleyenheuft Yannick",
            "Detrembleur Christine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les principaux thèmes abordés concerneront la classification ICF (International Classification of Functionning, Disability and Health) proposée par l'OMS (2001) qui servira de cadre de référence dans lequel seront classées les différentes échelles d'évaluation fonctionnelles permettant de mesurer les déficiences, les incapacités et les difficultés de participation des patients. Les qualités psychométriques de chacune des échelles d'évaluation fonctionnelle seront décrites.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de cette activité d'apprentissage est de permettre à l'étudiant d'acquérir les compétences nécessaires pour être capable de réaliser le bilan fonctionnel de ses futurs patients. A l'issue de ce cours l'étudiant sera capable de choisir et d'utiliser les tests adéquats et présentant des qualités psychométriques satisfaisantes afin d'évaluer les déficiences, les incapacités et les difficultés de participation rencontrées par ses patients. Ce cours sera principalement délivré sous la forme d'un enseignement magistral associé à la lecture d'articles scientifiques.",
        "content": "Les principaux thèmes abordés concerneront la classification ICF (International Classification of Functioning, Disability and Health) proposée par l'OMS (2001) qui servira de cadre de référence dans lequel seront classées les différentes échelles d'évaluation fonctionnelles permettant de mesurer les déficiences, les limitations d'activité et les restrictions de participation des patients. Les qualités psychométriques de chacune des échelles d'évaluation fonctionnelle seront étudiées. A l'issue de ce cours l'étudiant sera capable de choisir et d'utiliser les tests adéquats et présentant des qualités psychométriques satisfaisantes afin d'évaluer les déficiences, les incapacités et les difficultés de participation rencontrées par ses patients.",
        "teaching_methods": "Présentation théorique du modèle de la CIF, des propriétés psychométriques des tests, du modèle de Rasch et des statistiques à appliquer en fonction des questionnaires Travail par projet (5 étudiants) autour d'un cas clinique en tenant compte du modèle de la CIF. Recherche des tests cliniques ad hoc, justification de leurs qualités psychométriques, explication de mode de passation des tests et de comment les coter. Les étudiants devront aussi pouvoir réaliser une séance de kiné en télé rééducation. Le cours théorique se donnera en présentiel. Les projets se feront sur TEAMS.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es pour les deux parties distinctes : l’évaluation continue certificative incluant un travail obligatoire à présenter oralement par groupe de 5 étudiants durant le Q1  (50% de la note finale - partie A - sous réserve que la partie B soit passée). un examen écrit QCM en session pour la partie du Pr Bleyenheuft (50% de la note finale - partie B - sous réserve que la partie A soit passée). Le QCM est composé de 20 questions à choix multiples avec une bonne réponse. Un point est attribué à chaque réponse correcte et aucun point n’est attribué en cas d'absence de réponse ou de réponse incorrecte. La note finale est la moyenne arithmétique des notes des parties A et B à condition que les deux parties aient été présentées. Dans le cas contraire, la note est ramenée à 0. L'examen se déroule en auditoire et l'étudiant a l'obligation de signer sur une feuille de présence. En cas de non signature ou d'absence en auditoire, cela sera considéré comme de la tricherie.",
        "other_info": "Evaluation : Examen écrit 50% - Présentation orale du projet en évaluation continue 50% Support : Notes de cours, powerpoint, Sites internet scientifiques Encadrement : Titulaire(s) Ce cours est le prolongement des cours de pratique de kinésithérapie, y compris le cours de statistique. Il fait partie du programme de master en kinésithérapie et réadaptation, ainsi que du master en motricité, orientation générale. Ce cours est réservé aux étudiants FSM. Son accès est possible aux autres étudiants UCLouvain sur base d'un dossier à remettre au coordinateur du cours.",
        "online_resources": "Les notes de cours, les consignes, les aides pour la recherche sont sur moodle",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lknr1105",
        "title": "Evidence based practice (EBP) / Raisonnement clinique 1",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pitance Laurent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Partie raisonnement clinique : Différents types de raisonnements (analytique et non-analytique, hypothético-déductif, inductif, abductif, intuitif…) Processus de raisonnement clinique en kinésithérapie Les grandes étapes d’une séances kiné (anamnèse – examen clinique - examen physique – traitement - réévaluation) Biais cognitifs dans les soins de santé Incertitude en soins de santé : variabilités des prises en charge pour une pathologie similaire Partie EBP : La démarche EBP Les différentes étapes de la démarche EBP en partenariat avec le patient : Formuler une question de recherche Réaliser une revue de la littérature Analysé la validité et l’applicabilité des résultats trouvés Intégrer cette évaluation des preuves avec votre expérience clinique et les valeurs du patient pour appliquer les résultats dans la pratique clinique Evaluer la performance de l’application clinique des preuves Risques liés à la démarche non EBP",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Expliquer les principes de la démarche EBP (1.1, 6.2) Décrire les principes/étapes du raisonnement clinique (1.2) Décrire un raisonnement clinique et argumenter les décisions (1.2) Décrire les principes de base d’une récolte d’informations (2.2) Expliquer la structure d’une prise en charge en kinésithérapie (2.2) Expliquer les biais cognitifs influençant le raisonnement clinique en soins de santé (1.3)",
        "content": "Le cours s'articule autour de deux grandes partie Introduction au raisonnement clinique - Le raisonnement clinique en kinésithérapie - Les différents raisonnements cliniques - Les étapes de la démarche de raisonnement clinique Approche Evidentce Based Practice (EBP) - Les étapes de l'approche EBP - Les questions de recherche dans l'approche EBP - Recherche bibiographique et validité externe",
        "teaching_methods": "Cours magistraux en auditoire complétés par la consultation de ressources et des exercices à réaliser en dehors des cours.",
        "assessment_methods": "Les modalités de cet examen sont communiquées aux étudiants lors du premier cours, publiée sur Moodle et disponible à la demande L'examen écrit d'une durée de deux heures sera organisé hors session en fin de quadrimestre (semaine 13)",
        "online_resources": "Les ressources pédagogiques comme les supports de cours, articles, lectures ou vidéos à regarder avant les cours, ... sont disponibles sur la plateforme Moodle. Un livre de référence sur l'approche EBP en kinésithérapie sera proposé aux étudiants - la référence sera communiquée lors du cours d'introduction et l'information sera disponible sur Moodle",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-liepr1022",
        "title": "Physiologie des systèmes",
        "credits": "4.00",
        "hours": "37.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Tajeddine Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Les thèmes principaux abordés pour rencontrer ces objectifs seront : le fonctionnement du système cardio-circulatoire le fonctionnement du système respiratoire le fonctionnement du système urinaire le fonctionnement du système digestif le fonctionnement du système reproducteur",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette entité d'enseignement, l'étudiant percevra la réalité de fonctionnement des principaux systèmes de l'Homme sain, à l'exclusion du système nerveux central.",
        "content": "Sur la base des prérequis enseignés dans les cours d’anatomie, de biologie cellulaire et de physiologie cellulaire, on étudiera la physiologie des différents systèmes constitutifs de l’être humain (cardio-respiratoire, digestif, endocrinien, urinaire, reproduction et immunité). On se concentrera sur les mécanismes de transmission de l’information ainsi que sur les mécanismes contrôlant l’homéostasie du milieu intérieur. La compréhension du fonctionnement de ces systèmes servira de base à l’étude de la physiologie de l’exercice et de la prévention des maladies par l’activité physique. L’accent sera mis sur l’adaptation des systèmes lors de l’exercice. On expliquera également les bases physiopathologiques de certaines maladies relevantes dans le cadre d’un cursus en éducation physique et en kinésithérapie (cardiopathies ischémiques, insuffisance cardiaque, arythmies, insuffisance respiratoire, broncho-pneumopathies obstructives, asthme, …).",
        "teaching_methods": "Le cours est dispensé à raison de 4 heures par semaine durant le deuxième quadrimestre. Sauf indication contraire, toutes les notions abordées lors de l’exposé magistral constituent la matière de l’examen. Aucune question d’examen ne concernera des matières qui n’ont pas été enseignées en auditoire. Les  notes de cours constituent donc le support principal de l’apprentissage de la matière. Les schémas explicatifs les plus complexes et les plus importants sont faits au tableau par l’enseignant. Il est vivement conseillé aux étudiants de constituer des groupes de travail afin de comparer leurs notes de cours et de revoir ensemble les points exposés en auditoire. Les diapositives projetées au cours servent d’illustrations aux propos de l’enseignant. Elles sont fournies à l’étudiant via Moodle afin d’illustrer ses propres notes de cours. De plus, des capsules vidéos reprenant l'ensemble de la matière vue en auditoire sont également disponibles sur Moodle.",
        "assessment_methods": "L'examen écrit a lieu en session et est constitué de questions à réponses multiples. L'arrondi est arithmétique. La réussite de l’examen requiert d’avoir compris les notions abordées au cours , d’être capable de les restituer et de les manipuler dans le cadre de problèmes physiologiques ou pathologiques simples.",
        "other_info": "Ce cours est réservé aux étudiants FSM. Son accès est possible aux autres étudiants UCLouvain sur base d'un dossier à remettre au coordinateur du cours.",
        "course_materials": "Capsules vidéos disponibles sur Moodle Physiologie humaine - Vander Les mécanismes du fonctionnement de l'organisme Edition 6 Eric P. Widmaier, H. Raff, Kevin T. Strang - Editions Maloine Diapositives du cours",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lknr1102",
        "title": "Développement durable",
        "credits": "2.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Berquin Anne",
            "Chantrain Valérie-Anne",
            "Modrie Pauline"
        ],
        "teaching_language": "Français",
        "topics_covered": "Introduction aux notions de développement durable et de transition (17 ODD, UN.org) Le changement climatique (ses causes - ses conséquences) L’alimentation durable Les énergies renouvelables L’économie circulaire La biodiversité L’éco-anxiété Méthode et outils de diagnostic de ces enjeux : notions de base sur l’empreinte carbone, les indicateurs alternatifs au PIB. Impact environnemental négatif des soins de santé. Impact environnemental positif des soins de santé (axé kiné). L'accès aux soins de santé pour tous.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Démontrer une compréhension d’un corpus de savoirs sur les enjeux du développement durable et de la transition. (6.4, 11.1) Expliquer comment la prise en considération des enjeux du développement durable et de l’impact environnemental influencent les choix à réaliser dans la prise en charge d’une personne, dans le souci de l’impact potentiel pour la collectivité. (6.4, 10.2,11.1) Identifier dans une approche critique les enjeux de développement durable et de la transition ainsi que les tensions liées aux différents angles de lecture. Décrire les liens positifs et négatifs entre environnement, santé et comportement (6.4, 10.3)",
        "content": "Le contenu du cours s’articulera autour des enjeux et des multiples interactions entre la santé, les soins de santé et l’environnement, ainsi que de l’impact que peuvent avoir les soignants actuels et futurs. Après une vue d’ensemble des différentes problématiques, les thèmes suivants seront abordés : Les concepts fondamentaux du développement durable, indispensables à la compréhension des enjeux (e.g. limites planétaires, changement climatique, objectifs de développement durable, théorie du Donut, approche One Health ) L’impact du changement climatique sur la santé L’impact de nos systèmes de soins de santé sur le changement climatique Les stratégies de durabilité à adopter en tant que soignant ou futur soignant : Approche et vision systémiques Les co-bénéfices associés Les dynamiques de transition (e.g. éco-anxiété, engagement citoyen, importance de l’action individuelle vs politique, points de bascule) La perspective philosophique et éthique de ces enjeux Les discours de l’inaction climatique et leur déconstruction Une attention particulière sera portée tout au long du cours à l'intégration et à l'identification des concepts fondamentaux.",
        "teaching_methods": "Cours magistraux en auditoires et participation à une activité pédagogique.",
        "assessment_methods": "Le cours est évalué à l'aide de deux parties : un examen théorique et la participation à une activité pédagogique. La partie théorique se compose d'un examen écrit en session comprenant des questions à choix multiples (QCM) ainsi que des questions ouvertes. Les questions portent tant sur la matière vue au cours que sur l’activité pédagogique réalisée. La participation aux deux parties constituant un dispositif intègre, il est obligatoire d’avoir participé aux deux parties afin d’obtenir une note. En l’absence de la participation à l’une ou l’autre de ces deux parties, l’étudiant sera considéré comme absent. La note finale est la moyenne pondérée de l’examen théorique et de l’activité pédagogique.",
        "other_info": "",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl1851",
        "title": "English for physiotherapists and physical educators",
        "credits": "4.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Desterbecq Fanny",
            "Meirlaen Sandrine",
            "Nyssen Jean-Paul",
            "Peer Hila",
            "Pertuit Mark Theodore",
            "Simon Florence"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir atteint le niveau A2 supérieur du « Cadre Européen Commun de référence pour les langues » (Conseil de l'Europe).",
        "topics_covered": "Le cours est articulé autour de différents thèmes liés au domaine d'études des étudiants (santé, kinésithérapie, musculature, sport, dopage, étirements, etc.)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme de cette unité d'enseignement, l'étudiant aura développé ses compétences, essentiellement réceptives, en anglais. Les acquis seront suffisants pour comprendre un texte scientifique en anglais traitant d'éducation physique ou de kinésithérapie et réadaptation (niveau C1 inférieur du « Cadre européen commun de référence pour les langues ») ainsi que pour comprendre une communication orale dans ces mêmes domaines (niveau B2 inférieur du « Cadre européen commun de référence pour les langues »). L'étudiant devra maîtriser le vocabulaire général intermédiaire et spécifique à son domaine d'études, les formes verbales les plus courantes et la prononciation des mots généraux les plus fréquents et des mots les plus fréquents liés à son domaine d'études.",
        "content": "Cette unité d'enseignement consiste en un portefeuille de textes traitant d'éducation physique ou de kinésithérapie et réadaptation, une collection de programmes vidéo traitant d'éducation physique ou de kinésithérapie et réadaptation et une présentation des structures grammaticales en contexte.",
        "teaching_methods": "Cette unité d'enseignement se donne en présentiel mais inclut aussi du travail en auto-apprentissage via la plate-forme Moodle. Première approche à domicile (via la plateforme Moodle) des textes et programmes vidéo en applicant les techniques de lecture et d'audition. Première approche à domicile (via la plateforme Moodle) des formes verbales. Analyse et commentaire des textes au cours. Décodage des programmes vidéo, de façon extensive et intensive. Analyse et exercisation des points grammaticaux (formes verbales) et lexicaux. Consolidation à domicile (via la plateforme Moodle) des points couverts au cours. Pratique de la prononciation de mots de vocabulaire général et spécifique.",
        "assessment_methods": "Test dispensatoire en début d'année: les étudiants ayant obtenu 12/20 ou plus sont dispensés du cours et de l'examen. La présence aux cours de langues est requise . Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 3 cours par quadrimestre sans fournir de motif justifié pour ses absences endéans les 48 heures après celles-ci. Examen écrit partiel en janvier portant sur la compréhension à la lecture et à l'audition acquises et sur les textes, vidéos et chapitres de grammaire couverts au premier quadrimestre (30%). QCM et questions ouvertes. Examen écrit en juin portant sur la compréhension à la lecture et à l'audition acquises et sur les textes, vidéos et chapitres de grammaire couverts au second quadrimestre (35%). QCM et questions ouvertes. Les étudiants ayant obtenu moins de 12/20 à l'examen partiel de janvier seront testés en juin sur la matière des deux quadrimestres de cours. Evaluation continue: tests réguliers de vocabulaire (y compris en auto-apprentissage) et de prononciation de mots généraux et spécifiques. (35%) L'examen de septembre porte sur la matière de toute l'année. La note d'évaluation continue n'est prise en compte que si elle est en faveur de l'étudiant (65 ou 100%). QCM et questions ouvertes.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=761",
        "course_materials": "Syllabus LANGL 1851. English for Physiotherapists and Physical Educators Le cours en ligne sur Moodle \"English for Physiotherapists and Physical Educators\"",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-liepr2236",
        "title": "Prévention des maladies et applications thérapeutiques des activités physiques et sportives",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Valet Maxime"
        ],
        "teaching_language": "Français",
        "topics_covered": "Etude de certains mécanismes physiologiques impliquées dans l'effet\rprotecteur de l'exercice physique, analyse de la littérature\rscientifique en ce qui concerne les études épidémiologiques menées\rdans le secteur.\rEtude de certaines pathologies ou de conditions (les maladies\rcardiovasculaires, l'hypertension, l'obésité, le diabète,\rl'ostéoporose, ...) sous l'optique d'une pratique régulière d'une\ractivité physique et sportive par les personnes concernées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité d'apprentissage, l'étudiant comprendra\rl'utilité des activités physiques et sportives dans le cadre d'une\rprévention primaire. Il connaîtra les mécanismes qui engendrent un\reffet protecteur vis-à-vis de certaines maladies et possèdera les\rconnaissances théoriques nécessaires pour justifier et optimaliser ses\rinterventions.\rIl sera en outre capable de cerner les applications thérapeutiques de\rla pratique d'une activité physique ou sportive par les personnes\rprésentant certaines maladies chroniques ou des déficiences\rsensori-motrices ou physiologiques (prévention secondaire et\rtertiaire). Il saura évaluer la pertinence de l'utilisation d'une\ractivité physique ou sportive dans une perspective de ré-entraînement\rà l'effort (recommandations et contre-indications, effets immédiats de\rla pratique, effets de l'entraînement à plus long terme,\rrecommandations pour la programmation d'activités).",
        "content": "Activité physique, exercice, sports…: définitions, mesures et classification Activité physique et santé: épidémiologie, bénéfices et risques, recommandations, mécanismes, indications et contrindications, la prescription d’exercice, populations spécifiques (grossesse, enfants et adolescents, personnes âgées) Place de l’activité physique dans la prévention primaire, secondaire et tertiaire de certaines maladies.",
        "teaching_methods": "Cours magistraux (présentiels et/ou distanciels) avec participation active des étudiants Classe inversée Auto-apprentissage sur base de cas cliniques et d'articles ou ouvrages de référence - travail de groupe",
        "assessment_methods": "-  Examen écrit sous forme de questions à choix multiple se composant de questions à 5 options de réponse. Un point est attribué à chaque réponse correcte et aucun point n’est attribué en cas d'absence de réponse ou de réponse incorrecte. Un facteur correctif pour l'effet chance est appliqué pour obtenir la note attribuée pour l'examen écrit (80% de la note finale). - Travail de groupe sur base d'un cas clinique et d'un ou plusieurs articles de référence (20% de la note finale).",
        "other_info": "Encadrement : Titulaire(s) Ce cours s'appuie sur les connaissances de base en physiologie cellulaire, physiologie des systèmes, en physiologie et biochimie de l'exercice, et en pathologie générale. Ce cours est réservé aux étudiants FSM. Son accès est possible aux autres étudiants UCLouvain sur base d'un dossier à remettre au coordinateur du cours.",
        "online_resources": "Toutes les informations utiles, les consignes, les slides des présentations et les articles de référence sont sur Moodle.",
        "course_materials": "Ouvrages de référence, publications de la littérature scientifique, diapositives...présentés aux cours",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine1033",
        "title": "Séminaire de rééducation motrice et de kinésithérapie",
        "credits": "3.00",
        "hours": "0 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cornu Olivier",
            "Deltombe Thierry",
            "Detrembleur Christine",
            "Duque Julie",
            "Lejeune Thierry",
            "Mahaudens Philippe",
            "Stoquart Gaëtan"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Les étudiant·e·s présentent par groupes de plus ou moins cinq étudiants un sujet déterminé chaque année par les enseignants. Les étudiants exposent l'article étudié, le critiquent et une discussion sur le sujet est alors entreprise. Les thèmes consacrés sont entre autres : - rééducation orthopédique et traumatique y compris la colonne vertébrale ; - réadaptation cardio-respiratoire et vasculaire ; - réadaptation neurologique ; - évaluation de la personne handicapée et personne âgée, y compris la rééducation de la marche. Les contenus devraient tenir compte de la biomécanique et des techniques kinésithérapeutiques, physiologiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Savoir réaliser une synthèse sur un sujet traitant de la rééducation ou de la réadaptation de patients (rééducation neurologique, orhtopédique, pédiatrique, etc...) et ceci au départ d'un article repris dans la littérature internationale.",
        "content": "L'objectif de ce cours est d'apprendre aux étudiants à lire, commenter et synthétiser un article scientifique en anglais en rapport avec la kinésithérapie et la réadaptation. Les articles choisis seront sélectionnés dans les revues internationales avec comité de lecture. Les étudiants seront en outre invités à présenter oralement leur synthèse qui fera l'objet d'une critique constructive et d'une évaluation. Le travail les initie à la démarche scientifique à suivre pour leur mémoire.",
        "teaching_methods": "Travail par petite classe de 80 étudiants répartis par groupe de 4 ou 5 étudiants. Le cours se donne sur un mois pendant le Q1 du bac3 entre octobre et janvier. Le cours se donne le mois durant lequel les étudiants n'ont pas de stage. Une présentation du travail à réaliser, des objectifs du cours est faite par le coordinateur en début du mois. Les étudiants constituent leur petit groupe de travail (4 ou 5 étudiants) et reçoivent un article en anglais à lire et à travailler pendant 2 à 3 semaines. Les étudiants se concertent, travaillent en équipe pendant ces 2 ou 3 semaines et préparent leur présentation orale à faire en fin de mois. A la fin du mois, les étudiants présentent leur article oralement et sont interrogés par leur enseignant à ce sujet. La cote de la présentation est leur cote d'examen. Les explications se donnent sur teams et les présentations se font en présentiel. Certains modules du cours peuvent être donnés en anglais en fonction de l'enseignant. Les étudiants doivent alors présenter aussi en anglais.",
        "assessment_methods": "EVALUATION CONTINUE CERTIFIANTE. PAS D'EXAMEN EN SESSION La présence à ce cours est obligatoire. Les titulaires du cours pourront, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté au cours de présentation des consignes et aux présentations orales, lors de la session de janvier/juin ou de septembre. L'examen consiste en la présentation orale de l'article par groupe de 4 à 5. La présentation sera en français ou en anglais (si demande de l'enseignant).",
        "other_info": "Evaluation : Evaluation continue-Travail en équipe de 4 ou 5 étudiants Support : Articles scientifiques - consignes - grille d'évaluation Encadrement : Titulaire(s) et Cotitulaires Ce cours est strictement réservé aux étudiants FSM, son accès n'est pas possible aux autres étudiants UCLouvain.",
        "online_resources": "Toutes les informations utiles, les consignes et les articles à lire sont sur moodle et placés dans les répertoires ad hoc en fonction de l'enseignant qui interroge. La liste des étudiants qui doivent participer au séminaire est mise chaque début du mois sur Moodle.",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine1031",
        "title": "Compléments de pathologie et de kinésithérapie du système musculo-squelettique",
        "credits": "3.00",
        "hours": "20.0 h + 16.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Banse Xavier",
            "Bom Frank",
            "Deltombe Thierry",
            "Mahaudens Philippe",
            "Meyer Caroline",
            "Pitance Laurent",
            "Selves Clara"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Les lésions des tissus mous, la traumatologie, les prothèses articulaires et la rhumatologie constituent la matière principale des pathologies du système musculo-squelettique. Pour chaque région, la pathologie, les indications kiné, le bilan et l'évaluation des capacités fonctionnelles, les techniques de kiné sont enseignées. Des démonstrations cliniques complètent cet enseignement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Durant cet enseignement, l'étudiant.e approfondira ses connaissances en pathologie, indications kiné, bilan et évaluation des capacités fonctionnelles, techniques de kiné se rapportant au système musculo-squelettique.",
        "content": "Ce cours est le complément du cours éponyme K1022. Les principaux thèmes abordés au cours des exposés théoriques seront: la scoliose, la rééducation rachidienne incluant le Whiplash syndrome, l'amputation du membre supérieur et du membre inférieur, les neuropathies canalaires, la rééducation de la main, le CRPS de type 1, le réentrainement à l'effort et la fibromyalgie. Des cours pratiques aborderont la connaissance plus approfondie des étirements, des massages transverses et de la rééducation de la main ainsi que du traitement kinésithérapeutique et orthopédique de la scoliose.",
        "teaching_methods": "Le cours comprend 1) une partie théorique (30h) donnée en auditoire (co-modal pour l'année 2020-2021) dont les supports de cours (pdf de ppt) sont disponibles sur Moodle. 2) une partie pratique (16h) donnée par petits groupes. La présence aux cours pratique est obligatoire. Les présences sont prises. En cas d'absence injustifiée, l'accès à l'examen peut être refusé. Lors des cours pratique, les techniques de kinésithérapie enseignées sont réalisées entre étudiant. Chaque étudiant est amené à servir de \"modèle - patient\" pour son ou sa collègue de TP. La tenue vestimentaire sera appropriée à la réalisation de la technique de kinésithérapie effectuée.",
        "assessment_methods": "La présence aux cours pratiques est obligatoire. Les présences sont prises régulièrement. Les titulaires du cours pourront, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e, lors de la session de janvier ou de septembre, qui aurait au moins 2 absences injustifiées sur l’ensemble des cours pratiques. L’étudiant.e remet à l’administration facultaire l’original des pièces justificatives éventuelles, c’est-à-dire un certificat médical ou tout autre document dont la force probante est laissée à l’appréciation souveraine du président ou de la présidente du jury. Il.elle présentera également sa pièce justificative à l’enseignant afin qu’elle soit scannée lors de la prise de présence suivant son retour. Les étudiants sont évalués sur base d'un examen théorique et d'un examen pratique. Examen Théorique L'évaluation de la partie théorique se fait via un examen écrit avec questions à choix multiples (QCM). Chaque question comprend 5 propositions avec 2 bonnes réponses. Un point est accordé si les 2 bonnes réponses sont cochées. Tout autre cas de figure (1 seule bonne réponse, 1 bonne et 1 mauvaise réponse, pas de réponse ...) n'octroie aucun point. Il n'y a pas de point négatif. Examen pratique L'évaluation de la partie pratique se fait via un examen oral comprenant des questions sur les différentes parties de la matière . L'étudiant, de manière aléatoire, sera interrogé sur 2 des 4 matières constituant la partie pratique (scoliose, colonne cervicale, main et MTP) L'examen pratique consiste à pratiquer des techniques d'évaluation ou de traitement sur un binôme. Les notions de théories liées à la pratique ainsi que le raisonnement clinique et la communication sont également évalués lors de l'examen pratique. Note Finale La réussite de la partie théorique (Vol 1) et de la partie pratique (Vol 2) est indispensable pour démontrer les compétences et connaissances liées à cette unité d'enseignement (UE) Une note d'échec pour la partie théorique ou pratique entraîne une note d'échec pour la totalité de l'unité d'enseignement. Si l'étudiant a réussi les deux parties (théorie et pratique), la cote finale est la moyenne des deux parties, pondérées de la manière suivante : 2/3 pour la théorie - 1/3 pour la pratique. Si l'étudiant a obtenu une note inférieure à 10/20 dans une des deux parties, la note finale sera la note inférieure à 10/20. Les notes avec décimales seront arrondies à l’unité inférieure. La partie du cours ayant obtenu au moins 14/20 ne devra pas être représentée en seconde session de l’année en cours, mais devra être représentée en cas de réinscription au cours. Les modalités d'examen (présentiel ou distanciel, oral ou écrit) sont susceptibles de changement en cas de force majeure (cfr crise CoVid-19)",
        "other_info": "Evaluation : Examen écrit et/ou oral et éléments d'évaluation continue Support : Syllabus et/ou livre(s) Encadrement : Titulaire(s) Ce cours est un cours d'intégration professionnelle Ce cours est strictement réservé aux étudiants FSM, son accès n'est pas possible aux autres étudiants UCLouvain",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine1036",
        "title": "Compléments de neurophysiologie",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Duque Julie",
            "Hardwick Robert",
            "Nozaradan Sylvie"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Principaux thèmes abordés pour rencontrer ces objectifs: La description des fondements neurophysiologiques de la perception de la douleur. Les mécanismes nerveux et le fonctionnement des interactions inter-hémisphériques et leur rôle dans le contrôle moteur. Les principaux mécanismes nerveux du contrôle moteur par les aires corticales frontales et pariétales. Les bases neurophysiologiques de la mémoire et de l'apprentissage. La description des phénomènes de plasticité dans le système nerveux central et de leur mécanismes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette entité d'enseignement, l'étudiant devra être à même d'appréhender les fondements de la démarche scientifique en neurosciences par le biais de l'étude approfondie de certains mécanismes nerveux particulièrement adaptés à la rééducation neurologiques. Il devra en outre être capable de mener la lecture critique d'un article scientifique publié dans le domaine des neurosciences.",
        "content": "L'étudiant devra être à même d'expliquer les fondements de la démarche scientifique en neurosciences par le biais de l'étude approfondie de certains mécanismes nerveux particulièrement adaptés à la rééducation neurologique. Il devra en outre être capable de réaliser une lecture critique d'articles scientifiques publiés dans le domaine des neurosciences. Les cours peuvent varier d'une année à l'autre et portent sur des thèmes variés en neurosciences tels que: - la latéralisation cérébrale, les interactions inter-hémisphériques et leur rôle dans le contrôle moteur. - La prise de décisions, la sélection d'actions et le contrôle inhibiteur. - Les émotions. - La mémoire et de l'apprentissage. - La plasticité dans le système nerveux central. - La perception des visages. - L'audition, la perception des rythmes et la musique. - Le sommeil. - Le système nerveux autonome.",
        "teaching_methods": "Cours ex-cathedra en présentiel ou en distanciel. Certains cours seront prodigués en anglais. Cela concerne approximativement 1/3 des cours.",
        "assessment_methods": "Examen écrit avec Questions à Choix Multiple (QCM) et/ou Questions à Réponses Courtes (QRC)",
        "other_info": "Langue utilisée pour les cours : Français et angais Evaluation : Examen écrit Support : Dias du cours sur Moodle Encadrement : Titulaires Ce cours est partiellement donné en anglais. Ce cours est réservé aux étudiants FSM. Son accès est possible aux autres étudiants UCLouvain sur base d'un dossier à remettre au coordinateur du cours.",
        "online_resources": "Toutes les dias sont téléchargeables sur Moodle pendant la période de cours : https://moodleucl.uclouvain.be/course/view.php?id=9419",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-liepr1021",
        "title": "Physiologie cellulaire",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Francaux Marc"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le fonctionnement cellulaire est abordée en tant que système thermodynamique ouvert dont la caractéristique fondamentale est d'échanger matière et énergie avec l'environnement.\rLes thèmes principaux abordés seront :\rles lois physiques les plus générales et les propriétés propres à la matière vivante qui régissent ces échanges,\rles différents signaux permettant l'échange d'informations entre les cellules, mais aussi au sein de la cellule elle-même,\rles moteurs cellulaires et plus particulièrement la contraction de la cellule du muscle squelettique,\rLe fonctionnement du système immunitaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette entité d'enseignement, l'étudiant comprendra les caractéristiques de fonctionnement communes à toutes les cellules eucaryotes. Il connaîtra plus particulièrement la structure et comprendra la mécanique de contraction de la cellule musculaire striée. Il appréhendera en outre, les mécanismes de base de la défense immunitaire.",
        "content": "Contenu La physiologie est la partie de la biologie qui s'intéresse au fonctionnement des organismes vivants depuis le niveau moléculaire jusqu'aux systèmes. La physiologie cellulaire est l'étude des processus physiologiques à l'échelle de la cellule et de ses interactions avec son environnement. Acquis d'apprentissage Au terme de cette entité d'enseignement, l'étudiant comprendra les caractéristiques de fonctionnement communes à toutes les cellules eucaryotes. Il connaîtra plus particulièrement la structure et comprendra la mécanique de contraction des cellules musculaires striées, cardiaques et lisses.",
        "teaching_methods": "Cours magistraux retransmis sur Teams",
        "assessment_methods": "L'évaluation est basée sur un questionnaire à choix unique (QCU). Ce dernier est composé de 50 questions. Trois propositions sont associées à chacune d'entre elles. Une et une seule proposition est exacte. Chaque réponse exacte rapporte un point. Vu que le règlement général des examens interdit les points négatifs en cas de mauvaise réponse, une fonction d'ajustement sera utilisée afin de corriger la probabilité de donner une bonne réponse lors d'un choix aléatoire. L'application de cette fonction aux conditions de l'examen peut être trouvée dans l'outil \"Fonction d'ajustement\" sur la plateforme Moodle du cours. Les étudiant·es sont informé·es que dans ces conditions, ils et elles ont grand intérêt à répondre à toutes les questions . Les points sur 50 sont ensuite ramenés sur 20 en utilisant la fonction \"arrondi\" de Excel. Les examens de première et de deuxième session prennent strictement la même forme.",
        "online_resources": "Plateforme Moodle du cours: https://moodle.uclouvain.be/course/view.php?id=1371",
        "course_materials": "\"Physiologie humaine\" de Vander",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine2127",
        "title": "Compléments de pathologie, physiopathologie et éléments de pharmacologie",
        "credits": "3.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dubois Thomas",
            "Houtekie Laurent",
            "Reychler Gregory",
            "Verschuren Franck"
        ],
        "teaching_language": "Français",
        "topics_covered": "La partie de psychiatrie comprend 9 chapitres : 1° Les troubles de l'humeur 2° Les troubles anxieux 3° Les psychothérapies 4° La bouffée délirante 5° La schizophrénie 6° La paranoïa 7° Les assuétudes 8° La compliance au traitement 9° La santé mentale des soignants La partie pharmacologie aborde de façon synthétique différents aspects de la matière : la pharmacocinétique, la réceptologie et la pharmacologie clinique. La partie physiopathologie respiratoire comprend les chapitres suivants : 1.      Compléments de clinique respiratoire pathologique 2.      Interprétation des gaz sanguins 3.      Mesure du CO2 expiré 4.      Utilisation de la ventilation non invasive 5.      Pathologies respiratoires aigües de l'enfant 6.      Techniques spécifiques de kinésithérapie respiratoire chez l'enfant",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise : 1° à donner des notions de psychiatrie pertinentes dans la pratique de la kinésithérapie quel qu'en soit le domaine (approche d'un patient dépressif, anxieux, dépendant etc) 2° à comprendre et appliquer les processus physiopathologiques dans le domaine de la respiration 3° à connaître les principes fondamentaux de la pharmacologie.",
        "content": "ACQUIS D'APPRENTISSAGE Le cours vise à : 1° donner des notions de psychiatrie pertinentes dans la pratique de la kinésithérapie quel qu'en soit le domaine (approche d'un patient dépressif, anxieux, dépendant...) 2° comprendre et appliquer les processus physiopathologiques dans le domaine de la kinésithérapie respiratoire 3°connaître les principales différences entre les pathologies respiratoires de l'enfant et celles de l'adulte (types de pathologies, évolution, approche du patient) CONTENU DU COURS La partie de psychiatrie comprend 9 chapitres : 1° Les troubles de l'humeur 2° Les troubles anxieux 3° Les psychothérapies 4° La bouffée délirante 5° La schizophrénie 6° La paranoïa 7° Les assuétudes 8° La compliance au traitement 9° La santé mentale des soignants La partie physiopathologie respiratoire comprend les chapitres suivants : 1° Compléments de clinique respiratoire pathologique 2° Interprétation des gaz sanguins 3° Mesure du CO2 expiré 4° Utilisation de la ventilation non invasive 5° Rappels développementaux, évaluation clinique, pathologies les plus fréquentes chez l'enfant 6° Techniques spécifiques et leur rôle dans différentes pathologies aiguës chez l'enfant",
        "teaching_methods": "Cours magistral s'appuyant sur des cas cliniques Ce cours est manifestement apprécié des étudiants pour sa proximité avec les situations cliniques de terrain, et par sa pédagogie qui se veut interactive ( travaux en auditoire en petits groupes, vidéos préparatoires au cours, Wooclap…). Ce que les étudiants apprécient également, c’est la présence (en cours ou en distanciel) d’un binôme kiné-médecin qui apporte une vision éclairante des deux métiers pour la prise en charge de situations respiratoires aigues. C'est pour cela que la présence au cours est recommandée.",
        "assessment_methods": "Examen écrit fait de QCM et de QROC en présentiel. En cas de force majeure, l'examen peut être distanciel sous forme de qcm via la plateforme Moodle.",
        "other_info": "Ce cours est réservé aux étudiants FSM. Son accès est possible aux autres étudiants UCLouvain sur base d'un dossier à remettre au coordinateur du cours.",
        "online_resources": "Vidéos et diapositives pendant le cours ; les dias sont disponibles sur Moodlle (les illustrations présentant des patients seront alors retirées)",
        "course_materials": "Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point Power Point",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lkine2199",
        "title": "Mémoire",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Le jury restreint autorisera l'étudiant.e a commencer son mémoire si et seulement si il/elle est inscrit.e aux cours stipulés dans le règlement des mémoires figurant sur le site Facultaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1",
        "content": "De multiples champs de recherche s'appuyant sur les disciplines abordées durant les études peuvent faire l'objet d'une investigation tant bibliographique qu'expérimentale (laboratoire, enquête, observation, etc.). L'étudiant concentrera son attention sur des questions précises qui dépassent le niveau de connaissance des matières de son programme d'études. Ainsi l'étudiant se limitera exclusivement aux rappels indispensables à la compréhension de la dissertation par un lecteur averti mais non spécialisé. Une attention particulière sera portée à la pertinence du choix des sources constituant la bibliographie. La revue de littérature devra comporter une ouverture à des littératures étrangères, et notamment anglo-saxonnes. Ceci peut ne pas s'appliquer à tous les domaines, le jury appréciera. A l'exception des aspects historiques, la revue de la littérature s'appuiera sur les articles les plus récents du domaine appréhendé. Le plagiat est strictement défendu et sera considéré comme une fraude à l'examen. Longueur du mémoire Un maximum d'une cinquantaine de pages, hors bibliographie et annexes, est fixé. Des informations concernant la mise en page sont à consulter dans le document d'aide à la rédaction à télécharger via la page web/mémoire de la FSM. Les références bibliographiques seront présentées dans le texte et répertoriées en fin de document de façon précise, rigoureuse et systématique selon les normes en vigueur (par exemple normes APA  à télécharger via la page web/mémoire de la FSM).",
        "assessment_methods": "La pondération des points (promoteur, lecteurs, présentation) figure sur le site facultaire, rubrique mémoire.",
        "other_info": "Le mémoire fait l'objet d'une présentation orale, publique (pas d'application pour les mémoires MOTR2M), devant les membres du jury qui a lieu pendant la session d'examens aux jours et lieux fixés par le secrétariat de la FSM. A dater de janvier 2016 la FSM a fait le choix du recours au dépôt électronique en ligne des mémoires. Les étudiants sont responsables de l'éventuelle édition papier souhaitée par les lecteurs. Le mémoire est un travail réalisé par l'étudiant ; celui-ci est responsable de la qualité du travail produit. Le calendrier spécifiant les délais dans le cadre de la réalisation du mémoire est disponble sur Moodle",
        "responsible_entity": "FSM"
    }
]