[
    {
        "url": "https://uclouvain.be/cours-2024-larko2385",
        "title": "Archéologie de la Gaule romaine",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "L'enseignement aborde les questions générales liées à la société gallo-romaine et à ses spécificités en Gaule septentrionale : ses fondements celtiques, sa naissance via le concept de la romanisation, son développement et son essor durant le Haut-Empire et son évolution dans l'Antiquité tardive. Il envisage les sources archéologiques de la période romaine en les replaçant dans leur contexte politique et administratif, ethnique et socio-culturel et également économique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Formation avancée des étudiants qui se spécialisent en archéologie nationale.",
        "content": "Les thématiques générales abordées s'appuient sur l'exposé des sources archéologiques romaines principalement en Gaule septentrionale (Belgique et Germanie, provinces dont les territoires englobent celui de la Belgique actuelle et des pays voisins): l'évolution du cadre géo-politique et le rôle de l'armée, la formation du réseau routier et la conception des cités (piliers du système municipal), l'émergence et l'évolution des noyaux urbains (chefs-lieux et agglomérations), la gestion des territoires des cités et l'occupation rurale, l'évolution des coutumes funéraires et des pratiques religieuses (du polythéisme à l'émergence du christianisme dans l'Antiquité tardive), les activités économiques, la germanisation de la société et les mouvements de population jusqu'au Ve siècle ap.",
        "teaching_methods": "Cours ex cathedra présentant une série de thématiques majeures sous l'angle de l'actualité de la recherche dans le nord de la Gaule. Visites d'expositions et/ou participation à des manifestations en relation avec l'archéologie gallo-romaine en Belgique et dans les pays voisins selon l'actualité de la recherche.",
        "assessment_methods": "Examen oral basé sur les séances ex cathedra",
        "bibliography": "Bibliographie de base et série d'ouvrages commentés en séance selon les thématiques abordées.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2502",
        "title": "Histoire de la littérature latine du Moyen Âge",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Radomme Thibaut"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun prérequis.",
        "topics_covered": "Aperçu de la littérature latine du moyen âge. Le cours aborde les thèmes suivants : 1. Les grands courants de la littérature latine médiévale et ses grands auteurs; 2. Leurs liens avec les héritages antiques; 3. Leur postérité dans les littératures vernaculaires européennes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable d'identifier et de replacer dans le contexte de la culture européenne les auteurs et les courants de la littérature latine médiévale.",
        "content": "Après avoir décrit l'extension du concept de littérature à l'époque médiévale, le cours explore les grands chapitres de la littérature latine du moyen âge, en insistant sur les genres et leur spécificité, les origines antiques, les influences sur les littératures contemporaines et postérieures. Ces éléments d'histoire littéraire sont complétés par une approche ponctuelle des textes, à travers la lecture commentée d'extraits choisis tirés du patrimoine littéraire latin médiéval.",
        "teaching_methods": "Le cours est magistral.",
        "assessment_methods": "Examen oral portant sur la matière du cours.",
        "other_info": "/",
        "bibliography": "Une bibliographie est distribuée au début du cours.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2802",
        "title": "Grammaire comparée des langues indo-européennes",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Kulikov Leonid"
        ],
        "teaching_language": "Français",
        "prerequisites": "La connaissance approfondie d'une langue indo-européenne ancienne au moins (grec, latin, sanskrit, hittite).",
        "topics_covered": "Introduction à la linguistique historique et comparative, appliquée au domaine indo-européen. Ce cours aborde les thèmes suivants : 1. L'histoire de l'étude comparative des langues indo-européennes; 2. Les principes et les méthodes de la comparaison génétique; 3. Le système phonologique du proto-indo-européen; 4. L'accentuation et les alternances vocaliques; 5. La structure du mot (racine, suffixe, désinence); 6. La morphologie nominale et verbale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant se sera familiarisé avec les objectifs et les méthodes de la comparaison linguistique (en particulier de la reconstruction des protolangues), les fondements théoriques de la linguistique diachronique et les principaux résultats de la grammaire comparée des langues indo-européennes (dans les domaines de la phonologie, de la morphologie, de l'étymologie).",
        "content": "Aperçu des langues et groupements de langues indo-européennes. Définition de la notion de parenté génétique. Procédures et objectifs de la reconstruction linguistique. Reconstruction du proto-indo-européen : système phonologique (y compris la théorie des laryngales), système morphophonologique (accent et apophonie) et système morphologique (structure du mot).",
        "teaching_methods": "Exposés théoriques en alternance avec des applications pratiques (exercices de reconstruction et d'étymologie).",
        "assessment_methods": "Examen oral (avec préparation) ou écrit.",
        "other_info": "/",
        "online_resources": "Un syllabus et de nombreuses ressources électroniques sont disponibles sur Moodle.",
        "bibliography": "- E. Tichy, A Survey of Proto-Indo-European , Bremen, 2006. - J. Clackson, Indo-European Linguistics: an Introduction , Cambridge, 2007. - M. Fritz, M. Meier-Brügger, Indogermanische Sprachwissenschaft , Berlin, 10e éd., 2021. - B.W. Fortson IV, Indo-European Language and Culture: an Introduction , Oxford, 2e éd., 2010.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2181",
        "title": "Séminaire d'épigraphie latine",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cavalieri Marco",
            "Marano Martina"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance des fondements linguistiques du latin.",
        "topics_covered": "Contenu : Bibliographie de l'épigraphie latine. Initiation au CIL. Ecritures (capitale, cursive, \"actuaire\"), ligatures, abréviations, ponctuation, chiffres, etc. Eléments communs aux différentes sortes d'inscriptions : tria nomina, signum, agnomen, filiation, mention de la tribu, etc. Transmission de la dénomination par filiation légitime, naturelle, adoption, affranchissement, etc. Les carrières : sénatoriale, équestre, mixte, administrative, militaire, municipale, coloniale, etc. Noms et titres des empereurs, des membres de la famille impériale. Les diverses classes d'inscriptions : funéraires, sacrées, sur édifices publics, elogia, instrumentum, calendriers, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours tente de familiariser les étudiants avec une des sources les plus importantes et les plus directes de notre connaissance de la vie publique et privée de l'Antiquité romaine.",
        "content": "Présentation des inscriptions romaines antiques en langue latine. Bibliographie et initiation aux corpora de sources. Les différents ductus utilisés pour les textes sur pierre et autres matériaux peu périssables. Les procédés en matière de ligature, abréviation, ponctuation, expression des nombres, etc. Les éléments communs aux différentes catégories d'inscriptions : tria nomina, surnoms, mention de la filiation, de la tribu. Transmission du nom par filiation légitime, naturelle, adoption, affranchissement. Noms et titres des empereurs et des membres de la famille impériale. Aperçu des carrières : sénatoriales, équestres, mixtes, administratives, militaires, municipales, religieuses. Les diverses catégories d'inscriptions : funéraires, sacrées, sur édifices publics, elogia, fastes et calendriers, diplômes militaires, bornes miliaires, sur instrumentum domesticum (céramique, tuiles, briques, verre ...). Exercices de lecture, interprétation et datation.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen écrit.",
        "bibliography": "Manuels conseillés P. Corbier, L'épigraphie latine, Paris 2006. J.-M. Lassère, Manuel d'épigraphie romaine, Paris 2007. M. Cébeillac-Gervasoni, F. Zevi, M.L. Caldelli, Epigraphie latine, Paris 2006.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1331",
        "title": "Latin III A",
        "credits": "5.00",
        "hours": "45.0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1230 Latin II Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Étude approfondie de la grammaire latine classique , essentiellement la syntaxe, dans une approche linguistique (origine et évolution des structures de la langue). Les deux cours de niveau III (A et B) aborderont une sélection de chapitres relatifs à la syntaxe de la phrase simple et complexe . À cela s’ajoute l’assimilation d’un vocabulaire complémentaire et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Étude approfondie de la grammaire latine classique avec une approche linguistique. Dans le cours de Latin III A, sera abordé le thème de la syntaxe des propositions subordonnées (circonstancielles, complétives, relatives). Parallèlement, les étudiants liront en autonomie un texte latin par quadrimestre (lectures cursives). Il s’agira cette année d’extraits significatifs des œuvres de Suétone et de Virgile.",
        "teaching_methods": "Alternance de séances de cours interactives et de travaux pratiques.",
        "assessment_methods": "L’évaluation des acquis d’apprentissage se déroulera comme suit : Tests réguliers et versions lors des Travaux Pratiques, dont la note vaudra pour un cinquième de la note finale (4/20). En cas d’échec dans cette partie, une épreuve complémentaire (version) devra être présentée à la session de septembre. La présence aux TP est requise : en cas d’absence injustifiée à plus de 3 séances ou de non présentation aux tests et versions évaluées, le titulaire du cours pourra, en vertu de l’article 72 du RGEE, proposer au jury de s’opposer à l’inscription d’un·e étudiant·e lors de la session de juin ou de septembre. Épreuve écrite vérifiant les connaissances théoriques et les compétences pratiques (y compris le thème). Cette épreuve vaudra pour 2 cinquièmes de la note finale (8/20). Elle se déroulera lors de la session de juin. En cas d’échec, l’épreuve de rattrapage se tiendra à la session de septembre dans les mêmes conditions. Épreuve orale vérifiant la maîtrise de la lecture cursive. Cette épreuve vaudra pour deux cinquièmes de la note finale (8/20). Elle est répartie sur les deux sessions de janvier (examen partiel, 1 cinquième de la note finale) et de juin (1 cinquième de la note finale). En cas d’échec à l’épreuve de cursive de janvier et/ou juin, l’épreuve de rattrapage se tiendra à la session de septembre dans tous les cas, et dans les mêmes conditions. Important: Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "bibliography": "Quelques ouvrages de référence (liste non exhaustive) : Vocabulaire : Meyerson C. et Schouppe G., Index. Manuel de vocabulaire et dictionnaire de latin , 5e éd., Louvain-la-Neuve : De Boeck, 2018. Etienne G., Cahier de vocabulaire latin , 20e éd., Louvain-la-Neuve : De Boeck, 2019. Cauquil G. et Guillaumin J.-Y., Vocabulaire essentiel de latin , Paris : Hachette, 1992. Grammaire : Boxus A.-M. et Lavency M., Clauis. Grammaire latine pour la lecture des auteurs , 4e éd., Bruxelles : De Boeck & Larcier, 2004. Cart A., Grimal P., Lamaison J. et Noiville R., Grammaire latine , nouv. éd., Paris : Nathan, 2007. De Give M., Grammaire latine , 15e éd., Bruxelles : De Boeck, 2011. Lavency M., Usus. Grammaire latine , 2e éd., Louvain-la-Neuve : Peeters, 1997. Michel J., Grammaire de base du latin , Anvers : De Sikkel, 1969. Manuels Bizos M. et Desjardins J., Cours de thème latin , nouv. tirage, Paris, 1997. Cart A., Grimal P., Lamaison J. et Noiville R., Le latin et les auteurs latins. Classe de quatrième , Paris, 1969. Dickey E., Learn Latin from the Romans: a complete introductory course using textbooks from the Roman Empire , Cambridge: CUP, 2018. Famerie E., Bodson A. et Dubuisson M., Méthode de langue latine. Lire, comprendre et traduire les textes latins , nouv. éd. revue et augmentée, Paris, 2019. Famerie E., La maîtrise du latin par la pratique , Paris, 2020. Pour aller plus loin : Ernout A. et Thomas F., Syntaxe latine , 2e éd., Paris : Klincksieck, 2002 [1953]. Pinkster H., The Oxford Latin Syntax , t.1: The simple Clause ; t.2: The Complex Sentence And Discourse , Oxford : OUP, 2015-2021. Touratier C., Grammaire latine. Introduction linguistique à la langue latine , Paris : Armand-Colin, 2008.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lclig2250",
        "title": "Méthodologie de l'analyse de corpus en linguistique",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "de Marneffe Marie-Catherine"
        ],
        "teaching_language": "Français",
        "prerequisites": "LFIAL1530 Introduction aux sciences du langage ou un cours d'introduction à la linguistique",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Constituer un corpus de données langagières orales ou écrites en vue de l'analyse d'un problème linguistique particulier (lexique, phonétique, sémantique, discours) ; 2 Connaître et utiliser différents logiciels pour l'analyse de corpus ; 3 Mener une étude quantitative sur corpus ; 4 Mener une étude qualitative sur corpus ;",
        "content": "OBJECTIFS GENERAUX : (1) être capable de mener, complètement et de manière autonome, une étude linguistique sur corpus; (2) acquérir une connaissance générale sur les corpus de langue (en français, mais pas uniquement), les outils et les méthodes. OBJECTIFS SPECIFIQUES : (1) concevoir un corpus en vue d'une question de recherche spécifique; (2) recueillir les données (orales ou écrites) + métadonnées; (3) éditer les données (transcription, nettoyage, formatage, encodage, etc.); (4) annoter les textes d'un corpus (aux différents niveaux de l'analyse linguistique) à l'aide des logiciels adéquats; (5) poser les questions de recherches / formuler des hypothèses; (6) choisir une méthode d'analyse; (7) exploiter / analyser un corpus selon la méthode choisie (analyse qualitative - analyse quantitative); (8) exposer les résultats d'une recherche.",
        "teaching_methods": "30h de cours magistraux + 10h de séances de TP (consacrées à la réalisation d'un travail de recherche personnel basé sur la méthodologie vue lors des cours magistraux).",
        "assessment_methods": "La note finale est la moyenne arithmétique des notes de 4 composantes : Participation active aux cours requise vu que les cours sont hands-on (10%) Remise d’un court travail dans R (manipulation de données et visualisation) à mi-parcours (15%) Présentation orale du travail lors du dernier jour de cours (25%) Travail écrit de 13 pages max. (avec bibliographie, mais sans les annexes) à remettre le premier jour de la session d'examen (50%) A la session de septembre, l'évaluation continue sera toujours prise en compte. Un·e étudiant·e ayant échoué une des composantes se verra offrir la possibilité de soumettre à nouveau les tâches échouées ou un travail jugé équivalent par les professeurs.",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA générative doit à tout le moins être signalé : l'étudiant.e est donc tenu d'indiquer (par exemple en note de bas de page) si une IA générative (en précisant laquelle) a été utilisée pour la rédaction du texte. L'étudiant.e reste responsable du contenu de sa production, indépendamment des sources utilisées. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Moodle: https://moodle.uclouvain.be/course/view.php?id=2629",
        "bibliography": "Avanzi, Mathieu, Béguelin, Marie-José, Diémoz, Federica (éds) (2016) Corpus de français parlé et français parlé des corpus (= Corpus 15 ) . Baude, Olivier (sous la dir. de). (2006). Corpus oraux, guide des bonnes pratiques . Paris : éditions du CNRS. Zufferey, Sandrine (2020). Introduction à la linguistique de corpus . Londres : ISTE éditions",
        "course_materials": "L'ensemble des supports sont disponibles sur Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1152",
        "title": "Introduction aux études littéraires",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Deschambre Elise"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours abordera les approches majeures de la littérature qui ont été développées au cours de l’histoire et il questionnera la validité des méthodes et des discours scientifiques relatifs à la lecture. Il fournira des repères et cadres épistémologiques pour les études littéraires : histoire et problématique des notions de texte, de genre littéraire et de littérature, éléments constitutifs du texte dramatique, du texte poétique et du texte narratif, en ce compris ceux des principaux genres narratifs et des principaux mondes du récit. En complément de l’introduction théorique et historique aux méthodes d’analyse littéraire, il proposera des études de cas spécifiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Problématiser les notions de texte, de littérature et  de genre en se référant à différentes définitions et approches qui en ont été proposées par la critique ; 2 Connaitre et mobiliser les principales composantes qui permettent de mener l'analyse d'un texte poétique, d'un texte narratif et d'un texte de théâtre ; maitriser ainsi les bases méthodologiques qui permettront d'analyser des œuvres de différents genres dans le cadre des cours de littérature ultérieurs ; 3 Mettre en œuvre une méthodologie de la lecture relevant de la théorie littéraire ; 4 Comprendre, confronter et articuler des approches de la littérature émanant de sources théoriques différentes. Cette unité d'apprentissage contribue au développement et à la maîtrise des compétences et des acquis de l'apprentissage suivants des programmes ELAL : 1.4, 1.5, 1.6, 2.6, 3.1, 3.2, 3.3, 5.6",
        "content": "Tandis que les enjeux de la littérature et de son étude sont abordés en introduction, les chapitres du cours s’articulent autour de notions phares des études littéraires, qu’il s’agira de présenter et déplier dans une triple perspective historique, théorique et critique. Ces notions sont celles de littérature, de texte, de genre et de lecture. Le cours, qui possède une importante dimension théorique et généraliste, sera ponctué d’études collectives et dirigées de cas, pour éprouver le caractère opérant, complexe et parfois problématique des différentes notions et théories présentées. Ce parcours offrira aux étudiants et étudiantes une vue d’ensemble des grandes théories du phénomène littéraire et leur fournira des outils notionnels et méthodologiques essentiels à l’étude de ce dernier.",
        "teaching_methods": "Cours magistral. Le support de cours consiste en une projection Powerpoint ; il n'y a pas de syllabus. La prise de notes par les étudiantes et étudiants lors des séances de cours est donc essentielle.",
        "assessment_methods": "L’évaluation consistera en un examen écrit portant sur la connaissance, la compréhension et l’appropriation du contenu du cours par l’étudiante ou l’étudiant. Il comportera deux parties : - Un QCM de connaissance théorique (50%) - Une question ouverte transversale et/ou de réfléxion critique personnelle (50%)",
        "online_resources": "Le PowerPoint et la bibliographie de chaque chapitre du cours seront disponibles au téléchargement sur Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1180",
        "title": "Latin I",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delanaye Lysiane"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours s'adresse à des étudiants « grands débutants », dont les connaissances en latin sont jugées insuffisantes pour suivre le cours LFIAL1181 Auteurs latins . Le cours visera à intégrer les principales notions de la morphologie et de la syntaxe latine, afin d'acquérir les connaissances et compétences essentielles à la lecture d’un texte simple.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 décliner ou conjuguer n’importe quel mot latin ; 2 comprendre et traduire des textes latins simples ; 3 traduire en latin des phrases françaises simples (thème).",
        "content": "Ce cours s'adresse à des étudiant·es « grands débutants », n'ayant jamais fait de latin ou très peu. Le cours visera à intégrer les principales notions de la morphologie et de la syntaxe latine, afin d'acquérir progressivement une autonomie pour la lecture et la traduction de textes latins. Les textes abordés seront axés sur les thèmes historiques et mythologiques.",
        "teaching_methods": "Ce cours comprend deux aspects indissociables et conjointement abordés : l'enseignement de la morphologie régulière (nominale et verbale) et des principales structures propres au latin ; l'application de cet enseignement théorique dans un corpus de phrases latines et la lecture commentée de courts extraits d'auteurs. La pédagogie de ce cours implique : 1. un enseignement magistral (30 h) : exposé théorique et progressif des structures grammaticales de la langue latine et traduction de courts extraits textuels mettant en application ces notions grammaticales. 2. des activités en groupes restreints (TP) (30 h) : exercices permettant l'assimilation des notions grammaticales et une autonomie progressive pour l'analyse et la traduction de textes courts à l'aide d'instruments de travail adéquats. 3. une part importante de travail personnel (40 h) : acquisition régulière des différents points de matière, mise en ordre des notes de cours et préparations indiquées par l'équipe enseignante.",
        "assessment_methods": "Les étudiant·es seront évalué·es de la manière suivante : 1) Tests lors des TP (15%) 2) Examen écrit portant sur la matière du cours (85%) Si le seuil de réussite n'est pas atteint, examen écrit sur l'ensemble de la matière en juin et/ou septembre ; l'examen écrit vaudra pour la totalité des points.",
        "online_resources": "Supports de cours rendus accessibles sur le serveur Moodle : https://moodle.uclouvain.be/course/view.php?id=1411",
        "bibliography": "C. MEYERSON-DETHOOR & G. SCHOUPPE (coll. D. LONGREE e.a.), Index: Manuel de vocabulaire et dictionnaire latin , 5e éd. revue, Louvain-la-Neuve, De Boeck, 2018, 277 p. M. LAVENCY & A.-M. BOXUS, Clavis. Grammaire latine pour la lecture des auteurs , 4e éd., Louvain-la-Neuve, De Boeck, 2017, 273 p. M. DE GIVE, Grammaire latine , 15e éd., 4e tir., Louvain-la-Neuve, De Boeck, 2015, 307 p. A. MEURANT & A.-M. BOXUS, « A d honorem per ardorem ». Manuel de latin à l'usage des grands débutants , 2e éd., Bruxelles, Safran, 2012, 272 p. A. MEURANT & A.-M. BOXUS, « Ad honorem per ardorem ». Exercices de latin à l'usage des grands débutants , 2e éd., Bruxelles, Safran, 2012, 256 p. E. FAMERIE, A. BODSON & M. DUBUISSON, Méthode de langue latine. Lire, comprendre et traduire les textes latins , éd. revue, Paris, Armand Colin, 2019, 592 p. E. FAMERIE, La maîtrise du latin par la pratique. Exercices, versions et thèmes avec corrigés , Paris, Armand Colin, 2020, 537 p. H.H. ORBERG, Lingua latina per se illustrata. 1. Familia romana , Montella, Accademia Vivarium Novum, 2017, 328 p. C. GERMAIN, Découvrir le latin avec la mythologie gréco-romaine. Grands débutants , Paris, Ellipses, 2022, 160 p.",
        "course_materials": "C. MEYERSON-DETHOOR & G. SCHOUPPE (coll. D. LONGREE e.a.), Index: Manuel de vocabulaire et dictionnaire latin, 5e éd. revue, Louvain-la-Neuve, De Boeck, 2018, 277 p.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1230",
        "title": "Latin II",
        "credits": "5.00",
        "hours": "45.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delanaye Lysiane",
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LFIAL1180 ou LFIAL1181 ou niveau équivalent",
        "topics_covered": "Étude de la grammaire latine classique (niveau scolaire) : morphologie (nominale et verbale) et syntaxe fondamentale. À cela s’ajoute l’assimilation d’un vocabulaire de base et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Le cours, de niveau intermédiaire, vise à développer les connaissances du latin classique afin d’acquérir  une lecture aisée de textes classiques de difficulté moyenne. Le cours est construit autour de trois axes : 1) Langue : découverte et renforcement de points de grammaire (morphologie et syntaxe) 2) Textes : traduction d'auteurs latins 3) Culture : découverte de points de civilisations Un programme de versions latines, dont l'objectif est la fixation des apprentissages théoriques et l'amélioration de la technique de traduction, est également prévu dans le cadre des exercices pratiques.",
        "teaching_methods": "Alternance de séances de cours interactives et de travaux pratiques.",
        "assessment_methods": "Pour les étudiant·es des programmes CLAS et LAFR : - Tests lors des TP (20%) - Examen écrit portant sur la matière du cours (40%) - Examen oral portant sur la cursive (40%) Pour les étudiant·es d'autres programmes : - Tests lors des TP (20%) - Examen écrit portant sur la matière du cours (80%)",
        "online_resources": "Supports de cours rendus accessibles sur le serveur Moodle",
        "bibliography": "A. Cart, P. Grimal e.a., Grammaire latine , Paris, Nathan, 2007. A.-M. Boxus, M. Lavency, Clauis. Grammaire latine pour la lectu­re des auteurs , 4e éd. Louvain-la-Neuve, De Boeck, 2017 (Lavency). J. Michel, Grammaire de base du latin , Anvers, De Sikkel, 1978. Ch. Meyerson-Dethoor, G. Schouppe, Index . Manuel de vocabulaire et dictionnaire de latin , 5e éd. rev., Paris-Louvain-la-Neuve, 1997, 235 p. (Lavency). F. Gaffiot, Dictionnaire illustré latin-français , 3e éd. rev. et augm, Paris, Hachette, 2005.",
        "course_materials": "A. Cart, P. Grimal e.a., Grammaire latine, Paris, Nathan, 2007. G. Etienne, Cahier de vocabulaire latin, Bruxelles, De Boeck, 2013.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2390",
        "title": "Typologie et permanences des imaginaires mythiques",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "prerequisites": "Formation de bachelier en Langues et lettres ou en Histoire et Histoire de l'art.",
        "topics_covered": "Après une introduction théorique qui définit de manière générale les modes de fonctionnement et de lecture des systèmes mythiques, le cours procède à l'analyse d'un thème, choisi par une équipe d'enseignants, selon une perspective typologique, historique et comparatiste.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, les étudiants auront appris à analyser l'émergence et le fonctionnement du mythe dans les imaginaires collectifs et individuels (objectif épistémologique) et à confronter dans la diachronie et dans la synchronie des univers mythiques comparables issus de cultures différentes (antiquité gréco-romaine, celtique, égyptienne, africaine, asiatique, etc.) ou les permanences d'un système mythique à travers une même culture (objectif descriptif).",
        "content": "Les thèmes changent chaque année. On essaie d'alterner entre un personnage mythique (Orphée, Ulysse, Hercule, Dionysos, ...) et un motif mythique (labyrinthe, âge d'or, métamorphose, ...).",
        "teaching_methods": "Enseignement « ex cathedra » assuré par une équipe d'enseignants respectivement spécialistes d'un des aspects ou d'une période de la réception du mythe étudié, d'un genre littéraire ou esthétique (musique, arts plastiques, cinéma) qui atteste le mythe. Le cours est appuyé par les TICE.",
        "assessment_methods": "L'évaluation porte sur la rédaction d'un travail d'une vingtaine de pages dont les modalités et le sujet sont précisés au début du cours ; ce travail est présenté devant un des membres de l'équipe enseignante au choix de l'étudiant, et selon les consignes données par l'enseignant choisi. On y évaluera l'aptitude de l'étudiant à mettre en oeuvre les approches méthodologiques et descriptives développées au cours.",
        "other_info": "/",
        "online_resources": "Un site est consacré à ce cours : http://pot-pourri.fltr.ucl.ac.be/itinera/enseignement/GLOR2390/",
        "bibliography": "Précisée au début du cours.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llafr2898",
        "title": "Travail de fin d'études",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "Quel que soit le sujet, le travail de fin d'études permet à l'étudiant de : réaliser une synthèse d'une question scientifique donnée, contextualiser une problématique en lien avec les connaissances actuelles, exposer clairement les résultats de son travail.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Le travail de fin d'études doit montrer l'aptitude de son auteur à exposer correctement les résultats d'un travail personnel, objectif et méthodique, dont la qualité n'est pas nécessairement liée à l'étendue. Le travail de fin d'études est, au même titre que les autres formes d'enseignement, un moyen de formation constitutif des programmes où il est prévu. Il s'agit d'un travail d'ampleur plus limitée qu'un mémoire, consistant en un status quaestionis d'une problématique de la discipline du master et pouvant être circonscrit en 1 an.",
        "content": "Le travail de fin d'études poursuit les mêmes objectifs que le mémoire du MA 120, mais porte sur une problématique plus limitée : il comptera minimum 50 pages (soit 125.000 signes espaces comprises) de rédaction personnelle et originale (incluant bibliographie et notes, mais hors annexes).",
        "assessment_methods": "Encadrement et composition du jury de TFE Le TFE est supervisé par un promoteur ou une promotrice. L'étudiant·e doit soumettre son sujet pour approbation au promoteur ou à la promotrice à la date prévue par le calendrier facultaire. Le jury du TFE est composé, de deux lecteurs/lectrices : le promoteur ou la promotrice et une ou un autre lecteur, désigné par le jury de master (représenté, dans cette tâche de désignation, par la présidence de jury). Soutenance orale Le TFE fait l’objet d’une soutenance orale devant le jury constitué, du promoteur/de la promotrice et du/de la lecteur/lectrice. La soutenance est un moment d’échange entre l’étudiant·e et les membres du jury. Les modalités pratiques de la soutenance sont communiquées à l’étudiant·e au plus tard le premier jour de la session à laquelle le TFE est inscrit. Critères d’évaluation du TFE La note finale prend en considération : l'atteinte des objectifs fixés ; la cohérence et la qualité générale du travail effectué (synthèse pertinente et bien documentée de la littérature scientifique, qualité de la démarche méthodologique et adéquation avec les objectifs, pertinence et bien-fondé de l’analyse et de l’interprétation) la capacité à discuter de manière critique les choix méthodologiques et les conclusions du travail ; la correction, la qualité et la pertinence de la formulation écrite  ; la qualité de la soutenance orale. Dans sa note finale, le promoteur ou la promotrice prend en compte également l'implication de l'étudiant·e et la régularité du travail fourni tout au long du master dans le cadre du TFE. Le lecteur ou /la lectrice du TFE est chargé·e d’établir un rapport détaillé et écrit sur certains aspects formels du TFE l’orthographe; la langue (précision et propriété des termes, correction syntaxique); la ponctuation; la présentation du texte lui-même, de la bibliographie, des notes, des références, etc. Ce   rapport peut   amener   le   jury   à   revoir   la   note   attribuée   au  TFE   selon   des modalités   définies  dans le document \" Évaluation de la maitrise de la langue dans les travaux écrits, TFC, mémoires et TFE des programmes de bachelier et de master en langues et lettres anciennes et modernes \", voire à constater l’échec. En cas d’échec au TFE en raison du rapport de langue, sans préjudice avec l’article 153 du RGEE, le ou la présidente du jury notifie à l’étudiante ou à l’étudiant qu’il ne peut pas présenter la défense orale du TFE compte tenu du fait que cet échec ne pourra pas être comblé par la défense. Règles relatives au plagiat et à l’usage de l’IA Tout au long de son TFE, l’étudiant·e fait la preuve de sa parfaite maitrise des règles de référencement bibliographique ; au risque de se voir suspecter de plagiat, il ou /elle veille à NE PAS copier un texte sans guillemets et/ou sans mention de la source ; NE PAS reproduire un graphique, des données, des illustrations, etc. sans mention de la source ; NE PAS reformuler ou résumer l’idée originale d’un auteur sans mention de la source ; NE PAS traduire, totalement ou partiellement, une source sans la référencer ; NE PAS utiliser le travail d’autrui en le présentant comme le sien (même si l’auteur du travail a donné son accord) ; NE PAS acheter un travail. Cf. https://uclouvain.be/fr/etudier/uss/lutter-contre-le-plagiat.html Cette définition complète celle reprise à l’art. 107 §2 du RGEE constituant une disposition particulière au sens du §3 du même article. L’étudiant·e qui ne respecterait pas les normes de référenciation scientifique énoncées ci-dessus s’expose, en cas d’irrégularité ou de plagiat constaté par le jury, à des sanctions académiques telles que détaillées par le RGEE (section 7). Les intelligences artificielles (IA) génératives, si elles sont utilisées, doivent l’être de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée.",
        "other_info": "Le travail de fin d'études (15 crédits) n’est pas valorisable dans le cas d'un passage ultérieur au MA 120.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=4142",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2222",
        "title": "Lecture de textes médiévaux et renaissants (15e - 16e siècles)",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delsaux Olivier",
            "Van Hemelryck Tania"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours vise à donner le panorama d'un genre ou d'une thématique littéraire du XVe au XVIe siècle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Approfondir et diversifier les connaissances (littéraires et linguistiques) des étudiants relatives à la littérature médiévale ; Développer les capacités d'analyse critique et philologique des étudiants en recourant à un corpus de textes, en ancien et moyen français, articulés en fonction d'un genre ou d'une thématique envisagé du XVe au XVIe siècle.",
        "content": "Dans un premier temps, un rappel du contexte historique et littéraire du XVe au XVIe siècle est donné. Dans un second temps, une fois la base historique et littéraire acquise, l'attention se portera de façon plus détaillée sur un genre ou une thématique se prêtant à une approche critique et philologique au départ d'un corpus de textes du XVe au XVIe siècle. Les étudiant·es sont invité·es à lire une sélection de textes en fonction du genre ou de la thématique étudiés, ainsi qu'un corpus de lectures critiques sur le sujet abordé. Le cours de 2024-2025 portera sur les oeuvres de François Villon. Au départ de ses poèmes, le cours explorera les traditions littéraires médiévales et renaissantes avec lesquelles son oeuvre entre en résonance.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen oral, avec possibilité de présenter un travail. Règles relatives au plagiat et à l’usage de l’IA Dans le cadre de son rapport de stage, l’étudiant·e fait la preuve de sa parfaite maitrise des règles de référenciation bibliographique ; au risque de se voir suspecter de plagiat, il/elle vielle à NE PAS copier un texte sans guillemets et/ou sans mention de la source ; NE PAS reproduire un graphique, des données, des illustrations, etc. sans mention de la source ; NE PAS reformuler ou résumer l’idée originale d’un auteur sans mention de la source ; NE PAS traduire, totalement ou partiellement, une source sans la référencer ; NE PAS utiliser le travail d’autrui en le présentant comme le sien (même si l’auteur du travail a donné son accord) ; NE PAS acheter un travail. Cf. https://uclouvain.be/fr/etudier/uss/lutter-contre-le-plagiat.html Cette définition complète celle reprise à l’art. 107 §2 du RGEE et constitue une disposition particulière au sens du §3 du même article. L’étudiant·e qui ne respecterait pas les normes de référenciation scientifique énoncées ci-dessus s’expose, en cas d’irrégularité ou de plagiat constaté par le jury, à des sanctions académiques telles que détaillées par le RGEE (section 7). Les intelligences artificielles (IA) génératives, si elles sont utilisées, doivent l’être de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée.",
        "other_info": "Support : bibliographie, portefeuille de lecture, cours sur Moodle",
        "bibliography": "Voir les ressources en ligne sur Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhist2371",
        "title": "Gouvernance et sociétés : questions approfondies II (antiquité romaine)",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Haeperen Françoise"
        ],
        "teaching_language": "Français",
        "topics_covered": "Des thématiques et cas d’études relevant de l’histoire politique ou sociale de l’Antiquité sont analysés à partir des sources, en les situant dans les courants historiographiques, y compris les plus récents et en portant une attention particulière aux problématiques et méthodes mises en œuvre. Les thématiques envisagées sont régulièrement renouvelées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : maîtriser une série de connaissance sur la thématique étudiée, en étant capable de la situer au sein des grandes tendances de la recherche ; utiliser des outils conceptuels et méthodologiques pertinents relatifs à la thématique étudiée ; poser un regard critique et réflexif sur la recherche en train de se construire ; éclairer des questions d’actualité par son expertise d’historien (AA 1, 3, 7, 8).",
        "content": "Le cours est consacré à la thématique « Fake news, faux et falsifications » dans l’Antiquité romaine.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen oral",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lclig2210",
        "title": "Prosodie de la voix parlée",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Simon Anne-Catherine"
        ],
        "teaching_language": "Français",
        "prerequisites": "Cours d'introduction à la phonétique et à la phonologie du français ou d'une autre langue.",
        "topics_covered": "Rendre l'étudiant familier avec l'analyse de la prosodie, en particulier en français. Le cours aborde trois problématiques : l'annotation (auditive et automatique) de la prosodie dans les corpus ; la catégorisation linguistique des paramètres prosodiques (relation formes ' fonctions) ; l'interprétation de la prosodie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de : réaliser une transcription (auditive et automatique) et une analyse prosodiques, avec une bonne connaissance des principales théories du domaine; lire de manière critique les productions scientifiques dans le domaine ; appliquer les méthodes dans le cadre d'un petit projet de recherche personnel.",
        "content": "Les thèmes suivants sont abordés : Paramètres acoustiques et perceptifs, domaines et fonctions de la prosodie; Accentuation, intonation, rythme; Variables temporelles (incluant les disfluences); Prosodie, iconicité et phonostylistique.",
        "teaching_methods": "Le cours se donne en classe inversée. à la maison: lecture des chapitres du syllabus; devoirs hebdomadaires; préparation d'un travail personnel (présenté oralement) en classe: discussions, exercices pratiques et tutorat sur les logiciels d'analyse (Praat)",
        "assessment_methods": "À la session de juin, la note finale se base sur l'évaluation continue (20%) et la présentation d'un travail personnel (80%). À la session de septembre, la note finale se base uniquement sur la présentation d'un travail personnel.",
        "other_info": "Une pratique musicale est un atout pour ce cours (mais n'est pas nécessaire).",
        "online_resources": "Moodle: https://moodle.uclouvain.be/course/view.php?id=2071 Site web (exemples sonores analysés au cours): https://sites.uclouvain.be/paroleetlangue/web/ (aller dans la section EXEMPLES)",
        "course_materials": "Simon, A.C. (2024). Prosodie de la voix parlée. Louvain-la-Neuve: DUC.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2223",
        "title": "Lecture et analyse de textes médiévaux (12e - 14e siècles)",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cavagna Mattia",
            "Guiderdoni Agnès"
        ],
        "teaching_language": "Français",
        "prerequisites": "Les étudiants veilleront à être initiés à la langue ancienne.",
        "topics_covered": "Le cours se consacre à l'analyse approfondie de plusieurs oeuvres du Moyen Âge français (12e-14e siècles) autour d'un thème choisi chaque année",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de la formation, les étudiants : seront capables d'exercer une analyse critique des textes ; auront acquis une connaissance approfondie des procédés poétiques et rhétoriques des textes littéraires ; seront capables d'appréhender les continuités et discontinuités dans l'usage de ces procédés du Moyen Âge à la Renaissance.",
        "content": "Dans un premier temps, un rappel du contexte historique et littéraire du XIIe au XIVe siècle est donné. Dans un second temps, une fois la base historique et littéraire acquise, l'attention se portera de façon plus détaillée sur un genre ou une thématique se prêtant à une approche critique et philologique au départ d'un corpus de textes du XIIe au XIVe siècle. Les étudiant·es sont invité·es à lire une sélection de textes en fonction du genre ou de la thématique étudiés, ainsi qu'un corpus de lectures critiques sur le sujet abordé Autres infos Le cours est particulièrement recommandé pour les étudiants qui font un mémoire dans le domaine de la littérature médiévale.",
        "teaching_methods": "Cours magistral avec supports pédagogiques variés : lecture d'extraits d'oeuvres ; power-point.",
        "assessment_methods": "Examen écrit",
        "other_info": "Le cours est particulièrement recommandé pour les étudiants qui font un mémoire dans le domaine de la littérature médiévale et de la Renaissance.",
        "bibliography": "Mise à jour chaque année ; voir la page du cours sur Moodle",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1131",
        "title": "Comprendre le langage: une introduction à la linguistique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Degand Elisabeth",
            "Hambye Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours vise à familiariser les étudiant·es avec l’approche scientifique du langage et à mettre en évidence les types de question auxquelles elle permet de répondre, grâce à la compréhension du fonctionnement du langage humain (de ses particularités, de ses contraintes, etc.). Le cours abordera en particulier les thèmes suivants : La spécificité du langage humain par rapport aux autres systèmes de communication ; Les différents niveaux de l'analyse linguistique (phonétique et phonologie, morphologie et lexique, syntaxe) ; L’origine du langage et de la diversité des langues. Les caractéristiques d’une approche scientifique des langues Les raisons d’être et les spécificités de différentes théories linguistiques…",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Distinguer une approche scientifique du langage d’une approche normative ou prescriptive ; 2 Identifier les types de questions et de problèmes auxquels les sciences du langage permettent de répondre ; 3 Définir et comprendre les spécificités du langage par rapport à d’autres formes de communication; 4 Maitriser le métalangage précis et formel que les linguistes utilisent pour décrire le langage et expliquer son fonctionnement interne (unités, structures) et externe (en relation avec l'ancrage historique, géographique, social, etc. des langues naturelles), et de l’appliquer à différentes langues pour en saisir les particularités ; 5 Analyser et d'interpréter des problèmes linguistiques simples aux différents niveaux d’organisation étudiés ; 6 Expliquer pourquoi des théories concurrentes envisagent différemment des phénomènes identiques et en quoi elles se distinguent les unes des autres. Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants : 1.4, 1.6, 2.6",
        "content": "Le cours abordera successivement les thématiques suivantes : Une approche scientifique du langage Les différentes formes du langage (langues naturelles et autres systèmes de communication) De la faculté du langage à la diversité des langues Des « sons » aux unités phonologiques Des « mots » aux unités morphologiques et lexicales Des « mots » aux phrases et énoncés : la syntaxe La sémantique lexicale La pragmatique, ou comment on interprète le langage en usage",
        "teaching_methods": "Cours magistraux (en présentiel) et séances de questions / réponses interactives (Wooclap). Exercices individuels sur le site web Parole&Langue: https://sites.uclouvain.be/paroleetlangue/web/ Tutorat : 4 séances de tutorat (participation facultative, uniquement sur inscription) pour préparer l'examen.",
        "assessment_methods": "Evaluation formative durant le quadrimestre (test blanc). Examen écrit à la session de juin et de septembre (questions à choix multiples). ​​Les scores inférieurs à 50% ne seront pas arrondis à l'unité supérieure pour la note finale (par ex. un score de 19,5/40 ne sera pas arrondi à 10/20).",
        "online_resources": "Les différents supports liés au cours (diaporamas du cours, exercices, etc.) sont disponibles sur le site du cours sur la plate-forme Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom1330",
        "title": "Explication de textes médiévaux : moyen français",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cavagna Mattia"
        ],
        "teaching_language": "Français",
        "prerequisites": "Avoir été initié à l'ancien français (XIIe-XIIIe siècles).",
        "topics_covered": "Le cours portera sur une série de textes et d'extraits des XIVe et XVe siècles, représentatifs de différents genres littéraires et de différentes techniques d'écriture (prose, poésie, dérimage, insertion lyrique, traduction, prosimètre). Une attention particulière sera accordée à l'analyse thématique et stylistique des textes ainsi qu'à l'émergence de figures auctoriales fortes (par ex. Guillaume de Machaut, François Villon).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, les étudiants auront acquis des compétences linguistiques et littéraires qui leur permettront de : - connaître et reconnaître les principaux traits linguistiques qui marquent la transition entre l'ancien français (XIIe et XIIIe siècles) et le moyen français (XIVe et XVe siècles) - traduire en français moderne, à l'aide des outils linguistiques, un court extrait en moyen français qui n'aura jamais été traduit ou expliqué au cours - mener une analyse littéraire sur les textes au programme notamment à partir des extraits qui auront été analysés au cours - situer les textes et les auteurs au programme dans leur contexte de production",
        "content": "Après une introduction générale portant sur les principales innovations propres à la langue des XIVe et XVe siècles, le cours magistral sera focalisé sur l'explication et l'analyse littéraire des extraits retenus. Les étudiants seront invités à s'exercer, d'une façon autonome, à la traduction des textes qui feront ensuite l'objet d'une analyse approfondie au cours.",
        "teaching_methods": "Cours magistral avec supports pédagogiques variés : lecture d'extraits, Key-Note, support multimédia",
        "assessment_methods": "L'examen oral comporte une évaluation des compétences linguistiques et littéraires à partir des auteurs et des textes au programme. Chaque étudiant traduira en outre un court extrait qui n'aura pas été analysé et expliqué par l'enseignant.",
        "bibliography": "La bibliographie sera présente à l'intérieur du syllabus et sur MOODLE",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1732",
        "title": "Explication d'auteurs latins B",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Delanaye Lysiane",
            "Kachuck Aaron"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1230",
        "topics_covered": "Lecture et commentaire d’une sélection d’œuvres représentative de la littérature latine classique, en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature latine classique; 2 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature latine, incluant des considérations littéraires, historiques et stylistiques.",
        "content": "LGLOR1732 se divise en 2024-2025 en deux parties, la première se concentrant sur la poésie (Q1), la seconde sur la prose (Q2), dont les deux parties sont liées au thème du cosmos (le monde), de l' imperium (le pouvoir, ou l’empire) et de l'individu. Au cœur de Q1, se trouve l'étude de l' Énéide de Virgile dans sa totalité (en latin et en traduction), avec une étude approfondie de certains passages. L'étude d’autres textes de Virgile (les Bucoliques , les Géorgiques ), et de la tradition grecque et latine, aidera à clarifier le caractère particulier de ce poème révolutionnaire. Les principaux intérêts de notre lecture émergent dès le premier vers du poème : la relation entre les humains et les objets ( arma ) ; ce que signifie être un humain et, dans les structures de genre de la Rome antique, un homme ( virum ) ; le pouvoir et la faiblesse du langage ( cano ) ; les modèles de temps - sa répétition et sa direction - à l’époque d’Auguste ( primo ) ; la nature des villes passées, présentes et futures en tant que ruines et points de refuge ( Troiae ) ; et la relation des humains à la nature ( ab oris ). Notre principale question sera : comment le poème de Virgile dans son ensemble invente-t-il un nouveau monde possible pour les Romains de son époque ?Q2 se tourne vers Sénèque le Jeune, et, en particulier, vers sa problématisation de la divinisation à Rome dans ses œuvres en prose. Une étude à la fois granulaire et structurelle de ces deux œuvres sera contextualisée par d'autres lectures en traduction. Le cours combinera la lecture critique (y compris les questions de métrique et d'établissement du texte) et l'analyse littéraire, ainsi que l'attention portée aux contextes religieux, culturels et politiques.",
        "teaching_methods": "Séminaire d'interprétation et de discussion. La traduction et l'interprétation préparées par les étudiants et étudiantes est vérifiée au cours et fait l'objet d'un commentaire.  Si nécessaire, les acquis grammaticaux feront l'objet de révisions ponctuelles.",
        "assessment_methods": "Q1 Évaluation continue par le biais de tests de traduction en classe (40% de Q1 pour LAFR) La traduction doit rendre compte de toutes les particularités grammaticales du texte ; tant qu'elle n'est pas correcte, on ne passe pas à autre chose. Exactitude, précision et analyse complète des faits sont ici de rigueur (analyses morphologiques complètes, temps primitifs, explications syntaxiques, etc.); il n'y a aucune place pour l'approximation. Si le titulaire le juge nécessaire, ces tests peuvent également comprendre des questions de grammaire. Les tests pourraient favoriser les passages qui figure sur la liste des passages recommandés, mais pourraient également inclure un passage non tiré de cette liste tiré de livres déjà étudiés en classe (dans ce cas, le passage sera normalement plus court). NB : Seules les absences officiellement excusées (par exemple, un certificat de maladie) donnent droit à un test de rattrapage sur rendez-vous avec le professeur ; le professeur se réserve le droit de faire passer ces tests de rattrapage à l’orale plutôt que par test écrit. Examen écrit pendant la session de janvier (60%), avec réponses courtes (identification, et commentaire sur courts extraits du texte du cours en latin), et/ou dissertation/dissertation-commentaire, en tous cas exigeant l’intégration des connaissances littéraires, historiques et stylistiques acquises tout au long du cours. Q2 En Q2, l'évaluation aura lieu pendant la session, et prendra la forme suivante : Travaux à rendre: une dissertation à envoyer par courriel au professeur avant le début de la session (50% de Q2) ; les sujets et les consignes seront présentés par le titulaire du cours en Q2. Examen écrit durant la session de juin: traduction d’un ou plusieurs passages du latin au français tirés des Textes Principaux en Latin de Q2, et cet examen peut également comprendre des questions de grammaire (50% de Q2). La note finale sera calculée sur les moyennes pondérées de Q1 (60%) et Q2 (40%). Q1 redux en Q2 Si quelqu'un souhaite représenter (ou présenter pour la première fois) des éléments d'évaluation de la session de janvier en juin, cette personne doit en plus de l’évaluation de Q2 aussi représenter ou présenter tous les éléments de l'évaluation de Q1 par le biais d’un examen oral, où, pour garantir l'égalité des chances, compte tenu de la différence des contraintes de temps, des questions grammaticales et syntaxiques pourront également être posées sur des points de traduction et d’interpretation. La note finale sera calculée sur les moyennes pondérées de l’évaluation de Q1 (60%) et d’évaluation de Q2 (40%). Il est impératif que les étudiants tentent de réussir aux sessions de janvier et de juin, évitant ainsi autant que possible de devoir passer ou repasser l'examen à la session d'août/septembre . Mais si jamais cela s’avère nécessaire : Q1+Q2 redux en session d’août/septembre Pour ceux dont la moyenne pondérée à la fin de Q2 ne représente pas une note de passage, l'évaluation aura lieu pendant la session d'août/septembre et prendra la forme suivante : Q1 : Questions de traduction de textes latins de Q1, identification, grammaire et analyse. Q2 : Questions de traduction de textes latins de Q2, grammaire et analyse. La note finale sera calculée sur les moyennes pondérées de Q1 (60%) et Q2 (40%). NB: L'évaluation des étudiants de différents programmes peut être sujette à des différences en fonction du type de programme.",
        "other_info": "English-friendly course : cours enseigné en français, mais offrant des facilités en anglais. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Via le site Moodle du cours",
        "bibliography": "Voir le site du cours sous la rubrique \"Ressources en ligne\"",
        "course_materials": "Voir le site du cours sous la rubrique \"Ressources en ligne\"",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2180",
        "title": "Le français dans l'espace francophone",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hambye Philippe"
        ],
        "teaching_language": "Français",
        "prerequisites": "Un cours d'introduction à la linguistique générale qui assure la maîtrise des principaux outils de la description linguistique dans les domaines de la phonétique-phonologie et du lexique.",
        "topics_covered": "Identification des principales situations-types d'expansion du français : par tradition (régions de France, domaine d'oïl, Wallonie, Suisse romande) par importation (Québec, Acadie, Louisiane, Océan indien, etc.) par implantation et superposition (Afrique subsaharienne, Maghreb, etc.) par rayonnement culturel (Roumanie, Proche-Orient, etc.). Description différentielle de la variation dans ces aires, principalement sous ses aspects phonétiques-phonologiques et lexicaux. Mise en relation des caractéristiques linguistiques avec le contexte historique, culturel et social de chaque aire étudiée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours répond aux objectifs suivants : Familiariser les étudiants de deuxième cycle avec les variations du français dans la francophonie, plus particulièrement d'un point de vue diatopique (dans l'espace), par la description et l'analyse des pratiques linguistiques; des attitudes et de représentations linguistiques. (= APPROCHE INTERNE ) Intégrer l'étude des variétés géolinguistiques du français dans le contexte socioculturel et politique des communautés étudiées. (= APPROCHE EXTERNE ) Amorcer une réflexion sur la géostratégie du français et sur la francophonie institutionnelle.",
        "content": "Ce cours vise à construire une vue d’ensemble de la situation du français dans le monde et à proposer une réflexion critique sur la question des limites du français et de la francophonie. Après une introduction visant à présenter et à interroger les concepts nécessaires pour décrire les différentes réalités qui recouvre la notion « d’espace francophone », le cours proposera un examen de différents types d’espaces francophones, de leurs caractéristiques et des conditions socio-historiques qui permettent de les comprendre. Ce parcours permettra aux étudiants de développer une vision nuancée de la francophonie en tant que réalité sociolinguistique et de saisir les enjeux idéologies et politiques de la Francophonie en tant que réalité institutionnelle.",
        "teaching_methods": "Le cours prend la forme d'exposés magistraux, complétés par des différents documents (articles scientifiques, documents authentiques, etc.).",
        "assessment_methods": "Lors de la session de janvier, l'évaluation prend la forme d'un examen écrit à cahier ouvert, constitué de questions à choix multiples et de questions ouvertes et visant à mesurer la capacité des étudiants à synthétiser la matière du cours, à établir des comparaisons entre différentes situations étudiées et à appliquer les concepts théoriques et les démarches vus au cours à de nouveaux cas d'étude. Lors de la session de septembre, sauf si le nombre d'étudiants inscrits justifie un examen écrit, l'examen s'appuie sur des questions du même type, mais prend la forme d'un examen oral (à cahier ouvert) avec préparation préalable des réponses aux questions (30 min de préparation des réponses à deux questions ouvertes, 30 minutes de présentation orale des réponses).",
        "bibliography": "Voir site du cours sur Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2204",
        "title": "Séminaire de traduction littéraire des langues anciennes vers le français : histoire, théorie et pratique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Smeesters Aline"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance des langues anciennes, en particulier du latin. Connaissance élémentaire de la scansion de l'hexamètre et du pentamètre.",
        "topics_covered": "Formation à la traduction littéraire. Le séminaire brosse le panorama des principales théories dans le domaine de la traduction littéraire. Il donne une série d'outils concrets pour encadrer la démarche de traduction.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce séminaire, l'étudiant sera capable d'une réflexion critique sur la démarche et les enjeux de la traduction de textes littéraires, en particulier grecs et latins. Il sera à même de produire lui-même des traductions dépassant le stade du calque littéral, en situant sa pratique dans un cadre théorique et en justifiant ses choix.",
        "content": "Le séminaire propose un aperçu historique des grandes tendances de la traduction de textes classiques (entre \"traductions philologiques\", \"belles infidèles\" et \"littéralisme littéraire\") et une réflexion sur les enjeux qui leur sont liés. Il présente les idées d'une série de théoriciens de la traduction (Antoine Berman, Umberto Eco, François Ost, Paul Ricoeur, Lawrence Venuti...) dont le propos est pertinent pour la traduction de textes classiques. Il permet aux étudiant.es de se familiariser avec le travail de traducteurs littéraires de langue française marquants dans le domaine des lettres anciennes, à travers les siècles (Amyot, Perrot d'Ablancourt, Anne Dacier, Marguerite Yourcenar, Klossowski, Philippe Brunet, Olivier Sers...) . Les étudiant.es sont invité.es à s'exercer aux-mêmes à la traduction littéraire de textes anciens et à développer un projet personnel de traduction orienté vers un public cible bien défini.",
        "teaching_methods": "Le séminaire comporte une série d'exposés magistraux, dans lesquels la participation active des étudiants est encouragée, ainsi que des exercices pratiques (de traduction et de révision de traductions). Certaines séances sont préparées par des lectures d'articles.",
        "assessment_methods": "La cote se fonde sur un travail final, comprenant une introduction théorique et une traduction personnelle d'un texte latin de 600 à 1200 mots. Le travail sera discuté lors d'un examen oral. Dans la rédaction du travail, le recours aux intelligences artificielles (IA) génératives est déconseillé de manière générale. Il peut être admis pour certaines tâches particulières (e.g. assistant linguistique) à la condition que cette utilisation se fasse de manière critique, responsable et conformément aux pratiques de l’intégrité académique et scientifique.",
        "online_resources": "Sur le serveur Moodle",
        "bibliography": "Les textes théoriques sur lesquels se base le séminaire sont fournis aux étudiants.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-larko2372",
        "title": "Archéologie et histoire de l'art de Rome et des provinces romaines",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cavalieri Marco",
            "Limina Valentina"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours envisage des questions approfondies et des problèmes spécifiques d'interprétation liés aux reconstructions sociales et politiques basées sur des sources archéologiques concernant la ville de Rome, depuis sa fondation jusqu'au Haut Moyen Age, d’une part, et de l'Italie et des provinces romaines, surtout de l’Occident, d’autre part. Les questions abordées concernent des domaines différents, notamment l'urbanisme, l'architecture, les systèmes du bâti, etc. et tendent vers la définition d’un schéma interprétatif des modes de vie romains au fil des siècles.",
        "content": "Le cours envisage des questions approfondies et des problèmes spécifiques d'interprétation liés aux reconstructions sociales et politiques basées sur des sources archéologiques concernant la ville de Rome, depuis sa fondation jusqu'au Haut Moyen Age, d’une part, et de l'Italie et des provinces romaines, surtout de l’Occident, d’autre part. Les questions abordées concernent des domaines différents, notamment l'urbanisme, l'architecture, les systèmes du bâti, etc. et tendent vers la définition d’un schéma interprétatif des modes de vie romains au fil des siècles.",
        "teaching_methods": "Combinaison d'exposés ex-cathedra de l'enseignant ou de conférencièr·es invité·es et de séminaires. Les séances peuvent être préparées par les étudiant·es sur base de la lecture d'un ou plusieurs articles dont la liste sera publiée au début de l'année. Ils/elles sont d'ailleurs invité·es à participer de façon active à certaines séances qui peuvent prendre la forme de séminaire.",
        "assessment_methods": "Examen écrit",
        "other_info": "En 2024-2025, le thème du cours portera sur le paysage romain considéré comme un ensemble de villes, de campagnes et de groupes humains. Le cours s’intéressera à diverses questions d’urbanisme, notamment en relation à l’organisation et à l’articulation de l’espace urbain dans le monde romain, au rôle des édifices et des infrastructures publics et au rapport entre ville et territoire. Étant un cours d’archéologie et d’histoire de l’art, l’on s’intéressera également à l’architecture, au décor et aux techniques de construction des différents édifices et structures qui composent la ville, sans oublier l’idéologie impériale, les dynamiques du pouvoir et cela à partir de l’interprétation des œuvres d’art (sculpture, peinture et architecture). Rome, et l’Italie centrale seront le point de départ d’une réflexion qui s’élargira à tout l’Empire romain.",
        "online_resources": "PowerPoints des cours et bibliographie.",
        "bibliography": "- Cavalieri M. 2020, Les villes « à la romaine », in Les mondes romains. Questions d’archéologie et histoire, sous la direction de R. Gonzáles Villaescusa, G. Traina, J.-P. Vallat, Paris, pp. 197-222. - Adam J.P. 2008, La construction romaine : matériaux et techniques, Paris. - Grimal P., Woloch G. 1983, Roman Cities, London. - Gros P. 2006, L'architecture romaine. 1. Les monuments publics, Paris. - Gros P., Torelli M.  2007, Storia dell’urbanistica. Il mondo romano, Roma. - Lafon X., Marc J.Y., Sartre M. 2011, Histoire de l'Europe urbaine. 1. La ville antique, Paris. - Mattingly D.J., 2011 Imperialism, power and identity. Experiencing the Roman Empire, Princeton 2011. - Zanker P. 1999, The power of images in the age of Augustus, Ann Arbor. - Zanker P. 2013, La città romana, Roma.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2710",
        "title": "Questions d'esthétique littéraire",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Piret Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "Être capable de déchiffrer de façon rigoureuse et argumentée un texte littéraire (objectif des cours d'explication d'auteurs du baccalauréat) ; Connaître les grands débats, questions, enjeux de la théorie littéraire moderne et contemporaine.",
        "topics_covered": "Ce cours met l'accent sur le matériau littéraire, à savoir le langage, entendu comme structure dont hérite l'homme et à partir de laquelle il se construit. Analysant l'expérience littéraire comme discours, il aborde les questions suivantes : - comment penser le lien entre littérature et langage hors du cadre jusque-là structurant de la mimésis ? que recouvre la notion de « crise de la représentation » ? Lien avec les théories linguistiques. Les concepts de signifiant, de lettre, de dispositif, d'écrit ; - comment penser le lien entre littérature et société en régime d'autonomie de l'oeuvre ? La question de l'adresse, les concepts de discours et de dialogisme ; la littérature comme discours parmi les discours ; - comment penser le lien entre littérature et subjectivité hors d'une conception expressive de l'écriture, où le texte est conçu comme expression personnelle ? La question de la singularité, les concepts d'énonciation, d'exception, d'acte d'écriture.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'esthétique littéraire désigne moins ici une orientation particulière des études littéraires qu'un paradigme général (une définition donnée de la littérature en tant qu'art du langage) déterminant nos modèles contemporains d'appréhension des oeuvres littéraires. Ce paradigme, complémentaire à celui de l'histoire littéraire (cf. cours ROM 2720), envisage la littérature sous l'angle des effets qu'elle produit en tant que discours, la considérant comme un mode de savoir à part entière. Au terme du cours, l'étudiant sera capable de : - définir et situer ce paradigme : les conditions de son émergence, les postulats qui le supportent, son inscription parmi les sciences humaines ; - situer ses propres compétences d'analyse littéraire (acquises en bac) à la lueur de ce paradigme ; - et surtout : traiter les principales questions et manier les principaux concepts de l'esthétique littéraire dans l'étude des oeuvres, pour montrer comment elles interrogent leur époque et la condition humaine.",
        "content": "Le cours est soutenu par une orientation théorique, mais procède de manière empirique et inductive, en partant des oeuvres mises au programme. Après une introduction théorique (définition et situation de l'esthétique dans le champ des études littéraires contemporaines, explicitation du cahier des charges), le cours passe en revue quelques questions significatives, qu'il traite à partir d'oeuvres choisies pour leur exemplarité. Il ne s'agit pas d'appliquer des modèles préconçus et applicables systématiquement, mais bien de déployer une problématique construite à partir des textes analysés, en dégageant des concepts opératoires pour les traiter. Une telle démarche permet d'investir concrètement les principales questions et les principaux concepts mentionnés dans le cahier des charges. Exemples de questions traitées : la crise de la représentation, le discours du Maître, l'esthétique du choc, l'amour de la langue, le technique et le symbolique, Logique du signifiant/ Logique de l'image, Ecritures du silence, etc.",
        "teaching_methods": "Basé sur des lectures préalables, le cours conjugue exposé magistral et moments d'interaction. Il s'agit d'acquérir certaines connaissances, mais plus encore de s'approprier une méthodologie d'analyse, ce qui suppose une présence et une participation actives des étudiant.e.s.",
        "assessment_methods": "Présentation d'un travail personnel écrit lors d'un examen oral.",
        "other_info": "La participation active au cours est requise. Un séminaire est organisé dans le prolongement du cours : ROM 2715 : séminaire : Esthétique littéraire. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "bibliography": "Une bibliographie établie en fonction du programme de l'année est déposée sur moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfra1103",
        "title": "La fabrique du texte : littérature de langue française des 20e et 21e siècles",
        "credits": "5.00",
        "hours": "22.5 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Piret Pierre",
            "Reverseau Anne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Au travers de l’analyse de quelques œuvres majeures de la période, le cours introduit les étudiants aux grands courants et aux grandes tendances de la littérature de langue française des 20e et 21e siècles. Le parcours est organisé de façon chronologique et il veille à fournir des points de repère historiques (continuités, filiations, mutations, ruptures) et à mettre en rapport la littérature avec les contextes artistiques, culturels, politiques, sociaux, économiques. Le cours montre combien la réflexion sur la fabrique du texte mobilise les écrivains de la période ; il situe les causes et les enjeux de cette réflexivité ; il montre surtout, au travers des analyses des œuvres, comment aborder cette dimension formelle. Ce faisant, le cours prépare les étudiants aux cours d’approfondissement ultérieurs.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Situer les œuvres et les courants majeurs de la période 2 Rendre compte de façon structurée et contextualisée de l’histoire littéraire de la période 3 Analyser les textes littéraires en mettant en lumière les procédés de leur fabrication et en situant l’enjeu des choix formels effectués. Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants : 1.5, 1.6., 2.6., 4.3.",
        "content": "Le cours propose un parcours chronologique dans la littérature de langue française de la période concernée: à partir d'un nombre limité d'oeuvres jugées exemplaires, il s'attache à structurer la matière, en fournissant des repères significatifs (continuités, filiations, mutations, débats, ruptures) et à mettre en rapport la littérature avec ses contextes culturels, politiques, sociaux. Une question cardinale oriente l'ensemble du parcours, celle de la fabrique du texte, en tant qu'elle engage nécessairement une réflexion sur la conception que les créateurs se font de la littérature comme sur sa fonction dans une société humaine.",
        "teaching_methods": "Le cours consiste en une série d'exposés gravitant chacun autour d'une oeuvre de référence et permettant d'éclairer une question ou un enjeu essentiel de la littérature française des 20e et 21e siècles. Chaque exposé situe cette oeuvre dans son contexte, développe une problématique bien identifiée et rayonne vers d'autres oeuvres, soit de la période (pour souligner les similitudes ou, au contraire, les débats), soit d'autres périodes (pour mettre en évidence les filiations ou les mutations). Basé sur des lectures préalables (les extraits littéraires fournis dans le syllabus et quelques livres en lecture intégrale, à sa procurer), le cours conjugue exposé magistral et moments d'interaction. La présence active des étudiant.e.s est donc requise. Un ouvrage de référence (cf. bibliographie) offre une vision panoramique de la période. L'objectif des TP est de proposer une lecture accompagnée de cet ouvrage.",
        "assessment_methods": "Examen écrit évaluant: 1) la connaissance de l'ouvrage de référence étudié aux TP; 2) la maîtrise de la matière vue dans le cadre des exposés, mais surtout de la méthodologie d'analyse mise en oeuvre (il sera demandé une courte explication de texte littéraire sur le modèle de ce qui aura été fait en cours magistral)",
        "bibliography": "Une bibliographie est fournie via la plateforme moodle.",
        "course_materials": "Labouret (Denis), Histoire de la littérature française des XXe et XXIe siècles, Paris, Dunod, 2018 (1e éd 2013)",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1210",
        "title": "Séminaire d'introduction aux études anciennes",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Smeesters Aline"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun prérequis n'est exigé, mais une connaissance de base du latin et/ou du grec est fortement conseillée.",
        "topics_covered": "Le séminaire aborde les thèmes suivants : 1. Repères historico-géographiques de l'Antiquité classique; 2. Histoire de l'écriture alphabétique occidentale ; aperçu des langues indo-européennes et introduction à la grammaire comparée ; 3. Présentation des diverses catégories de sources antiques, des sciences auxiliaires et des disciplines qui les étudient ; 4. Histoire des sources littéraires grecques et latines de l'Antiquité à nos jours (composition, transmission et réception); 5. Initiation à différents aspects de la civilisation gréco-latine (chronologie, mythologie') 6. Entraînement aux méthodes de recherche bibliographique et aux modes de présentation des références en usage dans le domaine de la philologie classique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce séminaire, l'étudiant aura acquis une bonne connaissance des différentes catégories de sources textuelles de l'Antiquité gréco-romaine, et des sciences qui permettent de les étudier. Il maîtrisera également les démarches et les outils élémentaires pour aborder l'étude de l'Antiquité.",
        "content": "Après un rappel des principaux cadres chronologiques et géographiques de l’Antiquité gréco-romaine, le cours dispense une introduction générale aux différents types de sources pertinentes pour l'étude de l'Antiquité classique, en particulier les sources textuelles grecques et latines. Il présente l'histoire de leur transmission au travers des siècles et la manière dont elles sont mises aujourd’hui à la disposition de la communauté scientifique (via des éditions critiques ). Les étudiants seront amenés à s’orienter parmi les éditions modernes d’auteurs gréco-latins et à s’exercer à lire et à interpréter des apparats critiques. A l’occasion de cette présentation, un certain nombre de sciences auxiliaires seront abordées : l’épigraphie (étude des inscriptions sur matériaux durs), la papyrologie (étude des papyrus), la codicologie (étude des manuscrits reliés en codex), la paléographie (étude des écritures anciennes) et l’ecdotique (art de fournir des éditions critiques). Le cours s'intéresse en outre à la manière de commenter des textes de l’Antiquité : la façon de trouver de la littérature secondaire, de documenter des r ealia, d'élaborer une problématique ou une question de recherche… Le cours vise à aider l'étudiant à se repérer parmi l'abondante bibliographie moderne, à exploiter au mieux les ressources offertes par la bibliothèque, et à acquérir les compétences utiles à la rédaction de travaux de niveau universitaire dans le domaine de la philologie classique.",
        "teaching_methods": "Cours magistral et exercices encadrés.",
        "assessment_methods": "Examen écrit (pour 50% de la note finale) et travail (pour 50% de la note). L'examen écrit peut être présenté en fin de premier quadrimestre; s'il est réussi, sa cote est acquise pour les sessions de juin et de septembre. En session de juin, les étudiant.es présentent le travail, auquel s'ajoute éventuellement l'examen écrit s'il n'a pas été réussi en janvier. En session de septembre, les étudiant.es présentent la ou les parties non réussies aux deux sessions précédentes. La réussite du cours suppose la réussite des deux parties de l'examen. Dans la rédaction des travaux, le recours aux intelligences artificielles (IA) génératives est déconseillé de manière générale; il peut être admis pour certaines tâches particulières (e.g. planification, assistant linguistique...) à la condition que cette utilisation se fasse de manière critique, responsable et conformément aux pratiques de l’intégrité académique et scientifique.",
        "online_resources": "Espace Moodle",
        "course_materials": "Séminaire d'introduction aux études classiques - notes du cours LGLOR1210",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2242",
        "title": "Étude du théâtre de langue française (de la Révolution à nos jours)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Piret Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Au travers de l'analyse de textes ou d'événements théâtraux particulièrement représentatifs, on présentera un parcours dans le théâtre de langue française de la Révolution à nos jours. On tentera de dégager les continuités et les ruptures dans une triple perspective dramaturgique, esthétique et historique. Des problématiques variées seront approfondies, en fonction des époques abordées et des textes analysés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les étudiants doivent pouvoir situer les grands auteurs, les grands mouvements de l'histoire du théâtre français et établir des rapports avec les grands noms du théâtre mondial.",
        "content": "Le cours est composé d'une série d'exposés construits autour d’une date, d’un événement et d’une question : il s'agit de mettre en évidence des aspects structurants de l'histoire du théâtre de langue française. Chaque exposé approfondit ainsi une ou quelques questions et confronte les étudiants aux oeuvres elles-mêmes, au travers de l’analyse d’un ou de plusieurs extraits. Des liens avec d’autres œuvres sont systématiquement établis et des compléments bibliographiques très sélectifs sont proposés en vue d’un éventuel approfondissement par l'étudiant, dans le cadre d'un travail personnel qu'il aura à présenter à l'examen.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen oral sur la matière enseignée et présentation orale d'une recherche personnelle",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "bibliography": "Sur Moodle",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1431",
        "title": "Littérature latine",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "Aucun prérequis.",
        "topics_covered": "Introduction à la littérature latine. Ce cours aborde les thèmes suivants : 1. Un aperçu des genres littéraires de la littérature latine; 2. L'étude d'un choix de thèmes littéraires; 3. Une présentation générale des modes de transmission de la littérature latine et de ses spécificités esthétiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant aura acquis une vision d'ensemble de la littérature latine, dans un cadre chronologique et historique. Il sera familiarisé avec les auteurs latins dont les lectures sont préconisées au cours. Il aura acquis une méthode d'élucidation, de recherche et de présentation de références aux sources anciennes de la littérature latine, y compris les oeuvres et les auteurs mineurs.",
        "content": "Le cours présentera aux étudiant·es un panorama de la littérature latine qui se veut le plus exhaustif possible, selon une progression chronologique. Introduction générale Chapitre I. La littérature de l’époque républicaine Chapitre II. La littérature de la fin des guerres civiles et du principat augustéen Chapitre III. La littérature sous le Haut-Empire Chapitre IV. Entre chrétiens et païens : la littérature des derniers siècles de l’Empire Chapitre V. Les grands écrivains « de l’entre-deux-temps »",
        "teaching_methods": "S'appuyant sur la lecture personnelle réalisée par les étudiant·es d'un manuel et d'œuvres latines (en traduction), l'unité d'enseignement alterne entre des séances de cours magistral et d'autres comportant la lecture et l'analyse d'extraits en traduction (bilingue).",
        "assessment_methods": "L’unité d’enseignement fait l’objet d’un examen écrit en juin (session de fin d’année).",
        "other_info": "La matière vue au cours est présentée sur des PowerPoint qui seront mis à disposition des étudiant·es sur Moodle durant l'année, au terme des différents chapitres du cours. Des dossiers complémentaires seront éventuellement distribués aux étudiant·es en cours d’année ou postés sur la page Moodle du cours. Les étudiant·es doivent lire par eux/elles-mêmes (selon une progression indiquée au début du quadrimestre) un manuel : Pour les étudiant·es de CLAS et de LAFR : H. Zehnacker, J.-Cl. Fredouille, Littérature latine (Collection Quadrige Manuels), PUF, Paris, 2013, 544 pages. Pour les étudiant·es des autres sections : J. Gaillard, Introduction à la littérature latine. Des origines au Haut-Empire , Armand Colin, Paris, 2017. Une liste de lecture (en traduction) d'œuvres ou de parties d'œuvres latines antiques est communiquée au début du cours: celles-ci devront être réalisées en préparation à certaines séances, selon une planification annoncée à l'avance.",
        "online_resources": "Voir la page Moodle du cours.",
        "bibliography": "Outre le manuel indiqué ci-dessous (« Support de cours »), des orientations bibliographiques seront communiquées aux étudiant·es au fil du cours.",
        "course_materials": "H. Zehnacker, J.-Cl. Fredouille, Littérature latine (Collection Quadrige Manuels), PUF, Paris, 2013, 544 pages. J. Gaillard, Introduction à la littérature latine. Des origines au Haut-Empire, Armand Colin, Paris, 2017.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1181",
        "title": "Auteurs latins",
        "credits": "10.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Kachuck Aaron",
            "Meunier Nicolas"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "4 heures de latin pendant les quatre dernières années de l'enseignement secondaire ou avoir réussi un test de niveau en début d'année",
        "topics_covered": "Introduction à la lecture et au commentaire d’une sélection d’extraits d’œuvres de la littérature latine classique (en poésie et en prose), en fonction d’une thématique renouvelée chaque année.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français correct des textes représentatifs de la littérature latine classique de niveau moyen ; 2 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature latine, incluant des considérations littéraires, historiques et stylistiques.",
        "content": "Ce cours, qui combine l'étude de la langue latine, du style littéraire, du contexte historique, de l'iconographie du pouvoir et de l'idéologie politique dans le monde ancien, est destiné aux participants ayant une expérience préalable de la langue latine. Il se présente sous deux formes : les étudiants des parcours latins (CLAS et LAFR) suivent une version de ce cours répartie sur le Q1 et le Q2 pour 10 crédits, tandis que les étudiants des autres programmes suivent uniquement le deuxième quadrimestre, pour 5 crédits (voir LFIAL1181A). Le premier quadrimestre (pour CLAS et LAFR uniquement) présente une révision accélérée de la grammaire latine. Le deuxième quadrimestre (pour tous les programmes) s'appuie sur ces compétences linguistiques pour initier les étudiants à la lecture attentive, linguistique et contextuelle des textes latins. Conçu pour être utile aux étudiants en histoire et en littérature, le cours de Q2 de cette année porte sur la renaissance des idées monarchiques à la fin de la République romaine. A cela s'ajoute une lecture cursive (lecture d'un texte long en autonomie par l'étudiant·e, en dehors des séances de cours): cette lecture portera cette année sur des extraits significatifs de la \"Guerre des Gaules\" de César.",
        "teaching_methods": "Cours magistraux interactifs (et pour CLAS/LAFR des TP's). Afin d'atteindre au mieux les objectifs pédagogiques de ce cours, tous les participants sont tenus de préparer à l'avance les principes et/ou les textes qui seront discutés, afin de permettre des discussions interactives. Des questions, des notes et des passages supplémentaires pour guider l'étude grammaticale, syntaxique, littéraire, politique et culturelle des textes du cours sont inclus dans le matériel de cours ; les participants doivent utiliser ces questions, notes et passages supplémentaires pour se préparer au cours. Pour LAFR et CLAS uniquement, la participation aux TP's est obligatoire; les participants LAFR et CLAS seront également chargés de préparer eux-mêmes les lectures latines (cursives), avec l'aide des séances de TP.",
        "assessment_methods": "Examen écrit partiel en session de janvier (25%): cet examen portera sur la matière enseignée au premier quadrimestre et inclura les notes obtenues aux tests passés lors des séances de TP. Examen oral en juin portant sur la lecture cursive (25%). Tests de traduction en classe au Q2, sur lesquels, voir ci-dessus, comme pour les non-LAFR/CLAS (25%) Examen écrit en session de juin, sur lequel, voir ci-dessus, comme pour les non-LAFR/CLAS (25%) Pour tous les participants, tous les examens de rattrapage seront des examens oraux et pourront combiner des questions de grammaire, de syntaxe, de traduction et d'interprétation. L'évaluation des étudiants de différents programmes peut être sujette à des différences en fonction du type de programme. Important: Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "other_info": "English-friendly course : cours enseigné en français, mais offrant des facilités en anglais. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Veuillez consulter le Moodle pour tous les supports de cours.",
        "bibliography": "Précisée en début d'année.",
        "course_materials": "Entièrement et gratuitement disponible en ligne; veuillez consulter le moodle.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1731",
        "title": "Explication d'auteurs latins A",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Kachuck Aaron"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1230",
        "topics_covered": "Lecture et commentaire d’une sélection d’œuvres représentative de la littérature latine classique, en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature latine classique; 2 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature latine, incluant des considérations littéraires, historiques et stylistiques.",
        "content": "Le thème du cours de cette année est \"L'anthropocène et la littérature latine : L'homme, la nature, le monde\". Dans le premier quadrimestre, nous étudierons en détail (morphologique, syntaxique, rhétorique, structurel, intratextuel, intertextuel et philosophique) le texte latin du plus long poème de Catulle, le poème 64, également connu sous le nom d'épyllion (« mini-épopée ») de Catulle, ou des « Noces de Pélée et Thétis ». Le cours soulève également des questions majeures concernant l'histoire de la façon dont nous parlons de la crise écologique et sa relation avec les questions d'économie politique. Au fond, ce poème explique pourquoi les humains vivent désormais à distance des dieux, tout en remettant simultanément en question la périodisation que suppose un tel modèle historique. Un élément essentiel du « crime » des humains qui semble causer la rupture entre les dieux et les hommes est la transition du mythe à l'histoire, de la nature à la culture, accomplie par l'innovation technologique exemplifié dans la première instance de voyage maritime, que le poème pose (en partie) comme le voyage des Argonautes. Qu'est-ce qu'un monde sans humains ? Comment le comportement humain affecte-t-il le monde et quelles en sont les conséquences pour la société humaine ? Comment la représentation de la nature par Catulle dans ce poème s'inscrit-elle dans le programme plus large de ses œuvres poétiques ? Comment le point de vue de Catulle sur la nature se compare-t-il à la représentation que l'on trouve dans d'autres œuvres contemporaines de la fin de la République, en particulier Cicéron et Lucrèce ? Q2 se tourne vers un texte en prose plus tardif qui soulève également des questions sur la relation de l'homme à la nature, les Métamorphoses d'Apulée, et en particulier le Récit de Cupidon et Psyché . Une étude granulaire et structurelle d'extraits de ces deux œuvres sera contextualisée par d'autres lectures en traduction. Le cours combinera la lecture attentive et l'analyse littéraire, ainsi que l'attention portée aux contextes religieux, culturels et politiques.",
        "teaching_methods": "Séminaire de traduction et de discussion. La traduction préparée par les étudiants est vérifiée au cours et fait l'objet d'un commentaire. Si nécessaire, les acquis grammaticaux feront l'objet de révisions ponctuelles.",
        "assessment_methods": "Q1 Évaluation continue par le biais de tests de traduction en classe (50% de Q1). Ces tests peuvent également comprendre des questions de grammaire. Le test dont la note est la plus basse sera retiré et la note finale de cette partie sera la moyenne des notes restantes. NB : Seules les absences officiellement excusées (par exemple, un certificat de maladie) donnent droit à un test de rattrapage sur rendez-vous avec le professeur ; le professeur se réserve le droit de faire passer ces tests de rattrapage à l’orale plutôt que par test écrit. Examen écrit en session (50% de Q1): dissertation et/ou « dissertation-commentaire » portant sur un ou plusieurs passages tirés des lectures du cours (tiré(s) des Textes Principaux en Latin et des Textes à lire au moins en traduction), mais exigeant l’intégration des connaissances littéraires, historiques et stylistiques acquises tout au long du cours. Q2 Travaux à rendre: une dissertation à envoyer par courriel au professeur avant le début de la session (50% de Q2) ; les sujets et les consignes seront présentés par le titulaire du cours en Q2. Examen écrit durant la session de juin: traduction d’un ou plusieurs passages du latin au français tirés des Textes Principaux en Latin de Q2, et cet examen peut également comprendre des questions de grammaire (50% de Q2). La note finale sera calculée sur les moyennes pondérées de Q1 (60%) et Q2 (40%). Q1 redux en Q2 Si quelqu'un souhaite représenter (ou présenter pour la première fois) des éléments d'évaluation de la session de janvier en juin, cette personne doit en plus de l’évaluation de Q2 aussi représenter ou présenter tous les éléments de l'évaluation de Q1, mais cela se fera sous la forme d'un examen oral. La note finale sera calculée sur les moyennes pondérées de l’évaluation de Q1 (60%) et d’évaluation de Q2 (40%). Il est impératif que les étudiants tentent de réussir aux sessions de janvier et de juin, évitant ainsi autant que possible de devoir passer ou repasser l'examen à la session d'août/septembre . Mais si jamais cela s’avère nécessaire : Q1+Q2 redux en session d’août/septembre Pour ceux dont la moyenne pondérée à la fin de Q2 ne représente pas une note de réussite, l'évaluation aura lieu lors de la session d'août/septembre, et aura la forme suivante : Q1 Questions de traduction des passages en latin de Q1, grammaire, et analyse. Q2 Questions de traduction des passages en latin de Q2, grammaire, et analyse. La note finale sera calculée sur les moyennes pondérées de Q1 (60%) et Q2 (40%). L'évaluation des étudiants de différents programmes peut être sujette à des différences en fonction du type de programme.",
        "other_info": "English-friendly course : cours enseigné en français, mais offrant des facilités en anglais.",
        "online_resources": "Via le site Moodle du cours",
        "bibliography": "Une bibliographie est disponible en ligne via le site Moodle du cours.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1560",
        "title": "Linguistique générale : sémantique et pragmatique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Degand Elisabeth"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Une introduction aux sciences du langage ou à la linguistique",
        "topics_covered": "Ce cours fait un état de la question en sémantique et en pragmatique et aborde des questions méthodologiques fondamentales. Il traite notamment de l'approche traditionnelle en sémantique lexicale et sémantique de la phrase et l'oppose aux récents développements en sémantique discursive et en sémantique cognitive, ouvrant ainsi la voie aux approches en pragmatique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Les étudiants devront: - développer une connaissance des perspectives explicatives en sémantique et pragmatique, - plus particulièrement développer l'aptitude à appliquer des concepts théoriques à des situations langagières concrètes, - avoir acquis une bonne connaissance des différentes approches contemporaines en sémantique et pragmatique.",
        "content": "Après un bref état de la question en sémantique linguistique, le cours aborde la place de la sémantique aux différents niveaux de représentation linguistique: la sémantique lexicale (le sens des mots : analyse componentielle vs. Théorie du prototype), la sémantique phrastique (le sens de la phrase : référence, inférence, logique propositionnelle, valeurs de vérité) et la sémantique discursive (cohérence et cohésion). On donne un aperçu général de la sémantique cognitive (métaphores, schémas imagés, espaces mentaux) et certaines théories pragmatiques (théorie des actes du langage, théorie de la pertinence). Toutes les situations théoriques sont illustrées à l'aide d'exemples concrets de la réalité quotidienne (publicités, échanges conversationnels authentiques).",
        "teaching_methods": "Ce cours comporte des exposés magistraux et requiert également la participation active des étudiants sous la forme d'exercices d'application en ligne:  « Langue et Parole » (parcours « sémantique ») Des exercices de révision seront également proposés. Pour certains chapitres, une approche en classe inversée sera (progressivement) mise en place afin de s'assurer de la participation de toutes et tous.",
        "assessment_methods": "Examen oral (33% exercices, 67% questions théoriques)",
        "online_resources": "Slides, exercices et bibliographie sur Moodle",
        "bibliography": "Disponible sur Moodle",
        "course_materials": "LFIAL1560: Sémantique et Pragmatique",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2171",
        "title": "Séminaire de paléographie et d'édition de textes latins",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Moureau Sébastien"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours s'adresse à des étudiants ayant une bonne connaissance du latin.",
        "topics_covered": "Le cours aborde les thèmes suivants : Notions de codicologie ; Présentation des enjeux de la copie et de la transmission des textes latins ; Présentation de différentes écritures livresques latines antiques et médiévales ; Initiation pratique à la lecture des manuscrits latins (exercices de lecture) ; Initiation aux méthodes d'édition des textes latins (aspects théoriques et pratiques).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de : déchiffrer un manuscrit latin, ou trouver l'aide nécessaire à sa lecture. situer un document écrit dans l'histoire des écritures livresques latines antiques et médiévales ; lire, analyser et utiliser de manière critique une édition (introduction et apparat) ; collationner différents témoins manuscrits d'un texte donné et préparer une édition provisoire ; utiliser les outils bibliographiques et instruments de travail.",
        "content": "Le séminaire porte sur la paléographie latine et les méthodes d'édition critique et de critique textuelle. Le séminaire est avant tout envisagé selon un aspect pratique: l'étudiant sera amené à apprendre à lire des manuscrits médiévaux et à éditer un texte médiéval de manière critique. Le cours se compose de deux phases: une première consistant en un exposé magistral théorique, et une seconde comprenant des exercices pratiques.",
        "teaching_methods": "Une partie du cours se donne magistralement (exposés théoriques). Le reste consiste en exercices pratiques.",
        "assessment_methods": "Examen oral accompagné d'un travail écrit.",
        "online_resources": "Les documents utilisés pour les séances pratiques seront disponibles sur la plateforme Moodle.",
        "bibliography": "Des éléments de bibliographie seront présentés aux étudiants durant le cours. Le reste du matériel se trouvera sur la plateforme Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2221",
        "title": "Questions d'histoire de la littérature du moyen âge",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cavagna Mattia"
        ],
        "teaching_language": "Français",
        "prerequisites": "- avoir été initié à l'ancien et au moyen français ; - avoir suivi un cours d'introduction à l'histoire de la littérature médiévale française ; - être familiarisé avec la plupart des notions élémentaires liées à l'écriture littéraire et aux différents genres littéraires",
        "topics_covered": "Dans le prolongement des cours d'explication d'auteurs et d'histoire littéraire dispensés au niveau des BAC, ce cours se propose un double objet : - approfondir la connaissance de la littérature française médiévale ; - dégager les spécificités médiévales d'une thématique ; - comparer ce thème avec d'autres périodes de la littérature française, en particulier le XVIe siècle ; - sensibiliser les étudiants à l'interdisciplinarité et à l'esprit critique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable - de reconnaître et d'analyser les thèmes et pratiques littéraires des oeuvres médiévales - de comprendre et de reconnaître les contraintes liées aux genres littéraires ; il saura discerner les cas-limites et les interférences entre les genres ; - de mettre en relation les différentes parties du cours et les publications scientifiques données en lecture obligatoire - de s'interroger sur les liens entre littérature et société/civilisation médiévale - d'exploiter l'apport utile des différentes disciplines (histoire, histoire de l'art, anthropologie, théologie, étude des manuscrits...) - de dégager la pertinence des contacts entre les domaines linguistiques (latin - langues vernaculaires ; langues vernaculaires entre elles) - de faire des rapprochements critiques et méthodologiques entre les différentes périodes de la littérature française",
        "content": "Le cours de cette année sera intitulé LE JEU DANS LA LITTERATURE MEDIEVALE. Il sera dispensé en collaboration avec Maxime Kamin, chercheur post-doctoral à l'UCLouvain Le cours portera sur la place que tiennent le jeu et les diverses formes de divertissement dans la littérature du Moyen Âge. Ce panorama des pratiques ludiques en langue française et latine (depuis les premiers témoignages du jeu d’échecs en Occident jusqu'à Charles d’Orléans) posera la question de la définition d’un objet multiple et divers, et de l’extrême variété de ses usages dans la littérature de cette époque. Pour mener à bien une analyse qui entend mettre en regard les spécificités du jeu au Moyen Âge, ce cours entend s’interroger sur la légitimité des divertissements dans la tradition littéraire (rapport problématique du jeu au savoir), sur la fonction métaphorique de certains loisirs (en particulier le jeu d’échecs, le jeu de dés, ou encore le jeu de paume), d’analyser la place qu’ils tiennent dans la représentation de certaines préoccupations religieuses et morales (l’amour ; l’organisation du corps social ; le salut). Cette approche du jeu sera plus particulièrement centré sur la poésie lyrique et la littérature allégorique.",
        "teaching_methods": "Le cours prendra la forme d'un exposé magistral, en interaction avec les étudiants.",
        "assessment_methods": "Examen oral. L'étudiant donnera la preuve d'avoir lu l'ensemble des lectures obligatoires ; il montrera sa capacité à analyser un extrait littéraire et à dégager une problématique pertinente en prenant appui sur les séances du cours magistral.",
        "online_resources": "Tous les supports de cours seront disponibles sur MOODLE",
        "bibliography": "Les indications bibliographiques seront disponibles sur MOODLE.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2241",
        "title": "Étude du théâtre de langue française (du Moyen Âge à la Révolution)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Piret Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Au travers de l'analyse de textes ou d'événements théâtraux particulièrement représentatifs, on présentera un parcours dans le théâtre de langue française du Moyen Âge à la Révolution. On tentera de dégager les continuités et les ruptures dans une triple perspective dramaturgique, esthétique et historique. Des problématiques variées seront approfondies, en fonction des époques abordées et des textes analysés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les étudiants doivent pouvoir situer les grands auteurs, les grands mouvements de l'histoire du théâtre français et établir des rapports avec les grands noms du théâtre mondial.",
        "content": "Le cours est composé d'une série d'exposés construits autour d’une date, d’un événement et d’une question : il s'agit de mettre en évidence des aspects structurants de l'histoire du théâtre de langue française. Chaque exposé approfondit ainsi une ou quelques questions et confronte les étudiants aux oeuvres elles-mêmes, au travers de l’analyse d’un ou de plusieurs extraits. Des liens avec d’autres œuvres sont systématiquement établis et des compléments bibliographiques très sélectifs sont proposés en vue d’un éventuel approfondissement par l'étudiant, dans le cadre d'un travail personnel qu'il aura à présenter à l'examen.",
        "teaching_methods": "Basé sur des lectures préalables, le cours conjugue exposé magistral et moments d'interaction. Il s'agit d'acquérir certaines connaissances, mais plus encore de s'approprier une méthodologie d'analyse, ce qui suppose une présence et une participation actives des étudiant.e.s.",
        "assessment_methods": "Examen oral sur la matière enseignée et présentation orale d'une recherche personnelle",
        "other_info": "La participation active au cours est requise. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "bibliography": "Elle est fournie via la plateforme moodle.",
        "course_materials": "Plans de cours déposés sur moodle",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2431",
        "title": "Séminaire d'auteurs latins",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Kachuck Aaron"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "LGLOR1731 et LGLOR1732, ou niveau jugé équivalent",
        "topics_covered": "Analyse approfondie et interactive d’une sélection d’œuvres représentative de la littérature latine classique ou tardive, en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traduire en français littéraire des textes représentatifs de la littérature latine classique ou tardive; 2 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature latine, incluant des considérations littéraires, historiques et stylistiques; 3 mener une recherche personnelle dans le prolongement du cours.",
        "content": "Ce cours se concentre sur la poésie latine de l'Antiquité tardive, avec une attention particulière pour Claudien. Le cœur de ce cours consistera en une lecture attentive de son épopée mythologique révolutionnaire, \"De Raptu Proserpinae\". Nous étudierons les qualités novatrices de cette épopée en la mettant en conversation avec des œuvres antérieures de la littérature latine et grecque, avec d'autres œuvres de la littérature latine de son époque et avec les contextes sociaux, politiques et religieux de son temps. La relation entre les utilisations païennes et chrétiennes des formes épiques sera également prise en compte.",
        "teaching_methods": "Le cours consiste en des discussions en séminaire, animées par le responsable du cours ainsi que par les participants au séminaire. Il replace les auteurs étudiés dans leur contexte historique, littéraire et culturel. Il propose une lecture commentée d'extraits choisis, et prend soin de comparer ces lectures avec le reste du corpus des auteurs étudiés, ainsi qu'avec d'autres auteurs et domaines culturels de l'Antiquité tardive et au-delà.",
        "assessment_methods": "La note finale comporte les éléments suivants : a) une évaluation continue sous la forme d'une présentation en classe d'un texte (30%). Ce travail démontrera la capacité de l'étudiant à 1. comprendre le contexte de l'auteur du texte (auteur, date, lieu), 2. clarifier la structure et l'argumentation du texte, 3. rapporter les questions scientifiques majeures liées à ce texte, 4. identifier et analyser un ou plusieurs passages du texte présentant un intérêt particulier, en utilisant les compétences de lecture attentive pratiquées et démontrées par le cours (et, le cas échéant, en notant les liens avec le texte principal du cours). Normalement, cette présentation se fait en groupe : dans les cas où des niveaux de préparation différents sont évidents, des notes différentes peuvent être données aux différents membres du groupe. b) examen ecrit en session, portant sur la traduction d'un ou plusieurs passages du latin au français tirés des lectures du cours (30%) et sur une ou deux questions d'analyse (e.g. dissertation-commentaire, dissertation) (40%). Il est impératif que les étudiant(e)s tentent de réussir à la session de janvier, évitant ainsi autant que possible de devoir passer ou repasser l'examen à la session d'août/septembre. En cas de non-réussite en janvier, lors de la session d'août/septembre, tous les aspects du cours doivent être représentés. En lieu et place de la présentation en classe, un document écrit (comprenant entre 1500 et 2000 mots) qui présente un texte (à fixer avec le responsable du cours), et en propose une lecture personelle de ce matériel à la lumière des autres matériels étudiés pendant cette session et dans le cours (30%). Ce document doit être envoyé par courriel au professeur du cours avant le début de la session de d'aôut. Même si la présentation originale a été faite ou était censée être faite en groupe, pour cette session, tous les documents doivent être rédigés et soumis individuellement. L'examen de la session d'août/septembre prendra la forme d'un examen oral, avec le même format de base que l'examen écrit, couvrant la traduction (et éventuellement aussi des questions de grammaire et de syntaxe) (30%), ainsi qu'une discussion d'une question et d'un ou plusieurs passages sur la base d'une question ou des questions critique(s) (40%).",
        "other_info": "English-friendly course : cours enseigné en français, mais offrant des facilités en anglais.",
        "online_resources": "Via le site Moodle du cours",
        "bibliography": "Voir le site Moodle du cours.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2151",
        "title": "Linguistique du texte",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Simon Anne-Catherine"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Principaux concepts : texte ; dimensions médiale (code graphique, phonique) et conceptionnelle (langue de la distance, de la proximité), microsyntaxe et macrosyntaxe, phrase, dimension matérielle (intonation, ponctuation, etc.), marqueur discursif, marqueur pragmatique, connecteur, cohésion, progression informationnelle, cohérence, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité, l'étudiant devra être capable de : - définir ce qu'est un texte et l'apport de la linguistique du texte à son interprétation ; - clarifier l'opposition entre langue écrite et langue parlée et expliquer l'impact de la situation de production sur les aspects formels d'un texte ; - identifier dans un texte les unités pertinentes pour sa structuration et son interprétation ; - analyser un texte bref ou un extrait de texte en faisant ressortir les mécanismes de cohésion et de cohérence ; - lire, comprendre et comparer plusieurs articles scientifiques portant sur la même problématique (compétence transversale)",
        "content": "Un texte forme une suite linguistique autonome (orale ou écrite) produite dans le cadre d'une pratique sociale attestée. Partant de cette définition, le cours présente les concepts clés pour analyser le texte à ses différents niveaux d'organisation. Pour n'importe quel texte, nous serons en mesure de répondre aux questions suivantes: Quelles dimensions de la situation de production d'un texte influencent-elles sa forme? Une réflexion sur la différence entre langue de la distance (style écrit) et langue de la proximité (style oral) et sur les marques formelles de cette différence (syntaxe, lexique, pragmatique, etc.). Comment segmenter un texte? Le rôle de la syntaxe, des dimensions matérielles (ex. ponctuation, rimes, pauses à l'oral) et discursives dans l'identification d'unités pertinentes pour interpréter un texte (phrases, vers, paragraphes, séquences, périodes, etc.). Comment la cohésion et la continuité sont-elles assurées dans un texte? Le rôle des marques anaphoriques et des chaines de coréférence. Comment un texte peut-il être interprété de manière cohérente, comme un tou\"? Le rôle des marqueurs de discours et de la structure informationnelle. Comment classe-t-on ou catégorise-t-on les textes? Les notions de registre, de type et de genre de textes.",
        "teaching_methods": "Cours magistraux (incluant des exercices), devoirs à réaliser à domicile (individuellement et en groupe), lecture d'articles scientifiques.",
        "assessment_methods": "À la session de juin, la note finale repose sur l'évaluation continue (20%), un travail en groupe (60%) et une question ou production individuelle (20%). À la session de septembre, la note finale repose uniquement sur un travail individuel (mêmes consignes que le travail de groupe, ampleur réduite). Le travail personnel est basée sur une analyse de texte qui ne nécessite pas de recours à l'IA générative. Cependant, les intelligences artificielles (IA) génératives, si elles étaient utilisées, doivent l’être de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée.",
        "online_resources": "Site pour le cours sur la plateforme MOODLE: https://moodle.uclouvain.be/course/view.php?id=2273 dépôt des Devoirs pour l'évaluation continue accès aux supports de cours ressources additionnelles (articles scientifiques, exemples, etc.) consignes pour le travail personnel",
        "course_materials": "Voir Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2532",
        "title": "Séminaire de littérature latine",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Kachuck Aaron"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1431 ou niveau jugé équivalent",
        "topics_covered": "Étude approfondie d’un pan de la littérature latine en fonction d’une thématique donnée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 identifier et replacer dans leur contexte les auteurs et les œuvres en lien avec la thématique étudiée; 2 rédiger une dissertation en lien avec la thématique de l’année, impliquant une sélection d’extraits pertinents des œuvres étudiées et incluant des considérations littéraires, historiques, stylistiques et culturelles; 3 mener une recherche personnelle dans le prolongement du cours.",
        "content": "En 2024-2025, le thème de ce cours (qui est destiné à inculquer une approche scientifique des textes latins relatifs à une question historique) sera « Dieux, rites et récits dans la Rome ancienne : Approches littéraires ». Ancré dans l'étude et la discussion de textes (disponsibles en traduction), ce cours examinera les différentes méthodologies qui peuvent être utilisées pour éclairer l'étude de la littérature romaine par l'étude des dieux et rites romains, et vice-versa, ainsi que les limites de ces approches. Le cours se concentrera sur des études de cas de l'histoire de la littérature latine où la problématique peut être abordée au mieux (e.g. les Fastes d’Ovide, le Chant séculaire d'Horace, l'autel de la Victoire vu par Symmaque et Prudence).",
        "teaching_methods": "Le cours consiste en des discussions en séminaire, animées par les responsables du cours ainsi que par les participants au séminaire. Il replace les auteurs étudiés dans leur contexte historique, littéraire et culturel. Il propose une lecture commentée d'extraits choisis, et prend soin de comparer ces lectures avec le reste du corpus des auteurs étudiés, ainsi qu'avec d'autres auteurs et domaines culturels.",
        "assessment_methods": "Examen écrit pendant la session (100%), avec réponses courtes (identification, et commentaire sur courts extraits du texte du cours en latin), et/ou dissertation et/ou dissertation-commentaire, en tous cas exigeant l’intégration des connaissances littéraires, historiques et stylistiques acquises tout au long du cours. Il est impératif que les étudiants tentent de réussir le cours en session, évitant ainsi autant que possible de devoir passer ou repasser l'examen à la session d'août/septembre . Mais si jamais cela s’avère nécessaire, pour la session de rattrapage : 1) Un travail écrit (comprenant entre 13 000 et 15 000 caractères (espaces compris)) qui présente une œuvre ou un thème issu du travail de cours, analysé selon les méthodes et les outils développés dans le cours. Il doit avoir la forme d'une note scientifique, comprenant une argumentation claire et une bibliographie qui cite la littérature scientifique pertinente sur le sujet. Ce document doit être envoyé par courriel aux responsables du cours avant le premier jour de la session d'août.(30%) 2) Un examen oral à la session d'août/septembre qui peut inclure une question ou des questions sur la base d'un ou plusieurs passages, une question générale ous des questions générales sur les textes du cours ; cet examen oral peut également inclure des questions sur la base du document écrit (70%). NB: L'évaluation des étudiants de différents programmes peut être sujette à des différences en fonction du type de programme.",
        "other_info": "English-friendly course : cours enseigné en français, mais offrant des facilités en anglais. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de fraude.",
        "online_resources": "Divers documents seront fournis aux étudiants via Moodle.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2150",
        "title": "Histoire de l'humanisme",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Guiderdoni Agnès",
            "Smeesters Aline"
        ],
        "teaching_language": "Français",
        "prerequisites": "Pré-requis : connaissances de base en histoire des temps modernes.",
        "topics_covered": "L'exposé magistral destiné à un public divers axera sa réflexion sur des thèmes essentiels (le livre, la Réforme, les Grandes Découvertes, l'éducation, le retour à l'Antiquité, etc.) et/ou sur des personnalités phares (Pétrarque, Politien, Érasme, etc.) qui feront apparaître les différentes facettes de l'humanisme, aux prises avec des transformations importantes du monde connu et de l'homme. Il montrera l'apport de ce mouvement dans différents domaines qui sont du ressort de la Faculté de Philosophie, arts et Lettres (histoire, philologie, littérature, art...).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'humanisme désignant spécifiquement le mouvement intellectuel qui a restructuré à la Renaissance l'image du monde et la conception de l'homme, l'objectif du cours est d'étudier, d'une part les éléments qui ont permis et favorisé l'émergence d'un tel mouvement, d'autre part les canaux à travers lesquels son influence s'est exercée durablement.",
        "content": "Le cours s'attachera à remettre en perspective la notion même d'humanisme à la lumière des recherches récentes qui permettent de la redéfinir et de la comprendre autrement. Après avoir éclairci les questions de terminologie (ce qu'il faut entendre par \" humanisme \" et \" Renaissance \"), le cours débutera par un panorama chronogéographique brossant les grandes étapes de l'humanisme dans les principaux pays d'Europe. Différents modules seront ensuite proposés, axés sur des aspects concrets et des notions importantes en jeu dans le mouvement intellectuel de l'humanisme: par exemple l'humanisme et l'usage du latin, la pédagogie humaniste, les questions religieuses, le développement des sciences exactes, la philologie, les littératures néo-latine et en langues vernaculaires, etc. Des conférencier.es spécialisé.es dans des domaines plus pointus interviennent lors de certaines séances.",
        "teaching_methods": "L'exposé magistral sera donné en alternance par les deux cotitulaires. Plusieurs orateurs et oratrices extérieur.es seront invité.es pour approfondir des aspects appartenant à leur domaine de spécialité.",
        "assessment_methods": "Examen écrit de 3h comprenant un QCM (pour un tiers de la note) et une question de réflexion et d'étude de document.",
        "other_info": "Support : un portefeuille de lectures et une bibliographie d'orientation seront fournis en début d'année.",
        "course_materials": "Histoire de l'humanisme",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom1323",
        "title": "Littérature francophone de Belgique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Piret Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "Il n'y a pas de pré-requis.",
        "topics_covered": "- L'objet du cours est l'étude de l'oeuvre des écrivains les plus reconnus et, à partir de là, la réflexion sur les conditions complexes d'émergence et d'épanouissement d'une littérature francophone de Belgique. - L'analyse des créations d'exception et des courants esthétiques dans lesquels ils s'inscrivent conduit, plus largement, à les relier à l'histoire politique, linguistique et institutionnelle du pays, à repérer leurs affinités avec les littératures des pays voisins, à les situer, pour les plus récents, dans le cadre des francophonies.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les compétences à acquérir sont d'ordre esthétique, historique et politique. Il s'agit de: - reconnaître l'existence, - connaître l'histoire complexe, - comprendre la valeur et la spécificité, - analyser les grandes oeuvres de la littérature francophone de Belgique.",
        "content": "Construit selon une méthodologie inductive, le cours se focalise sur les grandes oeuvres de la littérature francophone de Belgique, les situe dans leur contexte et dégage la réponse singulière qu'elles ont apportée aux discours du temps. La priorité est donc donnée à la problématisation. Celle-ci est supportée par le syllabus, qui recueille le matériau traité dans le cours (contextes et données historiques) et le présente sous une forme systématique (alors que le cours privilégie questionnements et analyses), dans une perspective patrimoniale. Le syllabus complète donc le cours, mais ne le redouble pas. Contenu : Émergence complexe d'une littérature. De Coster et La Légende d'Ulenspiegel. Lemonnier et le naturalisme. La génération de 1880 (Rodenbach, Maeterlinck, Elskamp, Eekhoud. Verhaeren). Le bouillonnement de l'entre-deux-guerres (nouvelles dramaturgies, surréalismes, Baillon, etc.). Après la seconde guerre mondiale (figures de l'exil, \" Belgique sauvage \"). Le tournant des années septante (le retour de l'Histoire, les voies de l'intime).",
        "teaching_methods": "Basé sur des lectures préalables, le cours conjugue exposé magistral et moments d'interaction. Il s'agit d'acquérir certaines connaissances, mais plus encore de s'approprier une méthodologie d'analyse, ce qui suppose une présence et une participation actives des étudiant.e.s.",
        "assessment_methods": "Examen oral et travail personnel. Rédaction d'un journal de lectures. La remise en temps et en heure de ce journal est une condition pour présenter l'examen.",
        "other_info": "La participation active au cours est requise. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "bibliography": "Elle change d'année en année et est fournie via la plateforme moodle.",
        "course_materials": "Syllabus Plans de cours déposés sur moodle",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2231",
        "title": "Linguistique historique du latin",
        "credits": "5.00",
        "hours": "45.0 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1331 et LGLOR1332, ou niveau jugé équivalent",
        "topics_covered": "Étude approfondie de questions spécifiques de linguistique synchronique ou diachronique du latin, avec une attention particulière portée au latin impérial et tardif.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 développer une réflexion linguistique sur des questions et des problématiques touchant à la langue latine; 2 identifier, expliquer et illustrer différents stades d’évolution de la langue latine.",
        "content": "Ce séminaire de spécialisation de Master comportera deux modules. Le premier (30h) abordera les thématiques suivantes : La métrique latine (règles approfondies de la métrique hexamétrique, ainsi que caractéristiques des métriques iambo-trochaïque et éolienne). Capita selecta de questions de linguistique latine, visant à illustrer les évolutions du latin à l’époque post-classique (latin impérial et tardif). Le second module (15h) consistera en la lecture commentée d’une œuvre relevant de la langue post-classique (en l’occurrence des extraits significatif de l’œuvre de Tacite). Parallèlement, les étudiants liront en autonomie un texte latin long (lecture cursive). Il s’agira cette année d’extraits significatifs des Lettres à Lucilius de Sénèque.",
        "teaching_methods": "Alternance de séances de cours interactives et de travaux pratiques.",
        "assessment_methods": "L’évaluation des acquis d’apprentissage se déroulera comme suit : Travaux Pratiques (incluant exercices de métrique et versions régulières), dont la note vaudra pour un cinquième de la note finale (4/20). En cas d’échec dans cette partie, une épreuve complémentaire (version) devra être présentée à la session de septembre. Épreuve écrite vérifiant les connaissances théoriques et les compétences pratiques acquises au cours. Cette épreuve vaudra pour 2 cinquièmes de la note finale (8/20). Elle se déroulera lors de la session de juin. En cas d’échec, l’épreuve de rattrapage se tiendra à la session de septembre dans les mêmes conditions. Épreuve orale vérifiant la maîtrise de la lecture cursive. Cette épreuve vaudra pour deux cinquièmes de la note finale (8/20). Elle se déroulera lors de la session de juin. En cas d’échec, l’épreuve de rattrapage se tiendra à la session de septembre dans les mêmes conditions. Important: Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "bibliography": "Quelques ouvrages de référence (liste non exhaustive) : ADAMS J.N. (2013), Social variation and the Latin language , Cambridge: Cambridge university press. Califf D. J., A Guide to Latin Meter and Verse Composition , Londres : Anthem Press, 2002. CLACKSON J. (2007), The Blackwell history of the Latin language , Oxford: Wiley-Blackwell. Crusius F., Römische Metrik. Eine Einführung , 8e éd. revue par Rubenbauer H., Munich : Max Hueber Verlag, 1986 [1967]. ERNOUT A. (1953), Morphologie historique du latin , 3 éd., Paris: Klincksieck. LURAGHI S. et BUBENÍK V.t. (2013), Bloomsbury companion to historical linguistics , London ; New York: Bloomsbury Academic, an imprint of Bloomsbury Publishing. Plc (Bloomsbury companions). Magno P., Principi di metrica latina , Fasano di Brindisi : Schena editore, 2003. MEILLET A. (1952), Esquisse d'une histoire de la langue latine , Paris: Klincksieck. NOUGARET L. (1986), Traité de métrique latine classique , 4 éd., Paris: Klincksieck. WEISS M.L. (2009), Outline of the historical and comparative grammar of Latin , Ann Arbor: Beech Stave press.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom1360",
        "title": "Explication de textes : théâtre de langue française",
        "credits": "5.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Piret Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Analyse approfondie d'une ou de quelques oeuvres théâtrales, notamment en confrontant les interprétations proposées par les spécialistes de celles-ci. Cette analyse permet de situer le texte dans la configuration historique, sociale, culturelle qui l'a vu naître ; de dégager des outils opératoires pour l'analyse du genre théâtral ; de mesurer la valeur et les limites des différentes méthodes et orientations théoriques convoquées. La focalisation sur le genre dramatique n'est pas exclusive : en fonction des questions particulières mises au programme, des oeuvres relevant d'autres genres voire d'autres arts pourront également être analysées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de sa formation, l'étudiant devra être capable : - de produire une analyse pertinente, éclairante et argumentée d'un texte de théâtre ; - de le situer aux plans stylistique, esthétique, historique, culturel ; - de mesurer l'interaction entre les outils méthodologiques choisis et les résultats obtenus ; - de rédiger une analyse.",
        "content": "Chaque texte au programme est envisagé sous l'angle du « comment » (comment faire, comment s'y prendre avec ce texte pour en produire une analyse universitaire ?) et, au fil du cours, différentes méthodologies sont mises en oeuvre. Elles sont de trois types : rhétoriques (formes, procédés, figures), érudites (en quoi le texte est-il lié aux contextes ?), anthropologiques (en quoi transcende-t-il son inscription contextuelle ?). Le cours permet de mesurer les apports et les limites de chacune et de montrer aussi combien nos analyses sont déterminées par les outils et les leviers que nous utilisons. Chacun des textes au programme est étudié de cette façon, le cours étant conçu comme un parcours interprétatif qui, à partir des premières intuitions des étudiants, évolue sur un mode argumentatif, chaque méthodologie étant appelée par les manques laissés par la précédente.",
        "teaching_methods": "1) Le cours conjugue exposé magistral et moments d'interaction. Il s'agit d'acquérir certaines connaissances, mais plus encore de s'approprier une méthodologie d'analyse, ce qui suppose une présence et une participation actives des étudiant.e.s. 2) Quelques devoirs sont demandés au cours du quadrimestre, qui consistent à produire une analyse dramaturgique d'un extrait choisi (par l'enseignant). Le devoir fait l'objet d'une correction commentée collectivement et individuellement au cours des TP. 3) Les TP accompagnent les étudiant.e.s dans l'analyse personnelle des oeuvres au programme, les aident à préparer les devoirs et proposent un retour sur les corrections desdits devoirs (évaluation formative).",
        "assessment_methods": "Examen écrit qui consiste en l'analyse d'un extrait non-vu d'une des oeuvres au programme, sur la base des acquis du cours et des lectures personnelles. L’inscription à l’examen est conditionnée par la remise en temps et en heure des deux devoirs.",
        "other_info": "La participation au cours et la réalisation des devoirs sont indispensables et conditionnent la présentation de l'examen.",
        "bibliography": "Une bibliographie établie en fonction du programme de l'année est déposée sur moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llafr1599",
        "title": "Travail de fin de cycle",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le sujet du travail de fin de cycle est à définir avec le ou les promoteurs du travail de fin de cycle en début d'année.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Traiter une question de recherche complexe ou une problématique équivalente dans un travail personnel structuré comprenant 30 000 signes (espaces compris) hors citation des sources utilisées et de la bibliographie. Collecter, comparer et analyser des données relatives au sujet traité. Etablir une bibliographie significative en lien avec la thématique traitée et en exploiter le contenu dans le développement de la présentation de la question traitée, ainsi que de l'argumentation associée.",
        "content": "Le travail de fin de cycle porte sur une thématique relevant du choix de l'étudiant, qui est en lien avec une ou plusieurs des disciplines et des langues principales de son programme. La préparation et la présentation des recherches feront l'objet, soit de rencontres personnelles avec le promoteur, soit de séances de travail collectives. Le travail final comprendra environ 30 000 signes, espaces comprises, hors citations longues, annexes et bibliographie.",
        "assessment_methods": "Encadrement et évaluation du TFC Le sujet du travail de fin de cycle est à définir en début d'année avec un ou des promoteurs du programme LAFR. La préparation et la présentation des recherches feront l'objet, soit de rencontres personnelles avec le ou les promoteurs, soit de séances de travail collectives. Critères d’évaluation Le TFC est évalué par le ou les promoteurs. La note prend en considération les éléments suivants : Capacité à produire une synthèse argumentée et documentée. Capacité à mobiliser une méthodologie adaptée au traitement de au déploiement de la question choisie et à en justifier le choix.traitée. Cohérence du raisonnement proposé et pertinence des arguments mobilisés. Qualité et correction de la formulation écrite ; usage d'une terminologie rigoureuse et appropriée.. Participation aux séances d’encadrement individuelles ou collectives organisées par le promoteur ou la promotrice et qualité de ces interactions. Règles relatives au plagiat et à l’usage de l’IA Tout au long de son TFC, l’étudiant·e fait la preuve de sa parfaite maitrise des règles de référencement bibliographique ; au risque de se voir suspecter de plagiat, il ou /elle veille à NE PAS copier un texte sans guillemets et/ou sans mention de la source ; NE PAS reproduire un graphique, des données, des illustrations, etc. sans mention de la source ; NE PAS reformuler ou résumer l’idée originale d’un auteur sans mention de la source ; NE PAS traduire, totalement ou partiellement, une source sans la référencer ; NE PAS utiliser le travail d’autrui en le présentant comme le sien (même si l’auteur du travail a donné son accord) ; NE PAS acheter un travail. Cf. https://uclouvain.be/fr/etudier/uss/lutter-contre-le-plagiat.html Cette définition complète celle reprise à l’art. 107 §2 du RGEE constituant une disposition particulière au sens du §3 du même article. L’étudiant·e qui ne respecterait pas les normes de référenciation scientifique énoncées ci-dessus s’expose, en cas d’irrégularité ou de plagiat constaté par le jury, à des sanctions académiques telles que détaillées par le RGEE (section 7). Les intelligences artificielles (IA) génératives, si elles sont utilisées, doivent l’être de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom1221",
        "title": "Linguistique : la variation en français contemporain",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Simon Anne-Catherine"
        ],
        "teaching_language": "Français",
        "prerequisites": "LFIAL1530 Introduction aux sciences du langage Niveau C1 - C2 de maitrise du français",
        "topics_covered": "L'observation des usages (parlés et écrits) du français contemporain montre que cette langue est sujette à une importante variation, qui touche entre autres la prononciation, le lexique et la syntaxe. Ce cours offre une série d'outils théoriques et méthodologiques pour identifier, décrire et analyser les variantes linguistiques, et tenter d'expliquer les causes de cette variation. L'approche est à la fois disciplinaire (phonologie, lexicologie, syntaxe) et sociolinguistique. Elle vise à élaborer une réflexion sur la notion de « français de référence » et sur les caractéristiques de différentes « variétés » du français, qu'elles soient régionales, sociales ou stylistiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant·e sera capable de : Identifier la variation linguistique (variables et variantes) dans les usages parlés et écrit en français, aux niveaux phonétique-phonologique, graphique, morphologique, lexical et syntaxique ; Décrire des variantes de manière qualitative, par rapport au « français de référence » ; Interpréter la valeur sociale d'une variante, en la rapportant à une ou plusieurs dimensions de la variation (sociale, géographique, stylistique, etc.) ; Distinguer les points de vue normatif et scientifique sur la langue, et adopter une perspective critique sur les jugements de valeur relatifs aux usages du français.",
        "content": "Les questions suivantes seront abordées : Quels aspects de la prononciation du français varient (voyelles, consonnes, schwa) et pourquoi ? Qu'ont en commun les systèmes phonologiques de différentes variétés de français (en Belgique, dans le sud de la France, au Québec, etc.) ? Quelles questions, et quels problèmes, pose la forme féminine des noms de métier, fonction et grande, et leur utilisation dans l'écriture inclusive ? Comment décrire la provenance et le statut des régionalismes lexicaux (belgicismes, helvétismes, etc.) ? La syntaxe de la langue parlée est-elle la même que la syntaxe de la langue écrite ? Etc.",
        "teaching_methods": "Cours magistraux et séances de travaux pratiques en groupes. Outils d'interaction avec les grands groupes (Padlet, Wooclap).",
        "assessment_methods": "À la session de janvier, la note finale repose sur un examen écrit. À la session de septembre, l'évaluation peut prendre la forme d'un examen oral ou un écrit en fonction du nombre d'étudiant·es inscrit·es.",
        "other_info": "La formation en linguistique française a été pensée de manière progressive sur les trois blocs annuels du baccalauréat. Le premier bloc annuel vise la maitrise de la langue normée en même temps qu'une distance critique par rapport à la norme (LROM1111 Linguistique : maitrise et analyse du français normé). Le deuxième bloc annuel est consacré à l'étude de la langue française dans sa variation sociale ou géographique (LROM1221 Linguistique : la variation en français contemporain) et historique (LROM1222 Linguistique : approche historique du français dans la Romania). Le troisième bloc annuel forme à l'analyse de la langue française telle qu'elle est utilisée en contexte , et en particulier à l'identification des genres (et des registres) des textes et des discours (LROM1331 Linguistique : analyse du français en contexte).",
        "online_resources": "Plateforme Moodle: https://moodle.uclouvain.be/course/view.php?id=2675 s'inscrire à un groupe de Travaux Pratiques en début d'année utiliser des ressources (articles scientifiques, textes émanant d'instances officielles de politique linguistique, etc.) obtenir les corrigés des exercices de TP, après chaque séance. Site web Parole&Langue: https://sites.uclouvain.be/paroleetlangue/web/ exercices de révision (transcription phonétique, analyse morphologique) exemples sonores (Exemples commentés)",
        "bibliography": "Voir syllabus.",
        "course_materials": "Simon, A.C. 2024. Linguistique: la variation en français contemporain. Syllabus du cours. Louvain-la-Neuve: DUC. Simon, A.C. (resp.) 2024. LROM1221 Syllabus des Travaux Pratiques. (Téléchargeable sur Moodle)",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor1332",
        "title": "Latin III B",
        "credits": "5.00",
        "hours": "45.0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1230 Latin II Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Étude approfondie de la grammaire latine classique , essentiellement la syntaxe, dans une approche linguistique (origine et évolution des structures de la langue). Les deux cours de niveau III (A et B) aborderont une sélection de chapitres relatifs à la syntaxe de la phrase simple et complexe . À cela s’ajoute l’assimilation d’un vocabulaire complémentaire et la traduction de textes brefs (versions) et longs (cursives).",
        "content": "Dans le cours de Latin III B, seront notamment abordés les thèmes suivants (liste non exhaustive) : - La syntaxe des cas (niveau approfondi) - La valeur des modes et des temps verbaux en principale - Le style indirect - Les pronoms-adjectifs indéfinis Parallèlement, les étudiants liront en autonomie un texte latin par quadrimestre (lectures cursives). Il s’agira cette année d’extraits significatifs des œuvres d’Ovide et de Tite-Live.",
        "teaching_methods": "Alternance de séances de cours interactives (incluant une activité de classe inversée) et de travaux pratiques.",
        "assessment_methods": "L’évaluation des acquis d’apprentissage se déroulera comme suit : - Tests réguliers lors des Travaux Pratiques, dont la note vaudra pour 1 cinquième (20%) de la note finale. En cas d’échec dans cette partie, une épreuve complémentaire (version) devra être présentée à la session de septembre. La présence aux TP est requise : en cas d’absence injustifiée à plus de 3 séances ou de non présentation aux tests et versions évaluées, le titulaire du cours pourra, en vertu de l’article 72 du RGEE, proposer au jury de s’opposer à l’inscription d’un·e étudiant·e lors de la session de juin ou de septembre. - Épreuve écrite vérifiant les connaissances théoriques et les compétences pratiques (y compris le thème et la version). Cette épreuve vaudra pour 2 cinquièmes (40%) de la note finale. Elle se déroulera lors de la session de juin, ou de septembre. - Épreuve orale vérifiant la maîtrise de la lecture cursive. Cette épreuve vaudra pour deux cinquièmes de la note finale. Elle est répartie sur les deux sessions de janvier (examen partiel, 1 cinquième [20%] de la note finale) et de juin (1 cinquième [20%] de la note finale). L’article 82 du RGEE est ici applicable : Si l’étudiant ou l’étudiante ne présente pas l’examen en juin, il ou elle perd le bénéfice de l’épreuve partielle. S’il ou elle n’a pas atteint le seuil de réussite pour l’épreuve partielle de janvier, il ou elle présente à la session de juin un examen sur la totalité de l’épreuve. En toutes hypothèses, en septembre, l’examen porte sur la totalité de l’épreuve. Important: Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "online_resources": "Page du cours disponible sur Moodle ( Moodle UCLouvain )",
        "bibliography": "Quelques ouvrages de référence (liste non exhaustive) : Vocabulaire : Meyerson C. et Schouppe G., Index. Manuel de vocabulaire et dictionnaire de latin , 5e éd., Louvain-la-Neuve : De Boeck, 2018. Etienne G., Cahier de vocabulaire latin , 20e éd., Louvain-la-Neuve : De Boeck, 2019. Cauquil G. et Guillaumin J.-Y., Vocabulaire essentiel de latin , Paris : Hachette, 1992. Grammaire : Boxus A.-M. et Lavency M., Clauis. Grammaire latine pour la lecture des auteurs , 4e éd., Bruxelles : De Boeck & Larcier, 2004. Cart A., Grimal P., Lamaison J. et Noiville R., Grammaire latine , nouv. éd., Paris : Nathan, 2007. De Give M., Grammaire latine , 15e éd., Bruxelles : De Boeck, 2011. Lavency M., Usus. Grammaire latine , 2e éd., Louvain-la-Neuve : Peeters, 1997. Michel J., Grammaire de base du latin , Anvers : De Sikkel, 1969. Manuels Bizos M. et Desjardins J., Cours de thème latin , nouv. tirage, Paris, 1997. Cart A., Grimal P., Lamaison J. et Noiville R., Le latin et les auteurs latins. Classe de quatrième , Paris, 1969. Dickey E., Learn Latin from the Romans: a complete introductory course using textbooks from the Roman Empire , Cambridge: CUP, 2018. Famerie E., Bodson A. et Dubuisson M., Méthode de langue latine. Lire, comprendre et traduire les textes latins , nouv. éd. revue et augmentée, Paris, 2019. Famerie E., La maîtrise du latin par la pratique , Paris, 2020. Pour aller plus loin : Ernout A. et Thomas F., Syntaxe latine , 2e éd., Paris : Klincksieck, 2002 [1953]. Pinkster H., The Oxford Latin Syntax , t.1: The simple Clause ; t.2: The Complex Sentence And Discourse , Oxford : OUP, 2015-2021. Touratier C., Grammaire latine. Introduction linguistique à la langue latine , Paris : Armand-Colin, 2008.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2501",
        "title": "Auteurs latins de la fin du Moyen Age et des Temps Modernes",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Smeesters Aline"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1731 et LGLOR1732, ou niveau jugé équivalent",
        "topics_covered": "Analyse approfondie et interactive d’une sélection d’œuvres représentative de la littérature latine médiévale et moderne, en fonction d’une thématique renouvelée d’année en année",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 lire en langue originale et traduire en français littéraire des textes représentatifs de la littérature latine médiévale et moderne; 2 produire un commentaire argumenté d’une ou plusieurs œuvres de la littérature latine, incluant des considérations littéraires, historiques et stylistiques; 3 mener une recherche personnelle dans le prolongement du cours.",
        "content": "En 2023-2024, le cours portera sur des textes latins de divers genres (prose et poésie) mettant en scène la vie quotidienne des 15e, 16e et 17e siècles (notamment la vie familiale, la vie scolaire et la vie relationnelle au sein de la République des lettres). Les textes seront lus et étudiés en langue originale, à partir de divers supports (reproductions de manuscrits et d'imprimés anciens, éditions récentes). A travers ce corpus, le cours abordera diverses questions telles que la représentation littéraire de l'expérience vécue et de la société contemporaine, les enjeux du choix du latin comme langue d'expression et l'adaptation du système classique des genres et du lexique latin antique à de nouveaux champs thématiques.",
        "teaching_methods": "Les textes latins seront lus, traduits et commentés au cours. Les étudiants pourront être invités à préparer certaines traductions à domicile, avant la séance magistrale.",
        "assessment_methods": "Examen écrit (restitution de la matière vue au cours et analyse d'un document nouveau).",
        "other_info": "/",
        "online_resources": "Espace Moodle",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2640",
        "title": "Politiques linguistiques",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hambye Philippe"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Différentes actions d'aménagement linguistique seront présentées aux étudiants (politiques favorisant le bilinguisme ou la féminisation linguistique, lutte contre les anglicismes, politiques scolaires relatives à la qualité de la langue, règlementation linguistique d'entreprises plurilingues, injonctions en matière d'usage de la langue dans les milieux professionnels monolingues, etc.). On choisira les cas analysés de manière à varier les milieux sociaux (services publics, entreprises, milieu scolaire, etc.) et les aspects des usages linguistiques concernés (droits linguistiques, qualité de la langue, réformes grammaticales et orthographiques, terminologie, attitudes linguistiques, etc.). Des espaces linguistiques divers seront examinés, avec une prédilection pour les situations faisant intervenir la langue française.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre les enjeux sociaux, économiques et politiques de l'aménagement linguistique en contexte monolingue ou plurilingue. Porter un regard critique sur différentes actions politiques menées en matière de langues, en les rapportant aux principes normatifs et éthiques qui les sous-tendent. Identifier des méthodes scientifiques utiles pour évaluer l'impact potentiel ou effectif de mesures d'aménagement linguistique. Concevoir de telles mesures en fonction d'une situation empirique donnée.",
        "content": "Le cours débutera par une introduction générale présentant les principaux concepts propres aux recherches en politique linguistique (aménagement linguistique, statut vs corpus, etc.), les principales disciplines mobilisées par ce domaine de recherche, ainsi que ses enjeux scientifiques et sociétaux. Le cours proposera ensuite d'étudier différentes mesures concrètes de politique linguistique, afin d'en cerner les fondements éthiques et politiques, l'idéologie linguistique sous-jacente, les modalités d'application et les conséquences linguistiques, sociales et politiques. Le parcours suivi commence par examiner des politiques axées sur l'emploi des langues à l'échelle d'un État (ex. : Belgique, Québec, Etats-Unis, Grand-Duché de Luxembourg) ou d'une institution (ex. : enseignement des langues à l'école, emploi des langues sur le lieu de travail) et se termine par l'étude de politiques visant à modifier l'usage d'une langue par ses locuteurs (ex. : féminisation, réforme orthographique, lutte contre les anglicismes).",
        "teaching_methods": "Le cours sera constitué d'exposés magistraux et de séances de débat sur des questions de politique linguistique. Une participation active des étudiants est exigée (chacun devant contribuer à la réflexion collective en réalisant une des « tâches » proposées par l'enseignant).",
        "assessment_methods": "L'évaluation du cours est basée sur un travail de recherche personnel des étudiants, qui sera l'objet d'un rapport écrit et d'une présentation orale. A l'occasion de cette présentation orale les étudiants sont également susceptibles de devoir répondre à des questions globales sur la matière du cours. Pour pouvoir soumettre leur travail final lors de la session de janvier ou lors de la session de septembre, les étudiantes et les étudiants doivent impérativement soumettre à l'enseignant, pour validation, une première ébauche de leur problématique, de leur question de recherche et de leur bibliographie, à une date définie par l'enseignant en début d'année et communiquée via le site du cours sur Moodle. Tout travail qui ne respecte pas les consignes communiquées sur Moodle pour ce qui concerne les échéances de remise du travail, son contenu, sa structure ou le respect des normes académiques pourra être jugé irrecevable et se voir attribuer une note d’échec.",
        "other_info": "/",
        "bibliography": "Voir document disponible sur le site Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfra1112",
        "title": "Histoire de la langue française",
        "credits": "5.00",
        "hours": "37.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hambye Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours poursuit les objectifs suivants : Présenter les principales étapes de l’évolution du statut du français au cours de l’histoire, afin de comprendre les facteurs socio-politiques qui ont guidé cette évolution et l’influence qu’ils ont exercé sur les normes du français ; Décrire les principaux changements linguistiques qui ont marqué l'évolution linguistique (et en particulier phonologique) du latin vers le français, expliquer les mécanismes qui les sous-tendent et montrer en quoi ils éclairent certaines caractéristiques du français actuel ; Expliquer et interroger les méthodes de production du savoir en linguistique historique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Témoigner de connaissances sur l’évolution historique du statut du français et en expliquer l’importance pour la compréhension des particularités de cette langue ; 2 Retracer l’évolution des mots latins jusqu’au français actuel et expliquer les mécanismes qui ont présidé à cette évolution ; 3 Interpréter les formes graphiques des textes en ancien ou en moyen français ; 4 Comprendre et utiliser les concepts et les méthodes de la linguistique historique ; 5 Situer le français par rapport aux autres langues romanes d’un point de vue génétique et typologique. Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants: 1.4, 1.6, 2.6.",
        "content": "Le cours débutera par une introduction générale sur les enjeux et les méthodes d’une étude historique de la langue française. Le cours suivra ensuite un parcours historique, du latin jusqu’au français moderne, visant à décrire pour chaque période clé de l’histoire du français les facteurs clés qui influencent le statut de cette langue d’une part, et l’évolution de ses formes d’autre part. Afin de mieux saisir les spécificités de l'évolution sociolinguistique du français, celle-ci sera comparée avec celle des autres langues romanes. Le parcours chronologique sera complété tout au long du cours par l'analyse de cas spécifiques permettant d'illustrer les phénomènes étudiés et d'identifier les principales caractéristiques phonologiques et lexicales du français par rapport aux autres langues romanes. Les exercices liés au cours visent à systématiser les procédures d'analyse présentées au cours et à exercer les étudiants à leur application.",
        "teaching_methods": "Cours magistraux, travail personnel des étudiantes et travaux pratiques.",
        "assessment_methods": "L'évaluation du cours est basée sur un examen écrit à cahier ouvert.",
        "online_resources": "Les différents supports liés au cours (diaporamas du cours, exercices, etc.) sont disponibles sur le site du cours sur la plate-forme Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfra1102",
        "title": "Littérature française : entre création  artistique et analyse romanesque",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Engel Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Analyse approfondie d'une ou de quelques œuvres de narration (romans, nouvelles, mais aussi films, etc.), notamment en confrontant les interprétations proposées par les spécialistes de celles-ci. Cette analyse permet de situer le texte dans la configuration historique, sociale, culturelle qui l'a vu naître ; de dégager des outils opératoires pour l'analyse du genre romanesque ; de mesurer la valeur et les limites des différentes méthodes et orientations théoriques convoquées. L’étude d’adaptation d’œuvre littéraire au cinéma ou au théâtre permettra de se focaliser sur des questions de narrations et des techniques propres à chaque type d’entre elles. Dans cette optique, la langue d’origine du texte adapté ou de l’adaptation pourra être autre que le français.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 De produire une analyse pertinente, éclairante et argumentée d'un texte romanesque et de son adaptation ; 2 De le situer aux plans stylistique, esthétique, historique, culturel ; 3 De mesurer l'interaction entre les outils méthodologiques choisis et les résultats obtenus Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants:  1.5, 1.6., 2.6., 4.3.",
        "content": "Le cours débutera par un rappel des différentes approches de la critique littéraire adaptées à la prose narrative. Ensuite, on verra les grands principes de la structure narrative. Plusieurs textes seront ensuite analysés en profondeur, selon un programme qui sera communiqué en début d’année. Ce corpus comprendra au minimum un roman de langue française, écrit entre 1800 et aujourd’hui ; une nouvelle ; une adaptation cinématographique ou théâtrale d’un roman ou d’une nouvelle.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Travail collectif et/ou individuel, qui pourra être présenté au groupe.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhist2731",
        "title": "Religions de Rome et du monde romain",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Haeperen Françoise"
        ],
        "teaching_language": "Français",
        "topics_covered": "Des thématiques et cas d’études relevant de l’histoire des religions de l’Antiquité romaine sont analysés à partir des sources, en les situant des les courants historiographiques, y compris les plus récents et en portant une attention particulière aux problématiques et méthodes mises en œuvre. Les thématiques envisagées sont régulièrement renouvelées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : maîtriser une série de connaissance sur la thématique étudiée, en étant capable de la situer au sein des grandes tendances de la recherche ; utiliser des outils conceptuels et méthodologiques pertinents en histoire des religions antiques ; poser un regard critique et réflexif sur la recherche en train de se construire ; éclairer des questions d’actualité par son expertise d’historien (AA 1, 3, 7, 8).",
        "content": "Le cours présentera d’une part l’historiographie et les grandes caractéristiques des religions de Rome et du monde romain. Il sera d’autre part consacré à l’étude du culte de Mithra en contextes.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen oral",
        "course_materials": "Plan détaillé du cours Recueil d'articles",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2720",
        "title": "Questions d'histoire littéraire",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cartron Maxime",
            "Guiderdoni Agnès"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "L'histoire littéraire est une construction critique dont le récit, toujours mouvant, en dit autant sur le moment qui le produit que sur les périodes qu'il évoque : c'est un discours qui rend solidaires le passé et le présent. Le cours invite à prendre conscience de ce phénomène en dégageant les principes et les enjeux qui habitent la construction de ce discours. D'année en année, un objet spécifique est choisi (un aspect de la vie littéraire, l'évolution d'un genre ou d'un thème), qui fournit le fil conducteur à cette réflexion.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de la formation, l'étudiant devra être capable de : - situer historiquement les discours tenus sur la littérature et savoir reconnaître les principes mis en jeu par chacun d'eux. Identifier les récits de l'histoire littéraire comme autant de ces discours construits. - établir un lien entre théorie de la littérature (portant sur le fait littéraire en général) et critique (regard porté sur les oeuvres particulières). - situer les études littéraires dans le contexte des sciences humaines. - produire une critique de la critique : recevoir les récits de l'histoire littéraire comme des constructions à analyser ; mettre au jour les choix opérés par toute parole critique.",
        "content": "Comment a-t-on élaboré l'histoire littéraire en France au fil du temps, depuis ses premières formalisations au XVIe siècle jusqu'à nos jours? De quoi est-elle composée exactement? Quelles valeurs (morales, politiques, poétiques, idéologiques, épistémologiques) et quelle conception de la littérature construit-elle et véhicule-t-elle? Telles seront les questions principales qui seront abordées dans ce cours, qui envisagera l'histoire littéraire comme discipline, telle qu'elle a été renouvelée ces dernières années par la recherche universitaire. Nous verrons d'une part l'histoire de l'histoire de la littérature, et d'autre part la critique de l'histoire de la littérature, qui, ensemble, forment l'histoire littéraire. Après quelques séances introductives où les enjeux principaux de l'histoire littéraire seront présentés, les séances suivantes seront consacrées à des études de cas spécifiques: soit des catégories historiographiques telles que le baroque, le classicisme, le libertinage, le romantisme, etc. soit des figures importantes qui ont contribué à façonner ces catégories et l'histoire littéraire en général, comme Perrault, Voltaire, Sainte-Beuve, Lanson, etc.",
        "teaching_methods": "Cours magistral pour les séances introductives. Les étudiant.es seront ensuite invité.es à participer activement au cours en préparant chez eux et chez elles certains points précis traités pendant les séances.",
        "assessment_methods": "Examen écrit en temps limité durant la session d'examens.",
        "online_resources": "Moodle",
        "bibliography": "Principalement: Alain Vaillant, L'histoire littéraire , Paris, Armand Colin, 2017 (2e édition) Une bibliographie complémentaire commentée sera donnée au fur et à mesure du cours. A complementary commented bibliography will be given as the course progresses.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2232",
        "title": "Dialectologie italique et latin archaïque",
        "credits": "5.00",
        "hours": "45.0 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Meunier Nicolas"
        ],
        "teaching_language": "Français",
        "prerequisites": "LGLOR1331 et LGLOR1332, ou niveau jugé équivalent",
        "topics_covered": "Ce cours envisage de : donner un aperçu des différentes langues de l’Italie préromaine; étudier les particularités du latin archaïque; lire et commenter des extraits significatifs d’œuvres préclassiques.",
        "content": "Ce séminaire de spécialisation de Master comportera deux modules. Le premier (30h) abordera les thématiques suivantes : Une introduction aux langues parlés dans l’Italie préromaine (autrement dit avant que la langue latine ne fasse disparaître les parlers locaux), avec une attention particulière portée aux langues de la famille osco-ombrienne. Cette introduction compotera les bases de la grammaire et la lecture d’une sélection d’inscriptions en ces langues. Étude des particularités du latin archaïque (et archaïsant) via la lecture d’inscriptions du VIIIe au IIe siècles av. J.-C. Étude des fragments préservés des précurseurs de la littérature latine (Naevius, Livius Andronicus, Ennius). Étude d’une sélection de fragments de l’annalistique moyenne et récente. Le second module (15h) consistera en la lecture commentée d’une œuvre relevant de la langue préclassique (en l’occurrence des extraits significatif de l’œuvre de Plaute). Parallèlement, les étudiants liront en autonomie un texte latin long (lecture cursive). Il s’agira cette année d’extraits significatifs d’une pièce de théâtre de Térence.",
        "teaching_methods": "Alternance de séances de cours interactives et de travaux pratiques.",
        "assessment_methods": "L’évaluation des acquis d’apprentissage se déroulera comme suit : - Épreuve écrite vérifiant les connaissances théoriques et les compétences pratiques acquises au cours et lors du TP . Cette épreuve vaudra pour la moitié (50%) de la note finale. - Épreuve orale vérifiant la maîtrise de la lecture cursive. Cette épreuve vaudra pour la moitié (50%) de la note finale. Important: Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "bibliography": "Quelques ouvrages de référence (liste non exhaustive) : BUCK C.D. (1995), A grammar of Oscan and Umbrian: with a collection of inscriptions and a glossary , Hildesheim: Olms. CHASSIGNET M. (1996), L'annalistique romaine , 3 vols., Paris: Les Belles Lettres (Collection des universités de France). CLACKSON J. (2007), The Blackwell history of the Latin language , Oxford: Wiley-Blackwell. DUPRAZ E. (2019), Tables eugubines ombriennes et Livre de lin étrusque : pour une reprise de la comparaison , Paris: Hermann Éditeurs (Collection Histoire et archéologie). ERNOUT A. (1916), Recueil de textes latins archaïques , Paris: Klincksieck. ERNOUT A. (1953), Morphologie historique du latin , 3 éd., Paris: Klincksieck. FAURE-RIBREAU M. (2012), Pour la beauté du jeu: la construction des personnages dans la comédie romaine (Plaute, Térence) , Paris: Les Belles lettres (Collection d'études anciennes, 75. Série latine). FLORES E. (2000), Ennio , Annali , 5 vol., Naples: Liguori (Biblioteca. Forme, materiali e ideologie del mondo antico, 33). GOLDBERG (S.M.) et MANUWALD (G.) (2018), Fragmentary Republican Latin. Ennius , 2 vols., Cambridge MA: Harvard University Press (Fragmentary republican Latin, I-II). MEUNIER N. (2019) (trad. et comm.), Q. Ennius, Annales , Louvain-la-Neuve : PUL (Anecdota Lovaniensia Nova, 4). PITTS R. (2020), Tense, aspect and modality in the Sabellic languages , Bruxelles: Editions Safran (Langues et cultures anciennes (LCA)). WALLACE R. (2007), The Sabellic languages of ancient Italy , München: Lincom Europa (Languages of the World/Materials, 371). WEISS M.L. (2010), Language and ritual in Sabellic Italy: the ritual complex of the third and the fourth Tabulae Iguvinae , Leiden: Brill (Brill's studies in Indo-European languages & linguistics, 1).",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2791",
        "title": "Littérature, théâtre et sciences humaines",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Piret Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours entend interroger, dans une perspective anthropologique, les conditions de possibilité et les modes opératoires de la littérature et du théâtre : comment, en deçà des thèmes traités, des questions suscitées, des formes élaborées, agissent-ils sur le lecteur / spectateur ? quelles facultés, quels savoirs, quelles émotions mobilisent-ils ? En prenant appui sur différentes sciences humaines (philosophie, anthropologie, psychologie, psychanalyse, linguistique, sémiotique, sociologie, neurosciences, etc.), il s'agira d'introduire les étudiants à quelques concepts majeurs pour l'analyse du processus littéraire ou théâtral, tels que la perception, l'interprétation, l'identification, la croyance, le jeu, le corps, etc. Ce faisant, le cours conduira à mener une réflexion épistémologique sur le problème de l'articulation entre analyse des 'uvres littéraires et théâtrales, d'une part, et problématiques et concepts issus des sciences humaines et sociales, de l'autre. Dans le choix des 'uvres étudiées, une attention particulière sera accordée aux productions littéraires et théâtrales belges.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de maîtriser et d'utiliser à bon escient et en connaissance de cause différents concepts définis par les sciences humaines pour analyser les productions littéraires et théâtrales, en particulier quant aux effets de discours qu'elles génèrent.",
        "content": "Introduction théorique portant sur les méthodes spécifiques aux études littéraires et théâtrales et sur les apports des sciences affines. Réflexion sur les enjeux et les conditions de validité des approches interdisciplinaires et intermédiales. Sur cette base, le cours se focalise en particulier sur les dimensions de l’identification, la perception et la sublimation. L'élaboration conceptuelle repose sur la lecture préalable de textes théoriques, de textes littéraires ou théâtraux et sur le visionnement de spectacles ou de captations.",
        "teaching_methods": "Cours magistral, basé sur un ensemble de lectures préparatoires. La méthode inductive favorise l'interaction avec les étudiants.",
        "assessment_methods": "Examen oral et travail personnel",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "bibliography": "Une bibliographie établie en fonction du programme de l'année est déposée sur moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom1230",
        "title": "Explication de textes médiévaux : du latin à l'ancien français",
        "credits": "5.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cavagna Mattia"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours portera sur une série de textes et d'extraits des XIe, XII et XIIIe siècles, représentatifs de plusieurs genres littéraires, notamment l'hagiographie, le roman, l'épopée, la poésie lyrique, le récit bref. Chacun des extraits retenus sera analysé en détail tant du point de vue linguistique - lexique, morphologie, syntaxe, phonétique - que du point de vue littéraire et stylistique. Une attention particulière sera accordée aux phénomènes relevant de la technique littéraire propre à chacun des genres proposés, notamment le style formulaire propre aux Chansos de Geste, la technique de la « conjointure » ou « entrelacement » propre à la littérature romanesque, l'esthétique de la brièveté pour les contes et les fabliaux.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, les étudiants auront acquis des compétences linguistiques et littéraires qui leur permettront de : - connaître les principales caractéristiques morphologiques du bas-latin (simplification de la déclinaison des substantifs, multiplication des formes analogiques, émergence du système prépositionnel) - savoir analyser l'évolution phonétique d'une série de formes du bas-latin au français - connaître et reconnaître les principaux traits linguistiques qui caractérisent le français des XIe, XIIe et XIIIe siècles (lexique, morphologie, syntaxe) - traduire en français moderne tous les extraits des différents textes qui auront été analysés au cours - mener une analyse littéraire sur les textes au programme notamment à partir des extraits qui auront été analysés au cours - situer les textes et les auteurs au programme dans leur contexte de production",
        "content": "Après une introduction générale portant sur les caractéristiques linguistiques de l'ancien français, le cours magistral sera principalement focalisé sur l'explication et l'analyse littéraire des extraits retenus alors que les séances d'exercices pratiques seront principalement consacrées à l'analyse linguistique.",
        "teaching_methods": "Cours magistral avec supports pédagogiques variés : lecture d'extraits, PPT + Séance de travaux pratiques",
        "assessment_methods": "Examen écrit",
        "other_info": "La participation aux séances des travaux pratiques est obligatoire",
        "online_resources": "Une anthologie de textes, proposée sous forme de syllabus, appuyée par un manuel de grammaire du français médiéval et une histoire de la littérature française médiévale. D'autres documents écrits, iconographiques et sonores (en format PDF, JPEG et Mp3) seront postés sur la plateforme MOODLE au fur et à mesure de l'avancement du cours.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1421",
        "title": "Histoire de l'Antiquité",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gorris Elynn",
            "Van Haeperen Françoise"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours présente les principaux cadres de l’histoire de l’Antiquité méditerranéenne, en faisant découvrir la variété des sources, les grandes tendances de l’historiographie et quelques problématiques de la recherche. Principalement axé sur l’histoire grecque et romaine, depuis la néolithisation de la péninsule hellénique jusqu’à la chute de Rome, le cours offre également une introduction à l’histoire du Proche-Orient antique et aux différentes civilisations établies sur les pourtours de la Méditerranée. Différentes problématiques sont abordées, touchant aux structures politiques, sociales, culturelles et religieuses et à leurs évolutions, avec une attention pour les interactions entre les peuples envisagés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser des savoirs disciplinaires: Maitriser un socle de savoirs dans les domaines de l’histoire, de la philosophie, des arts et des lettres. Articuler ces savoirs dans un contexte historique, social et culturel. 2 Donner un sens à un texte, à un événement ou à une oeuvre: Interpréter un événement, une oeuvre, une image ou un texte dans son contexte historique, social et culturel. Évaluer la portée signifiante de productions culturelles dans une société donnée et rendre compte de leur circulation. S’ouvrir à d’autres cultures, moyens de communication et d’expression et perspectives. 3 Devenir autonome et responsible dans sa formation: Faire preuve d’un regard réflexif sur ses connaissances, ses méthodes et ses productions. 4 Acquis d’apprentissages spécifiques à l’unité d’enseignement: Maîtriser la chronologie de l’histoire de l'Antiquité et les principaux cadres de cette histoire. Maîtriser, à partir de l'examen de quelques sources et travaux, comment la connaissance historienne s'élabore. Être capable au départ d'un \"portefeuille de lectures\", de dégager quelques grandes problématiques de recherche.",
        "content": "Ce cours présente les principaux cadres de l’histoire de l’Antiquité méditerranéenne, en faisant découvrir la variété des sources, les grandes tendances de l’historiographie et quelques problématiques de la recherche. Principalement axé sur l’histoire grecque et romaine, depuis la néolithisation de la péninsule hellénique jusqu’à la chute de Rome, le cours offre également une introduction à l’histoire du Proche-Orient antique et aux différentes civilisations établies sur les pourtours de la Méditerranée. Différentes problématiques sont abordées, touchant aux structures politiques, sociales, culturelles et religieuses et à leurs évolutions, avec une attention pour les interactions entre les peuples envisagés.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen écrit A la fin de cette unité d’enseignement, l’étudiant est capable de :",
        "online_resources": "Diaporamas disponibles sur Moodle",
        "bibliography": "Une bibliographie d’orientation sera proposée dans les diaporamas.",
        "responsible_entity": "FIAL"
    }
]