[
    {
        "url": "https://uclouvain.be/cours-2024-llogo2121",
        "title": "Intervention logopédique dans les troubles neurodéveloppementaux",
        "credits": "7.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanderauwera Jolijn"
        ],
        "teaching_language": "Français",
        "topics_covered": "Principales stratégies de traitement logopédique en cas d'atteinte neurodéveloppementale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de A4. Intégrer dans son analyse et son interprétation de la situation les besoins et les ressources du patient et de son milieu ainsi que ses caractéristiques et préférences. B. Prendre en charge et accompagner une personne qui présente une atteinte neurodéveloppementale ainsi que son entourage : élaborer un plan d'intervention, théoriquement et empiriquement justifié, mettre en 'uvre ce plan, en évaluer l'efficacité' et le réajuster régulièrement. C. Communiquer de façon structurée une information précise, correcte et pertinente, adaptée au contenu ainsi qu'à l'interlocuteur et intentions visés. Et, dans une moindre mesure : D1. Se mettre à l'écoute d'autrui de façon active, en faisant preuve d'empathie et en s'ajustant sur le plan corporel, comportemental et émotionnel, en situations d'apprentissage et en milieux professionnels. D2. Interagir et collaborer de manière constructive avec différents acteurs impliqués dans une situation donnée et s'intégrer au sein d'une équipe et participer à sa dynamique, en situations d'apprentissage et en milieux professionnels. D3. Adopter une posture ouverte et critique et se distancier par rapport à ses propres représentations et préjugés tout en sachant transmettre son propre point de vue avec respect, en situations d'apprentissage et en milieux professionnels. F1. Intégrer une logique d'auto-évaluation, d'apprentissage et de développement continu indispensable pour ajuster ses pratiques et évoluer positivement dans son environnement en tant que personne et professionnel.",
        "content": "Dans une approche \"Evidence-based\" et un cadre de référence multidisciplinaire, présentation et discussion des principales stratégies d'intervention logopédique destinées à améliorer  la communication, la parole et le langage oral dans diverses populations présentant une atteinte neurodéveloppementale (ex. syndrome de Down, syndrome de x-Fragile, trouble du spectre de l'autisme, infirmité motrice d'origine cérébrale, épilepsie, prématurité, polyhandicap). Au terme de cet enseignement, l'étudiant sera capable de A4. Intégrer dans son analyse et son interprétation de la situation les besoins et les ressources du patient et de son milieu ainsi que ses caractéristiques et préférences. B. Prendre en charge et accompagner une personne qui présente une atteinte neurodéveloppementale ainsi que son entourage : élaborer un plan d'intervention, théoriquement et empiriquement justifié, mettre en 'uvre ce plan, en évaluer l'efficacité' et le réajuster régulièrement. C1. Communiquer de façon structurée sur des sujets/situations dans le domaine de des troubles neurodéveloppementaux (interventions planifiée observations, conclusions) en adaptant sa communication (contenu et forme) à l'interlocuteur (collègues, experts, patients, famille des patients, médecins, paramédicaux, enseignants, un public large ...) et aux intentions poursuivies. Et, dans une moindre mesure : D1. Se mettre à l'écoute d'autrui de façon active, en faisant preuve d'empathie et en s'ajustant sur le plan corporel, comportemental et émotionnel, en situations d'apprentissage et en milieux professionnels. D2. Interagir et collaborer de manière constructive avec différents acteurs impliqués dans une situation donnée et s'intégrer au sein d'une équipe et participer à sa dynamique, en situations d'apprentissage et en milieux professionnels. D3. Adopter une posture ouverte et critique et se distancier par rapport à ses propres représentations et préjugés tout en sachant transmettre son propre point de vue avec respect, en situations d'apprentissage et en milieux professionnels. F1. Intégrer une logique d'auto-évaluation, d'apprentissage et de développement continu indispensable pour ajuster ses pratiques et évoluer positivement dans son environnement en tant que personne et professionnel.",
        "teaching_methods": "Cours magistraux et travaux pratiques.",
        "assessment_methods": "L’évaluation sera basée sur deux modalités différentes. D'une part, un travail de groupe avec présentation orale sera réalisé pendant le quadrimestre, en appliquant une grille critériée, qui comptera pour 50 % de la note totale. D'autre part, l'évaluation comprendra un examen écrit individuel durant la session d'examens, qui comptera pour 50 % de la note totale. Les fautes d'orthographe seront pénalisées: 0.25 par faute. Les deux parties (travaux de groupe et examen individuel) sont regroupées dans la note totale et doivent être toutes les deux réussies. Dans le cas d'un échec à l'une des deux parties d'évaluation (travaux de groupe ou examen individuel), une note absorbante sera appliquée. L'enseignant se réserve le droit de proposer une évaluation écrite ou orale à la deuxième session. Cette précision sera apportée aux étudiants à la suite de la délibération de la première session.",
        "bibliography": "Diapositives, notes de cours, ouvrages de référence et/ou et articles scientifiques. Notamment, plusieurs chapitres de - Mc Cauley, R.J. & Fey, M. E. (2017). Treatment of language disorders in children. Baltimore : P. Brookes. - Williams, A.L., McLeod, S., & McCauley, R. J. (2010). Interventions for speech sound disorders in children. Baltimore : P. Brookes.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo1318",
        "title": "Apprentissage et troubles du langage écrit",
        "credits": "4.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Reybroeck Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Apprentissage de la lecture et de l'écriture Prérequis au langage écrit : conscience phonologique, discrimination phonologique, dénomination rapide Apprentissage de la lecture (reconnaissance des mots écrits et compréhension en lecture) Apprentissage de l’orthographe (orthographe lexicale, grammaticale et production de textes) Méthodes d'apprentissage de la lecture et de la production écrite Troubles d'apprentissage de la lecture et de l'écriture Modélisation causale des troubles d'apprentissage du langage écrit (dyslexie et dysorthographie) Aspects cliniques Analyse fonctionnelle cognitive Etiologie (y compris les corrélats neuronaux) Liens entre troubles du langage oral et troubles du langage écrit Aspects psycho-affectifs Interventions chez les enfants en difficulté d'apprentissage du langage écrit",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Posséder une vue d'ensemble des processus cognitifs en jeu lors de l'apprentissage et des troubles d'apprentissage du langage écrit. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. Maîtriser les connaissances qui permettent d'expliquer et de comprendre le développement normal et pathologique du langage écrit. B1. Maîtriser les connaissances relatives au fonctionnement normal et pathologique en langage écrit d'un individu sur le plan logopédique. B2. Identifier les interventions pertinentes visant à améliorer une situation relative au fonctionnement pathologique d'un individu en langage écrit. Secondairement, ce cours vise à amener les étudiants à : A2. Observer, analyser, critiquer de manière argumentée et modéliser une situation (relative au développement normal et pathologique du langage écrit) en référence à des théories, résultats de recherche, méthodes et outils relevant de la logopédie et la psychologie. E1. Maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et en sciences de l'éducation; E2. Identifier les apports et les limites de la recherche scientifique en psychologie, en sciences de l'éducation et en logopédie pour la compréhension de situations données.",
        "content": "Cette unité d'enseignement porte sur l'apprentissage de la lecture et de l'écriture et les troubles d’apprentissage du langage écrit. Le cours aborde l’état actuel des connaissances scientifiques sur les processus cognitifs sous-jacents à ces apprentissages. Apprentissage de la lecture et de l'e'criture Pre'requis au langage e'crit : conscience phonologique, de'nomination rapide, etc. Apprentissage de la lecture (reconnaissance des mots écrits et compréhension à la lecture) Apprentissage de l’orthographe (orthographe lexicale, grammaticale et production de textes) Me'thodes d'apprentissage de la lecture et de la production e'crite Troubles d'apprentissage de la lecture et de l'e'criture Mode'lisation causale des troubles d'apprentissage du langage e'crit (dyslexie et dysorthographie) Aspects cliniques Analyse fonctionnelle cognitive Etiologie (y compris les corre'lats neuronaux) Liens entre troubles du langage oral et troubles du langage e'crit Aspects psycho-affectifs Interventions chez les enfants en difficulte' d'apprentissage du langage e'crit",
        "teaching_methods": "Cours ex cathedra; courts exercices d'appropriation en séance",
        "assessment_methods": "Les modalités relatives à l'évaluation certificative sont les suivantes: examen écrit comptant pour 20 points/20, comportant des QCM ainsi que des questions ouvertes. Il n'y a pas de points négatifs pour les QCM.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=8938",
        "bibliography": "The course material includes slides and articles.",
        "course_materials": "The course material includes slides and articles.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2101",
        "title": "Séminaire d'accompagnement du stage",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hameau Solène"
        ],
        "teaching_language": "Français",
        "topics_covered": "Lieu d'échanges, de réflexion, d'expérimentation et d'élaboration en groupe. Intégration des liens entre la théorie et la pratique et regard critique sur cette articulation. Prise de recul par rapport à sa pratique, au fonctionnement du lieu de stage et à ses émotions personnelles. Enrichissement au contact d'autres réalités cliniques et découverte de diverses organisations institutionnelles. Soutien lors de situations/problématiques complexes. Symbolisation, verbalisation et partage de son expérience et de son vécu. Ecoute, observation et intégration des expériences d'autrui.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage, ce séminaire vise prioritairement à amener les étudiants à : A2. Analyser et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherches, méthodes et outils relevant de la logopédie. D2. Se mettre à l'écoute d'autrui en situations d'apprentissage et en milieux professionnels. D3. Adopter une posture critique en situations d'apprentissage vis-à-vis d'autrui et de soi-même. F3. Agir en professionnel en fonction de l'éthique et de la déontologie",
        "content": "Ce cours est une activité d’intégration professionnelle obligatoire, encadrée par la faculté, qui se déroule en groupes de 15 à 20 étudiant.e.s, à raison de 6 séances de 2 heures au cours du premier quadrimestre (une séance toutes les 2 ou 3 semaines). Toute absence doit être justifiée. En cas d’absence à trois des six séances, cette activité ne pourra pas être validée et sera à reprendre au cours de l’année académique qui suit. Ce suivi des stagiaires est complémentaire au suivi individuel du stage assuré par le tuteur ou la tutrice académique. Les étudiant.e.s y seront amené.e.s à : - Communiquer et partager leur expérience et vécu de stage avec les autres membres du groupe ; analyser la manière dont ils/elles s’intègrent comme stagiaire dans une équipe ; - Connaître d’autres pratiques et d’autres fonctionnements institutionnels ; -  Analyser les situations cliniques complexes rapportées par chacun.e et tenter d’y apporter ensemble des réponses pertinentes ; - Analyser et présenter de manière critique des instruments d’évaluation, des approches ou techniques rééducatives innovantes ou du matériel de rééducation ; - Confronter de manière critique l’expérience acquise dans l'institution d'accueil aux savoirs théoriques et cliniques acquis à l’université ; - Considérer les dimensions éthiques et déontologiques de l’expérience de stage. L'étudiant est invité à tenir un « journal de bord » dont la trame sera composée de questionnaires proposés par les assistantes responsables de chaque groupe et son contenu comprendra des comptes rendus et réflexions personnelles en lien avec les contenus des séances de séminaire.",
        "teaching_methods": "Cet enseignement se fonde tout à la fois sur : - une supervision clinique assurée dans chaque groupe par deux assistant.e.s qui disposent d'une pratique clinique pour la plupart ; - et une intervision reposant sur un apprentissage par les pairs.",
        "assessment_methods": "L'évaluation individuelle orale se réalisera en présentiel. Il sera demandé à chaque étudiant.e de synthétiser de manière critique son expérience de stage et de se prononcer sur les apports personnels du groupe dont il/elle aura fait partie en suivant trois questions qui lui seront posées préalablement.",
        "other_info": "Ce séminaire se déroulera parallèlement au premier stage obligatoire réalisé dans le domaine général des troubles du développement et des apprentissages. Les étudiant.e.s issu.e.s du bloc complémentaire, qui réaliseront un stage de recherche en lieu et place du premier stage clinique, suivront ce même séminaire parallèlement à leur stage de spécialisation en Master 2. Les étudiant.e.s de l'UMons suivront ce séminaire au cours du premier quadrimestre du Master 2 en parallèle avec le stage (1 ou 2) selon l'organisation de leur année. Les séminaires ont lieu le lundi.",
        "course_materials": "Les liens vers les ressources en ligne, les références de livres et articles didactiques, les instruments d'évaluation et le matériel thérapeutique discuté seront communiqués au fur et à mesure de la progression des séances du séminaire.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco1230",
        "title": "Sociétés, cultures, religions : questions éthiques",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Riaudel Olivier"
        ],
        "teaching_language": "Français",
        "topics_covered": "Au cœur de toute situation humaine ou professionnelle actuelle, des questions éthiques de plus en plus complexes se posent : elles nécessitent une distance critique pour prendre en compte l’ensemble des personnes concernées. Dans cette perspective, ce cours offrira une réflexion sur la manière de choisir des repères utiles au discernement éthique. L’enseignement prendra acte de la pluralité des valeurs structurant la société contemporaine et empêchera la clôture du discours par une ouverture à la foi chrétienne et à d’autres traditions humanistes, spirituelles et religieuses.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 appréhender et distinguer les catégories fondamentales de la réflexion éthique (liberté, dignité, responsabilité, justice, etc.). 2 proposer une argumentation éthique en faisant valoir la complexité des réalités humaines en jeu. 3 faire œuvre d’esprit critique en se situant de façon personnelle par rapport aux sujets abordés.",
        "content": "Le cours de cette année portera sur l’expérience mystique, et sur ce qu’elle révèle de l’humain. Après une définition philosophique de la mystique, nous aborderons quelques exemples venus du christianisme, mais aussi de l’islam, par le soufisme. Une séance sera aussi consacrée à une approche psychologique ou psychiatrique de la mystique, avec un ou une intervenante extérieure.",
        "teaching_methods": "Cours magistral Le cours sera donné en comodalité (cours présentiel et sur Teams)",
        "assessment_methods": "Travail écrit final en temps limité",
        "other_info": "Ce cours est destiné aux étudiants des facultés de psychologie et sciences de l'éducation (PSP), de sciences philosophiques (ISP) et de philosophie et lettres (FLTR).L'étudiant doit choisir un cours parmi 3 possibilités (TECO1210, TECO1220, TECO 1230).",
        "online_resources": "Des résumés de cours, des documents et des références bibliographiques seront mises en ligne",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1327",
        "title": "Clinical neuropsychology",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Edwards Martin",
            "Samson Dana",
            "Van Calster Laurens"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours présentera les principales sémiologies neuropsychologiques dans les domaines de la cognition tels que la mémoire, les fonctions exécutives, l'attention, les gnosies, les praxies et le langage. Le cours offrira, par ailleurs, une introduction aux méthodes d'examen et au travail théorique d'interprétation des troubles (approche cognitive des troubles), ainsi qu'une illustration de la démarche de prise en charge. Les chapitres abordés au cours sont les suivants : - La mémoire : Définition, sémiologie, étiopathogénie, modèles interprétatifs - Les fonctions exécutives : Définition, sémiologie, étiopathogénie, modèles interprétatifs - L'attention : Définition, sémiologie, étiopathogénie, modèles interprétatifs - Les gnosies : Définition, sémiologie, étiopathogénie, modèles interprétatifs - Le langage : Définition, sémiologie et classification des aphasies, modèles interprétatifs (troubles lexicaux, syntaxiques, sémantiques). - Les praxies : Définition, sémiologie, étiopathogénie, modèles interprétatifs",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant devra être capable de maîtriser les connaissances théoriques et méthodologiques qui permettent d'identifier les troubles neuropsychologiques présents chez un individu et d'en analyser les causes sous-jacentes. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : - A1. maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation. - A2. analyser, critiquer de manière argumentée et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie. Secondairement, ce cours vise à amener les étudiants à : - B1. maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation). - E2. identifier l'apport et la plus-value de la recherche scientifique en psychologie et en sciences de l'éducation sur sa compréhension de situations données.",
        "content": "Le cours présentera les associations entre la cognition et les troubles neuropsychologiques typiquement observées chez les patients souffrant de lésions cérébrales. Chaque cours précisera la compréhension actuelle du profil neuropsychologique cognitif et fournira quelques exemples de tests cognitifs typiques utilisés pour le diagnostic et la façon dont les tests sont interprétés. A la fin de chaque cours, un résumé des méthodes de rééducation possibles sera discuté. Les sections couvertes dans ce cours sont : Perception et reconnaissance des objets / Agnosie Attention spatiale / Héminégligence Action sur les objets / Apraxie Fonction exécutive Mémoire / Démence Langage / Aphasie Cognition",
        "teaching_methods": "Cours",
        "assessment_methods": "L'évaluation est réalisée à l'aide d'un examen de type Question à Réponses Multiples (QRM). L'examen se compose de 20 questions, 10 questions provenant de la partie du cours donnée par le professeur Edwards et 10 questions provenant de la partie du cours donnée par le professeur Van Calster. Chaque question comporte 6 options de réponse, avec 2 réponses correctes pour chaque question. Si les deux réponses correctes sont sélectionnées, un point est attribué. Si une seule des réponses correctes est sélectionnée et qu'aucune réponse incorrecte n'est sélectionnée, 0,5 point est attribué. Si une réponse incorrecte est sélectionnée pour une question, zéro point est attribué pour cette question. Il n'y a pas de points négatifs. Pour chaque question, les points possibles sont 1, 0,5 ou 0.",
        "other_info": "Le cours est donné en anglais et en français. L'examen est rédigé par défaut en français, mais une version rédigée en anglais peut être demandée avant la session d'examen. Les étudiant-es internationaux qui suivent ce cours seront autorisés à utiliser un dictionnaire lors de l'examen. L'utilisation de l'intelligence artificielle générative (IA) est autorisée pour la préparation des examens.",
        "online_resources": "La plate-forme Moodle",
        "bibliography": "Voir la plate-forme Moodle pour les liens vers le matériel d'apprentissage See the Moodle platform for links to learning materials",
        "course_materials": "Moodle",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco1210",
        "title": "Sociétés, cultures, religions : lectures bibliques",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Sterck-Degueldre Jean-Pierre",
            "Van Oyen Geert"
        ],
        "teaching_language": "Français",
        "topics_covered": "Fondement textuel de la tradition judéo-chrétienne, la Bible a marqué l’histoire et la culture du monde occidental. Alors même qu’une étude critique de la Bible s’est développée depuis trois siècles, une lecture fondamentaliste se diffuse toujours davantage de nos jours. Le cours établira qu’une lecture critique des textes bibliques, en tant que textes destinés à éclairer l’existence, exige une méthodologie spécifique et une connaissance minimale des acquis de la critique littéraire de la Bible. Par l’analyse de quelques textes bibliques, on indiquera comment la Bible permet de conduire une réflexion rigoureuse sur les questions religieuses, le sens de l’existence et la citoyenneté, en contexte de pluralisme convictionnel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 distinguer entre une lecture fondamentaliste et une lecture critique de la Bible, 2 situer les récits abordés, ainsi que la Bible dans son ensemble, comme production littéraire de leur époque, 3. découvrir la littérature biblique dans sa diversité comme source culturelle pour notre société, et d'en dégager, de façon exemplaire, de possibles sens pour l‘existence dans une société pluraliste voire pour la vie du chrétien aujourd'hui. lire un texte biblique avec rigueur et de façon critique.",
        "content": "Le cours abordera la Bible comme une bibliothèque de livres, de dates et d'origines très différentes et qui constituent cependant un ensemble cohérent. Le cours introduira à l’histoire de la rédaction de la Bible, en même temps qu’à sa constitution comme relecture croyante de l’histoire. On présentera, à titre d‘exemple, l'histoire de la rédaction de certaines traditions écrites de l'AT et du NT ; on découvrira différentes approches herméneutiques diachroniques ainsi que synchroniques, permettant d’éviter une approche fondamentaliste et de nourrir une réflexion sur la manière de raconter la Bible. De façon exemplaire, on situera des récits-clés et leurs personnages-clés dans leurs contextes littéraires et historiques respectifs, on mettra en évidence les moyens et outils littéraires mis en œuvre par leurs auteurs et on découvrira des réceptions des textes au travers des siècles et cultures ainsi que possibles sens pour les citoyens aujourd‘hui en contexte de pluralité.",
        "teaching_methods": "Cours magistral, avec PPT",
        "assessment_methods": "L’examen (session de janvier) est écrit. Il est préparé en prenant appui sur le cours oral et sur les notes communiquées via Moodle. Pour les sessions de juin (uniquement pour les étudiants inscrits en 1re année de bachelier, ayant échoué à la session de janvier) et d’août, l’examen est écrit ou consiste en un travail, cela en fonction du nombre d’étudiants inscrits.",
        "other_info": "L’enseignant est disponible à la fin de chaque cours et non sur rendez-vous. L’échange par mail doit demeurer exceptionnel, dans la mesure où la question ne peut être posée au cours. Ce cours est destiné aux étudiants des facultés de psychologie et sciences de l'éducation (PSP), de sciences philosophiques (ISP) et de philosophie et lettres (FIAL). L’étudiant doit choisir un cours parmi 3 possibilités (LTECO1210, LTECO1220, LTECO1230).",
        "online_resources": "Les notes de cours seront disponibles au fur et à mesure des séances, via MoodleUCL.",
        "bibliography": "Une bibliographie (facultative) plus exhaustive sera disponible via MoodleUCL. On peut déjà noter : Bibles : « Bible de Jérusalem », « TOB », « Bible Segond ». Ausloos Hans – Lemmelijn Bénédicte, La Bible et la vie. Réponses bibliques aux questions d’aujourd’hui (coll. Le livre et le rouleau 48), Namur, Lessius, 2016, 239 p. Charpentier Etienne, Pour lire l’Ancien Testament, Paris, Cerf, 2006, 124 p. Charpentier Etienne – Burnet Régis, Pour lire le Nouveau Testament, Paris, Cerf, 2006, 160 p. Delhez Charles – Radermakers Jean,  Apprendre à lire la Bible, Fidélité, Namur 2007, 296 p. Dunne Carrin, Quand Bouddha rencontre Jésus. Six conversations (coll. L’Autre et les autres 16), Bruxelles, Lessius, 2015, 104 p. Gibert Pierre, Le Livre, les livres, Gallimard, 2000, 160 p. Gibert Pierre, Comment la Bible fut écrite. Introduction à l'AT et au NT, Bayard Paris 92011, 161 p. Lichtert Claude, Lire la Bible ensemble. Quelques enjeux, résistances, méthodes et approches (coll. Bible), Europe, Domuni-Press, 2020, 85 p. [ressources électroniques commentées] Meyer David (dir.) – Simoens Yves – Bencheckh Soheib, Les versets douloureux : Bible, Evangile et Coran entre conflit et dialogue. Meynet Roland, La Bible (coll. Idées reçues 94), Paris, Le cavalier bleu, 2005, 128 p. Paul André, Aux origines de la Bible, Paris, Bayard, 2007, 160 p. Sevin Marc, La Bible en 50 clés, Paris,  Bayard, 2008, 174 p. Sevin Marc, Grand et petit mots de la Bible, Bayard, Paris 2003, 184 p. Ska Jean-Louis, Les énigmes du passé. Histoire d’Israël et récit biblique (coll. Le livre et le rouleau 14), Bruxelles, Lessius, 2001, 144 p. Ska Jean-Louis , L'ancien testament expliqué à ceux qui n'y comprennent rien ou presque, Paris, Bayard, 2012, 256 p. Sterck-Degueldre Jean-Pierre, Jésus a-t-il marché sur les eaux? Fondements exégétiques d’une didactique des miracles de Jésus, Bruxelles, Lumen Vitae, 2011, 170p. Vermeylen Jacques, Dix clés pour ouvrir la Bible, Paris, Cerf, 1999, 215 p. Wenin André, La Bible ou la violence surmontée, Paris, Desclée De Brouwer, 2008, 253 p. Wenin André, L’homme biblique. Lectures dans le premier Testament (coll. Théologies bibliques), Paris, Cerf, 2004, 2e éd. revue et augmentée, 222 p.",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2131",
        "title": "Déficience visuelle : développement du langage, évaluation et prise en charge",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Collignon Olivier",
            "Crollen Virginie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Etudes sur lesréorganisations cérébrales liées au langage chez la personne avec déficience visuelle. Développement de l'arithmétique et du langage (oral et écrit) chez l'enfant déficient visuel. Spécificités de la clinique logopédique liée à cette population.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. Maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation ; A2. Analyser, critiquer de manière argumentée et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie; E1 . Maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et en sciences de l'éducation ; E2. Identifier l'apport et la plus-value de la recherche scientifique en psychologie sur la compréhension de situations données.",
        "content": "- Développement du langage chez la personne déficiente visuelle (enfant et adulte). - Impact de la déficience visuelle sur les apprentissages (langage écrit, calcul), la mémoire et les représentations de l'espace. - Particularité des troubles neurovisuels. - Plasticité cérébrale. - Spécificités de l'évaluation et de la prise en charge de l'enfant déficient visuel (langage oral, langage écrit, calcul). - Recul critique par rapport aux avancées de la littérature scientifique dans le domaine de la déficience visuelle.",
        "teaching_methods": "Cours magistraux.",
        "assessment_methods": "Partie A : Réflexion critique sur base d'un article scientifique Partie B : Travail d'adaptation de matériel (e.g., outil de testing logopédique ou devoir scolaire) à la déficience visuelle Partie C : Examen écrit comprenant des questions ouvertes. La note finale est la moyenne pondérée des notes A, B & C. Dans la note finale, la partie A vaut pour 3/20, la partie B vaut pour 4/20 et la partie C vaut pour 13/30. La réussite de ces trois parties est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement. La réussite de l’examen ne peut être obtenue que moyennant la réussite à chacune des parties/activités d’évaluation.",
        "other_info": "Le cours est donné en français, mais un jeu de diapositives en anglais est disponible pour les étudiants internationaux.",
        "online_resources": "Les informations pratiques relatives au cours (e.g., l’agenda, les supports, les annonces, etc.) se trouvent sur le Moodle du cours.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2204a",
        "title": "Stage II (stage de spécialisation) - Aphasies",
        "credits": "16.00",
        "hours": "400.0 h",
        "quadrimester": "Q1 ou Q2",
        "teaching_language": "Français",
        "prerequisites": "Activité d'intégration professionnelle L'accès au deuxième stage est conditionné à la réussite des trois cours de l'option de spécialisation concernée et ce, pour les étudiants qui entament leur Master-b1 à partir de 2017-2018 et qui réaliseront leur stage II au cours de l'année suivante. L’étudiant n’ayant pas acquis un niveau suffisant en maîtrise du français (équivalent au cours LLOGO1112A), ne pourra accéder au stage. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2220",
        "title": "Cognition numérique chez l'adulte, y compris l'acalculie acquise",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pesenti Mauro"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le cours ne nécessite pas de prérequis particulier. Les notions de base de la (neuro)psychologie cognitive, des (neuro)sciences cognitives et de la méthodologie expérimentale sont utiles à la compréhension.",
        "topics_covered": "Le titulaire du cours choisira d'aborder une série de thématiques parmi celles-ci: la cognition numérique chez l'animal et le jeune enfant; la représentation numérique approximative, y compris le rôle des variables perceptives continues; les processus de quantification (i.e., subitizing, dénombrement, estimation); les systèmes numériques symboliques et le transcodage; le lien entre nombres et langage; le lien entre nombres et espace; le calcul mental et la représentation des faits arithmétiques en mémoire, y compris l'expertise en calcul; le rôle des doigts dans la cognition numérique; la cognition numérique dans un système cognitif plus large (e.g., le rôle de la mémoire de travail, de l'interférence, etc.); l'anxiété mathématique; la question du vieillissement des compétences numériques; les bases cérébrales de la cognition numérique; les troubles du calcul et du traitement des nombres chez l'adulte (i.e.,acalculie acquise).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du cours, les étudiants: maitriseront les concepts importants du champ de la cognition numérique permettant la compréhension (i) des mécanismes cognitifs numériques de base chez l'animal et le bébé humain, (ii) de la cognition numérique chez l'adulte, et (iii) des troubles acquis du traitement des nombres et du calcul (i.e., l'acalculie acquise) et de leur prise en charge; seront en mesure de poser un diagnostic fonctionnel en identifiant les composants atteints et préservés au sein des principales architectures cognitives du traitement des nombres et du calcul, en intégrant des données comportementales et neurofonctionelles. seront en mesure de comprendre l'apport de différentes approches méthodologiques et techniques de mesures en (neuro)sciences cognitives pour l'étude d'un domaine particulier de la cognition humaine; auront compris la démarche expérimentale en (neuro)sciences cognitives et comment elle permet l'élaboration du savoir scientifique et sa mise à l'épreuve critique. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation B1. maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation); ·        C2. structurer et présenter des données recueillies. Secondairement, ce cours vise à amener les étudiants à : A2. analyser, critiquer de manière argumentée et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la logopédie et de la psychologie. E1. maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et sciences de l'éducation et en logopédie; E2. Identifier les apports et les limites de la recherche scientifique en psychologie, en sciences de l'éducation et en logopédie pour la compréhension de situations données.",
        "content": "Le cours présente les concepts important du champ de la cognition numérique, en montrant l'apport de différents types de données (données comportementales, d'imagerie cérébrale et lésionnelles), chez l'animal, l'enfant et l'adulte sain et cérébrolésé. Les architectures fonctionnelles les plus importantes sont présentées au départ de travaux empiriques classiques issus de la littérature scientifique du domaine et d'études de cas cliniques. Le cours développe également la notion d'acalculie acquise chez l'adulte. Il montre la variété des troubles acalculiques consécutifs à une lésion, et aborde les questions du diagnostic, de l'évaluation et de la rééducation de ces troubles, en détaillant les lignes directrices d'un examen standard et d'une prise en charge rééducative.",
        "assessment_methods": "L'évaluation est faite par un examen écrit en session comportant selon le cas: des questions de définition de termes/concepts; des questions ouvertes de restitution et de réflexion (e.g., poser un diagnostic sur base d'une vignette clinique). Les étudiant·e·s sont averti·e·s au début du cours des modalités d'évaluation, y compris le fait que certaines questions nécessitent de faire des liens entre différents chapitres de la matière; les modalités d'évaluation sont également rappelées à la fin de l'enseignement. Des exemples de questions possibles sont présentés au cours et/ou disponibles sur Moodle. La correction de l'examen est réalisée par l'enseignant. Le cours ne fait pas l'objet d'une évaluation continue.",
        "other_info": "Le cours est donné en français, dans un format \"English friendly\" : la communicartion avec l'enseignant peut se faire en anglais; les diapositives et les supports seront rédigés en français, les lectures recommandées seront en français et en anglais ; l'examen sera rédigé en français ; l'utilisation d'un dictionnaire sera autorisée. Les étudiants internationaux ont la possibilité de répondre à leur examen dans une autre langue (autres langues possibles : anglais ou italien) s'ils ne se sentent pas suffisamment à l'aise en français. Veuillez noter que cette possibilité nécessite un accord formel AVANT le début de la session d'examen ; contactez Mauro Pesenti <mauro.pesenti@uclouvain.be> en temps voulu.",
        "online_resources": "Le support du cours est constitué: des diapositives présentées au cours, disponibles sur Moodle; de chapitres de synthèse issus d'ouvrages en français et en anglais. Chaque chapitre est accompagné d'une liste de références comprenant (i) l'ensemble des travaux explicitement cités au cours, (ii) des lectures recommandées, et (iii) lorsque cela est possible, quelques sites Web permettant aux étudiants d'approfondir leurs connaissances de manière interactive.",
        "bibliography": "Des ouvrages de référence de base sont présents en bibliothèque de Psychologie; les ouvrages suivants sont recommandés: Butterworth, B. (1999). The mathematical brain . London: Macmillan Campbell, J.I.D. (Eds.) (2005). Handbook of mathematical cognition. New York: Psychology Press. Cohen Kadosh, R., & Dowkers, A., Eds. (2015) The Oxford Handbook of Numerical Cognition . Oxford: Oxford University Press. Dehaene, S. (1997, 2010). La bosse des maths . Paris: Odile Jacob. Noel, M-P. (Ed.), (2005). La dyscalculie. Trouble du développement numérique chez l'enfant . Marseille: Solal. Pesenti, M., & Seron, X. (Eds.), (2004). La cognition numérique . Paris: Hermes Science Publications. Pesenti, M., & Seron, X. (Eds.), (2000). Neuropsychologie des troubles du calcul et du traitement des nombres . Marseille: Solal.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo1325",
        "title": "Evaluation et prise en charge des troubles du développement numérique",
        "credits": "3.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Crollen Virginie"
        ],
        "teaching_language": "Français",
        "content": "Ce cours a pour objectif d'apprendre aux étudiants : - les domaines du traitement numérique et mathématique - les outils d'évaluation - à utiliser le bon test, au bon moment - à corriger les protocoles de test, calculer les résultats standardisés, interpréter les résultats - à rédiger un bilan - à établir les objectifs et priorités thérapeutiques - les outils de traitement principaux - à comparer et adapter les outils de traitement au patient et à la situation - à évaluer la progression du traitement.",
        "teaching_methods": "Cours magistraux et travaux pratiques (TP).",
        "assessment_methods": "La présence aux TP est requise. Les titulaires du cours pourront, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 80% des TP, lors de la session de janvier/juin ou de septembre. L'évaluation se fera sur base d'un examen écrit comprenant différentes questions ouvertes portant sur les cours théoriques et les TP. Des travaux formatifs seront proposés pendant les TP, avec des questions types, de niveau de difficulté telle que celle de l’examen. Ces questions seront corrigées par les assistant.e.s avec les étudiants en précisant le niveau de maîtrise et de rigueur attendu, afin de permettre aux étudiants de se rendre compte de l’attendu et donc de pouvoir adapter en conséquence l’étude de la matière.",
        "online_resources": "Les informations pratiques relatives au cours (e.g., l’agenda, les supports, les annonces, etc.) se trouvent sur Moodle, cours LLOGO1325.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl2440",
        "title": "Interactive English for Psychology",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Brabant Stéphanie",
            "Dagneaux Estelle",
            "Duelz Marie",
            "Dupont Maïté",
            "Heiderscheidt Nathalie",
            "Neyt Philippe",
            "Nyssen Jean-Paul"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "L'étudiant devra avoir suivi le cours de niveau intermédiaire ( LANGL1842 ) ou un cours d'un niveau similaire, correspondant au niveau B2 en comprehension à l'audition et au niveau C1 en comprehension à la lecture du « Cadre Européen Commun de référence pour les Langues » (Conseil d'Europe).",
        "topics_covered": "L'étudiant sera amené à prendre part à des activités lui permettant d'exercer et de développer ses compétences communicatives et sa maîtrise de la langue (principalement l'expression orale) dans des situations telles que: la présentation d'un sujet spécifique à la psychologie, l'entretien d'embauche (y compris la rédaction du CV et de la lettre de motivation), la préparation et la participation à une réunion professionnelle, la rédaction des courriels, les appels téléphoniques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension à la lecture: Pouvoir comprendre de façon autonome des textes factuels et des articles spécialisés en rapport avec le domaine d'études. Niveau C1 du \" Cadre européen commun de référence pour les langues \". 2 Compréhension à l'audition individuelle: Pouvoir comprendre des conférences et des discours assez longs et suivre une argumentation. Pouvoir comprendre des documents audiovisuels en rapport avec l'actualité et/ou le domaine d'études. Pouvoir exploiter les points pertinents d'un document dans une conversation interactive. Pouvoir suivre un discours dans une conversation courante entre plusieurs locuteurs, dans les principaux contextes socio-professionnels Niveau B2 du \" Cadre européen commun de référence pour les langues \". 3 Expression orale individuelle: Pouvoir présenter devant un auditoire, de manière claire et méthodique, un sujet complexe, en ne faisant référence que de manière occasionnelle aux notes écrites. Pouvoir communiquer avec un certain degré de spontanéité et d'aisance qui rende possible une interaction normale avec un locuteur natif. Pouvoir participer de manière active, souple et efficace à des conversations du registre social et professionnel. Pouvoir exprimer, articuler et défendre ses opinions en liant ses interventions à celles de ses interlocuteurs, dans des conversations du registre social et professionnel Niveau B2 du \" Cadre européen commun de référence pour les langues \". 4 Expression écrite: Pouvoir rédiger un courriel qui puisse être compris sans effort par le destinataire et qui atteigne son objectif. Pouvoir rédiger un curriculum vitae et une lettre de motivation Niveau B2 du \" Cadre européen commun de référence pour les langues \". 5 Code: Pouvoir maîtriser suffisamment les fonctions langagières, les structures grammaticales (simples et complexes), le vocabulaire (général et spécifique), la prononciation et l'intonation pour permettre une communication aisée et spontanée.",
        "content": "Pouvoir communiquer avec un certain degré de spontanéité et d'aisance qui rende possible une interaction normale avec un locuteur natif dans les principaux contextes socio-professionnels Niveau B2 du \" Cadre européen commun de référence pour les langues.",
        "teaching_methods": "Cours de 60 minutes en groupes de 20 étudiants maximum donné sur une année académique. Chaque enseignant est disponible pendant ses heures de réception et peut être contacté par courriel",
        "assessment_methods": "Session de juin : Evaluation continue certificative : (60% de la note finale) : participation aux diverses activités et préparation de chacune d'elles. Examen oral individuel (. 40% de la note finale) : rédaction d'un CV et d'une lettre de motivation + entretien d'embauche . Une absence (justifiée ou non) à l’examen oral entraîne une note finale d’absence La présence et la participation active au cours sont requises. Le titulaire du cours peut, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un·e étudiant·e qui aurait été absent·e à plus de trois cours sans fournir de motif justifié pour ses absences. Session d’août : S ituation A : Etudiant·e·s ayant obtenu au moins 10/20 à la note d’évaluation continue en juin Evaluation continue certificative : (60% de la note finale) : la note d’évaluation continue obtenue en juin est maintenue. Examen oral individuel (40% de la note finale) : rédaction d'un CV et d'une lettre de motivation + entretien d'embauche . Les étudiant·es concerné·es ne présentent donc que l’examen individuel. Situation B : Etudiant·e·s ayant obtenu moins de 10/20 à la note d’évaluation continue en juin Evaluation continue certificative : (60% de la note finale) : préparation de l’ensemble des activités  telles que décrites dans le syllabus et sur Moodle dans la rubrique « instructions pour la session de septembre ». Examen oral individuel (40% de la note finale) : rédaction d'un CV et d'une lettre de motivation + entretien d'embauche .",
        "other_info": "> 25 heures présentielles, 47 heures de travail autonome.",
        "online_resources": "http://moodle.uclouvain.be/",
        "bibliography": "Syllabus Interactive English for Psychology Plateforme d'apprentissage en ligne (Moodle UCL)",
        "course_materials": "Syllabus Langl 2440 \"Interactive English for Psychology\" Le cours en ligne sur Moodle langl 2440 'Interactive English for Psychology'",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2100",
        "title": "Stage I",
        "credits": "14.00",
        "hours": "325.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Le stage ne peut débuter que si l'étudiant a acquis les crédits des cours de pratique clinique (LLOGO1321, LLOGO1322 et LLOGO1325) ainsi que le cours de maîtrise du français (LLOGO1112A). Il est vivement conseillé aux étudiants qui n'ont pas suivi ces cours de se mettre en contact avec le secrétariat pour organiser au mieux leur intégration dans leur programme individuel. L’étudiant n’ayant pas acquis un niveau suffisant en maîtrise du français (équivalent au cours LLOGO1112A), ne pourra accéder au stage.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsys2738",
        "title": "Psychology of aging",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Agrigoroaei Stefan"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Theories (and methods) of lifespan development and aging Long-term effects of early childhood Midlife Health disparities across the lifespan Biological aging, menopause and hormone replacement therapy Cognitive aging - preclinical dementia/mild cognitive impairment, Alzheimer's disease Stress and cognition in older adults Applied cognitive aging research Socioemotional aging (emotion and cognition in older adults) Psychopathology in old age Successful aging & resilience Myths and misunderstandings about health and aging",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Upon completion of this course, students will be able to: -          Understand how  psychological, social, and biological processes interact to influence health and human development (A1, A2) -          Recognize the diversity of developmental pathways in adulthood (appreciation for cultural, socioeconomic, and other differences among older adults) ' A1 -          Consider the applied implications of research findings for improving health throughout the adulthood (E2) and developing effective programs and policies for older adults in the future (B1) -          Demonstrate knowledge of the key findings from the research literature on (cognitive) aging and provide informed and critical responses to questions (C1, C2) such as: -             What changes with age? -             Who changes, how much, and when? -             Why are there declines? -             What are the consequences? -             Can we prevent or remediate declines?",
        "assessment_methods": "L'évaluation est fondée sur un examen écrit (questions ouvertes ; 60% de la note finale) et deux projets individuels qui comptent respectivement pour 15% et 25%. Les trois parties de l'évaluation (examen + projets individuels) sont nécessaires pour valider le cours. Les modalités d’évaluation restent les mêmes pour toutes les sessions d'une même année académique.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2202",
        "title": "Méthodologie de la recherche et statistiques",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vannuscorps Gilles"
        ],
        "teaching_language": "Français",
        "prerequisites": "Les prérequis sont les cours de statistique LPSP1011, LPSP1209, LPSP 1306.  Quelques rappels seront effectués.",
        "topics_covered": "Le cours a pour objet de présenter un ensemble de techniques statistiques susceptibles d'être immédiatement utiles dans la réalisation du mémoire, d'aider l'étudiant à en planifier l'utilisation, à les mettre en oeuvre et à en interpréter les résultats.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours repose sur le logiciel R et/ou SPSS et aborde les notions nécessaires à : '  construire et évaluer une échelle de mesure '  évaluer l'effet d'un traitement en comparant deux groupes ou en comparant les individus soumis au traitement à eux-mêmes '  à interpréter des effets observés sur des variables catégorielles, éventuellement nombreuses, dans le cadre d'une enquête '  à effectuer une méta-analyse simple '  à planifier une étude reposant sur des données qualitatives ou non structurées.",
        "content": "1. Rappel des fondements de la méthode scientifique, y compris statistiques 2. Les étapes essentielles à la réalisation d’une étude scientifique efficace - Les grandes étapes de la préparation d’une recherche - Choisir une taille d’échantillon apriori - Détecter et maitriser les artefacts et les facteurs de confusion 3. Familiarisation avec un logiciel d’expérimentation 4. Collecter des données de qualité 5. Organiser, observer, analyser les données, y compris les erreurs à éviter 6. Communication scientifique 7. Aspects éthiques de la recherche scientifique - Protection des participants - Les pratiques frauduleuses et « questionnables » OBJECTIFS Au terme du cours, l'étudiant sera capable de réaliser une recherche scientifique (par exemple un mémoire).",
        "teaching_methods": "Exposés magistraux et exercices en présentiel pour autant que la situation sanitaire liée à la COVID-19 le permette. Si la situation sanitaire ne permet pas l'organisation du cours en présentiel, alors le cours sera organisé en distanciel.",
        "assessment_methods": "L’évaluation du cours vise à mesurer l’atteinte des acquis d’apprentissage visés. Cette évaluation se fera par le biais d’un examen composé de questions ouvertes (questions de contenu et exercices). La langue d’évaluation est le français. Pour autant que la situation sanitaire liée à la COVID-19 le permette, les examens de première et de seconde session seront des examens écrits et se dérouleront en présentiel. Si la situation sanitaire ne permet pas l'organisation d'un examen en présentiel, alors un examen oral en distanciel sera organisé.",
        "online_resources": "Toutes les informations concernant ce cours seront disponibles sur l'espace dédié au cours sur Moodle (l'agenda, les supports, les annonces, etc).",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2130",
        "title": "Déficience auditive : développement du langage, évaluation et prise en charge",
        "credits": "7.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Crollen Virginie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Développement de la communication, acquisition du langage et apprentissages scolaires en cas de déficience auditive",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de : A. Analyser une situation de clinique logopédique relative à la déficience auditive, dans toute sa complexité, en mettant en 'uvre de manière précise et rigoureuse les concepts fournis par les théories et approches pertinentes afin de poser un diagnostic. C1. Communiquer, à l'oral et à l'écrit, sur des sujets/situations dans le domaine de la déficience auditive (observations, conclusions, interventions planifiées, connaissances et modèles sous-jacents) en adaptant sa communication (contenu et forme) à l'interlocuteur (collègues, experts, patients, famille des patients, médecins, paramédicaux, enseignants, un public large ...) et aux intentions poursuivies. E2. Identifier l'apport et les limites de la recherche scientifique appliquée en logopédie (et en psychologie) pour la compréhension de situations données ; documenter de manière autonome une problématique logopédique en se basant sur toute source d'informations pertinente et fiable. Et, dans une moindre mesure : B. Prendre en charge et accompagner une personne déficiente auditive qui présente des difficultés d'ordre logopédique ainsi que son entourage : élaborer un plan d'intervention, théoriquement et empiriquement justifié, mettre en 'uvre ce plan, en évaluer l'efficacité' et le réajuster régulièrement. D2. Interagir et collaborer de manière constructive avec différents acteurs impliqués dans une situation donnée et s'intégrer au sein d'une équipe et participer à sa dynamique, en situations d'apprentissage et en milieux professionnels. F2. Mettre en 'uvre les moyens et les opportunités pour développer son propre projet professionnel.",
        "content": "- Développement de la communication, du langage oral et de la langue des signes en cas de déficience auditive - Conséquences de la déficience auditive sur les apprentissages scolaires (lecture, mathématiques) et la mémoire. - Particularités de l'évaluation logopédique en cas de déficience auditive. - Particularités des situations de bilinguisme multimodal. - Stratégies d'intervention logopédique spécifiques dans le contexte d'une prise en charge multidisciplinaire. - Recul critique sur des outils d'intervention logopédiques.",
        "teaching_methods": "Cours magistraux et travaux pratiques (TP).",
        "assessment_methods": "La présence au TP est requise. Les titulaires du cours pourront, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 80% des TP, lors de la session de janvier/juin ou de septembre. L'évaluation se fera su base d'un examen écrit comprenant différentes questions ouvertes.",
        "other_info": "Le cours est donné en français, mais un jeu de diapositives en anglais est disponible pour les étudiants internationaux.",
        "online_resources": "Les informations pratiques relatives au cours (e.g., l’agenda, les supports, les annonces, etc.) se trouvent sur le Moodle du cours.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsys2823",
        "title": "Psychologie de la santé chez l'enfant",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lahaye Magali"
        ],
        "teaching_language": "Français",
        "topics_covered": "- les troubles alimentaires, de sommeil, de développement de l'enfant en bas âge - les douleurs chroniques sans base physiologique (la douleur abdominale récurrente, les maux de têtes et les migraines, les problèmes d'hyperventilation - le cancer colorectal - les maladies respiratoires chroniques comme l'asthme - les allergies - les conditions cardiaques - les troubles gastro-intestinaux comme l'énurésie, l'encoprésie - les troubles métaboliques comme la mucoviscidose - les problèmes de développement : retard de croissance, pubertas praecox ou tardive - les maladies neurologiques comme l'épilepsie - les maladies dégénératives - l'oncologie - l'enfant  HIV positif - les soins palliatifs - les enfants en situation de trauma (après accident de la route, domestique ou victime d'abus ou de maltraitance",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant devra être capable d'analyser une problématique de santé de l'enfant en référence aux théories et données empiriques disponibles (B1). Sur base de son analyse, l'étudiant devra être capable d'identifier des interventions pertinentes face au problème en tenant compte de son analyse et des enjeux divers (B2), de discerner les spécificités d'une approche d'analyse et d'intervention scientifique plutôt que relevant du sens commun (E2), et d'expliciter la méthodologie liée à la planification, la réalisation et l'évaluation de l'efficacité de l'intervention proposée. L'étudiant devra enfin être capable de communiquer de manière claire, précise et structurée le résultat de ses observations, son analyse de la situation et le plan d'intervention qu'il propose (C1-C2) envers différents interlocuteurs comme l'enfant ou le jeune, la famille, les autres professionnels de la santé.",
        "content": "L’objectif de ce cours est de familiariser les étudiant.es avec le rôle du psychologue dans le contexte de la pédiatrie. Il s’agit, d’une part, de connaître les caractéristiques physiques, psychologiques, familiales et sociales des jeunes confrontés à une maladie somatique (aiguë ou chronique). Différents facteurs impliqués dans l’évolution (du développement de la maladie à la fin de vie) et la gestion (notamment l’adhésion au traitement) des maladies pédiatriques sont abordés. De plus, l'intégration de la maladie dans la vie de tous les jours est discutée en prenant en compte les caractéristiques du jeune et de sa famille. Ces questions sont posées par rapport aux conditions médicales pédiatriques les plus fréquentes comme l'asthme, le diabète, ou le cancer. D'autre part, un travail d'articulation théorico-clinique permet d'analyser une situation en psychologie de la santé de l'enfant en mettant en oeuvre de manière précise et rigoureuse les concepts fournis par les théories ou approches pertinentes et de proposer des stratégies d'évaluation et d'intervention appropriées à la demande et aux spécificités du jeune et de son contexte de vie en justifiant leur pertinence. Enfin, la psychologie pédiatrique est traitée dans une perspective interdisciplinaire et à travers différents cadres théoriques.",
        "teaching_methods": "Les séances de cours correspondent à la présentation d’une spécialité de la psychologie de la santé chez l’enfant, comme la pneumologie, l’hématologie, l’oncologie, ou l’endocrinologie. Lors de chaque séance, différents thèmes transversaux sont abordés, comme la transition des services de pédiatrie vers les services adultes, la vie scolaire et familiale, l’adhésion au traitement, les soins palliatifs, etc. La structure d’une séance comprend généralement un exposé théorique, accompagné de discussions et d’échanges avec l’auditoire, ainsi qu’un travail de réflexions autour d’une étude de cas. Certains cours sont donnés par des professionnels spécialistes d’un domaine.",
        "assessment_methods": "L’évaluation certificative est un examen écrit dont les modalités sont décrites et disponibles sur le site du cours sur la plateforme Moodle.",
        "other_info": "Le cours LPSP1301-Psychologie de la santé ou un cours équivalent dans une autre université fournit des bases importantes pour la compréhension et l’intégration de ce cours.",
        "online_resources": "Moodle",
        "bibliography": "Roberts, M. C., & Steele, R. G. (Eds.). (2010). Handbook of pediatric psychology . Guilford Press. Roberts, M. C., Aylward, B. S., & Wu, Y. P. (Eds.). (2014). Clinical practice of pediatric psychology . Guilford Publications. Van Broeck, N., & Van Rillaer, J. (2012). L'accompagnement psychologique des enfants malades . Odile Jacob.",
        "course_materials": "Slides et documents postés au fur et à mesure des séances sur Moodle (LPSY2823). Notes personnelles prises par l'étudiant durant les cours.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lclig2160",
        "title": "Sociolinguistique",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hambye Philippe"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "/",
        "topics_covered": "Le cours présente une triple composante : 1. Étude de concepts théoriques : la variation linguistique (langue, dialecte, patois, etc.); le contact des langues (bilinguisme, diglossie, etc.); la communauté linguistique; le marché linguistique (les locuteurs et les normes); les pratiques linguistiques et les représentations des locuteurs; 2. Présentation des techniques de l'enquête sociolinguistique (confection de questionnaires, échantillonnage, traitement des données, etc.) 3. Application des acquis théoriques et méthodologiques dans une enquête de terrain.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À l'issue de ce cours, l'étudiant sera capable: 1. de comprendre le cadre théorique développé par la sociolinguistique pour l'analyse des relations entre locuteur, langue et groupe social ; 2. de comprendre les méthodes de la sociolinguistique contemporaine, tout en étant capable de leur appliquer une réflexion critique ; 3. d'exploiter les compétences théoriques et méthodologiques ainsi acquises dans des situations concrètes (notamment des enquêtes de terrain).",
        "content": "Le cours retracera dans un premier temps le contexte d'émergence de la sociolinguistique et présentera les différents courants qui ont ensuite vu le jour au sein de cette discipline, en les caractérisant du point de vue de leurs orientations épistémologiques et méthodologiques. Pour chacun d'entre eux, l'accent sera mis, d'une part, sur les problématiques étudiées et sur la vision du rapport entre langue et société privilégiée au sein de ce courant, et d'autre part, sur les méthodes de recherche et les types de données qui sont exploités par les chercheurs qui s'y inscrivent. Ce parcours à la fois historique et théorique permet d'aborder différentes sujets (différences linguistiques selon la classe sociale, l'âge, le sexe ; attitudes et représentations linguistiques dans la francophonie, rôle du langage dans la circulation des idéologies et analyse critique des discours politiques, etc.)",
        "teaching_methods": "Les séances de cours combineront des exposés de l'enseignant avec de temps d'échanges et de réflexion entre étudiants, alimentés par les exposés magistraux et des lectures de textes de références. La formation est prolongée par les échanges que les étudiants auront avec l'enseignant pour mettre au point leur travail final.",
        "assessment_methods": "L'évaluation se fonde sur un travail de recherche personnel portant sur l'étude d'un réalité linguistique quelconque, librement choisie par chaque étudiant, et qui sera traitée en tant que fait social . Ce travail de recherche sera l'objet d'un rapport écrit et d'une présentation orale lors d'un examen oral durant lequel les étudiants sont également susceptibles de devoir répondre à des questions globales sur la matière du cours. Pour pouvoir soumettre leur travail final lors de la session de janvier ou lors de la session de septembre, les étudiantes et étudiants doivent impérativement soumettre à l'enseignant, pour validation, une première ébauche de leur problématique, de leur question de recherche et de leur bibliographie, à une date définie par l'enseignant en début d'année et communiquée via le site du cours sur Moodle. Tout travail qui ne respecte pas les consignes communiquées sur Moodle pour ce qui concerne les échéances de remise du travail, son contenu, sa structure ou le respect des normes académiques, pourra être jugé irrecevable et se voir attribuer une note d’échec.",
        "bibliography": "Voir site Moodle du cours.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo1216",
        "title": "Bilinguisme",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hiligsmann Philippe",
            "Szmalec Arnaud"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Définition du bilinguisme - Représentation et traitement du langage oral bilingue - Représentation et traitement du langage écrit bilingue - Le cerveau bilingue - Avantages et désavantages cognitifs du bilinguisme - L'acquisition d'une langue seconde ou étrangère : caractéristiques de l'interlangue d'apprenants d'une langue seconde ou étrangère - Aspects socio-affectifs (p.ex., culturels) de l'acquisition  d'une langue seconde ou étrangère - Bilinguisme et troubles du langage : aspects fondamentaux et appliqués",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Posséder une vue d'ensemble des enjeux linguistiques, socio-affectifs, cognitifs et orthophoniques du bilinguisme Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation B1. maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation); Secondairement, ce cours vise à amener les étudiants à : A2. analyser, critiquer de manière argumentée et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie. E1. maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et en sciences de l'éducation;",
        "content": "- Définition du bilinguisme (AS / PH) - Production et compréhension du langage oral bilingue (AS) - Production et compréhension du langage écrit bilingue (AS) - Le cerveau bilingue (AS) - Avantages et désavantages cognitifs du bilinguisme (AS / PH) - L'acquisition d'une langue seconde ou étrangère : caractéristiques de l'interlangue d'apprenants d'une langue seconde ou étrangère (PH) - Aspects socio-affectifs (p.ex., culturels) de l'acquisition d'une langue seconde ou étrangère (PH) - Bilinguisme et troubles développementaux: Aspects fondamentaux et appliqués (AS) - La logopédie/neuropsychologie face au bilinguisme (AS)",
        "teaching_methods": "Exposés magistraux",
        "assessment_methods": "Evaluation en session - Examen écrit Partie prof Szmalec (13/20) - 30 questions à choix multiple: 4 options, 1 alternative correcte - le seuil de maîtrise des acquis d'apprentissages est fixé par une formule qui détermine que pour obtenir 6,5 sur 13, l'étudiant devra avoir répondu correctement à 19 questions sur 30 Partie prof Hiligsmann (7/20) - 2 questions ouvertes La note finale, sur 20, sera la somme des points obtenus aux deux parties.",
        "online_resources": "Moodle",
        "bibliography": "Bijleveld, H.-A., Estienne, F., & Vander Linden, F. (2014). Multilinguisme et orthophonie: Réflexions et pratiques à l'heure de l'Europe. Elsevier Masson. Ellis, R. (2008). The Study of Second Language Acquisition. Oxford: Oxford University Press. Grosjean, F. (2010). Bilingual: Life and reality. Cambridge, MA: Harvard University Press. Grosjean, F. & Li, P. (2013). The psycholinguistics of bilingualism. New York, NY: John Wiley & Sons, Inc. Ortega, L. (2011). Second Language Acquisition. London : Routledge.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1210",
        "title": "Méthodologies de la recherche",
        "credits": "5.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Corneille Olivier"
        ],
        "teaching_language": "Français",
        "topics_covered": "Concepts fondamentaux: Spécificités et portées d'une approche scientifique en psychologie et sciences de l'éducation. Méthodes de recherche qualitatives et quantitatives en psychologie et sciences de l'éducation (niveau descriptif, corrélationnel et expérimental) Concepts de variables, fiabilité, validité, sélection des participants, plan expérimental et éthique de recherche (ces thématiques seront abordées par le biais d'exemples de situations liées à la psychologie et des sciences de l'éducation) Les outils de mesure utilisés dans les méthodes de recherche Comment écrire une synthèse structurée de la méthode utilisée Ces concepts seront illustrés au travers de séminaires donnés par des professionnels de la recherche (chercheurs ayant une expérience de la recherche) Les séminaires parcourront des thématiques de : (i)  la psychologie clinique et de la sante?, (ii) l'éducation et du développement, et (iii) de la psychologie sociale, du travail et des organisations. Les trois thématiques couvriront des méthodes de recherche différentes (e.g., méthodes qualitatives et quantitatives, mesures implicites, stratégies d'échantillonnage et types de participants divers). au travers de la participation à des expériences menées par des professionnels de la recherche issus de la faculté.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : E1 : maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et sciences de l'éducation E2 : identifier l'apport de la recherche scientifique en psychologie et sciences de l'éducation, et faire une analyse critique des méthodes de recherche utilisées dans la littérature existante E3 : agir en tant qu'universitaire, de manière rigoureuse, déontologique et éthique Le cours vise secondairement à amener les étudiants à : A2 : analyser et modéliser une situation (individu ou groupe) en référence à des méthodes et outils relevant de la psychologie et des sciences de l'éducation B1 : maîtriser les connaissances à propos les méthodes des interventions visant à améliorer une situation donnée (individu ou groupe) (plus spécifiquement, la méthodologie liée a? la planification, la réalisation et l'évaluation de l'efficacité? d'une intervention) B2 : planifier une expérience ou une intervention visant à évaluer ou à améliorer une situation donnée (individu ou groupe) C1 et C2 : présenter par écrit une synthèse structurée des méthodes de recherche (typique de la psychologie et des sciences de l'éducation) D1 : se mettre à l'écoute d'autrui en situations d'apprentissage et en milieux professionnels D2 et D3 : interagir et collaborer avec des chercheurs professionnels en situations d'apprentissage",
        "content": "Concepts fondamentaux : Spécificités et portées d'une approche scientifique en psychologie et sciences de l'éducation. Méthodes de recherche qualitatives et quantitatives en psychologie et sciences de l'éducation (niveau descriptif, corrélationnel et expérimental) Concepts de variables, fiabilité, validité, sélection des participants, plan expérimental et éthique de recherche (ces thématiques seront abordées par le biais d'exemples de situations liées à la psychologie et des sciences de l'éducation) Les outils de mesure utilisés dans les méthodes de recherche Comment analyser, évaluer et appliquer les principes des méthodes de recherche dans le contexte d'expériences de recherche réelles Ces concepts seront illustrés Par le biais de séminaires donnés par des professionnels de la recherche (chercheurs ayant une expérience de recherche). Les séminaires couvriront des thèmes avec différentes méthodes de recherche (par exemple, méthodes qualitatives et quantitatives, mesures implicites, stratégies d'échantillonnage et différents types de participants). Par la participation à des expériences menées par des professionnels de la recherche de la faculté.",
        "teaching_methods": "Cours et Travaux Pratiques Certaines parties du cours seront dispensées dans une version hybride anglais/français. Le cours est dispensé en grande partie en français, bien que le professeur T. Kohut s'exprimera en anglais tout en utilisant des diapositives de cours en français. Vos travaux de cours devraient être complétés en français et les examens se dérouleront en français.",
        "assessment_methods": "Le cours se compose de plusieurs modules, chacun avec une évaluation. Les différentes évaluations mesurent les connaissances des méthodes qualitatives et quantitatives, les compétences en matière d'évaluation critique des méthodes et les compétences en matière d'application des connaissances à de nouveaux scénarios de recherche. La note finale est la moyenne pondérée d'une série de questions à choix multiples et / ou de questions à réponses multiples à l'examen de janvier (30 %), d'un examen à questions ouvertes à réponse courte et/ou à développement (40 %), d'un travail écrit impliquant des méthodes qualitatives ( 15 %) et des travaux écrits impliquant des méthodes quantitatives (15 %). Pour la réalisation de tous travaux écrits indépendants, l'utilisation d'outils d'intelligence artificielle générative (par exemple ChatGPT) est interdite.",
        "other_info": "Les cours cités ci-dessous fournissent des bases importantes de compréhension et d'intégration de la matière de ce cours. LPSP1012 Méthodologie de l'observation",
        "online_resources": "La plate-forme Moodle",
        "bibliography": "Willig, C. (2013). Introducing Qualitative Research in Psychology (3th Ed.).UK: Open University Press. Voir Moodlle pour les autres liens / See Moodle for other links",
        "course_materials": "PPT sur Moodle",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2103",
        "title": "Déontologie et organisation légale de la pratique logopédique",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Crollen Virginie",
            "Vanderschuren Justin"
        ],
        "teaching_language": "Français",
        "topics_covered": "Initier : - aux principes de base de la déontologie et de l'organisation de la pratique logopédique et de la responsabilité professionnelle, - aux dispositions légales et administratives requises par l'exercise de la profession de logopède.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage, le cours vise à amener prioritairement les étudiants à : A1. Maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation en tenant compte des principes de la déontologie et des lois qui régissent l'activité du logopède. E3. Agir en tant que professionnel de la logopédie en se référant aux principes de l'éthique  et de la déontologie. E4. Se tenir à jour par rapport aux développements récents des connaissances légales et administratives en rapport avec la pratique professionnelle. Et secondairement à : E5. Créer des contacts, ou intégrer un réseau de logopèdes en vue de partager savoirs, réflexions et pratiques, pratiquer le partage des savoirs et des pratiques avec d'autres professionnels de la santé ou de l'éducation qui sont concernés par les pathologies du langage, de la parole ou de la communication.",
        "content": "Le cours comprend deux parties : Partie 1 : La distinction entre droit et déontologie ainsi que la règle de droit. La responsabilité civile et la responsabilité pénale et la couverture du risque. Les droits du patient. Le secret professionnel. Partie 2 : législation et organisation de la pratique professionnelle de la logopédie en Belgique (la logopédie dans les soins de santé en Belgique, conditions à satisfaire pour exercer la profession, rapports des logopèdes avec l'Institut National d'Assurance Maladie Invalidité, les associations professionnelles nationales et européennes, l'EBP au service de la pratique logopédique).",
        "teaching_methods": "Exposés",
        "assessment_methods": "Partie 1 : Examen écrit : Vrai ou Faux à courte justification. Partie 2 : Examen écrit : Questions ouvertes. La note finale est la moyenne arithmétique des notes des parties 1 & 2.",
        "online_resources": "Les informations pratiques relatives au cours (e.g., l’agenda, les supports, les annonces, etc.) se trouvent sur Moodle",
        "course_materials": "Support de diapositives et documents relatifs à des lois, codes et décrets qui régissent la profession.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2204d",
        "title": "Stage II (stage de spécialisation) - Phonation, articulation et déglutition",
        "credits": "16.00",
        "hours": "400.0 h",
        "quadrimester": "Q1 ou Q2",
        "teaching_language": "Français",
        "prerequisites": "Activité d'intégration professionnelle L'accès au deuxième stage est conditionné à la réussite des trois cours de l'option de spécialisation concernée et ce, pour les étudiants qui entament leur Master-b1 à partir de 2017-2018 et qui réaliseront leur stage II au cours de l'année suivante. L’étudiant n’ayant pas acquis un niveau suffisant en maîtrise du français (équivalent au cours LLOGO1112A), ne pourra accéder au stage. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1306",
        "title": "Statistique: Analyse descriptive et modélisation GLM de données multivariées",
        "credits": "4.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bertrand Aurélie",
            "Bugli Céline",
            "Lefèvre Nathalie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours abordera les thèmes suivants : * Concept et structure d'un modèle statistique (linéaire ou non linéaire) et exemples de questions de recherche typiques liées ; * Régression  linéaire simple : critère des moindres carrés, estimation, inférence sur les paramètres, prédiction ; * Analyse de la variance à un critère de classification : construction de tableaux d'ANOVA, logique sous-jacente au test F, facteur fixe et aléatoire, comparaison multiple de moyennes ; * Analyse de la variance à 2 critères de classification : interaction, plans croisés, hiérarchisés, et balancés, anova fixe, aléatoire et mixte ; * Modèles d'ANOVA pour mesures répétées à un ou deux facteurs (beween ou within) ; * Anova non paramétrique pour données indépendantes et répétées : tests de Kruskall Wallis et de Friedman ; * Régression linéaire multiple : notation matricielle des modèles GLM, multicolinéarité, sélection de variables ; * Modèle GLM général avec application à l'analyse de covariance à un facteur quantitatif et un facteur qualitatif. Relation entre l'anova et la régression, codage de facteurs catégoriel dans une régression ; * Validation des modèles GLM : mesures de la qualité de l'ajustement, analyse des résidus, test d'homogénéité de variance et de sphéricité, détection d'outliers ou de points influents, transformation de variable ; * Analyse en composantes principales et analyse factorielle ; * Construction d'un référentiel reliant outils statistiques, types de questions de recherche et domaines d'application de la psychologie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable d'appliquer l'ensemble les méthodes de description, d'inférence et modélisation statistique vues en BAC1, 2 et 3 pour répondre aux besoins d'analyse de données émanant d'études intégrées de recherche psychologique. Plus précisément il pourra : * Traduire une problématique de recherche en question. statistiques, choisir les méthodes adaptées, les appliquer et présenter l'ensemble des résultats dans un rapport. * Formaliser le modèle statistique GLM à appliquer dans une situation expérimentale donnée. * Estimer un modèle GLM à l'aide du logiciel SPSS, en valider la qualité et en interpréter les résultats dans le contexte de l'étude. * Identifier et expliquer les concepts statistiques transversaux aux trois cours de statistique. * Extraire, à l'aide de méthodes factorielles, des variables latentes pertinentes et repérer des similitudes entre individus dans des tableaux de données multivariées. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : * A2. analyser, critiquer de manière argumentée et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie. * C2. structurer et présenter des données recueillies. * E1. maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et en sciences de l'éducation; * E2. identifier l'apport et la plus-value de la recherche scientifique en psychologie et en sciences de l'éducation sur sa compréhension de situations données. Secondairement, le cours vise à amener les étudiants à : * B1. maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation). * B3. mettre en oeuvre un plan d'intervention, en tout ou en partie, et en évaluer l'efficacité.",
        "content": "Après une introduction sur le rôle central des méthodes statistiques et en particulier des méthodes descriptives, inférentielles et de modélisation dans la pratique professionnelle du psychologue et du logopède, le cours abordera divers thèmes : Inférence statistique – Démarche et objectifs ANOVA I - Analyse de la variance à un critère de classification : Modèle classique, comparaisons post-hoc et ANOVA de Kruskal-Wallis ANOVA II - Analyse de la variance à deux critères de classification ANOVA pour mesures répétées : Modèle classique et ANOVA de Friedman Modèles de régression simple et multiple et analyse des résidus GLM - Modèle linéaire général Analyses statistiques multivariées exploratoires - Introduction et calcul matriciel Analyses statistiques multivariées exploratoires - ACP - Analyse en composantes principale",
        "teaching_methods": "Cours magistral Le cours comprend des exposés magistraux guidés par des études de cas dans le domaine de la psychologie, de la logopédie et des sciences de l'éducation. Les étudiants sont encouragés à interagir durant les cours. Travaux Pratiques ± 7 séances de TPs sont programmées pour vous aider à comprendre les concepts du cours. Il est extrêmement important d’y participer activement pour une bonne intégration de la matière. Travaux individuels obligatoires Les travaux individuels sont obligatoires. Ils consistent à visionner des vidéos, répondre aux questions du syllabus SPSS et valider les réponses via des QCM. Il est nécessaire que chaque étudiant travaille entre les cours afin d’intégrer les concepts vus lors des exposés magistraux et appliqués en TPs. Il pourra ainsi utiliser ces concepts de façon appliquée avec SPSS. Des screencasts montrant les manipulations à effectuer en SPSS seront à visionner pour aider à la réalisation des exercices proposés dans le « syllabus d’exercices d’analyse de données avec SPSS ». Les réponses de ces exercices pourront ensuite être validées par des QCMs. Permanences et séances de Questions-Réponses Les permanences permettent d’avoir une explication détaillée de questions liées aux exercices à réaliser chaque semaine sur SPSS. Pour que ces permanences soient utiles, vous devez y venir de façon active et vous devez donc vous poser des questions. Postez vos questions sur le Forum. Selon la nature et le nombre de questions, vous aurez soit directement une réponse via le Forum, soit l’ouverture d’une permanence. Des séances de questions-réponses seront organisées en fonction des besoins. Forums sur Moodle Les échanges, questions des uns et réponses des autres sont encouragés via les Forum Moodle du cours. Les exercices sont en partie corrigés par les étudiants, via les commentaires qu'ils postent et la validation est ensuite opérée par l'équipe éducative. Autres activités Les suggestions des étudiants sont les bienvenues sur des activités liées à la modélisation statistique et qui peuvent aider à intégrer la matière et à mieux comprendre des concepts statistiques vus dans d'autres cours.",
        "assessment_methods": "L'évaluation du cours consiste en une évaluation globale fondée sur 3 activités obligatoires : l'examen écrit, l’analyse d’un jeu de données à l’aide du logiciel SPSS et les exercices à réaliser chez soi Examen écrit - Type de questions : QCM, QRM et/ou ouvertes - Contenu des questions : Questions générales, questions de compréhension, d'applications, de choix de méthodes, d'interprétation, de calcul, de maitrise d'SPSS... Analyse d’un jeu de données à l’aide du logiciel SPSS Préparation et analyse d’un jeu de données à l’aide du logiciel SPSS afin de répondre à des questions statistiques sur celui-ci.   Les modalités pratique de cette partie de l’évaluation seront disponibles sur Moodle en début de cours. Exercices obligatoires à réaliser chez soi –> voir détails dans la rubrique \"méthode d’enseignement\" Calcul de la note globale - La pondération entre les parties sera précisée au plus tard la première semaine du quadrimestre sur le site Moodle du cours et dans le syllabus. - La note finale ne sera délivrée que si l’étudiant·e s’est engagé·e dans l’ensemble des dispositifs pédagogiques ; l’étudiant·e sera considéré·e comme absent·e tant qu’il ou elle n’aura pas participé aux 3 parties de l’évaluation.",
        "other_info": "Ce cours suppose que l'étudiant maîtrise le contenu des cours de statistique de Bac1 et Bac2, ou son équivalent.",
        "online_resources": "Via l'espace Moodle, mise à disposition de documents divers (vidéos, didactitiels, ...), d'explications de concepts et d'exercices sous forme de questions ouvertes et de questions type QCM à réaliser au fur et à mesure de l'avancement du cours.",
        "bibliography": "Transparents du cours disponible à La DUC et à compléter durant le cours. Certains supports sont également mis à disposition sur Moodle. Ouvrage de référence pour les 3 années de BAC pouvant aider à la compréhension de la matière (disponible à la bibliothèque - achat non indispensable) : Howell D.C. (2024). Méthodes statistiques en sciences humaines. Traduction et révision scientifique par Vincent Yzerbyt, Yves Bestgen, Nathalie Lefèvre et Aurélie Bertrand. Editions de Boeck.",
        "course_materials": "Transparents du cours disponible à La DUC et à compléter durant le cours. Certains supports sont également mis à disposition sur Moodle.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2112",
        "title": "Approche intégrée et écologique de la prise en charge des aphasies",
        "credits": "4.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hameau Solène"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours porte sur les principes de l'évaluation et de la rééducation fonctionnelles des troubles du langage et de la communication présentés par les patients cérébro-lésés. L'accent sera mis sur leur complémentarité avec les données issues des approches cliniques centrées sur la description et l'interprétation des déficits linguistiques abordées dans les cours LLOGO2110 et LLOGO2111.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet apprentissage, l'étudiant devra être capable de : A1, A2, B1 et B2. Maîtriser de manière critique les connaissances théoriques et méthodologiques spécialisées en neuropsychologie du langage en vue de mener une évaluation fonctionnelle, poser un diagnostic et proposer un projet de prise en charge visant à améliorer les habiletés de communication d'un patient aphasique en s'adaptant aux ressources, besoins et caractéristiques de son milieu. B3 . Maîtriser les procédures de contrôle des effets de l'intervention fonctionnelle et proposer des réajustements de celle-ci. Secondairement, ce cours vise à amener les étudiants à : C1. et C2. Communiquer de manière argumentée et rigoureuse, à l'oral ou à l'écrit, les résultats de l'analyse des données, leurs interprétations et les conclusions qui s'en dégagent pour l'élaboration du disposiitif rééducatif.",
        "content": "Les étudiants seront amenés à : Intégrer les principes et méthodes de l'approche fonctionnelle de l'évaluation et de la rééducation des patient.e.s aphasiques adultes. L' accent sera mis plus précisément sur les approches : a) fonctionnelles globales, b) dynamiques transactionnelles, c) dynamiques interactives ainsi que d) sur celles qui ciblent la qualité de vie des patients et de leurs proches. Appréhender de manière pratique et critique les principaux instruments d'évaluation et les méthodes rééducatives qui caractérisent ces différentes approches contextualisées des fonctions langagières et, plus largement, de la communication verbale et non verbale. Maîtriser et appliquer la méthodologie de l'analyse des effets des prises en charge rééducatives fonctionnelles des troubles langagiers et de la communication. Connaître les particularités du patient aphasique bilingue, et les principes guidant l'évaluation et la prise en charge thérapeutique de ces patients. synthétiser et intégrer les données issues des évaluations descriptives, cognitives et fonctionnelles via des études de cas de manière à préciser les indications rééducatives fonctionnelles à mettre en place et à évaluer chez un patient (recherche et analyse de travaux récents de la littérature). Les étudiants.e. seront sensibilisé.e.s aux influences des déficits cognitifs associés aux troubles du langage ainsi qu'à un ensemble de facteurs généraux et psycho-affectifs déterminants.",
        "teaching_methods": "L' enseignement se donnera exclusivement en mode présentiel et alternera des séances d'exposés et des séances de travaux pratiques sur les évaluations et rééducations fonctionnelles des troubles du langage ainsi que sur l'intégration des différentes sources de données cliniques dans la mise en place d'un suivi rééducatif. Les étudiants seront entraînés à réaliser une analyse fonctionnelle des performances de communication d'un patient et d'en mesurer les effets dans une analyse comparative.",
        "assessment_methods": "L' évaluation individuelle écrite des acquis d'apprentissage est prévue en présentiel et comporte : - des questions ouvertes, à choix multiples et/ou encore des questions VRAI/FAUX (avec justifications) axées sur la compréhension et l'analyse de vignettes de cas et des données théoriques qui s'y rattachent. (75% de la note finale) - dans le cadre des travaux pratiques, l'étudiant remettra un travail écrit individuel qui portera sur les résultats d'une analyse fonctionnelle des performances d'un patient aphasique et des indications rééducatives qui peuvent en être dégagées. (25% de la note finale) En cas d'échec, l'ensemble de la matière sera représenté à la seconde session. Les enseignantes se réservent le droit de modifier la modalité de l'examen si les conditions sanitaires devaient l'imposer.",
        "other_info": "Cette activité est difficilement accessible à un public qui ne maîtriserait pas la langue d’enseignement. Les supports cliniques audio-visuels utilisés, les travaux pratiques et l'évaluation des acquis d'apprentissage requièrent en effet des étudiant.e.s de pouvoir analyser les productions pathologiques de patient.e.s aphasiques francophones. L’accès à l’examen écrit de la première session sera conditionné à la remise du travail à la date fixée. En cas d'échec à la première session, l'ensemble de la matière sera représenté à la seconde session, sous forme d'un examen écrit (100% de la note). L'étudiant.e qui se trouve dans la situation de devoir représenter cette matière à la première session de l'année académique 2024-2025 est tenu.e de représenter l'ensemble de la matière actualisée et de réaliser le travail. En s’inscrivant à ce cours, l’étudiant.e s’engage à ne diffuser en aucun cas tout document ayant trait aux patients (vidéos, documents de travail et d’analyse, etc…).",
        "bibliography": "Chapitres didactiques : X. Seron & M. Van der Linden (2014 et 2016). Traité de neuropsychologie clinique. Paris : Deboeck. Les articles scientifiques, les documents publiés relatifs aux instruments d'évaluation et aux travaux rééducatifs ainsi que les documents écrits analysés seront communiqués au fur et à mesure de la progression du cours.",
        "course_materials": "Le support du cours inclut : les diapositives de synthèse de l'année en cours,  certains chapitres didactiques et des articles scientifiques, notamment relatifs aux thérapies référentielles et conversationnelles",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2142",
        "title": "Disfluences et dysarthries : évaluation et prise en charge logopédiques",
        "credits": "7.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vannuscorps Gilles"
        ],
        "teaching_language": "Français",
        "topics_covered": "Modèles théoriques, examen, diagnostic différentiel et prise en charge des pathologies de la parole d'origine centrale, des dysarthries et des disfluences.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de comprendre et de décrire les troubles de la parole d'origine centrale les plus fréquents, de les différencier et d'en connaître les hypothèses étiologiques. Il maîtrisera également les principaux moyens d'évaluation et de prise en charge. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. Maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation B1. Maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation) Secondairement, ce cours vise à amener les étudiants à : A2. Analyser, critiquer de manière argumentée et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie.",
        "content": "1. Comprendre, diagnostiquer et prendre en charge les principaux troubles de la parole d'origine \"centrale\" - Comprendre, diagnostiquer et prendre en charge les dysarthries - Comprendre, diagnostiquer et prendre en charge l'apraxie de la parole et de la dyspraxie verbale - Comprendre, diagnostiquer et prendre en charge le bégaiement - Introduction aux autres troubles de la parole d'origine centrale: mutismes, anarthries etc. 2. Devenir un clinicien autonome dans le domaine de la parole et de ses troubles - Apprendre à trouver, lire, évaluer, utiliser des publications scientifiques à des fins cliniques et échanger/communiquer à leur propos OBJECTIFS Au terme du cours, l'étudiant devra être capable, d'utiliser ses connaissances et/ou de trouver l'information nécessaire afin de comprendre, prévenir, diagnostiquer et prendre en charge efficacement les troubles de la parole résultant de troubles centraux: les dysarthries, les apraxies de la parole, la dyspraxie verbale, le bégaiement et d'autres troubles de la parole. L'étudiant sera aussi capable de trouver des articles scientifiques pertinents pour répondre à ses questions, de les lire, de les évaluer et de les présenter.",
        "teaching_methods": "Exposés magistraux et travaux pratiques en présentiel pour autant que la situation sanitaire liée à la COVID-19 le permette. Les étudiants réaliseront un travail de groupe consistant à identifier et à présenter à l'oral un travail de recherche publié dans le domaine de la parole et de ses troubles.",
        "assessment_methods": "L’évaluation du cours vise à mesurer l’atteinte des acquis d’apprentissage visés. Cette évaluation comprendra deux parties : Un examen composé de questions ouvertes (sur 15 points). La langue d’évaluation est le français. Pour autant que la situation sanitaire liée à la COVID-19 le permette, les examens de première et de seconde session seront des examens écrits et se dérouleront en présentiel. Si la situation sanitaire ne permet pas l'organisation d'un examen en présentiel, alors un examen oral en distanciel sera organisé. La réalisation d'un travail de groupe consistant à présenter à l'oral (en français)  un travail de recherche publié dans le domaine de la parole et de ses troubles (sur 5 points). Ce cours a recours au principe de la note absorbante, c'est à dire que les deux parties (1) et (2) du cours doivent être réussies (au moins 7.5/15 pour l'examen écrit et au moins 2.5/5 pour le projet de communication) pour obtenir une note égale ou supérieure à 10/20. Concrètement, si les deux parties sont réussies ou si les deux parties sont échouées, la note finale, sur 20, sera la somme des points obtenus aux parties (1) et (2). Par contre, si une partie est réussie que l'autre est échouée, l'étudiant recevra la note correspondant à celle de la partie échouée, qui \"absorbe\" la note de l'autre partie. Dans ce cas de figure, la note de la partie réussie sera considérée acquise, et conservée. Donc, seule la partie échouée devra faire l'objet d'une nouvelle évaluation.",
        "other_info": "Un excellent (mais non obligatoire) livre introductif aux matières enseignées dans les cours LLOGO1327 et 2142 est: The Neural Control of Speech (https://mitpress.mit.edu/books/neural-control-speech)",
        "online_resources": "Toutes les informations concernant ce cours seront disponibles sur l'espace dédié au cours sur Moodle (l'agenda, les supports, les annonces, etc).",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo1112a",
        "title": "Maitrise du français écrit",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Recherche de documents scientifiques, plagiat, communication écrite (orthographe courante du français, prise de notes et rédaction), communication orale, collaboration en groupe, utilisation de logiciels courants, profession de logopède.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de l'activité est de permettre à l'étudiant de s'approprier les outils dont il aura besoin lors de son parcours académique, liés à la maîtrise de la langue (communication orale et écrite), à la recherche documentaire, à la prise de notes, à l'utilisation de logiciels courants et de découvrir le champ professionnel de la logopédie. Eu égard au référentiel des acquis d'apprentissage, le cours vise plus particulièrement à amener les étudiants à : C1. présenter oralement et par écrit une synthèse en l'adaptant à différents publics et aux intentions poursuivies; F2. mettre en oeuvre les moyens et les opportunités pour développer un projet professionnel personnel. D1. se mettre à l'écoute d'autrui en situations d'apprentissage et en milieux professionnels;",
        "content": "Les séances hebdomadaires de cours visent à amener l'étudiant à une maitrise courante de l'orthographe. Certaines séances sont construites sur base de cas cliniques, donnant à l'étudiant une première approche de la profession de logopède. Au cours de certaines séances, des épreuves de dictée et de détection sont proposées aux étudiant.e.s, leur permettant de s'auto-évaluer et d'obtenir un feedback sur leurs compétences orthographiques. Enfin, un dispositif d'auto-apprentissage (en autonomie, sur Moodle) permet à l'étudiant qui en a besoin de se remettre à niveau en maîtrise du français.",
        "teaching_methods": "Les séances de cours LLOGO1112 sont prévues en présentiel. Cependant, si le contexte sanitaire (COVID-19) venait à l'imposer, le cours pourrait se donner en distanciel selon un calendrier qui tiendra compte de l'évolution de la situation.",
        "assessment_methods": "En première et en deuxième session, l’évaluation repose sur un examen écrit sous forme d'une dictée et d'une détection d'erreurs au sein d'un texte (la réussite est conditionnée à 8 fautes d'orthographe maximum et aucune faute élémentaire). Elle se fera via un examen classique en auditoire (si la situation sanitaire le permet, à défaut, l'examen sera organisé en distanciel).",
        "online_resources": "Les différents documents servant de support seront fournis au fur et à mesure des activités, sur moodle. Sites internet pour améliorer ou tester ses compétences orthographiques : - https://www.ccdmd.qc.ca/fr/exercices_interactifs/ - https://www.cordial.fr/grammaire/francais.htm - http://www.la-dictee-du-balfroid.be/ - http://orthonet.sdv.fr/ - http://www.pause.pquebec.com/dictee.php Ouvrages pour améliorer ou tester ses compétences orthographiques : - Fairon, C., & Simon, A. C. (2019). Les quiz du Petit bon usage: Testez votre grammaire dans des citations d'écrivains. Paris : De Boeck Supérieur. - Gaillard, B., & Colignon, J. P. (2005). Toute la grammaire. Paris : Albin Michel. - Gaillard, B., & Colignon, J. P. (2005). Toute l'orthographe. Paris : Albin Michel. - Gaillard, B., & Colignon, J. P. (2005). Toute la conjugaison. Paris : Albin Michel. - Pivot, B., & Sommant, M. (2002). Les dictées de Bernard Pivot: les dicos d'or. Paris : Albin Michel. - Grevisse (1995). Précis de grammaire française (30ème édition). Bruxelles : Edition Duculot. - Grevisse, M & Goosse A. (1980). Nouvelle grammaire française. Bruxelles : Edition Duculot. - Grevisse (1996). La force de l’orthographe. 300 dictées progressives commentées. Bruxelles : Edition Duculot. - Estienne F. (2002). Orthographe, pédagogie et orthophonie. Paris : Masson. - Thiry P. (1988). Vocabulaire français. Bruxelles : Edition Duculot. - Moriame M-A (2003). Outils d'orthographe: une méthode simple à l'usage de tous. Jambes : Les éditions Namuroises. - Moriame M-A (2004). Outils d'orthographe: jeux et exercices. Jambes : Les éditions Namuroises. - Thiébault-Roger, F. (1999). Dictées de concours: dictées à compléter, dictées à corriger, dictées de concours. Paris : Vuibert. - Didier, J. J., & Seron, M. (2013). Manuel d'orthographe: 60 dictées progressives avec exercices et corrigé+ Audio et tests interactifs en ligne. Paris : De Boeck Superieur.",
        "bibliography": "Les différents documents servant de support seront fournis au fur et à mesure des activités, sur Moodle",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2104",
        "title": "Vieillissement Cognitif et Langage",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Agrigoroaei Stefan"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les troubles du langage* dans les principales formes de pathologies neurodégénératives : la maladie d'Alzheimer, la démence fronto-temporale, la maladie de Parkinson, les atrophies corticales focales (aphasies progressives primaires), les démences sous-corticale (mais pas troubles de la parole) * les troubles de la parole relevés dans les pathologies neurodégénératives seront abordés dans le cours LLOGO2142 Disfluences et dysarthries : évaluation et prise en charge logopédiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 ACQUIS D'APPRENTISSAGE A1. Maitriser de manière critique des connaissances spécialisées qui permettent d'identifier une plainte et de comprendre les difficultés de langage, communication et de calcul qu'un individu pourrait rencontrer. A l'issue de ce cours l'étudiant(e) sera capable de décrire et d'identifier les déficits du langage décrits dans les principales formes de démences en les resituant dans le cadre plus large des troubles cognitifs et comportementaux présentés par ces patients. C2. Structurer et présenter clairement de façon correcte, neutre, argumentée des données recueillies et conclusions. E6. Identifier les limites de sa propre expertise et avoir connaissance des spécificités des professions médicales et paramédicales connexes et ce, afin de pouvoir réorienter le patient lorsque c'est nécessaire.",
        "content": "Le cours comprendra une présentation des principales formes de démences sous l'angle : -       de leur sémiologie et neuropathologie -       des troubles cognitifs des troubles du langage en particulier",
        "assessment_methods": "L'évaluation consiste en la réalisation d’un travail (40% de la note finale) et un examen écrit (questions ouvertes ; 60% de la note finale). La participation aux deux étapes de l’évaluation est nécessaire pour valider le cours. La note finale ne sera délivrée que si l’étudiant(e) s’est engagé(e) dans l’ensemble des dispositifs pédagogiques ; l’étudiant(e) sera considéré(e) comme absent(e) tant qu’il(elle) n’aura pas participé aux deux parties. Les modalités d’évaluation restent les mêmes pour toutes les sessions d'une même année académique.",
        "other_info": "This course is given in an “English-friendly” format. For details, please see below. The standard evaluation is in French. However, international students will be allowed to use a dictionary when taking the exam in French or to take the exam in English.",
        "bibliography": "Chapitres et articles scientifiques (l'information présentée sur la plateforme Moodle servira de référence)",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2204c",
        "title": "Stage II (stage de spécialisation) - Déficiences sensorielles",
        "credits": "16.00",
        "hours": "400.0 h",
        "quadrimester": "Q1 ou Q2",
        "teaching_language": "Français",
        "prerequisites": "Activité d'intégration professionnelle L'accès au deuxième stage est conditionné à la réussite des trois cours de l'option de spécialisation concernée et ce, pour les étudiants qui entament leur Master-b1 à partir de 2017-2018 et qui réaliseront leur stage II au cours de l'année suivante. L’étudiant n’ayant pas acquis un niveau suffisant en maîtrise du français (équivalent au cours LLOGO1112A), ne pourra accéder au stage. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco1220",
        "title": "Sociétés, cultures, religions : questions humaines fondamentales",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Legrand Geoffrey"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours propose une réflexion critique sur les grandes questions existentielles dans le contexte de la modernité européenne. Une ouverture aux différentes religions et philosophies présentes dans l’espace public actuel sera faite pour aborder ces questions en même temps qu’elle permettra d’interroger le pluralisme dans nos démocraties. Les sciences des religions seront sollicitées, ainsi que la théologie chrétienne dans la mesure où par théologie l’on désigne le travail critique d’une religion sur elle-même.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 analyser un questionnement sur le sens d'une destinée individuelle et collective. 2 identifier les réponses apportées par les religions aux questions existentielles et percevoir leurs enjeux dans la modernité européenne. 3 décrire les conditions d'un dialogue entre convictions en contexte pluraliste.",
        "content": "L’une des caractéristiques fondamentales de l’être humain consiste à se poser des questions sur le sens de la vie : sur ses origines profondes, sur sa fin dernière ainsi que sur les raisons de son existence. Pour « se comprendre », un effort d’introspection est non seulement nécessaire (relation à soi, herméneutique), mais il doit aussi se combiner avec un examen de nos relations aux autres créatures, aux autres personnes, et, éventuellement, à la transcendance. Pour répondre à ces questions existentielles, les différentes générations qui nous ont précédés ont puisé dans les ressources des traditions culturelles (œuvres artistiques, littéraires, etc.) et religieuses dont le christianisme. En « décongelant » et en « recontextualisant » ces ressources, tout un chacun est en mesure aujourd’hui de puiser des éléments susceptibles de répondre à cette quête de sens. Plus profondément, ces questions existentielles se rapportent aussi au sens de notre identité individuelle et collective. Celle-ci se façonne notamment au travers de nos différentes rencontres et par le dialogue avec les autres. Dans notre contexte post-moderne où les identités se forment au travers d'interactions, il est intéressant de reposer la question du dialogue interconvictionnel et interreligieux. Dans quelle mesure ce dialogue peut-il m’enrichir intérieurement ? Et comment mettre en place un tel dialogue dans le contexte de nos sociétés post-modernes où nous sommes à la fois appelés à construire nos identités, tout en apprenant à gérer la pluralité ? En mettant en interaction des apports des sciences humaines (anthropologie, sociologie, psychologie, etc.), de la philosophie et en particulier de la théologie chrétienne, ce cours vise à permettre aux étudiants non seulement de s’interroger en profondeur sur le sens de son existence mais aussi sur la construction d’une identité dialogale dans la société post-moderne. Quelques thèmes seront particulièrement travaillés : l'utilisaiton des symboles religieux pour répondre aux questions existentielles, l'écologie intégrale (notamment l'encyclique Laudato Si' ), la fraternité (encyclique Fratelli tutti ) et le dialogue interconvictionnel et interreligieux.",
        "teaching_methods": "Cours magistral (apports théoriques) et lectures complémentaires pour préparer ou approfondir le cours.",
        "assessment_methods": "Examen écrit d'une durée de 2h (que ce soit pour la session de janvier, de juin ou d'août). Des précisions seront données sur Moodle .",
        "other_info": "- Ce cours est destiné aux étudiants des programmes suivants : ARKE1BA, GERM1BA, LAFR1BA, LOGO2M, MUSI1BA, PSP1BA, FILO1BA, HIST1BA, ROM1BA, ROGE1BA (voir programmes / formations proposant cette UE). - Dans le cadre de ce cours, certaines questions liées à l'éducation au développement durable seront abordées. - Première séance: mardi 17 septembre 2024, de 14h00 à 16h00.",
        "online_resources": "Moodle LTECO 1220",
        "bibliography": "Les powerpoints du cours seront disponibles sur Moodle et seront présentés avec une liste bibliographique.",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2111",
        "title": "Troubles du langage dans les aphasies : des théories à la revalidation",
        "credits": "7.00",
        "hours": "60.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "de Partz de Courtray Marie-Pierre",
            "Hameau Solène",
            "Vannuscorps Gilles"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours visera à amener l'étudiant à établir le lien entre les principaux modèles théoriques qui sous-tendent les principales fonctions langagières et les méthodes d'examens, les interprétations théoriques des troubles ainsi que la mise en place de programmes rééducatifs théoriquement motivés et de la mesure de leurs effets.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage, le cours visera prioritairement à amener les étudiants à : A1. Maîtriser de manière critique des connaissances théoriques et cliniques spécialisées qui permettent de comprendre et interpréter les principaux déficits du langage rencontrés chez les patients cérébro-lésés en fonction de modèles théoriques. A2. Observer, analyser, critiquer, interpréter de manière argumentée les manifestations aphasiques en référence à des théories et résultats de recherches, en se fondant sur des connaissances en neuropsychologie du langage et en mobilisant les méthodes et outils pertinents relevant du champ de la logopédie. A3.Poser un diagnostic (interprétation cognitive) en mettant en évidence les limites de son analyse et de son interprétation. B1. Maîtriser de manière spécialisée et critique les connaissances relatives au fonctionnement pathologique d'un patient aphasique sur le plan logopédique ainsi que les principales techniques d'intervention pour assurer sa rééducation du langage. B2. Elaborer et planifier un projet de rééducation spécifique en mobilisant les outils pertinents pour assurer l'amélioration du langage du patient, en adaptant le projet d'intervention aux déficits cognitifs associés. C1. Communiquer, à l'oral et à l'écrit, les résultats de l'analyse cognitive et le programme de rééducation mis en place, et ce en l'argumentant et en adaptant sa communication à l'interlocuteur.",
        "content": "Le cours porte sur l'approfondissement des troubles des fonctions langagières présentés par les patient.e.s aphasiques adultes. Il se fonde sur l'abord cognitif des troubles et comporte quatre parties en liaison étroite et qui porteront sur : -       Les troubles sémantiques -       Les troubles lexicaux -       Les troubles phonologiques et phonétiques (en production et compréhension) -       Les troubles du langage écrit :  les dysorthographies, dysgraphies et dyslexies acquises -       Les troubles morpho-syntaxiques et syntaxiques (en production et compréhension) Dans chacune de ces parties seront abordés : les principaux modèles théoriques de référence, la démarche d'évaluation qui en découle, les tests récents publiés en langue française, l'articulation entre le diagnostic cognitif posé et la mise en place d'un programme rééducatif argumenté ainsi que le contrôle de ses effets. Le cours LLOGO2111 comporte donc cinq volets complémentaires offrant l'essentiel des connaissances et compétences approfondies nécessaires à l'évaluation et à la prise en charge thérapeutique des troubles acquis du langage d'origine neurologique, lorsque cette prise en charge est focalisée sur la remédiation des troubles eux-mêmes. Ce cours ne comporte pas de volume 2 distinct. Néanmoins, des exercices et analyses cliniques sont régulièrement intégrés dans les différentes séances de cours en rapport avec des cas cliniques présentés sur supports audio-visuels ou écrits (protocoles).",
        "teaching_methods": "L' enseignement se donne exclusivement en mode présentiel et alterne des séances d'exposés et des séances de discussions de cas présentés sur supports audio-visuels ou écrits (protocoles). Des exercices spécifiques sont proposés en parallèle aux étudiant.e.s et les corrections sont fournies aux cours ou via Moodle.",
        "assessment_methods": "L' évaluation, qui sera effectuée en langue française, comprend : Un examen écrit en session composé de questions ouvertes, qui portera sur le bloc sémantique (25% de la note) ; Un travail qui sera réalisé au cours du Q2 et qui couvrira 15% de la note totale du cours ; ce travail portera sur un cas clinique présentant un trouble acquis du langage écrit ; Un examen oral individuel en session et en présentiel qui sera composé de questions ouvertes, de questions à choix multiples ou de questions vrai/faux (avec justifications), axées sur la compréhension et l'analyse de vignettes cliniques et des données théoriques qui s'y rattachent ; Cet examen oral portera sur l'ensemble de la matière à l'exception du bloc sémantique, et vaut pour 60% de la note finale. Ces trois différentes évaluations permettent à l'étudiant.e de démontrer les connaissances et compétences définies dans les acquis d'apprentissage de l'unité d'enseignement. Il est important de noter : - que l’accès à l’examen oral  et à l'examen écrit de la première session sera conditionné à la remise du travail à la date fixée ; - que la  réussite  de  l’examen  ne  peut  être obtenue  que  moyennant  la  réussite  de chacune  des parties d’évaluation.        Seules les parties échouées devront être représentées en seconde session. -  que l'étudiant.e qui se trouve dans la situation de devoir représenter cette matière à la première session de l'année académique 2024-2025 est tenu.e de représenter l'ensemble de la matière actualisée et de réaliser le travail. Les enseignant.e.s se réservent le droit de modifier la modalité de l'examen si les conditions sanitaires devaient l'imposer.",
        "other_info": "Cette activité est difficilement accessible à un public qui ne maîtriserait pas la langue d’enseignement. Les présentations de cas sur supports audio-visuels, les travaux pratiques et l'évaluation des acquis d'apprentissage requièrent en effet des étudiant.e.s de pouvoir analyser les productions pathologiques de patient.e.s aphasiques francophones majoritairement. Le cours ne sera validé et la note finale délivrée que si l’ensemble des tâches d’évaluation ont été complétées par l’étudiant. Dans le cas contraire, l’étudiant.e sera considéré.e absent.e. (repris plus haut) En s’inscrivant à ce cours, l’étudiant.e s’engage à ne diffuser en aucun cas tout document ayant trait aux patients (vidéos, documents de travail et d’analyse, etc…).",
        "course_materials": "Le support bibliographique sera précisé au début de chaque bloc.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl1842",
        "title": "Anglais pour psychologues & logopèdes",
        "credits": "4.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Duelz Marie",
            "Jacob Sandrine",
            "Knorr Sabrina",
            "Lefevre Carlo",
            "Nyssen Jean-Paul"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "L'étudiant devra avoir réussi le cours LANGL1841 ou un cours d'un niveau similaire, correspondant au niveau B2 inférieur en comprehension à l'audition et au niveau B2+ en comprehension à la lecture du « Cadre Européen Commun de référence pour les Langues » (Conseil d'Europe). Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours est articulé autour de différents thèmes liés à la psychologie, aux sciences de l'éducation et à la logopédie. Les textes et vidéos abordés au cours proviennent de sources authentiques et impliquent (pour ce qui est des textes) la lecture et la préparation à domicile de la part de l'étudiant qui doit mettre en oeuvre les stratégies de lecture acquises en classe. L'analyse et les commentaires des textes et vidéos impliquent l'interaction des étudiants. L'étudiant sera amené à faire de petits exposés oraux. Le vocabulaire et les structures de base sont consolidés par le biais d'exercices écrits et oraux (analyse et commentaires) La grammaire est vue en contexte et renforcée par des exercices systématiques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme de ce cours, l'étudiant devra acquérir les compétences suivantes : 1 Compréhension à la lecture comprendre en détails des textes descriptifs, argumentatifs et académiques relatifs à son domaine d'études Niveau C1 du Cadre européen commun pour les langues 2 Compréhension à l'audition comprendre en détail des exposés ou des programmes télévisés sur des sujets relatifs à son domaine d'études à condition que la langue soit standard et bien articulée Niveau B2 du Cadre européen commun pour les langues 3 Connaissance du code maitriser le vocabulaire (élémentaire, intermédiaire, académique et spécifique à la psychologie maîtriser les principaux points grammaticaux (formes verbales) maîtriser  l'accentuation (prononciation)",
        "content": "Ce cours « English for Psychologists » est destiné à améliorer la compréhension à la lecture et à l'audition de matériel authentique dans les domaines de la psychologie, des sciences de l'éducation et la logopédie.  Il vise également à donner aux étudiant·es une meilleure maîtrise du code linguistique de l'anglais à travers des exercices systématiques de grammaire et de prononciation ainsi qu'à développer le vocabulaire général, académique et spécifique des étudiant·es. Au terme de ce cours les étudiant·es auront atteint le niveau C1 du Cadre européen commun pour les langues pour ce qui est de la compréhension à la lecture et le niveau B2 pour ce qui est de la compréhension à l'audition.",
        "teaching_methods": "Lecture à domicile de textes, de façon extensive et intensive et en adoptant les stratégies de lecture. analyse et commentaire de ces textes au cours. décodage, au rythme de chacun, des programmes vidéo, de façon extensive et intensive. analyse et résumé de points grammaticaux (formes verbales). exposé des mécanismes phonétiques anglais, y compris l'accent tonique. correction des fautes de prononciation du vocabulaire général et spécifique. auto-apprentissage encadré avec feedback sur Moodle.",
        "assessment_methods": "1. En début d'année, les étudiant·es passent un test diagnostique obligatoire sur Moodle à l'issue duquel les étudiant·es ayant obtenu la note requise devront confirmer leur niveau lors d'un test dispensatoire obligatoire qui a lieu en présentiel. Si les étudiant·es obtiennent la note requise, les étudiant·es seront dispensé·es du cours et la note obtenue au test dispensatoire sera transformée en note finale pour le cours. Le test est interdit aux étudiant·es qui n’ont pas validé le cours d’anglais du bloc1 LANGL1841. 2. Examens/évaluation finale A. Examen partiel de janvier (50%) - Examen écrit (40%) portant sur: * les chapitres de grammaire, le vocabulaire, les textes et vidéos abordés au premier quadri + matière non-vue pour tester les compétences de compréhension à l’audition et à la lecture. * Vocabulaire académique : Multitest (matière disponible sur Moodle) - Examen oral (10%) portant sur la prononciation du vocabulaire général et spécifique et la lecture d'un extrait de vidéo vu en classe (ou sur Moodle) et d’un passage préparé. lors de la session de janvier, sur RDV avec le professeur 1. Lecture de mots : 20 mots d'anglais général (Le Répétiteur) 10 mots d'anglais spécifique de Psycho. (Le Répétiteur) 2. Lecture d'un passage provenant d’un script d’une vidéo vue (au cours ou en auto-apprentissage sur Moodle) + passage préparé à l’avance: vous pourrez préparer 5 passages sélectionnés par les professeurs (disponibles sur Moodle). Lors de l’examen, un des 5 passages sera tiré au sort. Les deux parties de l’examen (écrit et oral) doivent être présentées. Si l’étudiant·e est absent·e à l’écrit ou l’oral, il/elle sera considéré·e absent·e pour l’ensemble du partiel. IMPORTANT : La cote sur le bureau virtuel en janvier est l’addition de la cote de l’écrit du partiel ET de l’oral du partiel. C’est la cote du bureau virtuel qui compte : les étudiant·es qui ont obtenu moins de 10/20 doivent repasser les deux parties (écrit ET oral) du partiel lors de l’examen de juin (un report direct vers la session d’août/septembre n’est pas possible). (voir article 82 ci-dessous). B. Examen écrit de juin (30%) - portant sur les chapitres de grammaire, le vocabulaire, les textes et vidéos abordés au second quadri + matière non-vue pour tester les compétences de compréhension à l’audition et à la lecture. C. EVALUATION CONTINUE (20%, comptabilisés en juin) - Barre de progression : la participation au cours et le travail fourni pendant toute l’année sur la plateforme Moodle seront également pris en compte à hauteur de 10% de la note finale. Si la barre est complétée à moins de 50%, vous obtiendrez 0/10 pour cette partie. Au-delà, le pourcentage est pris en compte de manière proportionnelle (60% de la barre complétée = 6/10, 70% de la barre complétée = 7/10 etc…) - Research Article (10%) : en sous-groupes, durant le premier quadri (pondération prise en compte pour cote finale en juin) : cherchez un article scientifique qui porte sur un sujet de votre choix, lié au domaine de la psychologie ou de la logopédie, créez une fiche de vocabulaire comportant les 10 termes les plus importants de l’article et présentez le contenu de l’article oralement. Voir introduction syllabus pour les instructions détaillées. Examen d’août/septembre Toute la matière doit être représentée, matière Q1 et Q2, le vocabulaire multitest et l’examen oral inclus Extrait du Règlement des études et des examens: Article 82. – Lorsque l’étudiant présente à la session de janvier une épreuve partielle et qu’il atteint, pour cette épreuve partielle, le seuil de réussite, il présente à la session de juin un examen sur le solde de l’épreuve; s’il ne présente pas l’examen en juin, il perd le bénéfice de l’épreuve partielle. S’il n’a pas atteint le seuil de réussite pour l’épreuve partielle de janvier, il présente à la session de juin un examen sur la totalité de l’épreuve. En toutes hypothèses, en septembre, l’examen porte sur la totalité de l’épreuve. Pondération : Écrit : 80% Oral : 20% Les deux parties de l’examen (écrit et oral) doivent être présentées. Si l’étudiant·e est absent·e à l’écrit ou l’oral, il/elle sera considéré·e absent·e pour l’ensemble de l’examen. Langue d'évaluation: anglais",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=4656",
        "bibliography": "Le syllabus du cours « English for psychologists & speech and language therapists » Le cours mis en ligne sur la plateforme Moodle où l'étudiant trouvera des exercices supplémentaires de compréhension à la lecture et à l'audition, des exercices grammaticaux et lexicaux ainsi que l'ensemble des vidéos vues au cours.",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2203",
        "title": "Questions approfondies et recherches en langage oral et troubles des apprentissages",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Crollen Virginie",
            "Van Reybroeck Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours vise à développer des compétences de prise de recul critique quant aux apports et limites des recherches pour la pratique clinique en logopédie. Il exploite différents formats de la communication scientifique afin de développer les compétences nécessaires à une communication en recherche.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours met l'accent sur les aptitudes plutôt que sur les connaissances. L'étudiant apprendra à dégager les apports et limites de la recherche scientifique appliquée en logopédie. Il sera mis en situation d'apprentissage en groupe en vue de développer ces compétences. Il apprendra à s'adapter à son public, à structurer sa communication autour d'un message, maîtriser les règles et les formats de la communication scientifique, en faisant preuve d'esprit critique. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : E2. Identifier l'apport et les limites de la recherche scientifique appliquée en logopédie (et en psychologie) pour la compréhension de situations données. C1. Communiquer, à l'oral et à l'écrit, sur des recherches dans le domaine de la logopédie, en adaptant sa communication (contenu et forme) à l'interlocuteur et aux intentions poursuivies. C2. Structurer et présenter clairement de façon correcte, neutre, argumentée des données recueillies et conclusions. Secondairement, ce cours vise à amener les étudiants à : D2. Interagir et collaborer de manière constructive avec différents acteurs impliqués dans une situation donnée et s'intégrer au sein d'une équipe et participer à sa dynamique, en situations d'apprentissage et en milieux professionnels.",
        "content": "Le cours est basé sur des présentations de recherches scientifiques et recherches appliquées en logopédie qui feront l'objet d'une analyse critique lors d'activités interactives avec les étudiants. Dans un second temps, les étudiants seront amenés à présenter une recherche (cadre théorique, questions de recherche, méthode, résultats, discussion et conclusion), ainsi que ses apports et limites pour la compréhension de situations données.",
        "teaching_methods": "Le cours est basé sur des présentations de travaux de recherche scientifique et des travaux de recherche appliqués à la prise en charge en langage oral et troubles des apprentissages, qui vont être analysés de manière critique lors d'activités interactives avec les étudiants. Ensuite, les étudiants devront présenter un travail de recherche (cadre théorique, questions de recherche, méthode, résultats, discussion et conclusion), et exposer leurs avantages et leurs limites pour la compréhension de situations données.",
        "assessment_methods": "L'évaluation est faite par une présentation orale d'une ou de deux recherches par les étudiants, y compris la présentation des apports et limites de(s) recherche(s). Les étudiants sont avertis au début du cours des modalités d'évaluation.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=10349",
        "bibliography": "Le support de cours inclus des diapositives et des exemples de présentations transmis aux étudiants via Moodle.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2141",
        "title": "Dysphonies: in-depth methods of speech therapy and management",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delacroix Laurence",
            "Delahaut Gilles",
            "Van Der Vorst Sébastien"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Ce cours présentera les méthodes objectives et subjectives d'évaluation de la phonation et les méthodes thérapeutiques directes et indirectes. Plus spécifiquement : -  la conduite d'une anamnèse, -  les mesures aérodynamiques, -  les mesures acoustiques, y compris la manipulation du logiciel PRAAT, - les échelles d'auto-évaluation, - l'évaluation perceptive, y compris l'entrainement à l'analyse d'échantillons vocaux, - la palpation du larynx et des structures péri-laryngées, - les méthodes thérapeutiques, y compris la pratique d'exercices de rééducation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du cours, l'étudiant devra être capable de : A1 et A2. Réaliser une évaluation multidimensionnelle de la phonation à l'aide d'outils adaptés ; A3. Poser un diagnostic fonctionnel sur base de l'examen médical et du bilan logopédique ; C1. Rédiger un rapport d'évaluation circonstancié ; B2. Etablir un projet thérapeutique ; B3. Mettre en 'uvre ce projet au niveau des  troubles de la voix à l'aide d'outils thérapeutiques adéquats et en évaluer les effets sur base de l'Evidence-Based Practice (EBP).",
        "content": "Ce cours présentera les méthodes objectives et subjectives d'évaluation de la phonation et les méthodes thérapeutiques directes et indirectes. Plus spécifiquement : -  la conduite d'une anamnèse, -  les mesures aérodynamiques, -  les mesures acoustiques, y compris la manipulation du logiciel PRAAT, - les échelles d'auto-évaluation, - l'évaluation perceptive, y compris l'entrainement à l'analyse d'échantillons vocaux, - la palpation du larynx et des structures péri-laryngées, - les méthodes thérapeutiques, y compris la pratique d'exercices de rééducation.",
        "teaching_methods": "Les méthodes suivantes seront utilisées: - cours ex cathedra en anglais; - des démonstrations; - discussions; - des exercices.",
        "assessment_methods": "L'évaluation portera sur 1. travail de groupe portant sur la synthèse, l'analyse critique et présentation d'un article scientifique en lien avec les thématiques vues au cours, dans le but d'encourager une démarche clinique basée sur l'evidence-based practice; 2. un examen écrit en session comportant selon les cas des questions à choix multiples.",
        "other_info": "A l'issue du cours, l'étudiant devra être capable de: A1 et A2. réaliser une évaluation multidimensionnelle de la phonation à l'aide d'outils adaptés; A3. p oser un diagnostic fonctionnel sur base de l'examen médical et du bilan logopédique; C1. r édiger un rapport d'évaluation circonstancié; B2. etablir un projet thérapeutique; B3. mettre en 'uvre ce projet au niveau des  troubles de la voix à l'aide d'outils thérapeutiques adéquats et en évaluer les effets sur base de l'evidence-based practice (EBP).",
        "online_resources": "https://www.phon.ucl.ac.uk/resource/sfs/rtpitch/ https://www.phon.ucl.ac.uk/resource/sfs/rtspect/ http://www.fon.hum.uva.nl/praat/ https://www.phonanium.com/ https://homepage.univie.ac.at/christian.herbst//DigitalVHI/index.php?lang=EN&page=vhi",
        "bibliography": "Le support du cours est constitué des diapositives présentées au cours, d'illustrations audios et vidéos dont la présentation est limitée au seul cadre du cours pour des raisons éthiques et d'un portefeuille de lectures composé d'articles scientifiques et de chapitres de livres.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsign1102",
        "title": "Langue des signes de Belgique francophone, niveau élémentaire (A2) - Deuxième partie",
        "credits": "5.00",
        "hours": "60.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Moubayed Fatima"
        ],
        "teaching_language": "Langue des signes de Belgique francophone",
        "prerequisites": "Avoir terminé le cours de LSIGN1101 ou avoir un niveau de LSFB équivalent (qui sera évalué en début d'année) Comprendre des explications écrites en français",
        "topics_covered": "Les thèmes de communication sont donnés à titre d'exemple. Ils seront abordés en relation avec le niveau linguistique visé. Thèmes de communication : les histoires, les voyages, les itinéraires, la météo, l'emploi du temps, aller au restaurant, en vacances, demander des renseignements, les expériences passées, la biographie, la description de son corps, de vêtements, de lieux, les invitations, etc. Grammaire : les verbes directionnels (simples, semi-directionnels, inversés), le comparatif, le superlatif, les comparaisons, la durée dans le temps, les lignes du temps, l'impératif, le conditionnel, les pronoms démonstratifs, les transferts personnels (suite), les doubles transferts, une partie de la structure de la phrase complexe.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension visuelle Comprendre des phrases isolées et des expressions fréquemment utilisées en relation avec des domaines immédiats de priorité (par exemple, informations personnelles et familiales simples, achats, environnement proche, travail). 2 En interaction Communiquer lors de tâches simples et habituelles ne demandant qu'un échange d'informations simple et direct sur des sujets familiers et habituels. Peut décrire avec des moyens simples sa formation, son environnement immédiat et évoquer des sujets qui correspondent à des besoins immédiats.",
        "content": "Cette UE porte sur les moyens d’assurer, en LSFB, une communication efficace d’un « utilisateur indépendant » qui, au terme de cette UE pourra comprendre un langage standard sur les aspects relevant d'aspects concrets et familiers et produire un discours simple et cohérent sur des domaines d'intérets. Désormais, l'étudiant sera en mesure d'interagir avec des locuteurs variés de la LSFB. Désormais, le cours exige davantage de fluidité tant dans la réception que dans la production. Les thèmes abordés, plus spécifiques, seront autant d'opportunités de découvrir et d'employer un vocabulaire riche et varié appuyé par une grammaire  maitrisée.",
        "teaching_methods": "Le cours est prodigué en présentiel et en LS. Au vu du caractère visuel inhérent à la LSFB, la présence assidue de l'apprenant est requise. Ainsi, toute absence sera prise en compte. En outre, l'étudiant est vivement encouragé à une participation active au cours. Ces deux aspects intègrent l'évaluation du cours. Le cours de LSFB reste, en deuxième année, prodigué exclusivement, ou presque, en LSFB. L'interaction, elle-même en LSFB, demeure essentielle et vivement encouragée tant dans le cadre des cours qu'en dehors. Le professeur invite les apprenants, quel que soit leur niveau d'apprentissage, à multiplier les rencontres avec les Sourds. Bien que Kap-Signes offre des lieux de rencontre propices à la communication, l'étudiant est encouragé à s'ouvrir à la culture sourde témoignant ainsi d'une proactivité, gage de progrès. Ce cours est organisé autour de thèmes pour lesquels la réception mais aussi la production seront exercés dans une visée, le plus souvent, formative. Dans ce cadre, l'étudiant se doit de disposer du matériel nécessaire à la réception de fichiers visuels mais aussi à l'enregistrement de fichiers visuels personnels de qualité. L'outil Teams facilitera cet échange hebdomadaire essentiel à l'apprenant.",
        "assessment_methods": "Evaluation continue (pendant l'année) = 40 % La présence et l'investissement au cours, ainsi que la participation aux activités extracurriculaires : 10% Les productions signées effectuées durant les deux quadrimestres : 10 % Un test en fin de premier quadrimestre : 20 % Evaluation finale  (à l'examen) = 60 % Examen écrit: 30 % Traduction de phrases simples de la LSFB vers le français Compréhension d'une courte histoire racontée en LSFB Examen oral: 30 % Traduction de phrases simples en rapport avec la matière vue au cours Raconter une histoire en LSFB sur base d'une vidéo sans paroles Description d'images",
        "other_info": "Ce cours est accessible uniquement aux étudiants et membres du personnel de l'UCL. Ce cours correspond au niveau  A2 du Cadre Européen Commun de Référence pour les langues (CECRL). Equivalences avec des cours offerts dans d'autres programmes : Institut Libre Marie Haps, langue des signes A2 Encadrement: Un groupe d'environ 15 étudiants. L'enseignant peut être contacté par courriel ou via Teams",
        "online_resources": "http://www.lsfb.be : source fiable de vocabulaire de la LSFB http://www.ffsb.be : activités de la communauté sourde belge francophone page Facebook « KAP Signes » pour se tenir au courant des activités du KAP Signes de Louvain-la-Neuve",
        "bibliography": "Lectures non obligatoires Linguistique (ouvrages assez pointus, uniquement pour ceux qui sont intéressés): Christian Cuxac (2000), La langue des signes française (LSF). Les voies de l'iconicité, Paris : Ophrys Laurence Meurant (2006), Le regard en langue des signes. Anaphore en langue des signes française de Belgique (LSFB) : morphologie, syntaxe, énonciation, Namur : Presses Universitaires de Namur Langue des signes et culture sourde  : Yves Delaporte (2002), Les sourds, c'est comme ça, Paris : Editions de la Maison des Sciences de l'Homme Paddy Ladd (2003), Understanding Deaf Culture. In search of Deafhood, Clevedon: Multilingual Matters LTD",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2221",
        "title": "Dysphagies et chirurgies ORL : évaluation et prise en charge",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Allouche Johan",
            "François Sylvie",
            "Simpelaere Ingeborg"
        ],
        "teaching_language": "Français",
        "topics_covered": "Principes généraux de la prise en charge de la dysphagie (bilan, anamnèse rééducation et suivi du patient) : -   connaissances relatives aux 3 phases de la déglutition chez le sujet sain et à leurs déficits respectifs ; -   interprétation d'une FEES et d'une radio de la déglutition pour mettre en place une rééducation adaptée (séance avec visionnage de FEES + mise en place de la rééducation) ; -   prises en charge des différents déficits rencontrés (séances d'exercices) ; -   nourriture entérale et parentérale. Prise en charge de la dysphagie suite à des pathologies spécifiques : -   dysphagie en gériatrie (poly-pathologies, presbyphagie) ; -   dysphagie en neurologie et neurochirurgie ; -   dysphagie dans le cadre de maladies neuromusculaires ; -   autres' (BPCO, chirurgie cardiaque etc.). Chirurgies orl : -   laryngectomie partielle, BPTM, glossectomie : prise en charge de la dysphagie, de la voix et de l'articulation ; -   laryngectomie totale (prothèse phonatoire + matériel  etc.) ; -   impact de la radiothérapie sur la déglutition et rééducation ; -   intubation et trachéotomie. Lecture et présentation d'articles scientifiques. Découverte de tests de screening de la dysphagie, de batteries logopédiques de la dysphagie (MASA utilisée en neurologie). Travail avec IOPI.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du cours, les étudiants seront capables de  : A 1. Maitriser les concepts de la déglutition et des chirurgies ORL ; A 3. Poser un diagnostic fonctionnel et établir les liens avec les disciplines connexes (phoniatrie, gérontologie, neurologie ') ; Se familiariser à la lecture d'examens ORL de la déglutition (FEES, vidéo-déglutition, manométrie') ; B 2. Etablir un projet thérapeutique au départ du diagnostic logopédique : études de cas ; E 2. extraire les données pertinentes d'articles scientifiques en rapport avec la dysphagie.",
        "content": "Le cours s'articule autour de 3 axes de 10h chacun : Prise en charge de la dysphagie \"générale\" (bilans, adaptations alimentaires et rééducations) et également suite à des pathologies plus spécifiques (pathologies neurologiques, neuromusculaires, intubation....). Gestion de trachéotomie  Partie très pratique avec présentations de cas qui varient chaque année. - Partie scientifique : revue de la littérature sur les \"screening\" et \"assessment\" de la dysphagie + sur les différentes méthodes de rééducation. Qualité de vie liée à la santé dans le contexte de la dysphagie Prise en charge logopédique (déglutition et voix) de patients ayant eu des chirurgies \"tête et cou\".  Dysphagie post-radique. Gestion du matériel des patients avec laryngectomie totale.  Partie très pratique avec présentations de cas.",
        "assessment_methods": "Examen écrit en session  comportant selon les cas : des questions à choix multiples (QCM) des questions ouvertes de restitution et de réflexion (QROC) des études de cas (comme vues en cours) Cet examen sera constitué de 3 parties, chaque partie reprenant la matière de chaque professeur.. Durant le dernier cours : présentation par les étudiants d'un article scientifique sur la \"dysphagie\" selon les critères expliqués en cours. Cette présentation sera notée sur la moitié des points de la partie d’examen de Mme Simpelaere.",
        "bibliography": "Le support du cours est constitué de vidéos, de diapositives présentées au cours, d'articles scientifiques et de lectures recommandées.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo1324",
        "title": "Développement numérique et dyscalculie",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Noël Marie-Pascale"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les bases cognitives  du développement numérique chez l’enfant et de la dyscalculie Dans ce cours, nous détaillerons les processus du développement numérique de l’enfant : les capacités préverbales chez le bébé, le développement de la chaine numérique verbale, du dénombrement, l’entrée dans le code arabe et les processus de transcodage, le développement de la base 10, l’apprentissage du calcul, de la résolution de problèmes et des nombres rationnels. En lien avec ce développement, nous aborderons les connaissances actuelles sur la dyscalculie et les troubles d’apprentissages en mathématiques. Nous examinerons les difficultés observées, les causes possibles et l’efficacité de programmes thérapeutiques mis en œuvre.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Posséder une vue d'ensemble des processus cognitifs en jeu lors du développement numérique et des apprentissages mathématiques de base de l’enfant ainsi que de la dyscalculie. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. Maîtriser les connaissances qui permettent d'expliquer et de comprendre le développement normal et pathologique du calcul et du traitement des nombres. B1. Maitriser de manière critique les connaissances à propos des interventions visant à améliorer les traitements numériques ou de calculs chez l’enfant E2. Identifier l’apport et les limites de la recherche scientifique en psychologie et en logopédie pour la compréhension du développement numériques et de ses troubles D2. Interagir et collaborer de manière constructive avec d’autres étudiants, s’intégrer au sein d’une équipe et participer à sa dynamique, en situation d’apprentissage",
        "content": "Thèmes abordés: Bases cognitives du développement numérique chez l’enfant et de la dyscalculie · Les outils pré-numériques chez le bébé, y compris la métaphore de la ligne analogique (ou ANS : approximate number system) · Le comptage (développement de la chaine numérique verbale) et le dénombrement (principes et développement de la valeur cardinale des mots nombres) · Codes symboliques : o nombres verbaux oraux/écrits, nombres arabes, lexique, syntaxe, transcodage o représentation en base 10 o Accès à la magnitude des grands nombres · Lien entre ces capacités numériques de base et les performances arithmétiques · Calcul : o sensibilité aux ajouts-retraits chez le bébé ; calculs non verbaux chez les petits, calcul approximatif ; o développement des stratégies, modèle de distribution des associations de Siegler, conception en base 10 pour les calculs complexes · Résolution de problèmes · Les nombres rationnels : nombres décimaux et fractions · La dyscalculie : o définition, prévalence, difficultés présentées, associations avec d’autres troubles, o hypothèses causales (contribution génétique ; rôle des facteurs cognitifs généraux, déficit au niveau des facteurs numériques de base o corrélats neuro-fonctionnels · Les rééducations et entrainements expérimentaux · Questions spéciales éventuellement envisagées: o relation entre doigts et nombres ; o hypersensibilité à l’interférence dans les déficits de faits arithmétiques ; o déficit de la représentation sémantique du nombre dans les dyspraxies visuo-spatiales.",
        "teaching_methods": "Il s'agit d'un cours magistral.",
        "assessment_methods": "L'évaluation certificative est réalisée par un examen écrit contenant majoritairement des questions ouvertes demandant une réponse courte et précise. L'examen peut également inclure l'une ou l'autre questions à choix multiples. Lors de la session de septembre, si un très petit nombre d'étudiants est inscrit à l'examen, l'enseignant pourra décider de proposer un examen oral en lieu et place d''un examen écrit.",
        "other_info": "Prérequis: / Evaluation: Support: des documents de types présentations powerpoints seront mis à disposition sur moodle. Des ouvrages de références seront également proposés comme soutien d'apprentissage.",
        "online_resources": "Des documents pdf correspondant aux diapositives présentées au cours sont disponibles sur moodle. Autre ressource: une synthèse de l'INSERM http://www.ipubli.inserm.fr/bitstream/handle/10608/110/Synthese.html#titre_n1_10",
        "bibliography": "Ouvrages de référence: Noël, M.-P. & Karagiannakis, G. (2020). Dyscalculie et difficultés d’apprentissage en mathématiques. Guide pratique de prise en charge. De Boeck supérieur, Louvain-la-Neuve, Belgique, 317 pages, ISBN : 978-2-8073-1899-1 Noël, M.P. & Karagiannakis, G. (2022). Effective teaching strategies for dyscalculia and learning difficulties in mathematics. Perspectives from cognitive neuroscience. Routledge, New York, 303 pages, ISBN 9781032151434.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2122",
        "title": "Développement communicatif et psychologique d'enfants à troubles de développement",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Houssa Marine",
            "Vanderauwera Jolijn"
        ],
        "teaching_language": "Français",
        "content": "Ce cours veillera à Former aux particularités de développement communicatif et psychologique d’enfants présentant des troubles de développement Déficience intellectuelle Troubles du spectre de l’autisme Troubles du comportement Initier aux principes d'intervention visant le développement optimal et le bien-être de ces enfants, en considérant sa communication Découvrir la place du logopède en contextes d'intervention précoce, préscolaire et début scolaire, et le partenariat enfant-parent-professionnel Ce cours propose : problématique de l'évaluation diagnostique, fonctionnelle, dysfonctionnelle et développementale (en référence à la demande, l'âge de la personne et sa déficience) outils d'évaluation adaptés à des populations atypiques, pour évaluer les domaines communicatif, ainsi que cognitif, social, émotionnel, de cognition sociale, de concept de soi, d'autorégulation et de qualité de vie travaux sur les spécificités de développement communicatif d’enfants présentant des troubles de développement (déficience intellectuelle, troubles du spectre de l'autisme et troubles du comportement…) et des interactions avec leurs parents Travaux sur les liens entre spécificités communicatives, langagières et spécificités dans des domaines psychologiques programmes d'intervention précoce, préscolaire et primoscolaire « evidence-based » et d'entraînement de compétences adaptés à ces enfants atypiques principes méthodologiques pour développer de « bonnes pratiques », efficaces en faveur du développement, du bien-être, de l'inclusion de ces enfants, en partenariat avec les familles et les autres professionnels Balises pour l’usage de systèmes de communication alternatifs et augmentés",
        "teaching_methods": "Cours magistral avec support Powerpoint",
        "assessment_methods": "Un examen écrit sur le contenu du cours",
        "other_info": "vidéos illustratives de la Communication Alternative et Améliorée seront mises à disposition",
        "bibliography": "Ouvrage de référence obligatoire Nader-Grosbois, N. (2020). Psychologie du handicap. Bruxelles: De Boeck",
        "course_materials": "PowerPoint sur Moodle Nader-Grosbois, N. (2020). Psychologie du handicap. Bruxelles: De Boeck.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsys2926",
        "title": "Questions de neurologie et de psychiatrie associées à la neuropsychologie",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Amory Avigaelle",
            "Ivanoiu Adrian"
        ],
        "teaching_language": "Français",
        "topics_covered": "1) Introduction à l'examen neurologique de l'adulte (y compris des notions élémentaires sur les examens techniques d'imagerie et d'électrophysiologie) 2) L'influence de la personnalité du patient, de l'anxiété et de la dépression sur la prise en charge des patients cérébrolésés",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 1) A1, F1, F2 Apporter les notions de neurologie élémentaires nécessaires à un thérapeute non-médecin (psychologue ou logopède) amené à travailler en interaction étroite avec des spécialistes neurologues, psychiatres et gériatres. 2) A1, F1, F2 Sensibiliser le psychologue ou logopède aux aspects relationnels et psychiatriques dans la prise en charge des patients cérébro-lésés ou présentant une pathologie neurodégénérative",
        "content": "1) La sémiologie neurologique, les examens complémentaires en neurologie, la pathologie neurologique (sclérose en plaques, traumatisme crânien, accident vasculaire cérébral, démence etc') 2) Le deuil de la bonne santé, l'influence de la personnalité du patient sur la prise en charge des patients cérébrolésés, l'influence de l'anxiété et de la dépression sur les fonctions cognitives, le diagnostic différentiel entre dépression et pathologies neurodégénératives.",
        "assessment_methods": "Les modalités relatives à l'évaluation certificative sont décrites et disponibles sur le site du cours sur la plate-forme Moodle",
        "other_info": "Avoir suivi : Anatomie et physiologie du système nerveux Notions de neuropsychologie cognitive Notions de psychologie clinique",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo1316",
        "title": "Introduction à la neurologie pédiatrique",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Ghariani Sophie"
        ],
        "teaching_language": "Français",
        "topics_covered": "I. Développement cérébral II. Examen neurologique de l'enfant III. Troubles aigus neurologiques IV. Troubles du développement",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant aura acquis les connaissances nécessaires (bases génétiques, neurologiques et symptomatologie) lui permettant de comprendre comment la pathologie cérébrale affecte le développement cognitif, moteur et langagier. Il sera également capable de comprendre dans une évaluation neuropédiatrique les informations dont il aura besoin en tant que logopède. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. Maitriser un socle de connaissances qui permettent de comprendre et d'expliquer : b) le développement normal et pathologique du langage, de la communication et du calcul. D2. Interagir et collaborer de manière constructive avec différents acteurs impliqués dans une situation donnée et s'intégrer au sein d'une équipe et participer à sa dynamique, en situations d'apprentissage. Secondairement, ce cours vise à amener les étudiants à : A2. Observer, analyser, modéliser, critiquer et interpréter de manière argumentée : b) Une situation (relative au développement normal et pathologique du langage, de la communication et du calcul) en référence à des théories et résultats de recherche, méthodes et outils relevant de la logopédie et en se fondant sur des connaissances en psychologie, en médecine et en linguistique. B1. Maitriser de manière critique les connaissances : b) relatives au fonctionnement normal et pathologique d'un individu sur le plan logopédique.",
        "content": "I. Développement cérébral II. Examen neurologique de l'enfant : grandes lignes et grands syndromes III. Troubles aigus neurologiques : Épilepsie et impact sur le cognitif et langage : POCS ; céphalées et dans ce contexte, tumeurs cérébrales avec prise en charge spécifique ; mouvements anormaux : tics et tocs ; traumatismes crâniens et impact sur le développement cognitif et langage IV. Troubles du développement : (1) Retard global de développement ; (2)Trouble moteur prédominant) : Infirmité motrice cérébrale et impact sur le développement cognitif et langage, troubles de déglutition ; Maladies neuro-musculaires ; Maladies neurodégénératives ; Spina bifida ; (3) Déficit intellectuel : Causes génétiques et environnementales ; Description de quelques pathologies génétiques (X-fragile, syndrome de Down ; sclérose tubéreuse, etc.) ou d'origine environnementale ;  (4) Tableau autistique",
        "teaching_methods": "Cours magistral avec illustrations (vignettes cliniques et vidéos)",
        "assessment_methods": "Les modalités relatives à l'évaluation certificative sont décrites et disponibles sur le site du cours sur la plate-forme Moodle",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2204b",
        "title": "Stage II (stage de spécialisation) - Neurodéveloppement",
        "credits": "16.00",
        "hours": "400.0 h",
        "quadrimester": "Q1 ou Q2",
        "teaching_language": "Français",
        "prerequisites": "Activité d'intégration professionnelle L'accès au deuxième stage est conditionné à la réussite des trois cours de l'option de spécialisation concernée et ce, pour les étudiants qui entament leur Master-b1 à partir de 2017-2018 et qui réaliseront leur stage II au cours de l'année suivante. L’étudiant n’ayant pas acquis un niveau suffisant en maîtrise du français (équivalent au cours LLOGO1112A), ne pourra accéder au stage. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo1311",
        "title": "Troubles développementaux du langage oral et de la communication",
        "credits": "4.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Brassart Elise",
            "Vanderauwera Jolijn"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les trois principaux troubles développementaux du langage oral seront abordés à savoir : - Retards de parole et de langage - Dysphasies - Aphasies chez l'enfant Ces divers troubles langagiers seront présentés sous une série de facettes : symptomatologie, étiologie, évaluation et prévention.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est de familiariser l'étudiant aux principaux types de déficits affectant le développement du langage oral de l'enfant, en se centrant particulièrement sur les troubles dits « spécifiques ». Au terme du cours, l'étudiant sera capable de décrire ces troubles, de les différencier et en connaîtra les hypothèses étiologiques. Il sera capable d'expliquer également les grands principes de prévention et d'évaluation. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : ' A1. maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation ' B1 maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation) ' E2. identifier l'apport et la plus-value de la recherche scientifique en psychologie sur la compréhension de situations données Secondairement, ce cours vise à amener les étudiants à : ' A2. analyser, critiquer de manière argumentée et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie. ' E1. maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et en sciences de l'éducation;",
        "content": "Le trouble développemental du langage sera abordé sous une série de facettes : symptomatologie, étiologie, évaluation et intervention. Le cours abordera les différentes dimensions du langage oral : articulation/phonologie, lexique, morpho-syntaxe et discours/pragmatique. L'évaluation et l'intervention précoce seront évoquées. L'objectif du cours est de familiariser l'étudiant aux principaux types de déficits affectant le développement du langage oral de l'enfant, en se centrant particulièrement sur les troubles dits « spécifiques ». Au terme du cours, l'étudiant sera capable de décrire ces troubles, de les différencier et en connaîtra les hypothèses étiologiques. Il sera capable d'expliquer également les grands principes d'intervention et d'évaluation. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : ' A1. maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation ' B1 maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation) ' E2. identifier l'apport et la plus-value de la recherche scientifique en psychologie sur la compréhension de situations données Secondairement, ce cours vise à amener les étudiants à : ' A2. analyser, critiquer de manière argumentée et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie. ' E1. maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et en sciences de l'éducation;",
        "teaching_methods": "Cours magistraux avec temps de discussion, exercices et illustrations cliniques. Certaines questions de l'examen necessitent que l'étudiant ait lu des articles proposés par l'enseignant, réalisé des exercices en auto-apprentissage sur moodle ou encore s'être entrainé à l'administration de tests d'évaluation du langage oral",
        "assessment_methods": "L’évaluation est réalisée à l’aide d’un examen constitué d’une partie A comprenant des questions QCM (avec 4 à 5 propositions de réponses et une ou plusieurs réponses attendues correctes) et d’une partie B comprenant des questions ouvertes. Dans la note finale, la partie A vaut pour 10/20 et la partie B vaut pour 10/20. L'orthographe est pénalisée : -0,25 point par faute d'orthographe. Des exemples des différents types de questions seront proposés lors du cours ou sur ecampus.",
        "bibliography": "Les supports de cours et ouvrages/articles de référence se trouvent sur le moodle du cours.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2120",
        "title": "Langage et communication dans les troubles neurodéveloppementaux",
        "credits": "4.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanderauwera Jolijn"
        ],
        "teaching_language": "Français",
        "topics_covered": "Développement de la communication, acquisition du langage oral, apprentissages scolaires en cas d'atteinte neurodéveloppementale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de : A1. Maitriser de manière critique des connaissances spécialisées qui permettent d'identifier une plainte et de comprendre les difficultés de langage et de communication qu'un individu présentant une atteinte neurodéveloppementale pourrait rencontrer. C1. Communiquer, à l'oral et à l'écrit, sur des sujets/situations dans le domaine de des troubles neurodéveloppementaux (observations, conclusions, interventions planifiées, connaissances et modèles sous-jacents) en adaptant sa communication (contenu et forme) à l'interlocuteur (collègues, experts, patients, famille des patients, médecins, paramédicaux, enseignants, un public large ...) et aux intentions poursuivies. E2. Identifier l'apport et les limites de la recherche scientifique appliquée en logopédie (et en psychologie) pour la compréhension de situations données ; documenter de manière autonome une problématique logopédique en se basant sur toute source d'informations pertinente et fiable.",
        "content": "Pour diverses populations présentant une atteinte neurodéveloppementale (ex. syndrome de Down, de x-Fragile, trouble du spectre de l'autisme, infirmité motrice d'origine cérébrale, épilepsie, prématurité, polyhandicap): - Développement de la communication, y compris le cas échéant à l'aide d'un système palliatif de communication - Acquisition du langage oral - Apprentissages scolaires (dans une moindre mesure) - Approches théoriques actuelles rendant compte des profils langagiers et de leur évolution dans ces différentes populations. - Grandes lignes de l'évaluation logopédique et multidisciplinaire.",
        "teaching_methods": "Cours magistraux et travaux pratiques.",
        "assessment_methods": "L’évaluation se répartit entre un travail de groupe et une évaluation écrite individuelle en session d’examens, assorties de questions ouvertes et éventuellement quelques questions à choix multiples. Les deux parties (travail de groupe et examen individuel) sont regroupées dans la note totale et doivent être réussies. Dans le cas de non-réussite d'une des deux parties d'évaluation (travail de groupe ou examen individuel), une note absorbante sera appliquée. L'enseignant se réserve le droit de proposer une évaluation écrite ou orale à la deuxième session. Cette précision sera apportée aux étudiants à la suite de la délibération de la première session.",
        "bibliography": "Diapositives, notes de cours, ouvrages de référence et/ou articles scientifiques. Notamment, plusieurs chapitres de : - Schwartz, R.G. (2017). Handbook of children language disorders. London : Routledge. - Reed, A. (2012). An introduction to children language disorders. Boston : Pearson.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsys2519",
        "title": "Psychomotricité et développement",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Brevers Damien",
            "Eeckhout Coralie",
            "Eeckhout Coralie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours portera sur les théories et les notions-clés de la psychomotricité, les méthodes d'observation et d'évaluation psychomotrice, les troubles psychomoteurs en lien avec le développement psychologique, les relations entre de développement psychomoteur et des compétences dans d'autres domaines ainsi que les principes et méthodes d'intervention psychomotrice pour l'enfant et l'adolescent",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Dans ce cours, l'étudiant développera les compétences suivantes: - connaîtra, comprendra et portera un esprit critique sur les différents théories concernant le développement psychomoteur (A1, A2) - appliquer les notions relevant de la psychomotricité pour analyser les comportements psychomoteurs et relever le niveau de développement psychomoteur d'un enfant ou adolescent (A1, A2) - dépister des troubles psychologiques et psychomoteurs au moyen d'outils d'observation et d'évaluation (A1, A2) - établir des liens entre les observations ou évaluations psychomotrices et les évaluations psychologiques (A1, A2) - différencier les différents courants de la psychomotricité (A1, A2) - analyser et concevoir une séance d'observation, d'évaluation psychomotrice (A1, A2) - analyser et concevoir un projet d'intervention psychomotrice individuelle et de groupes (B1, B2) - collaborer avec un psychomotricien (D)",
        "content": "Cette unité d’enseignement (UE) sera axée autour des thématiques suivantes: Définition et histoire de la psychomotricité. Articulation fondatrice entre le corps & la cognition -  les expériences psychocorporelles. Attitude en psychomotricité - le rapport à soi - le rapport à l’Autre - le rapport dans le jeu. Les constructions fondamentales en psychomotricité (le tonus, le temps, l’espace, les limites du corps, le schéma corporel, l’image du corps, préhension, adresse, gnosies, praxies, latéralité). Les bilans d’observations et d’évaluations en psychomotricité sur base de cas cliniques. Ces thématiques seront abordées de manière intégrative , c'est-à-dire, en appliquant un mode de type \"aller-retour\" entre les concepts/modèles théoriques (processus développementaux du normal au pathologique) et les différentes techniques d’observations et d’interventions en psychomotricité.",
        "teaching_methods": "- Cette UE adoptera une méthode de type classe inversée qui visera à ancrer l'étudiant-e dans un processus constant d'expérimentation et de réflexion critique. Cette dynamique aura pour objectif d'amener l'étudiant-e à atteindre un niveau d'intégration des connaissances qui lui permette de comprendre ce qu’est la psychomotricité via une transmission de savoir-être, de savoir-faire et de savoir-penser en congruence avec sa propre expérience et son vécu en salle de psychomotricité. - La durée d'une session de cours est de 2 heures . Chaque session suivra un format mixte avec une partie théorique (dias), des moments de discussion, et des travaux pratiques (en auditoire ou en salle de psychomotricité). - Des informations détaillées sur la dynamique de cours et sur les différents acquis d'apprentissage seront fournies lors de première session de cours le lundi 16 septembre 2024 de 10:45 à 12:45 (SOC 40) . - La présence aux cours est obligatoire .",
        "assessment_methods": "L'évaluation portera sur deux aspects : 1.    Un travail de groupe (sous format de présentation orale) où les étudiants devront développer leur propre projet d'intervention en psychomotricité au sein d'une population cible. Cette intervention doit être basée sur des preuves empiriques et réalisée en collaboration avec un-e psychomotricien-ne. Ce travail sera coté sur 14 points. 2.    La réalisation d'un travail individuel et personnel (sous format écrit; 5 pages) où l'étudiant-e réalisera une observation et une analyse critique et constructive de son propre vécu psychomoteur dans les exercices pratiques. Ce travail sera coté sur 6 points.",
        "other_info": "- La première session du cours aura lieu le lundi 16 septembre 2024 de 10:45 à 12:45 (SOC 40) . - La participation au cours implique une inscription obligatoire sur le site MoodleUCL. - Les cours magistraux et les séances de travaux pratiques (TP) ont lieu en Auditoire et en salle de psychomotricité.",
        "online_resources": "Accessible via l'espace Moodle du cours.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2110",
        "title": "Examen et prise en charge des aphasies: principes généraux",
        "credits": "4.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hameau Solène"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours présente les principes généraux de l'évaluation et de la rééducation des troubles du langage et de la communication présentés par les patients cérébro-lésés adultes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. Maîtriser de manière critique les connaissances spécialisées qui sont à la base des différentes approches évaluatives (descriptive, cognitive et fonctionnelle) des déficits de langage (oral et écrit) et de la communication présentés par les patients aphasiques. A2. Mobiliser les connaissances et outils appropriés pour observer, analyser, critiquer et interpréter une situation d'évaluation. A3. Poser un diagnostic descriptif général et cognitif en mettant en évidence les limites de son analyse et de son interprétation. B1. B2. B3. Maîtriser les connaissances spécialisées de i'ntervention qui permettent de formuler au départ de l'anayse des objectifs thérapeutiques précis et de mettre en place un programme thérapeutique théoriquement motivé, d'en mesurer les effets selon les méthodes de l'Evidence Based Practice et de les ajuster. Secondairement, ce cours vise à amener les étudiants à : C1. Communiquer de manière critique, oralement ou par écrit, au sujet des observations réalisées au cours des séances de travaux pratiques et/ou des lectures d'articles scientifiques ciblés.",
        "content": "Ce cours comporte 15h de volume 1 et 15h de volume 2. Il y est question : -  des principes généraux et des méthodes qui régissent l'anamnèse des patient.e.s aphasiques, les évaluations descriptives, cognitives et fonctionnelles des fonctions langagières et des habiletés de communication ; -  des principales données issues du champs des neurosciences relatives à la réorganisation cérébrale post-lésionnelle ; -  des principes méthodologiques qui guident la prise en charge rééducative et/ou l'accompagnement des patient.e.s aphasiques (objectifs de la prise en charge, stratégies rééducatives, procédures d'apprentissage et contrôle des effets spécifiques du traitement) ; un accent tout particulier est mis sur l'Evidence-based practice ; -  de l'influence des déficits neuropsychologiques et des facteurs psychologiques associés sur l'évaluation et la rééducation des fonctions langagières des patient.e.s aphasiques ; -  des méthodes d'évaluation spécifiques à certaines populations pathologiques (les aphasies progressives primaires, les aphasies chez les patients multilingues, et/ou les troubles du langage et de la communication consécutives aux lésions hémisphériques droites).",
        "teaching_methods": "L' enseignement se donne exclusivement en mode présentiel et alterne des séances d'exposés et des séances de travaux pratiques, l'objectif étant, pour chaque étudiant.e, de fournir en fin de quadrimestre un rapport clinique (sémiologique et cognitif) d'un cas analysé et discuté en groupe au cours des séances de travaux pratiques. Des exercices seront régulièrement proposés aux étudiant.e.s pour rafraîchir les connaissances relatives à la sémiologie des aphasies, pour appréhender des protocoles d'analyse du langage spontané pathologique et pour s'exercer au diagnostic différentiel des grands syndromes aphasiques.",
        "assessment_methods": "L' évaluation individuelle écrite des acquis d'apprentissage est prévue en présentiel et comportera : - en session, un examen écrit individuel composé de questions ouvertes, à choix multiples et/ou encore des questions VRAI/FAUX (avec justifications) portant sur l'ensemble de la matière. Cet examen écrit vaut pour 70% de la note totale de l'examen. - le rapport écrit individuel de l'évaluation (sémiologique et cognitive) des fonctions langagières d'un.e patient.e dont les performances seront présentées, analysées et discutées au cours des séances de travaux pratiques par groupe. Ce rapport est à enregistrer sur la plateforme Moodle et par mail au plus tard le vendredi 13 décembre 2024 à 22 heures. Au-delà, le travail ne sera pas considéré. Le 16 décembre 2024, la version corrigée du rapport parviendra aux étudiant.e.s via Moodle de manière à ce qu'il/elle puisse répondre à une question relative à ce travail lors de l'examen écrit. Ce rapport vaut pour 30% de la note totale de l'examen. En cas d'échec à la session de janvier, l'évaluation des étudiants se représentant en août consistera en un examen reprenant les acquis d'apprentissage de l'ensemble de la matière, y compris les acquis d'apprentissage du rapport écrit. Cet examen vaut pour 100% de la note totale.",
        "other_info": "Cette activité est difficilement accessible à un public qui ne maîtriserait pas la langue d’enseignement. Les documents sur supports audio-visuels, les travaux pratiques et l'évaluation des acquis d'apprentissage requièrent en effet des étudiant.e.s de pouvoir analyser les productions pathologiques de patient.e.s aphasiques francophones. Le cours ne sera validé et la note finale délivrée que si l'ensemble des tâches d'évaluation ont été complétées par l'étudiant.e. Dans le cas contraire, l'étudiant.e sera considéré absent.e. En s’inscrivant à ce cours, l’étudiant.e s’engage à ne diffuser en aucun cas tout document ayant trait aux patients (vidéos, documents de travail et d’analyse, etc…).",
        "bibliography": "Chapitres didactiques in :  X. Seron & M. Van der Linden, Traité de neuropsychologie clinique (seconde édition) : Tome 1 L'évaluation (2014) ; Tome 2 : La rééducation (2016). Paris : Deboeck. Les références de livres didactiques et articles scientifiques ciblés ainsi que les liens vers des ressources numériques et accès aux tests des fonctions langagières et de la communication seront communiqués au fur et à mesure de la progression du cours.",
        "course_materials": "Le support de cours inclut les diapositives du cours de l'année en cours, des articles scientifiques ciblés, des notes relatives aux cas cliniques soumis à l'analyse des étudiants et présentés sur supports audio-visuels au cours des travaux pratiques.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1328",
        "title": "Neuropsychologie de l’enfant",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lacroix Emilie"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Ce cours aborde les déficits cognitifs spécifiques rencontrés chez l'enfant en mettant l'accent sur les pathologies développementales. En particulier, le cours aborde la question des troubles développementaux spécifiques dans divers cadres, par exemple, dans le cadre de syndromes génétiques, de troubles du comportement, de troubles d'apprentissage, etc. Le cours aborde également la question de la spécificité de la neuropsychologie de l'enfant par rapport à celle de l'adulte, au travers, notamment, de la question de la plasticité cérébrale. Différents profils de déficits cognitifs spécifiques que l'on peut rencontrer dans la pratique de neuropsychologie de l'enfant seront détaillés. Les thèmes abordés peuvent changer d'une année à l'autre. Généralement, le cours aborde les thèmes suivants : ·         Le profil cognitif dans le cadre d'un trouble/syndrome génétique ·         Les troubles développementaux de l'attention avec ou sans hyperactivité ·         Les troubles d’apprentissages (dyslexie/dyscalculie/dysphasie) ·         Le retard mental ·         La dyspraxie ·         L’infirmité motrice cérébrale ·         L’influence des troubles sensoriels périphériques (surdité,troubles vestibulaires,…) ·         L'épilepsie chez l'enfant. D'autres thématiques peuvent être abordées selon les années, comme par exemple, les troubles neurocognitifs présents (a) chez les enfants adoptés, (b) dans le cadre d'un trouble de type anxieux ou dépressif, (c) dans le cadre d'un trouble envahissant du développement. Le cours aborde la question de la conduite du bilan neuropsychologique chez l'enfant et discute la spécificité de la neuropsychologie de l'enfant par rapport à celle de l'adulte. La question de la revalidation cognitive sera également abordée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 De manière prioritaire, ce cours vise à développer la maîtrise des connaissances qui permettent d'expliquer et de comprendre les modes de dysfonctionnement cognitifs spécifiques les plus fréquemment observés en clinique neuropsychologique chez l'enfant (A1). Ce cours vise également à comprendre la démarche expérimentale et comment celle-ci permet l'élaboration du savoir (E1). De manière secondaire, ce cours vise à connaître certains outils permettant d'évaluer les troubles cognitifs chez l'enfant (A2) et à maîtriser les connaissances relatives à certaines interventions visant à améliorer le fonctionnement d'enfant présentant des troubles neuropsychologiques (B1).",
        "teaching_methods": "Cours",
        "assessment_methods": "L'évaluation certificative se compose: à 75% d’un examen écrit  comportant: des questions à choix/réponses multiple et/ou des questions Vrai-Faux et/ou quelques questions ouvertes. à 25 % par un travail de groupe sur l’approfondissement d’un sujet en lien avec le cours. Lors de la session de septembre, si un très petit nombre d'étudiants est inscrit à l'examen, l'enseignant pourra décider de proposer un examen oral en lieu et place d'un examen écrit. En cas d'échec en fin d'année, les deux parties de l'évaluation devront être recommencées (pas de report de note partielle d'une année à l'autre). Pour la réalisation du travail de group, l’utilisation d’outils d’Intelligence Artificielle générative (tel que ChatGPT, etc.) est autorisée uniquement si la source exacte est rapportée à chaque utilisation.",
        "other_info": "En pré-requis à ce cours, il est indispensable d'avoir suivi un cours d'introduction à la neuropsychologie (de l'adulte) (tel que LPSP1208 Neuropsychologie) et être familiarisé avec des concepts de la psychologie cognitive comme la mémoire de travail, l'inhibition, l'attention, etc. (tel que LPSP1001 Psychologie générale). Informations concernant la disponibilité du cours dans une autre langue: - Le cours est dispensé en français, mais un jeu de slides en anglais est disponible pour les étudiant·es internationaux·ales. - L'examen standard est un examen écrit en français. Cependant, les étudiant·es internationaux·ales qui suivent ce cours: Peuvent être autorisés à utiliser un dictionnaire lors de l'épreuve écrite de français. Peuvent avoir droit à 33% de temps en plus lors de l'examen écrit en français. Peuvent avoir la possibilité de passer l'examen écrit en anglais. - Le cours nécessite des travaux en français. Cependant, les étudiant·es internationaux·ales qui suivent ce cours peuvent présenter les travaux en anglais : oui",
        "online_resources": "Des fichiers pdf correspondant aux diapositives présentées au cours sont mises à la disposition des étudiants sur la plateforme moodle.",
        "bibliography": "Reference books (highly recommended but not mandatory) •Traité de neuropsychologie de l’enfant (Dirigé par Steve Majerus, 2nde édition, De Boeck 2020) •Bilan neuropsychologique de l'enfant (Dirigé par Marie-Pascale Noë, Mardaga 2021)",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsys2056",
        "title": "Psychologie du genre",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Casini Annalisa",
            "Casini Annalisa",
            "Casini Annalisa",
            "Roskam Isabelle",
            "Yzerbyt Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours porte sur les processus psychologiques en jeu dans la socialisation du genre",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 AA 1 : Maîtriser les connaissances qui permettent d'expliquer et de comprendre la socialisation du genre AA 2 : Analyser, critiquer de manière argumentée et modéliser les situations mettant en jeu le genre dans le développement et dans le fonctionnement social des personnes AA 3 : Maîtriser les connaissances à propos des interventions en lien avec la question du développement et de la construction sociale du genre AA 4 : Adopter une posture critique vis-à-vis de soi-même et d'autrui en contexte mobilisant les questions du genre AA 5 : Identifier l'apport et la plus-value de la recherche scientifique en psychologie développementale et sociale du genre",
        "content": "Les questions de genre et d’inégalités entre les sexes suscitent, depuis plusieurs années, un intérêt grandissant dans nombre de champs disciplinaires, dont celui de la psychologie. Dans le cadre du cours, plusieurs spécialistes des sciences psychologiques présenteront la manière dont les questions de sexe et de genre sont abordées dans un large éventail de sous-disciplines de la psychologie (sociale, culturelle, du travail, développementale, LGTBQIA+ etc.). Ils et elles examineront divers facteurs qui concourent à la construction des genres au niveau des individus, se pencheront sur le fonctionnement psychologique des individus genrés, et étudieront la question du genre aux niveaux intergroupes, positionnels et idéologiques. Ils proposeront ainsi, tour à tour, une synthèse permettant d’alimenter la réflexion sur ce débat et de faire progresser l’égalité de genre.",
        "teaching_methods": "Un panachage de méthodes seront mobilisées en fonction des séances allant des situations de classes inversées, de cours ex-cathedra et de confrontation à des chercheurs et enseignants d'autres sous-disciplines de psychologie ainsi que des intervenants manifestant des expertises avérées sur la question du genre.",
        "assessment_methods": "L’examen QRM (Questions à Réponses Multiples) se compose de 30 items à 4 options de réponse dont une ou plusieurs sont correctes. Un point est attribué dans le cas où toutes les options correctes ont été choisies et qu'aucune option incorrecte n'a été choisie. Aucun point n'est attribué dans tous les autres cas.",
        "other_info": "The course is given in French, but a set of English slides is available for international students: no but an automatic DeepL translation is available on request The core reading for the course is in French, but equivalent core reading is available for international students in English no The standard exam is a written exam in French. However, international students taking this course: Will be allowed to use a dictionary when taking the written exam in French: yes",
        "online_resources": "Les Powerpoint des cours seront disponible sur la page Moodle du cours.",
        "bibliography": "Lectures potentielles en support du cours (rangées par date de parution) : Helgeson, Vicki (2012). The psychology of gender (4th Edition). New York: Pearson. Rudman, Laurie, et Glick, Peter (2010). The social psychology of gender: How power and intimacy shape gender relations . New York: Guilford Press. Owen Blakemore, J. E., Berenbaum, S. A., & Liber, L. S. (2009). Gender development . New York : Psychology Press. Ruble, D. N., Martin, C. L., & Berenbaum, S. A. (2007). Gender Development. In D. N. Ruble, A. Martin & S. A. Berenbaum (Eds.), Handbook of Child Psychology . New York: John Wiley & Sons, Inc. Eagly, Alice, Beall, Anne et Sternberg, Robert. (2005). The psychology of gender (2nd Edition) . New York : Guilford Press Eckes, T., & Trautner, H. M. (2000). The developmental social psychology of gender . New York: Taylor & Francis.",
        "course_materials": "Yzerbyt, V., Roskam, I., & Casini, A. (2021). Les psychologies du genre. Bruxelles: Mardaga. PowerPoint de cours Articles mis à disposition sur Moodle",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsign1101",
        "title": "Langue des signes de Belgique francophone (LSFB), Niveau de découverte (A1), Débutants complets",
        "credits": "5.00",
        "hours": "60.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Moubayed Fatima"
        ],
        "teaching_language": "Langue des signes de Belgique francophone",
        "prerequisites": "Comprendre des explications écrites en français",
        "topics_covered": "Les thèmes de communication sont donnés à titre d'exemple. Ils ne seront abordés que de manière superficielle, en relation avec le niveau linguistique visé. Thèmes de communication : les données personnelles, la famille, le travail, le temps (heure, etc.), le climat, la nourriture, les relations personnelles et les contacts avec autrui, les moyens de transport, l'itinéraire, les loisirs, la culture sourde Grammaire : les différentes catégories de transferts (selon la théorie de C. Cuxac, 2000), l'affirmation, la négation, les questions ouvertes et les questions fermées, l'ordre des signes dans une phrase simple, introduction aux lignes du temps et aux verbes directionnels classiques, la dactylologie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension visuelle Comprendre des expressions familières et quotidiennes ainsi que des énoncés très simples relatifs à sa personne, ses besoins concrets, sa famille, son environnement concret et immédiat 2 En interaction Se présenter ou présenter quelqu'un ; poser des questions simples sur des sujets familiers (sur son lieu d'habitation, ses relations, ce qui lui appartient, etc.) ou sur ce dont il a immédiatement besoin, ainsi que d'y répondre ; 3 En production en continu Utiliser des expressions et de produire des phrases simples pour se présenter, de présenter des gens qu'il connaît, de parler de son lieu d'habitation et de dire ce qu'il fait.",
        "content": "Cette UE porte sur les moyens d’assurer, en LSFB, une communication efficace d’un « utilisateur élémentaire » qui, au terme de cette UE pourra comprendre et employer des expressions quotidiennes simples visant à satisfaire des besoins concrets en relation avec des domaines immédiats de priorité.",
        "teaching_methods": "Le cours est prodigué exclusivement en présentiel et en LS.  Ainsi, dès le début de son apprentissage, l’étudiant évoluera en LSFB. En effet, le cours étant exclusivement dispensé en LSFB, l'étudiant devra apprendre à écouter, différemment, et sera très rapidement amené à pratiquer la LSFB afin d'interagir tant avec l'enseignant qu'avec ses condisciples. Ainsi, le professeur, lui-même sourd, fournit ses explications en LSFB et, ponctuellement, en français écrit. En plus des cours dispensés, l'étudiant est invité à prolonger son apprentissage de la LSFB et de la culture sourde au travers d’activités organisées à Louvain-la-Neuve mais aussi en Belgique francophone. Par exemple, des tables de conversation avec des locuteurs natifs de la LSFB ainsi que des conférences seront organisées par KAP-Signes tout au long de l'année académique. L'apprenant est vivement encouragé à participer à ces activités en particulier mais aussi à toute activité le confrontant à la réalité concrète du monde des Sourds: la maitrise d'une langue ne peut se faire sans une pratique régulière. Au vu du caractère visuel inhérent à la LSFB, une présence assidue de l'apprenant est requise. Ainsi, toute absence sera prise en compte. En outre, l'étudiant est vivement encouragé à une participation active au cours. Ces deux aspects intègrent l'évaluation du cours. Ce cours est organisé autour de thèmes pour lesquels la réception mais aussi la production seront exercés dans une visée, le plus souvent, formative. Dans ce cadre, l'étudiant se doit de disposer du matériel nécessaire à la réception de fichiers visuels mais aussi à l'enregistrement de fichiers visuels personnels de qualité. L'outil Teams facilitera cet échange hebdomadaire essentiel à l'apprenant.",
        "assessment_methods": "Evaluation continue (pendant l'année) = 40 % La présence et l'investissement au cours, ainsi que la participation aux activités extracurriculaires : 10% Les productions signées effectuées durant le quadrimestre : 10 % Evaluation en fin de premier quadrimestre : 20 % Evaluation finale  (à l'examen) = 60 % Examen écrit: 30 % > Traduction de phrases simples de la LSFB vers le français > Compréhension d'une courte histoire racontée en LSFB Examen oral : 30 % > Traduction de phrases  simples > Raconter une histoire en LSFB sur base d'un support visuel > Interaction avec l'enseignant: Parler de soi et/ou d'un sujet familier",
        "other_info": "Ce cours est accessible uniquement aux étudiants et membres du personnel de l'UCL. Ce cours correspond au niveau  A1 du Cadre Européen Commun de Référence pour les langues (CECRL). Equivalences avec des cours offerts dans d'autres programmes : Institut Libre Marie Haps, langue des signes A1 Encadrement: Un groupe d'environ 15 étudiants. L'enseignant peut être contacté par courriel ou via Teams",
        "online_resources": "http://www.lsfb.be : source fiable de vocabulaire de la LSFB http://www.ffsb.be : activités de la communauté sourde belge francophone",
        "bibliography": "Lectures non obligatoires : Linguistique (ouvrages assez pointus, uniquement pour ceux qui sont intéressés): Christian Cuxac (2000), La langue des signes française (LSF). Les voies de l'iconicité, Paris : Ophrys Laurence Meurant (2006), Le regard en langue des signes. Anaphore en langue des signes française de Belgique (LSFB) : morphologie, syntaxe, énonciation, Namur : Presses Universitaires de Namur Langue des signes et culture sourde  : Yves Delaporte (2002), Les sourds, c'est comme ça, Paris : Editions de la Maison des Sciences de l'Homme Paddy Ladd (2003), Understanding Deaf Culture. In search of Deafhood, Clevedon: Multilingual Matters LTD",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsys2518",
        "title": "Troubles sensoriels chez l'enfant et l'adolescent",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Crollen Virginie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les principaux troubles sensoriels chez l'enfant et l'adolescent, à savoir la déficience visuelle et la déficience auditive seront abordés d'un point de vue anatomique/fonctionnel, développemental, cognitif et affectif. Des pistes pour l'accompagnement de ces personnes et de leur famille seront données.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. Maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation ; A2. Analyser, critiquer de manière argumentée et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie; E1. Maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et en sciences de l'éducation ; E2. Identifier l'apport et la plus-value de la recherche scientifique en psychologie sur la compréhension de situations données.",
        "content": "Cette unité d'enseignement aborde les différentes modalités sensorielles (vue, audition, toucher, odorat et goût) ainsi que leur intégration / interaction. Pour chaque modalité sensorielle, différents éléments seront développés : Bases anatomiques et fonctionnelles Développement tout au long de la vie Caractéristiques et symptômes des principales déficiences Conséquences psychologiques / scolaires des différentes déficiences Outils d'adaptation ou de rééducation Compensation sensorielle",
        "teaching_methods": "Cours magistraux donnés en présentiel (sauf changement de la situation sanitaire).",
        "assessment_methods": "L’évaluation vise à mesurer l’atteinte des acquis d’apprentissage visés. L'évaluation se fera via un examen écrit présenté sous forme de questions ouvertes formulées en français.",
        "online_resources": "Les informations pratiques relatives au cours (e.g., l’agenda, les supports, les annonces, etc.) se trouvent sur le Moodle du cours.",
        "bibliography": "voir plateforme Moodle",
        "course_materials": "Les slides des cours sont disponibles avant chaque cours sur le Moodle du cours.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo1326",
        "title": "Introduction aux déficiences auditives et visuelles",
        "credits": "4.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Grégoire Anaïs",
            "Hemptinne Coralie",
            "Houssa Marine",
            "Kestens Christine",
            "Wathour Justine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Audiométrie tonale et vocale, tests auditifs centraux. Impédancemétrie. Otoémissions et bref descriptif des potentiels évoqués auditifs. Présentation clinique des déficiences auditives. Participation à des consultations otologiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Apprendre les méthodes d'investigation de l'audition. Physiopathologie des pathologies de l'oreille et des voies auditives. Prises en charge médicales, chirurgicales et audioprothétiques des surdités.",
        "content": "Déficiences auditives et vestibulaires: Sont abordées les différentes pathologies otologiques, qu'elles concernent l'oreille externe, moyenne ou interne. Leur symptomatologie, en particulier en ce qui concerne les fonctions auditive et vestibulaire, l'apport des différents examens complémentaires dans leur diagnostic, et leur traitement, médical ou chirurgical, seront abordés. Les aides audives et leur fonctionnement seront discutés, dont l'implant cochléaire. Le rôle du/de la logopède sera exposés, entre autres par des exemples cliniques. Enfin, l'impact psychologique de la surdité et la culture sourde seront présentés. Déficiences visuelles: Sont abordées les pathologies visuelles utiles pour les logopèdes ainsi que leurs prises en charge. Amblyopie fonctionnelle et organique. Troubles de réfraction et troubles des milieux. Strabisme. Nystagmus. Troubles de la vision des couleurs. Pathologies de la vision centrale. Pathologies de la vision périphérique. Lésions des voies visuelles antérieure et postérieure. Lésions des voies de la reconstruction de l'image visuelle: occipito-pariétales, occipito-temporales. Troubles de l'oculomotricité: alignement oculomoteur et mouvements oculaires.",
        "teaching_methods": "Cours magistraux, sur base de fichiers powerpoint, partagés avec les étudiants sur Moodle.",
        "assessment_methods": "Ecrit (QCM et questions ouvertes à réponse courte)",
        "other_info": "Le cours ci-après fournit des bases importantes pour la compréhension et l’intégration de ce cours : Anatomophysiologie : organes de l'audition, de l'équilibre et de la vision, Llogo1215",
        "course_materials": "Copie des dias remise au cours et sur Moodle",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-worl2130",
        "title": "Phoniatrie",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van Der Vorst Sébastien"
        ],
        "teaching_language": "Français",
        "topics_covered": "Techniques de laryngoscopie indirecte flexible et rigide, examen fibroscopie de la déglutition, stroboscopie, vidéoradiographie de la déglutition, bilan objectif avec échelles perceptuelles, auto-évaluation, mesures aéro-dynamiques et acoustiques, dysphonies dysfonctionnelles, lésions exsudatives de l'espace de Reinke ( nodules, polype, oédeme de Reinke), kystes rétentionnels et épidermiques, sulcus et lésions associées, encoche et lésions traumatiques, granulome,paralysie et troubles de la mobilité , laryngite chronique hypertrophique, cancers du larynx, papillomatose, presbyphonie, lésions de la cavité buccale et du voile du palais, dyskinésie de la bouche oesophagienne, diverticule de Zenker, pathologie ORL liée au reflux gastro-oesophagien.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le but de ce cours est l'enseignement des troubles de la voix et de la déglutition, de leur mise au point et de leur traitement médical et chirurgical. Les méthodes actuelles comprenant la laryngoscopie indirecte, flexible et rigide, la stroboscopie, la laryngoscopie directe, l'imagerie et l'évaluation objective de la voix seront détaillées. La pathologie s'étendra depuis les troubles dysfonctionnels jusqu'au troubles de la voix et de la déglutition entraînés par les cancers de la tête et du cou. Les troubles spécifiques à l'enfant et à la personne âgée seront également détaillés.",
        "content": "Troubles de la voix et de la déglutition, leur mise au point ainsi que  leur traitement médical et chirurgical.",
        "other_info": "Il s'agit d'un cours intégré à la maîtrise en logopédie interuniversitaire UCL-ULB. Le cours est présenté en visioconférence entre Louvain-La-Neuve et le Solbosch ( ULB). Il est donné de façon interactive à partir de présentations power-point et de vidéoclips. Il existe également sur Icampus\rL'examen est écrit sous forme de questions ouvertes. Il se donne le deuxième trimestre et les sessions d'examen ont lieu en juin et septembre.",
        "course_materials": "oropharyngeal dysphagia G. desuter et al. Springer Ed. 2019 oropharyngeal dysphagia G. desuter et al. Springer Ed. 2019",
        "responsible_entity": "MED"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo1327",
        "title": "Troubles de la sphère ORL: méthodes d'évaluation et de prise en charge logopédiques",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vannuscorps Gilles"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Les troubles de la parole et du langage d'origine périphérique : leur prévention, leur diagnostic, leur traitement. - Introduction aux dyspraxies développementales et acquises - Introduction aux dysarthries développementales et acquises",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de décrire les troubles de la sphère ORL les plus fréquents, de les différencier et en connaître les hypothèses étiologiques. Il maîtrisera également les principaux moyens de prévention, d'évaluation et de prise en charge. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. Maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation B1. Maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation) Secondairement, ce cours vise à amener les étudiants à : A2. Analyser, critiquer de manière argumentée et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie.",
        "content": "1. Les organes et mécanismes périphériques impliqués dans la parole et leurs troubles •Introduction à l'anatomophysiologie de la sphère orofaciale, y compris ses aspects développementaux •Introduction aux principaux troubles de la sphère orofaciale, à leur diagnostic et à leur prise en charge: dyslalies fonctionnelles et organiques, fentes faciales, dysfonctionnement tubaire, respiration buccale, déglutition infantile, aspects dysfonctionnels des troubles orthodontiques 2. Les mécanismes centraux impliqués dans la parole et leurs troubles •Neuroanatomie fonctionnelle du contrôle moteur de la parole: les nerfs crâniens, les structures corticales, cérébelleuses et sous corticales impliquées dans la parole •Modélisation neurocognitive des mécanismes impliqués dans la production de la parole: le modèle DIVA •Introduction aux dysarthries (thématique qui sera approfondie dans le cours LLOGO2142). OBJECTIFS Au terme du cours, l'étudiant aura acquis une excellente compréhension des mécanismes centraux et périphériques permettant d’articuler un mot, y compris les mécanismes de contrôle, de détection et de correction d’erreurs et d’adaptation aux modifications physiologiques de l’appareil phonatoire (liées par exemple au développement ou au vieillissement). L’étudiant devra être capable, par exemple, de décrire comment un enfant acquiert la capacité de prononcer une syllabe (e.g., /pa/) et quelles zones du cerveau, quels nerfs crâniens et quels muscles sont impliqués dans son articulation. L'étudiant sera également capable d'utiliser ces connaissances pour comprendre, prévenir, diagnostiquer et prendre en charge efficacement les troubles de la parole résultant de troubles périphériques (e.g., dyslalies fonctionnelles et organiques) et centraux (les dysarthries).",
        "teaching_methods": "Exposés magistraux en présentiel pour autant que la situation sanitaire liée à la COVID-19 le permette. Si la situation sanitaire ne permet pas l'organisation du cours en présentiel, alors le cours sera organisé en distanciel.",
        "assessment_methods": "L’évaluation du cours vise à mesurer l’atteinte des acquis d’apprentissage visés. Cette évaluation se fera par le biais d’un examen composé de questions ouvertes. La langue d’évaluation est le français. Pour autant que la situation sanitaire liée à la COVID-19 le permette, les examens de première et de seconde session seront des examens écrits et se dérouleront en présentiel. Si la situation sanitaire ne permet pas l'organisation d'un examen en présentiel, alors un examen oral en distanciel sera organisé.",
        "other_info": "Préalables: ce cours requiert une bonne connaissance des contenus enseignés dans les cours: •LLOGO1214  Anatomophysiologie : organes de la phonation et de la déglutition •LLOGO1211 Psychologie du langage et phonétique Ressources Un excellent (mais non obligatoire) livre introductif aux matières enseignées dans les cours LLOGO1327 et 2142 est: The Neural Control of Speech (https://mitpress.mit.edu/books/neural-control-speech)",
        "online_resources": "Toutes les informations concernant ce cours seront disponibles sur l'espace dédié au cours sur Moodle (l'agenda, les supports, les annonces, etc).",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo1322",
        "title": "Evaluation et prise en charge des troubles du langage écrit",
        "credits": "4.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Reybroeck Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Via des études de cas cliniques d'enfants et adolescents présentant des troubles de type dyslexie-dysorthographie, d'enfants pré-lecteurs \"à risque\", d'enfants et adolescents présentant des troubles de compréhension en lecture, les contenus suivants seront abordés : Anamnèse et analyse de la demande Evaluation : choix des tests adéquats en fonction de l'anamnèse et de la plainte, correction, analyses quantitative et qualitative des résultats, interprétation Formulation d'hypothèses diagnostiques Prise en charge: élaboration et planification d'un projet thérapeutique à l'aide de diverses techniques, vérification de l'efficacité et la spécificité de l'intervention. Les contenus concerneront les niveaux langagiers suivants: prérequis à la lecture; voie d'assemblage en lecture; voie d'adressage et vitesse en lecture; compréhension en lecture; orthographe lexicale et orthographe grammaticale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de cette unité d’enseignement, l’étudiant est capable de : Analyser une situation clinique relative à l’apprentissage du langage écrit dans toute sa complexité, en mettant en œuvre de manière précise et rigoureuse les concepts fournis par les théories et approches pertinentes afin de poser un diagnostic : A1. Maitriser de manière critique des connaissances spécialisées qui permettent d’identifier une plainte et de comprendre les difficultés de langage, communication qu’un individu pourrait rencontrer. A2. Observer, analyser, critiquer et interpréter de manière argumentée une situation en référence à des théories et résultats de recherche, en mobilisant les méthodes et outils pertinents relevant du champ de la logopédie et en se fondant sur des connaissances en psychologie et en médecine. A3.  Poser un diagnostic/une conclusion en mettant en évidence les limites de son analyse et de son interprétation. A4. Intégrer dans son analyse et son interprétation de la situation les besoins et les ressources du patient et de son milieu ainsi que ses caractéristiques et préférences. Prendre en charge et accompagner une personne qui présente des difficultés en langage écrit ainsi que son entourage : élaborer un plan d’intervention, théoriquement et empiriquement justifié, mettre en œuvre ce plan, en évaluer l’efficacité et le réajuster régulièrement : B2. Elaborer et planifier un projet de développement de la communication, du langage, en mobilisant les outils pertinents visant à améliorer une situation donnée, en s’adaptant aux particularités de la personne concernée. B3. Mettre en œuvre un projet de développement de la communication, du langage et/ou du calcul, en évaluer l’efficacité et le réajuster régulièrement. Communiquer de façon structurée une information précise, correcte et pertinente, adaptée au contenu ainsi qu’à l’interlocuteur et intentions visés : C1.  Communiquer, à l’oral et à l’écrit, sur des situations dans le domaine de la logopédie (observations, conclusions, interventions planifiées, connaissances et modèles sous-jacents) en adaptant sa communication (contenu et forme) à l’interlocuteur (collègues, experts, patients, famille des patients, médecins, paramédicaux, enseignants, un public large ...) et aux intentions poursuivies.",
        "content": "Via des études de cas cliniques d'enfants et adolescents présentant des troubles de type dyslexie-dysorthographie, d'enfants pré-lecteurs \"à risque\", d'enfants et adolescents présentant des troubles de compréhension en lecture, les contenus suivants seront abordés : Anamnèse et analyse de la demande Evaluation : choix des tests adéquats en fonction de l'anamnèse et de la plainte, correction, analyses quantitative et qualitative, interprétation Formulation d'hypothèses diagnostiques Prise en charge: élaboration et planification d'un projet thérapeutique à l'aide de diverses techniques, vérification de l'efficacité et la spécificité de l'intervention. Les contenus concerneront les niveaux langagiers suivants: prérequis à la lecture; voie d'assemblage en lecture; voie d'adressage et vitesse en lecture; compréhension en lecture; orthographe lexicale et orthographe grammaticale.",
        "teaching_methods": "Cours interactif ; Etudes de cas cliniques sur ordinateur qui nécessitent un travail de préparation ; Réalisation d’un travail individuel consistant à évaluer le langage écrit d'un enfant",
        "assessment_methods": "Les modalités relatives à l'évaluation certificative sont les suivantes : examen écrit comptant pour 18 points/20, comportant des questions ouvertes. Travail individuel d’évaluation d’un enfant, comptant pour 2 points/20. La réussite de l'examen écrit est indispensable pour démontrer les compétences et connaissances définies dans les acquis d'apprentissage de l'unité d'enseignement. Une note d'échec pour l'examen écrit entraine une note d'échec pour la totalité de l'UE.",
        "other_info": "Support supplémentaire : études de cas sur Moodle Autres : présence aux séances et travail hebdomadaire obligatoires.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=10823",
        "course_materials": "The course material includes slides, articles and various documents related to the children evaluation",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo1321",
        "title": "Evaluation et prise en charge des troubles du langage oral",
        "credits": "4.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanderauwera Jolijn"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d'enseignement (UE) sont précisés à la fin de cette fiche, en regard des programmes/formations qui proposent cette UE.",
        "topics_covered": "Via des études de cas cliniques d'enfants et adolescents présentant des troubles de l'articulation, des troubles phonologiques, lexicaux, morpho-syntaxiques, discursifs et pragmatiques, les contenus suivants seront abordés : Analyse de la demande, choix des tests adéquats en fonction de l'anamnèse et de la plainte, analyse des résultats, formulation d'hypothèses diagnostiques, détermination d'un projet thérapeutique à l'aide de diverses techniques, vérification de l'efficacité et la spécificité de l'intervention. Ce cours doit être articulé au cours de \" Langage oral : méthode d'examen\".",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Apprendre la démarche de la méthodologie de l'intervention en langage oral en mobilisant les connaissances théoriques pertinentes et en étant attentif aux limites de ces connaissances. Apprendre à communiquer de l'information de manière précise et structurée en s'adaptant aux différents interlocuteurs rencontrés dans la pratique clinique.",
        "content": "Via des études de cas cliniques d'enfants et adolescents présentant des troubles de l'articulation, des troubles phonologiques, lexicaux, morpho-syntaxiques, discursifs et pragmatiques, les contenus suivants seront abordés : Analyse de la demande, choix des tests adéquats en fonction de l'anamnèse et de la plainte, analyse des résultats, formulation d'hypothèses diagnostiques, détermination d'un projet thérapeutique à l'aide de diverses techniques, vérification de l'efficacité et la spécificité de l'intervention. Ce cours doit être articulé au cours de \" Troubles développementaux du langage oral et de la communication\".",
        "teaching_methods": "Rappels théoriques et travaux pratiques sur des études de cas.",
        "assessment_methods": "L'évaluation est écrite et comporte des analyses de cas assorties de questions ouvertes.",
        "other_info": "Pré-requis : Baccalauréat en logopédie\n\nEvaluation : examen écrit\n\nSupport : site internet, documents distribués au fur et à mesure\n\nAutres : présence aux séances et travail hebdomadaire obligatoires.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-llogo2200",
        "title": "Mémoire",
        "credits": "27.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle LLOGM5411 Projet de recherche",
        "topics_covered": "Le thème du mémoire sera défini soit dans le domaine des troubles développementaux, soit dans l'un des deux domaines couverts par les options choisies. Toute autre proposition de sujet de mémoire fera l'objet d'une demande motivée à la Commission du Master en logopédie.",
        "other_info": "L’usage d’outils d’intelligence artificielle (tels que ChatGPT ou Claude, ou les outils intégrés à une fonction de recherche ou à une suite bureautique comme Bard, BingAI ou Copilot) est interdit dans le cadre de la réalisation et de la rédaction du mémoire. Toute utilisation d’un outil d’IA sera considérée comme une irrégularité au titre de la Section 7, articles 107 et suivants du Règlement général des études et des examens (RGEE), avec toutes les conséquences qui en découlent, tel que prévu aux articles 111 et suivants du RGEE.",
        "responsible_entity": "ELOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsign1201",
        "title": "Langue des signes de Belgique francophone (LSFB) - Niveau Intermédiaire (B1.1)",
        "credits": "5.00",
        "hours": "60.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Moubayed Fatima"
        ],
        "teaching_language": "Français",
        "prerequisites": "Avoir terminé le cours de LSIGN1102 ou avoir un niveau de LSFB équivalent (qui sera évalué en début d'année) Comprendre des explications écrites en français.",
        "topics_covered": "Les thèmes de communication sont donnés à titre d'exemple. Ils seront abordés en relation avec le niveau linguistique visé! Thèmes de communication : la journée mondiale des sourds, l'emploi, la politique, les voyages, les projets, l'actualité, les événements passés, la culture sourde, etc. Grammaire : Approfondissement des notions grammaticales abordées en LSIGN1101 et LSIGN1102 ainsi que les questions rhétoriques, l'aspect, la manière, l'impératif, le rythme, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : A la fin de cette unité d'enseignement, l'apprenant devra avoir atteint le niveau B1 (inférieur) du 'Cadre Européen commun de référence pour les langues' (Conseil de l'Europe) et cela dans les 3 aptitudes suivantes : compréhension en différé (au moyen de vidéos) compréhension en direct (au moyen de vidéos ou via l'enseignant) expression signée.",
        "content": "Cette unité d'enseignement consiste à approfondir les notions abordées durant les cours de LSIGN1101 et LSIGN1102 et à rendre l'étudiant autonome en LSFB dans diverses situations (familières) de la vie courante. Désormais, le cours exige une extrême fluidité tant dans la réception que dans la production. Les thèmes abordés, plus spécifiques, seront autant d'opportunités de découvrir et d'employer un vocabulaire riche et varié appuyé par une grammaire qui n'aura plus aucun secret pour vous. Les travaux, tant formatifs qu'évaluatifs, nécessitent un niveau de maitrise de la LSFB mais aussi du français écrit. Par exemple, l'étudiant sera amené à traduire, dans un français riche, un support visuel mais aussi être capable d'intervenir au sein d'un débat signé ou encore de défendre sa position personnelle face à un sujet d'actualité... La réussite de cette dernière année repose sur la maitrise des spécifités de la LSFB illustrée par un signeur en mesure de comprendre et d'interagir avec aisance.",
        "teaching_methods": "Cours uniquement en présentiel avec devoirs à réaliser à domicile. Exercices de compréhension vidéo (en direct ou en différé) Exercices d'expression signée Travaux dirigés : présentations individuelles ou de groupe, débats. Le cours est exclusivement prodigué en LS. Au vu du caractère visuel inhérent à la LSFB, la présence assidue de l'apprenant est requise. Ainsi, toute absence sera prise en compte. En outre, l'étudiant est vivement encouragé à une participation active au cours. Ces deux aspects intègrent l'évaluation du cours. Le cours de LSFB reste, en troisième année, prodigué exclusivement, ou presque, en LSFB. L'interaction, elle-même en LSFB, demeure essentielle et vivement encouragée tant dans le cadre des cours qu'en dehors. Le professeur invite les apprenants, quel que soit leur niveau d'apprentissage, à multiplier les rencontres avec les Sourds. Bien que Kap-Signes offre des lieux de rencontre propices à la communication, l'étudiant est encouragé à s'ouvrir à la culture sourde témoignant ainsi d'une proactivité, gage de progrès. Ce cours est organisé autour de thèmes pour lesquels la réception mais aussi la production seront exercés dans une visée, le plus souvent, formative. Dans ce cadre, l'étudiant se doit de disposer du matériel nécessaire à la réception de fichiers visuels mais aussi à l'enregistrement de fichiers visuels personnels de qualité. L'outil Teams facilitera cet échange hebdomadaire essentiel à l'apprenant.",
        "assessment_methods": "Evaluation continue (pendant l'année) = 40 % La présence et l'investissement au cours, ainsi que la participation aux activités extracurriculaires : 10% Les productions signées effectuées durant les deux quadrimestres : 10 % Un test en fin de premier quadrimestre : 20 % Evaluation finale (à l'examen) = 60 % Examen écrit: 20 % Compréhension d'une histoire racontée en LSFB Examen oral: 40 % Interaction avec l'enseignant ou avec un autre apprenant",
        "other_info": "Ce cours est accessible uniquement aux étudiants et membres du personnel de l'UCL. Ce cours correspond au niveau  A2 du Cadre Européen Commun de Référence pour les langues (CECRL). Equivalences avec des cours offerts dans d'autres programmes : Institut Libre Marie Haps, langue des signes A2 Encadrement: Un groupe d'environ 15 étudiants. L'enseignant peut être contacté par courriel ou via Teams",
        "online_resources": "http://www.lsfb.be : source fiable de vocabulaire de la LSFB http://www.ffsb.be : activités de la communauté sourde belge francophone Page Facebook « KAP Signes » pour se tenir au courant des activités du KAP Signes de Louvain-la-Neuve",
        "bibliography": "Lectures non obligatoires Linguistique (ouvrages assez pointus, uniquement pour ceux qui sont intéressés): Christian Cuxac (2000), La langue des signes française (LSF). Les voies de l'iconicité, Paris : Ophrys Laurence Meurant (2006), Le regard en langue des signes. Anaphore en langue des signes française de Belgique (LSFB) : morphologie, syntaxe, énonciation, Namur : Presses Universitaires de Namur Langue des signes et culture sourde  : Yves Delaporte (2002), Les sourds, c'est comme ça, Paris : Editions de la Maison des Sciences de l'Homme Paddy Ladd (2003), Understanding Deaf Culture. In search of Deafhood, Clevedon: Multilingual Matters LTD",
        "responsible_entity": "ILV"
    }
]