[
    {
        "url": "https://uclouvain.be/cours-2024-lmat2215",
        "title": "Homological algebra",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van der Linden Tim"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Il est recommandé que l’étudiant·e soit bien familiarisé·e avec des structures mathématiques abstraites comme les espaces vectoriels tels que traités dans les cours LMAT1131 ou LINFO1112 ou LEPL1101, les espaces euclidiens ou affines tels que traités dans les cours LMAT1131 ou LMAT1141, les groupes tels que traités dans les cours LMAT1231 ou LPHYS2211, ou encore les espaces topologiques tels que traités dans le cours LMAT1323.",
        "topics_covered": "Complexes de modules, leur homologie ; Les objets simpliciaux et l'exemple de l'homologie singulière d'un espace topologique ; Le théorème de Dold-Kan qui donne l'équivalence entre les complexes et les objects simpliciaux de modules ; Les catégories abéliennes : premières propriétés et lemmes homologiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de master en mathématique. À la fin de cette activité, l'étudiant aura progressé dans sa capacité à : (a)  Connaître et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : i. Reconnaître les concepts fondamentaux d'importantes théories mathématiques actuelles. ii. Établir les liens principaux entre ces théories. (b)  Faire preuve d'abstraction, de raisonnement et d'esprit critique. Il aura notamment développé sa capacité à : i.   Dégager les aspects unificateurs de situations et expériences différentes. ii.   Raisonner dans le cadre de la méthodeaxiomatique. iii.   Construire et rédiger une démonstration de façon autonome, claire et rigoureuse. (c)  analyser un problème mathématique et proposer des outils adéquats pour l'étudier de façon autonome. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE)». Modes d'évaluation des acquis des étudiants : L'évaluation se fait sur base d'un examen écrit. On y teste la connaissance et la compréhension des 'notions, des exemples et des résultats fondamentaux, la capacité de construire un raisonnement cohérent, la maîtrise des techniques de démonstration introduites pendant le cours.",
        "content": "Cette activité consiste à exposer les notions fondamentales de l’algèbre homologique. Les contenus suivants sont abordés dans le cadre du cours : Catégories de modules. Modules projectifs et injectifs. Complexes de chaînes. Homologie d’un complexe. Homologie singulière d’un espace topologique. Morphismes de complexes et homotopie entre eux. Catégories abéliennes : exemples et premières propriétés. Lemmes homologiques dans les catégories abéliennes.",
        "teaching_methods": "Les activités d'apprentissage sont constituées par des cours magistraux et de séances de travaux pratiques. Les cours magistraux visent à introduire les concepts fondamentaux, à les motiver en montrant des exemples et en établissant des résultats. Les résultats sont souvent présentés avec commentaires historiques et applications. Les séances de travaux pratiques visent à assimiler la théorie par des exercices de calcul et des exercices de réflexion.",
        "assessment_methods": "Une partie (20%) de la note finale tiendra compte de l'évaluation continue menée durant le quadrimestre.  Cette partie de note servira pour chaque session et ne pourra pas être représentée. Il y aura aussi un examen oral (exercices, 30% et théorie, 50%). On y teste la connaissance et la compréhension des notions et des résultats fondamentaux, ainsi que la maîtrise des techniques basiques de l'algèbre homologique.",
        "online_resources": "Page web du cours dans Moodle, où se trouve aussi la dernière version du syllabus",
        "bibliography": "S. Mac Lane, Homology, Springer, 1967. Ch. A. Weibel, An introduction to homological algebra, Cambridge University Press, 1994.",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2420",
        "title": "Complex analysis",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Charlier Christophe",
            "Claeys Tom"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Il est recommandé que l’étudiant·e maitrise les notions fondamentales de l’analyse complexe comme développées dans le cours LMAT1222.",
        "topics_covered": "Rappels d'analyse complexe, applications conformes, transformations homographiques, théorème de l'application conforme de Riemann, méthodes asymptotiques (méthode de Laplace, méthode du col), fonctions spéciales.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de master en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : (a)  Connaître et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : i. Reconnaître les concepts fondamentaux d'importantes théories mathématiques actuelles. ii. Etablir les liens principaux entre ces théories. (b)  Faire preuve d'abstraction, de raisonnement et d'esprit critique. Il aura notamment développé sa capacité à : i. Dégager les aspects unificateurs de situations et expériences différentes. ii. Raisonner dans le cadre de la méthode axiomatique. iii. Construire et rédiger une démonstration de façon autonome, claire et rigoureuse. Acquis d'apprentissage spécifiques au cours. A la fin de cette activité, l'étudiant sera capable de : (a)   Comprendre et utiliser les grands résultats d'analyse complexe. (b)   Comprendre la théorie des applications conformes et des transformations homographiques. (c)   Construire des applications conformes et bijectives entre des régions simples. (d)   Comprendre et utiliser plusieurs méthodes asymptotiques.",
        "content": "Les contenus suivants sont abordés dans le cadre du cours. (a)  rappels de résultats importants d'analyse complexe et quelques compléments (évaluation de sommes infinies par le théorème des résidus, théorème de l'image ouverte, ...). (b) applications conformes: théorie générale, transformations homographiques, théorème de l'application conforme de Riemann. (c)    méthodes asymptotiques: séries asymptotiques, méthode de Laplace, méthode du col, formule de Stirling, fonctions spéciales. (d)   l'analyse complexe et les méthodes asymptotiques dans la recherche mathématique actuelle.",
        "teaching_methods": "Le cours est donné sous forme de cours magistraux avec participation active de la part des étudiants. Pendant les séances de TP, les étudiants travaillent sur des exercices directement liés à la matière du cours.",
        "assessment_methods": "L'évaluation se fait sur base d'un examen oral et d'un projet fait par l'étudiant pendant le quadrimestre. A l'examen, on teste la connaissance et la compréhension des notions, des méthodes et des résultats vus au cours.",
        "online_resources": "Site Moodle.",
        "bibliography": "J.B. Conway, Functions of one complex variable. J.E. Marsden and M.J. Hofman, Basic complex analysis, third edition.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat1323",
        "title": "Topologie",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dos Santos Santana Forte Vaz Pedro"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Cours LMAT1121 Analyse mathématique 1, ou cours équivalent, Maitrise de la langue française.",
        "topics_covered": "Espaces métriques, espaces topologiques, structures topologiques, espaces de Hausdorff, compacité, connexité, la langage des voisinages.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de bachelier en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaitre et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Choisir et utiliser des méthodes et des outils fondamentaux de topologie pour résoudre des problèmes de mathématique, en algèbre, analyse ou géométrie. -- Comprendre les fondements de la théorie, savoir les expliquer et les motiver par des exemples. - Parvenir à concrétiser une approche intuitive en une formalisation plus générale, rigoureuse et exacte. - Faire preuve d'abstraction et esprit critique. Il aura notamment développé sa capacité à : -- Combiner intuition et vision géométrique et formalisation. -- Reconnaître les arguments clef et la structure d'une démonstration. -- Construire un raisonnement  de façon autonome. -- Apprécier la rigueur d'un raisonnement mathématique et en déceler les failles éventuelles. Acquis d'apprentissage spécifiques au cours. A la fin de cette activité, l'étudiant sera capable de : - Utiliser les outils de base de la topologie générale dans les utilisations importantes en algèbre commutative, en géométrie et en analyse fonctionnelle. - Utiliser les théorèmes de base et comprendre leur portée et intérêt. - Exploiter les propriétés de la topologie pour décrire des espaces géométriques concrets ou des espaces plus abstraits. - Savoir utiliser les concepts de la topologie pour résoudre des problèmes précis. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "content": "Cette activité consiste à introduire les concepts basiques de la topologie qui ont un rôle essentiel dans tout le cursus de bachelier et de master en sciences mathématiques et en sciences physiques Les contenus suivants sont abordés dans le cadre du cours : 1. Définition et exemple d'espaces métriques : fonction continues, ensembles ouverts et ensembles fermés dans les espaces métriques. 2. Définition et exemple d'espaces topologiques : fonction continues, ensembles ouverts et ensembles fermés dans les espaces topologiques. Intérieur et fermeture. 3. Davantage sur les structures topologiques : homéomorphismes, sous-espaces topologiques, produit d'espaces topologiques et topologie quotient. 4. Séparabilité : espaces de Hausdorff. 5. Compacité : espaces compacts, produits d'espaces compacts, compacité dans les espaces métriques. 6. Connexité : espaces connexes et connexes par arcs. 7. Voisinages et bases d'une topologie. 8. Homotopie et degré",
        "teaching_methods": "Les activités d'apprentissage sont constitués par des cours magistraux et de séances de travaux pratiques. Les cours magistraux visent à introduire les concepts fondamentaux, à les motiver en montrant des exemples et en établissant des résultats. Seuls les résultats dont la preuve n'est pas hyper technique sont démontrés au cours. Les résultats sont souvent présentés avec commentaires historiques et applications. Les séances de travaux pratiques visent à assimiler la théorie par des exercices de calcul et des exercices de réflexion. Le professeur et l'assistant en charges des travaux pratiques ont communiqué aux étudiants des heures de bureau pendant lesquels ils sont à leur disposition pour des explications complémentaires.",
        "assessment_methods": "L'évaluation se fait sur base d'un examen écrit comprenant trois parties de valeur égale : une partie vérification de l'acquis de la matière enseigné, une partie plus réflexion montrant que l'étudiant a pu prendre du recul sur la matière et se l'est en partie approprié, une troisième partie fait d'exercices du style fait pendant l'année. Ces modalités d'évaluation pourront être adaptées si la situation sanitaire change.",
        "online_resources": "Page web du cours dans moodle Textes donnés pendant les cours, liste des exercices, questions des examens précédents (avec objectifs et solutions).",
        "bibliography": "Syllabus distribué au cours ---- Syllabus distributed during the course",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat1271",
        "title": "Calcul des probabilités et analyse statistique",
        "credits": "6.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "von Sachs Rainer"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Cours LMAT1121 et LMAT1122 (analyse réelle, en particulier intégration bivariée).",
        "topics_covered": "L'objectif général du cours est l'introduction au mode de pensée et aux méthodes de la théorie des probabilités et de l'analyse statistique en vue des applications. Les thèmes abordées couvrent les notions de base en probabilité (et probabilité conditionnelle) et les principales distributions des vecteurs aléatoires. Seront traités les concepts de l'indépendance et de la corrélation, ainsi que quelques notions des propriétés de grands nombres d'échantillon. En analyse statistique, la priorité est donnée au traitement de l'approche paramétrique (estimation des paramètres d'une distribution de probabilités) et aux méthodes d'inférence (tests d'hypothèses et intervalles de confiance). Les concepts statistiques sont appliqués aux problèmes spécifiques de l'analyse de variance (ANOVA) et de la régression (simple).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de bachelier en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaitre et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Choisir et utiliser des méthodes et des outils fondamentaux de calcul pour résoudre des problèmes de mathématique. -- Reconnaître les concepts fondamentaux de certains théories mathématiques actuelles. - Dégager, grâce à l'approche abstraite et expérimentale propre aux sciences exactes, les aspects unificateurs de situations et expériences différentes en mathématique. - Faire preuve d'abstraction et esprit critique. Il aura notamment développé sa capacité à : -- Raisonner dans le cadre de la méthode axiomatique. -- Reconnaître les arguments clef et la structure d'une démonstration. -- Construire et rédiger une démonstration de façon autonome. -- Apprécier la rigueur d'un raisonnement mathématique ou logique et en déceler les failles éventuelles. Acquis d'apprentissage spécifiques au cours : L'objectif général du cours est l'introduction au mode de pensée et aux méthodes de la théorie des probabilités et de l'analyse statistique en vue des applications. À l'issue de cet enseignement, les étudiants seront en mesure de : - Utiliser les notions de base de la modélisation probabiliste et travailler avec des variables aléatoires; - Appliquer les techniques les plus fréquemment utilisées de la théorie des probabilités (probabilité et espérance conditionnelles, loi normale, de Poisson et exponentielle) dans des domaines divers; - Explorer des ensembles de données riches en structure par les méthodes de l'inférence statistique; - Appliquer les techniques de calcul d'intervalles de confiance et de tests d'hypothèses.",
        "content": "Rappel des concepts des variables aléatoires, étendus sur les vecteurs aléatoires, les probabilités et les moments conditionnelles et les transformations des variables aléatoires (notamment le concept de la fonction génératrice des moments) Dérivation des distributions des échantillonnages (Chi carrés, F, Student, …) nécessaire pour dériver les propriétés des statistiques les plus courantes Dérivation et applications des lois asymptotiques (inégalité de Chebycheff, lois des grand nombres, théorème centrale limite, …) L’estimation ponctuelle : méthode de moments, méthode de maximum de vraisemblance, méthode des moindres carrés ; propriétés théoriques des estimateurs (biais, variance, erreur quadratique en moyenne, consistance, normalité asymptotique, efficacité) Intervalles de confiance (exactes et asymptotiques ; utilisant l’approche de l’estimateur de maximum de vraisemblance) Tests d'hypothèses (relatifs aux moyennes, variances et proportions d’une ou deux population(s) normales ou binomiales) : méthode pivotale, test de rapport de vraisemblance, … Régression linéaire (simple et multiple), notion générale de l’ajustement d’un modèle Approfondissement de la statistique des données (techniques complémentaires à la régression linéaire multivariées : analyse en composantes principales, méthodes de classification/clustering)",
        "teaching_methods": "Ce deuxième cours introductif à la probabilité et statistique sera constitué : d'exposés qui présenteront la matière sur base d'exemples et par le développement des raisonnements mathématiques, de séances d'exercices visant à mettre systématiquement en pratique les différentes notions vues au cours sur des cas bien ciblés et à l’aide d’un logiciel spécialisé, des projets qui donneront l'occasion à l'étudiant d'intégrer les différents outils dans des domaines d’application de la mathématique et de la physique. L'approche pédagogique utilisée privilégiera l'apprentissage actif des étudiants et tentera de respecter les orientations pédagogiques proposées par la Faculté.",
        "assessment_methods": "Pendant le semestre : Evaluation continue sous forme de préparation d’un projet (étude de cas) à résoudre en groupe à l’aide d’un logiciel spécialisé et/ou de devoirs (tests) en groupe. Pendant la session des examens : Examen écrit : On y teste la connaissance et la compréhension des notions et des résultats fondamentaux, la capacité de construire et d'écrire un raisonnement cohérent, la maîtrise des techniques de calcul, et surtout, l'applicabilité des méthodes vues au cours à des problèmes de l'analyse statistique des données.",
        "online_resources": "Site Moodle https://moodleucl.uclouvain.be/course/view.php?id=8921 Le site contient les copies des transparents, les énoncés et les solutions des exercices pour les séances de travaux pratiques, un formulaire et des tables statistiques, l'aide à l'utilisation du logiciel pour l'analyse statistique sur ordinateur et le plan détaillé du cours.",
        "bibliography": "D. Wackerly, W. Mendenhall, R. Scheaffer : \"Mathematical Statistics with Applications\" (7th ed.) 2008, Brooks/Cole.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat1321",
        "title": "Analyse fonctionnelle et équations aux dérivées partielles",
        "credits": "7.00",
        "hours": "45.0 h + 45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van Schaftingen Jean"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Cours LMAT1121, LMAT1122, LMAT1131, LMAT 1221 (ou cours équivalents).",
        "topics_covered": "Espaces de Banach, de Hilbert, de Lebesgue, de Sobolev, espaces duaux, problèmes elliptiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de bachelier en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaitre et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Choisir et utiliser des méthodes et des outils fondamentaux de calcul pour résoudre des problèmes de mathématique. -- Reconnaître les concepts fondamentaux de certains théories mathématiques actuelles. --  Etablir les liens principaux entre ces théories, les expliquer et les motiver par des exemples. - Dégager, grâce à l'approche abstraite et expérimentale propre aux sciences exactes, les aspects unificateurs de situations et expériences différentes en mathématique. - Faire preuve d'abstraction et esprit critique. Il aura notamment développé sa capacité à : -- Raisonner dans le cadre de la méthode axiomatique. -- Reconnaître les arguments clef et la structure d'une démonstration. -- Construire et rédiger une démonstration de façon autonome. -- Apprécier la rigueur d'un raisonnement mathématique et en déceler les failles éventuelles. -- Faire la distinction entre l'intuition de la validité d'un résultat et les différents niveaux de compréhension rigoureuse de ce même résultat. - L'aptitude à l'apprentissage autonome, pour être capable de -- Lire et comprendre un texte mathématique avancé et le situer correctement par rapport aux connaissances acquises. Acquis d'apprentissage spécifiques au cours. A la fin de cette activité, l'étudiant sera capable de : - Utiliser les espaces fonctionnels dans des questions d'analyse. - Maîtriser les principes fondamentaux de l'analyse fonctionnelle. - Identifier la norme ou le produit scalaire naturel dans une question d'analyse. - Reconnaître la bonne notion de solution faible. - Identifier les espaces duaux.",
        "content": "Espaces métriques et normés abstraits et concrets (y compris les espaces de Lebesgue), topologie, convergence et continuité. Complétude, densité, applications contractantes, ensembles maigres et principe de la borne uniforme. Bases de Hilbert, approximations dans les espaces de Lebesgue, compacité et théorie spectrale. Espaces duaux, représentation des espaces duaux, théorème de Hahn–Banach, bidual et réflexivité, convergence et topologies faibles",
        "teaching_methods": "Cours avec exposés magistraux et discussion visant à introduire les concepts fondamentaux, à les motiver en montrant des exemples et en établissant des résultats, à montrer leurs liens réciproques et leurs liens avec d'autres cours du programme de bachelier en sciences mathématiques. Séances d’exercices visant à apprendre à choisir et utiliser des méthodes de calcul et à construire des démonstrations.",
        "assessment_methods": "L’évaluation se fera en plusieurs parties : 20% pour les exercices remis en cours de quadrimestre, 80% pour l’examen final, portant sur l’ensemble du cours. Les notes pour les exercices remis durant le quadrimestre seront reportées à chaque session de l’année académique, sans possibilité de les représenter.",
        "online_resources": "Resources sur Moodle, contenant les notes de cours et les énoncés et les solutions des exercices pour les séances de travaux pratiques.",
        "course_materials": "Jean Van Schaftingen, Lecture Notes on Functional Analysis, 2024.",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2140",
        "title": "Algebraic topology",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lambrechts Pascal"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "LMAT1131 - algèbre linéaire (première année de bachelier en sciences mathématiques) ou cours équivalent. LMAT1231 - multilinear algebra and group theory (deuxième année de bachelier en sciences mathématiques) ou cours équivalent. LMAT1323 - topologie (deuxième année de bachelier en sciences mathématiques) ou cours équivalent.",
        "topics_covered": "Classification des surfaces. Caractéristique d'Euler. Groupe fondamental. Revêtement. Homologie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de master en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Acquérir de façon autonome et exploiter de nouvelles connaissances - Faire preuve d'abstraction, de raisonnement et d'esprit critique. Il aura notamment développé sa capacité à -- lire une démonstration et en reconnaître les étapes, les arguments clef et la structure, -- apprécier la simplicité, la clarté, la rigueur, l'originalité d'une démonstration et d'un raisonnement mathématique ou logique et en déceler les failles éventuelles. - Connaissances et compétences disciplinaires fondamentales, notamment : -- Sa connaissance des concepts fondamentaux d'importantes théories mathématiques actuelles et sera capable d'établir les liens principaux entre ces théories. -- Son expertise des outils fondamentaux de calcul et de leur utilisation dans des problèmes de mathématique. - Communication scientifique, plus particulièrement structurer un exposé oral, mettre en évidence les éléments clef, distinguer techniques et concepts et adapter l'exposé au niveau d'expertise des interlocuteurs. Acquis d'apprentissage spécifiques au cours. A la fin de cette activité, l'étudiant sera capable de : - Reconnaitre, classifier et construire des surfaces. - Calculer sur des exemples simples des invariants classiques de topologie algébrique: groupe fondamental, classe d'Euler, groupe d'homologie. - Déduire certaines propriétés topolgiques d'espaces à partir d'invariants de la topologie algébrique. - Développer en détail un élément de théorie de topologie algébrique.",
        "content": "Cette activité est un premier cours de topologie algébrique. Il est hautement recommandé de suivre en parallèle le cours lmat2215 \"homological algebra\" aussi donné au q1 ou d'avoir déjà suivi un cours d'algèbre homologique Les contenus suivants sont abordés dans ce cours : - Notion de base: homotopie, construction d'espaces topologiques, rappels sur les variétés, rappel de la classification des surfaces. - Degré d'une application continue du cercle dans lui-meme et applications. - Groupe fondamental: définition  et méthodes de calcul dont le théorème de Seifet-Van Kampen. Présentation d'un groupe par générateurs et relations - Revêtement: définitions, exemples, liens avec le groupe fondamental; revêtement universels; théorèmes de relèvement; théorèmes de classification. - Homologie des espaces: définition de l'homologie simpliciale et exemples de calculs; applications. Si le temps le permets applications plus avancées de l'homologie des espaces.",
        "teaching_methods": "Combinaison de cours magistraux, de lectures dirigées et d'exercices",
        "assessment_methods": "L'évaluation consistera en un examen écrit et oral après le quadrimestre. Des devoirs pourront proposés pendant l'année dont les notes pourront offrir des bonus à la note finale.",
        "online_resources": "Page web du cours sur moodle",
        "bibliography": "La bibliographie sera précisée sur la page moodle du cours ---- The bibliography will be specified on the moodle page of the course",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2250",
        "title": "Calcul des variations",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Ponce Augusto"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Il est recommandé que l’étudiant·e maitrise les notions de base de l’intégrale de Lebesgue comme couverte dans le cours LMAT1221 et des espaces fonctionnels comme couverte dans le cours LMAT1321.",
        "topics_covered": "La méthode directe du calcul des variations, les méthodes de minimax et les propriétés de symétrie des solutions seront traitées. Le thème du cours sera variable.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de master en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaitre et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Reconnaître les concepts fondamentaux d'importantes théories mathématiques actuelles. -- Etablir les liens principaux entre ces théories. - Faire preuve d'abstraction, de raisonnement et d'esprit critique. Il aura notamment développé sa capacité à : -- Dégager les aspects unificateurs de situations et expériences différentes. -- Raisonner dans le cadre de la méthode axiomatique. -- Construire et rédiger une démonstration de façon autonome, claire et rigoureuse. - Communiquer de manière scientifique. Il aura notamment développé sa capacité à : -- Structurer un exposé oral en l'adaptant au niveau d'expertise du public. - Faire preuve d'autonomie dans ses apprentissages. Il aura notamment développé sa capacité à : -- Situer correctement un texte mathématique avancé par rapport aux connaissances acquises. - Démarrer une recherche grâce à une connaissance plus approfondie d'un domaine des mathématiques actuelles. Il aura notamment développé sa capacité à : -- Développer de façon autonome son intuition mathématique en anticipant les résultats attendus (formuler des conjectures) et en vérifiant la cohérence avec des résultats déjà existants. -- Poser de façon autonome des questions pertinentes et lucides sur un sujet avancé de mathématique. Acquis d'apprentissage spécifiques au cours (en fonction des thèmes traités). Le cours vise à initier à la recherche dans le domaine des minima et des points critiques d'intégrales multiples.",
        "content": "Le cours abordera des éléments du calcul des variation à une variable : problèmes d'optimisation ; équation d'Euler-Lagrange ; fonctions absolument continues et espaces de Sobolev à une dimension ; extréma non lisses ; principe variationnel d'Ekeland ; lemme du col.",
        "teaching_methods": "Les activités d'apprentissage sont constituées par des cours magistraux et des séances de travaux pratiques. Les cours magistraux visent à introduire les concepts fondamentaux, à les motiver en montrant des exemples et en établissant des résultats, à montrer leurs liens réciproques et leurs liens avec d'autres cours. Les séances de travaux pratiques visent à approfondir les concepts abordés lors du cours magistral.",
        "assessment_methods": "L'évaluation se déroulera sous forme d'une évaluation continue , basée sur des devoirs obligatoires à remettre tout au long du quadrimestre. La participation aux cours magistraux est obligatoire . En cas de deuxième inscription à l'examen, l'évaluation se fera sous forme d'un examen écrit couvrant l'ensemble de la matière.",
        "other_info": "Ce cours ne sera pas dispensé en 2025-2026.",
        "online_resources": "Documents complémentaires sur Moodle .",
        "bibliography": "Le cours sera basé sur des extraits des références suivantes : Troutman, John L. Variational calculus and optimal control. Second edition. Undergraduate Texts in Mathematics. Springer-Verlag, New York, 1996. Brezis, Haïm Functional analysis, Sobolev spaces and partial differential equations. Universitext. Springer, New York, 2011. Buttazzo, Giuseppe ; Giaquinta, Mariano ; Hildebrandt, Stefan One-dimensional variational problems. An introduction. Oxford Lecture Series in Mathematics and its Applications, 15. The Clarendon Press, Oxford University Press, New York , 1998. Clarke, Francis Functional analysis, calculus of variations and optimal control. Graduate Texts in Mathematics, 264. Springer, London, 2013. Mawhin, Jean ; Willem, Michel Critical point theory and Hamiltonian systems. Applied Mathematical Sciences, 74. Springer-Verlag, New York, 1989.",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2003e",
        "title": "Questions d'éthique dans les sciences et les techniques (partie séminaire)",
        "credits": "2.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Le cours suppose une formation de base à la philosophie des sciences de la nature et à la réflexion éthique ; une connaissance au moins passive de l'anglais suffisante pour pouvoir lire des textes courants en philosophie de la nature et des sciences de la nature.",
        "topics_covered": "En vue d'une analyse philosophique des pratiques techno-scientifiques contemporaines selon une double orientation, il s'agira - d'étudier les dimensions sociétales de la pratique technico-scientifique et d'introduire aux concepts fondamentaux de la sociologie des sciences ainsi que des courants \" Sciences, technologies, sociétés \" - d'envisager les dimensions éthiques des pratiques scientifiques, dans les multiples dimensions de la sphère techno-scientifique. Le cours comportera deux moments : Un premier moment, théorique, consistera en une introduction aux concepts de base de la sociologie des sciences ainsi qu'aux concepts fondamentaux des approches éthiques des sciences et des techniques. Une deuxième partie consistera en l'analyse de situations particulières, les études de cas choisies pouvant varier chaque année.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable : d'analyser les pratiques techno-scientifiques contemporaines de dégager les enjeux éthiques et sociétaux de ces pratiques",
        "content": "L'objectif du cours est de proposer les concepts de base pour une approche critique des relations sciences-sociétés dans leur dimension éthique. Le cours prend la forme d'une activité interdisciplinaire, tant au niveau des titulaires qu'au niveau de la dynamique générale. Ce cours comporte 2 ECTS pour les scientifiques et 5 ECTS pour les philosophes. Le cours comporte donc 2 parties distinctes. 1) Partie destinée à tout l'auditoire : Six séances d'exposés suivis de débats par les titulaires du cours sur des thèmes généraux (par ex., justifications de l'éthique, biodiversité et enjeux économiques, organismes génétiquement modifiés, politique énergétique, fécondation in vitro, etc.). 2) Partie spécifique aux étudiants en philosophie : Les étudiants en philosohie rédigent de plus un travail approfondi d'une douzaine de pages sur les dimensions philosophiques et éthiques du thème travaillé avec les étudiants en sciences (voir ci-dessous).",
        "teaching_methods": "Présentations thématiques par les titulaires en binôme (scientifique et philosophe), suivies d'un débat avec toute la classe Visionage d'un film Présentation des travaux de groupe par les étudiant·e·s",
        "assessment_methods": "1. Séminaire commun avec les étudiants de la Faculté des sciences (2 ECTS) Les travaux sont préparés par groupes inter-disciplinaires (2 à 4 étudiants) sur un thème choisi en concertation avec les co-titulaires du cours. Les travaux font l'objet d'un rapport écrit et d'un exposé oral avec discussion prévu lors du mini-symposium qui clôture le cours. 2. Séminaire entre philosophes (3 ECTS) Les étudiants en philosophie sont invités à produire un travail philosophique d'une douzaine de pages d'approfondissement du thème traité avec les étudiants en sciences. L'évaluation porte sur les deux travaux présentés, pondérés en fonction du nombre de crédits qui leur sont associés (40% travail de groupe, 60% travail individuel).",
        "online_resources": "Présentations PowerPoint et autre lecture pertinente accessibles sur Moodle.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsst1002m",
        "title": "Informations et esprit critique - MOOC",
        "credits": "3.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Kesel Myriam"
        ],
        "teaching_language": "Français",
        "topics_covered": "Cet enseignement aborde la question de l’esprit critique et de sa mise en oeuvre bans l’évaluation de la qualité d’une information.",
        "content": "Le cours comporte 6 modules. Module 1 : Pourquoi développer son esprit critique ? Module 2 : Identifier ses préconceptions Module 3 :  Décoder le discours Module 4 : Évaluer la qualité des sources Module 5 : Comprendre la démarche scientifique Module 6 : Analyser les données Module 7 : Prendre conscience des limites de la science",
        "teaching_methods": "Le cours est entièrement en ligne.",
        "assessment_methods": "L'évaluation inclut des devoirs à réaliser en ligne dans le cadre du MOOC (Activité 1 : 50%) et une évaluation finale basée sur une analyse de cas (Activité 2 : 50%). Chacune des 2 activités doit être réussie avec une note égale ou supérieure à 10/20 pour que cette UE puisse être réussie. Le principe de la note abosrbante est appliquée à cette UE càd qu'une note d'échec dans une des activités entraîne une note d'échec pour la totalité de l'UE.",
        "online_resources": "https://learning.edx.org/course/course-v1:LouvainX+Louv22x+1T2023/home",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat1237",
        "title": "Introduction à la logique : théorie des modèles",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vitale Enrico"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Il est recommandé que l’étudiant·e ait une bonne expé rience des méthodes de base employées dans tout raisonnement mathématique, comme développées dans un cours de méthodologie, d’algèbre, d’analyse ou de géométrie de la première année du bachelier en mathématique ou en physique, ou un cours de mathématique de la première année de bachelier en sciences de l’ingénieur (toute spécialité confondue).",
        "topics_covered": "Après une introduction naïve en termes de tables des valeurs de vérité , on définit la logique propositionnelle (généralisée, intuitionniste et classique) et l’algèbre de Lindenbaum-Tarski en utilisant le calcul des séquents à la Gentzen. Ensuite, on explore la versione algébrique de la logique propositionnelle : les treillis, les algèbres de Heyting et les algèbres de Boole. On entre dans le vif du sujet avec la définition de la notion de modèle, la preuve des théorèmes de validité et de cohérence et la preuve (beaucoup plus élaborée) du théorème de complétude de la logique propositionnelle intuitionniste par rapport aux modèles de Kripke. Le cours se termine par une introduction rapide aux systèmes de quantificateurs et à la logique prédicative.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Contribution du cours aux acquis d'apprentissage du programme de bachelier en sciences mathématiques : A la fin de cette activité, l'étudiant.e aura progressé dans sa capacité à : Connaitre et comprendre un socle fondamental des mathématiques. Choisir et utiliser des méthodes et des outils fondamentaux de la logique pour résoudre des problèmes de formalisation en mathématique. Reconnaı̂tre les concepts fondamentaux de certaines théories mathématiques actuelles. Etablir les liens principaux entre ces théories, les expliquer et les motiver par des exemples. Dégager, grâce à l'approche abstraite et expérimentale propre aux sciences exactes, les aspects unificateurs de situations et expériences différentes en mathématique. Faire preuve d'abstraction et esprit critique. Raisonner dans le cadre de la méthode axiomatique. Reconnaı̂tre les arguments clef et la structure d'une démonstration. Construire et rédiger une démonstration de façon autonome. Apprécier la rigueur d'un raisonnement mathématique et en déceler les failles éventuelles. Acquis d'apprentissage spécifiques au cours : A la fin de cette activité , l'étudiant sera capable de: Exprimer, en termes de règles d’inférence et d’axiomes, différents fragments de la logique propositionnelle, ainsi que utiliser les séquents de Gentzen pour rédiger des preuves dans le cadre de la logique propositionnelle. Etablir le lien entrer logique propositionnelle et treillis (et, plus spécifiquement, entre la logique intuitionniste et les algèbres de Heyting, et entre la logique classique et les algèbres de Boole). Comprendre la signification des théorèmes de validité, cohérence et complétude et exprimer ces théorèmes termes de modèles. Reconnaitre les grandes lignes de la preuve du théorème de complétude de la logique intuitionniste par rapport aux modè les de Kripke. Formaliser les règles des systèmes de quantificateurs en utilisant les adjonctions entre ensembles ordonnés et les produits fibres.",
        "content": "Cette activité vise à explorer la formalisation mathématique de la logique en termes de règles d’inférence (séquents), treillis (et, en particulier, algèbres de Heyting et de Boole), modèles (topologiques et de Kripke) et systèmes de quantificateurs (pour la logique prédicative). Les contenus suivants sont abordés dans le cadre du cours : - La logique propositionnelle, les séquents de Gentze, l’algèbre de Lindenbaum-Tarski. - Les treillis, les algèbres de Heyting et les algèbres de Boole. - Les modèles de la logique propositionnelle et les théorèmes de validité, cohérence et complétude. - Les théorèmes de représentations de Dedekind et de Stone, - Les idéaux et les filtres d’un ensemble ordonné, le lemme d’extension-exclusion et l’axiome du choix. - Les systèmes de quantificateurs et la logique prédicative.",
        "teaching_methods": "Les activités d'apprentissage encadrées sont constituées de séances de cours magistral. La discussion collective et la résolution d’exercices par les étudiant.e.s sont intégrées dans le cours magistral. Le cours vise à introduire les concepts fondamentaux, à les motiver en montrant des exemples et en établissant des résultats, à montrer les liens avec d'autres cours du programme de bachelier en sciences mathématiques. La résolution d’exercices vise à apprendre les techniques de base du calcul des séquents, de la théorie des treillis et des adjonctions entre ensembles ordonnés.",
        "assessment_methods": "L’évaluation vise à tester la connaissance et la compréhension des notions, des exemples et des résultats fondamentaux, la capacité à construire un raisonnement cohérent, la maîtrise des techniques de démonstration introduites pendant le cours. L’évaluation consiste en un examen final. Chaque étudiant.e peut choisir entre examen oral et examen écrit. En tout cas, l’étudiant.e propose une première question qu’il ou elle développe et ensuite l’enseignant pose d’autres questions pour tester un spectre assez large de compétences. Pour établir la note finale, on tiendra compte de l’examen final et de la participation active au cours (questions posées, solutions des exercices présentées en classe).",
        "other_info": "Le cours est bisannuel et il sera activé en 2024-2025.",
        "online_resources": "Site Moodle. Le site contient le syllabus du cours, y compris de nombreux exercices qui sont intégrés dans chaque chapitre.",
        "bibliography": "F. W. Lawvere, R. Rosebrugh, Sets for Mathematics, Cambridge University Press, 2003 S. Mac Lane, I. Moerdijk, Sheaves in Geometry and Logic, Springer 1992",
        "course_materials": "Syllabus LMAT1235",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat1241",
        "title": "Géométrie 2",
        "credits": "6.00",
        "hours": "45.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bieliavsky Pierre"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Préalables : LMAT1141 ' Géométrie 1, LMAT1122 ' Analyse mathématique 2, LMAT1131 ' Algèbre linéaire (ou cours équivalents). Le(s) prérequis de cette Unité d'enseignement (UE) sont précisés à la fin de cette fiche, en regard des programmes/formations qui proposent cette UE.",
        "topics_covered": "Théorie des surfaces plongées dans l'espace euclidien de dimension trois. Formule de Gauss-Bonnet. Eléments de géométrie hyperbolique plane.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de bachelier en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à connaître et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : I. Choisir et utiliser des méthodes et des outils fondamentaux de calcul pour résoudre des problèmes de mathématique. II. Reconnaître les concepts fondamentaux de certaines théories mathématiques actuelles. III. Etablir les liens principaux entre ces théories, les expliquer et les motiver par des exemples. Acquis d'apprentissage spécifiques au cours. A la fin de cette activité, l'étudiant sera capable de se familiariser avec les notions de base de géométrie différentielle, plus précisément : (a) Concevoir la notion de surface plongée dans un contexte  global, munie d'un atlas. (b) Utiliser la notion de changement de carte pour concevoir globalement les notions de formes fondamentales et de courbure. (c) Utiliser les techniques de résolution d'équations différentielles dans un cadre géométrique concret : calcul de flots de champs de vecteurs et calcul de géodésiques. (d) Concevoir la notion de caractéristique d'Euler-Poincaré en tant qu'invariant topologique. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "content": "Les contenus suivants sont abordés dans le cadre du cours : 0. Preliminaire: theoreme des fonctions inverses et fonctions lisses entre sous ensemble de R^n (definition). 1. Sous-variétés plongées de R^n 2. Espace tangent et application différentielle 3. Champs de vecteurs tangents 4. Flots et crochet 5. Calcul extérieur linéaire 6. Formes différentielles 7. Intégration des formes différentielles 8. Première forme fondamentale 9. Dérivée covariante 10. Transport parallèle 11. Holonomie 12. Champs de Weingarten et courbure de Gauss 13. Formule de Gauss-Bonnet dans le cas des surfaces",
        "teaching_methods": "Cours oral et séance d'exercices",
        "assessment_methods": "L'évaluation a pour but de tester la connaissance et la compréhension des notions et des résultats fondamentaux, la capacité de construire et d'écrire un raisonnement cohérent, la maîtrise des techniques de calcul. Elle consiste en deux volets : un examen écrit et un examen oral (que l'étudian.t.e choisit de présenter ou non). 1. Un examen écrit comportant 3 parties : 1.1 Un test rapide sur des notions ultra-élémentaires vues et/ou utilisées fréquemment dans le cours. Le test consiste en un QCM dont les réponses suivent de petits calculs faciles. Le test aura lieu les 15 premières minutes de l'examen écrit. Le copies du test seront relevées à la fin de celui-ci, durant l'examen. 1.2 Une partie portant sur les exercices : exercices en tous points similaires à ceux faits aux TD's. 1.3 Une partie portant sur la théorie : définitions, énoncés des lemmes, propositions, théorèmes et les démonstrations de ceux-ci, explications des notions vues au cours. Chaque partie (1.1, 1.2 et 1.3) compte pour un tiers de la note de l'examen écrit. 2. Un examen oral portant sur la matière de l'examen écrit. L'examen oral n'est pas obligatoire : l'étudian.t.e choisira de le présenter ou non, sur demande après l'examen écrit. Dans le cas où l'étudian.t.e présente l'oral, il comptera pour 50% de la note globale. Dans le cas contraire, la note globale sera celle de l'examen écrit.",
        "online_resources": "Le site Moodle contient le syllabus du cours, les énoncés et les solutions des exercices pour les séances de travaux pratiques.",
        "bibliography": "M. do Carmo, Differential geometry of curves and surfaces. P. Malliavin, Géométrie différentielle intrinsèque. M. Berger, B. Gostiaux, Géométrie différentielle : variétés, courbes et surfaces. J. Milnor, Topology from a differentiable viewpoint.",
        "course_materials": "Syllabus et énoncés des exercices disponibles sur moodle.",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat1231",
        "title": "Algèbre multilinéaire et théorie des groupes",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Caprace Pierre-Emmanuel"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Avoir réussi l'examen LMAT1131.",
        "topics_covered": "Eléments de théorie des groupes : groupe quotient et théorèmes d'isomorphisme, abélianisation, groupes cycliques, groupes symétriques, actions de groupes. Algèbre multilinéaire :  dualité, espace quotient, produit tensoriel d'espaces vectoriels.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de bachelier en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaitre et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Choisir et utiliser des méthodes et des outils fondamentaux de calcul pour résoudre des problèmes de mathématique. -- Reconnaître les concepts fondamentaux de certains théories mathématiques actuelles. -- Etablir les liens principaux entre ces théories, les expliquer et les motiver par des exemples. - Dégager, grâce à l'approche abstraite et expérimentale propre aux sciences exactes, les aspects unificateurs de situations et expériences différentes en mathématique. - Faire preuve d'abstraction et esprit critique. Il aura notamment développé sa capacité à : -- Raisonner dans le cadre de la méthode axiomatique. -- Reconnaître les arguments clef et la structure d'une démonstration. -- Construire et rédiger une démonstration de façon autonome. -- Apprécier la rigueur d'un raisonnement mathématique et en déceler les failles éventuelles. -- Faire la distinction entre l'intuition de la validité d'un résultat et les différents niveaux de compréhension rigoureuse de ce même résultat. Acquis d'apprentissage spécifiques au cours. A la fin de cette activité, l'étudiant sera capable de : - démontrer quelques résultats de base de la théorie des groupes; - utiliser quelques critères pour établir si un groupe possède une des propriétés vues au cours (par exemple: être abélien, cyclique, simple, symétrique, etc.) ; - démontrer les propriétés de stabilité d'un certain type de groupes par rapport à une construction donnée (stabilité par produits directs, sous-groupes, quotients) ; - reconnaître les propriétés universelles des structures algébriques et les utiliser pour déterminer si deux structures sont isomorphes ; - définir et étudier les quotients des structures algébriques (groupes et espace vectoriels), en les analysant dans des exemples concrets ; - déterminer si un endomorphisme est triangularisable, et dans ce cas trouver des bases de l'espace vectoriel permettant de le triangulariser ; - utiliser les produits tensoriels dans la résolution de problèmes d'algèbre multilinéaire.",
        "content": "Cette activité consiste à introduire des notions algébriques abstraites qui ont un rôle essentiel dans tout le cursus de bachelier et de master en sciences mathématiques et en sciences physiques : les groupes, les morphismes, les espaces vectoriels duaux, les produits tensoriels. Les contenus suivants sont abordés dans le cadre du cours : - Groupes et morphismes. - Quotients de groupes et théorèmes d'isomorphisme. - Groupes cycliques et diédraux. - Actions de groupe. - Groupes symétriques. - Espace vectoriel dual. - Applications multilinéaires. - Produits tensoriels et produits extérieurs. - Espaces de tenseurs. - Forme canonique d'une matrice.",
        "teaching_methods": "Les activités d'apprentissage sont constituées par des cours magistraux et des séances de travaux pratiques. Les cours magistraux visent à introduire les concepts fondamentaux, à les motiver par des exemples, en donnant des preuves complètes et détaillées des résultats principaux. Les séances de travaux pratiques permettent de s'approprier le contenu théorique et de le mettre en pratique par la résolution de problèmes divers et la réalisation autonome de démonstrations simples.",
        "assessment_methods": "L'évaluation se fait sur base d'un examen écrit en session portant à la fois sur la théorie et les exercices. On y teste la connaissance et la compréhension des notions et des résultats fondamentaux, la capacité de trouver et de rédiger une démonstration correcte, la maîtrise des techniques de calcul. Chaque étudiant peut choisir de présenter l'examen en français ou en anglais. Un ou plusieurs devoirs pourront être proposés durant le quadrimestre et intervenir pour maximum 30% dans la note finale pour ce cours. Cette contribution n'interviendra que si elle est favorable à la note finale de l'étudiant.e.",
        "online_resources": "Site moodle. Des notes de cours, les énoncés des exercies et les énoncés des projets sont postés en cours de quadrimestre.",
        "bibliography": "A. Beardon. Algebra and geometry. Cambridge University Press, Cambridge, 2005. S. Mac Lane and G. Birkhoff. Algebra. Third edition. Chelsea Publishing Co., New York, 1988. R. Godement. Cours d'algèbre. Hermann, Paris , 1963.",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat1221",
        "title": "Analyse mathématique : intégration",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Olbermann Heiner"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Il est recommandé que l’étudiant·e maitrise les notions de suites, de convergence, de continuité et de dérivée, à une et dans plusieurs variables réelles, telles que développées dans le cours LMAT1122.",
        "topics_covered": "Le cours abordera l'étude du calcul intégral à plusieurs variables, le passage à la limite dans des intégrales et l'intégration par parties.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de bachelier en mathématique À la fin de cette activité, l'étudiant aura progressé dans : La connaissance et  la compréhension d'un socle fondamental des mathématique dans le but de devenir capable de : -  Choisir et utiliser les méthodes et les outils fondamentaux de calcul pour résoudre des problèmes de mathématique. -  Reconnaître les concepts fondamentaux d'importantes théories mathématiques actuelles. -  Établir les liens principaux entre ces théories, les expliquer et les motiver par des exemples. La capacité de dégager, grâce à l'approche abstraite et expérimentale propre aux sciences exactes, les aspects unificateurs de situations et expériences différentes en mathématique ou dans des domaines proches. La capacité d'abstraction et l'esprit critique, dans le but de devenir capable de : -  Raisonner dans le cadre de la méthode axiomatique. -  Reconnaître les arguments clef et la structure d'une démonstration. -  Construire et rédiger une démonstration de façon autonome. -  Apprécier la rigueur d'un raisonnement mathématique ou logique et en déceler les failles éventuelles. -  Faire la distinction entre l'intuition de la validité d'un résultat et les différents niveaux de compréhension rigoureuse de ce même résultat. La clarté, la précision et la rigueur dans les activités de communication dans le but de devenir capable de -  Rédiger un texte mathématique selon les conventions de la discipline. Acquis d'apprentissage spécifiques au cours. À la fin de cette activité, l'étudiant sera capable de : définir et illustrer par des exemples les concepts mathématiques fondamentaux du calcul différentiel et intégral, comme l'intégrale, la mesure et les ensembles négligeables, énoncer les théorèmes fondamentaux du calcul intégral à plusieurs variables, concernant notamment les propriétés de base de d'intégrale et de la mesure d'ensembles, l'échange d'ordre d'intégration, le changement de variable, le passage à la limite sous le signe intégral et l'intégration par parties, comparer des théorèmes et définitions en identifiant les situations où ils s'appliquent et les résultats qu'ils fournissent, illustrer l'application des théorèmes fondamentaux du calcul intégral à plusieurs variables par des exemples pertinents, illustrer graphiquement les définitions, théorèmes et exemples, motiver les énoncés des théorèmes fondamentaux du calcul intégral à plusieurs variables par des contre-exemple illustrant la nécessité des hypothèses, démontrer des théorèmes de calcul intégral à plusieurs variables à partir des définitions ou à partir d'autres propositions, appliquer les définitions et théorèmes du calcul intégral à plusieurs variables au calcul et à l'étude asymptotique d'intégrales et de mesures, faisant éventuellement intervenir un paramètre, y compris dans l'analyse de Fourier, l'étude de fonctions spéciales et la théorie des probabilités, interpréter les résultats d'un calcul ou d'une étude asymptotique dans des contextes géométrique, probabiliste ou physique.",
        "content": "Notions de complétude et calcul intégral à plusieurs variables : - intégrale dans l'espace - théorèmes de convergence d'intégrales - théorèmes de Fubini et de changement de variables - intégrale de surface et théorème de la divergence",
        "teaching_methods": "Les activités d'apprentissage sont constituées par des cours magistraux et des séances de travaux pratiques. Les cours magistraux visent à introduire les concepts fondamentaux, à les motiver en montrant des exemples et en établissant des résultats, à montrer leurs liens réciproques et leurs liens avec d'autres cours du programme de bachelier en sciences mathématiques. Les séances de travaux pratiques visent à apprendre à choisir et utiliser des méthodes de calcul et à construire des démonstrations. Les deux activités se déroulent en présentiel.",
        "assessment_methods": "L’acquisition des compétences sera évaluée dans des devoirs et lors d’un examen final. Les questions demanderont : - restituer de la matière, notamment des définitions, des théorèmes, des preuves, des exemples,- choisir et appliquer des méthodes du cours pour résoudre des problèmes et des exercices, - adapter des méthodes de démonstration du cours à des situations nouvelles, - synthétiser et comparer des objets et concepts. L'évaluation portera sur : - la connaissance, la compréhension et l'application des différents objets et méthodes mathématiques du cours, - l'exactitude des calculs, - la rigueur des développements, preuves et justifications, - la qualité de la rédaction des réponses.",
        "online_resources": "Des notes du cours seront disponibles en ligne sur Moodle.",
        "bibliography": "",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2221",
        "title": "Algèbre universelle",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vitale Enrico"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Connaissance de l'algèbre de niveau baccalauréat en mathématiques. Il est recommandé que l’étudiant·e soit bien familiarisé·e avec des structures mathématiques abstraites comme les espaces vectoriels tels que traités dans les cours LMAT1131 ou LINFO1112 ou LEPL1101, les espaces euclidiens ou affines tels que traités dans les cours LMAT1131 ou LMAT1141, les groupes tels que traités dans les cours LMAT1231 ou LPHYS2211 ou les espaces topologiques tels que traités dans le cours LMAT1323.",
        "topics_covered": "Trois approches de l'algèbre universelles seront introduites, comparées entre elles et développées (à des niveaux différents) : l'approche en termes d'opérations finitaires et équations, l'approche en termes de théories algébriques au sens de Lawvere et l'approche en termes de monades finitaires sur la catégorie des ensembles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de master en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaitre et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Reconnaître les concepts fondamentaux d'importantes théories mathématiques actuelles. -- Etablir les liens principaux entre ces théories. - Faire preuve d'abstraction, de raisonnement et d'esprit critique. Il aura notamment développé sa capacité à : -- Dégager les aspects unificateurs de situations et expériences différentes. -- Raisonner dans le cadre de la méthode axiomatique. -- Construire et rédiger une démonstration de façon autonome, claire et rigoureuse. - Communiquer de manière scientifique. Il aura notamment développé sa capacité à : -- Structurer un exposé oral en l'adaptant au niveau d'expertise du public. - Faire preuve d'autonomie dans ses apprentissages. Il aura notamment développé sa capacité à : -- Situer correctement un texte mathématique avancé par rapport aux connaissances acquises. - Démarrer une recherche grâce à une connaissance plus approfondie d'un domaine des mathématiques actuelles. Il aura notamment développé sa capacité à : -- Développer de façon autonome son intuition mathématique en anticipant les résultats attendus (formuler des conjectures) et en     verifiant la cohérence avec des résultats déjà existants. -- Poser de façon autonome des questions pertinentes sur un sujet avancé de mathématique. Acquis d'apprentissage spécifiques au cours (en fonction des thèmes traités). A la fin de cette activité, l'étudiant sera capable de : Retrouver, dans ses connaissances mathématiques, une multitude d'exemples significatifs de structures algébriques et les situer par rapport aux nouveaux concepts introduits dans le cours. Illustrer concrètement les différentes notions et les résultats abstraits dans les catégories des ensembles, des groupes, des groupes abéliens, des modules, etcétéra. Reconnaître et démontrer des propriétés d'exactitude importantes des catégories algébriques. Exploiter le point de vue des théories algébriques et le point de vue des monades pour comprendre les structures de l'algèbre générale et leurs propriétés fondamentales.",
        "content": "Cette activité consiste à introduire le langage de base et certains résultats fondamentaux de l’algèbre universelle pour expliquer des situations rencontrées dans d'autres cours du programme de bachelier et de master en mathématique. Les contenus suivants sont abordés dans le cadre du cours : signatures, Sigma-algèbres et catégories équationnelles, théories algébriques, catégories algébriques et foncteurs algébriques, monades et algèbres sur une monade, monades finitaires.",
        "teaching_methods": "Le cours est donné sous forme de cours magistral. Pendant les séances, les étudiants sont appelés à poser des questions, donner des suggestions et formuler des idées pour faire avancer le cours en se basant sur leurs connaissances préalables. Des exercices seront proposés et le volume 2 sera consacré à la présentation et la correction des exercices par les étudiants.",
        "assessment_methods": "L’évaluation vise à tester la connaissance et la compréhension des notions, des exemples et des résultats fondamentaux, la capacité de construire un raisonnement cohérent, la maîtrise des techniques de démonstration introduites pendant le cours. L'évaluation peut prendre des formes différentes qui seront fixées par l'enseignant au début de l'activité. Elle peut être basée uniquement sur les présentations faites par l'étudiant pendant le cours, mais elle peut aussi être complétée par un travail à remettre après la fin du cours ou par un examen oral plus traditionnel. L'étudiant peut choisir la langue de l’évaluation finale (anglais, français ou italien), et des présentations effectuées pendant le cours (anglais ou français).",
        "other_info": "Le cours est bisannuel et il ne sera pas activé en 2024-2025.",
        "online_resources": "Site Moodle en préparation.",
        "bibliography": "F. Borceux : Handbook of categorical algebra, Vol. 1-2 (Cambridge University Press, 1994). J. Adamek, J. Rosicky, E.M. Vitale : Algebraic Theories (Cambridge University Press, 2010), disponible sur le site Moodle. (available on the Moodle site)",
        "course_materials": "J. Adamek, J. Rosicky, E.M. Vitale : Algebraic Theories (Cambridge University Press, 2010)",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2130",
        "title": "Partial differential equations",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Olbermann Heiner"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Il est recommandé que l’étudiant·e maitrise les notions d’intégrale de Lebesgue, théorèmes de convergence, intégrale de surface, théorème de la divergence, telles que développées dans les cours LMAT1221 et LMAT1322 et les notions d’espace métrique et normé, espace de Lebegue, espace de Banach, espace dual, telles que développées dans le cours LMAT1321. It is recommended that the prospective student is familiar with the concepts of Lebesgue integral, integral convergence theorems, surface integral, divergence theorem, as treated in the courses LMAT1221 and LMAT1322, and the concepts of metric and normed space, Lebesgue space, Banach space, dual space, as treated in the course LMAT1321.",
        "topics_covered": "Le cours abordera la résolution des problèmes lies à des équations aux dérivées partielles en utilisant des outils et méthodes d'analyse mathématique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de master en mathématique. A la fin de cette activité, l'étudiant aura progressé dans : (a)   La connaissance et la compréhension d'un socle fondamental des mathématique dans le but de devenir capable de : i.   Choisir et utiliser les méthodes et les outils fondamentaux de calcul pour résoudre des problèmes de mathématique. ii.    Reconnaître les concepts fondamentaux d'importantes théories mathématiques actuelles. iii.    Établir les liens principaux entre ces théories, les expliquer et les motiver par des exemples. (b)    La capacité de dégager, grâce à l'approche abstraite et expérimentale propre aux sciences exactes, les aspects unificateurs de situations et expériences différentes en mathématique ou dans des domaines proches. (c)   La capacité d'abstraction et l'esprit critique, dans le but de devenir capable de : i.   Raisonner dans le cadre de la méthode axiomatique. ii.   Reconnaître les arguments clef et la structure d'une démonstration. iii.  Construire et rédiger une démonstration. de façon autonome. iv.   Apprécier la rigueur d'un raisonnement mathématique ou logique et en déceler les failles éventuelles. v.   Faire la distinction entre l'intuition de la validité d'un résultat et les différents niveaux de compréhension rigoureuse de ce même résultat. (d)    La clarté, la précision et la rigueur dans les activités de communication dans le but de devenir capable de : i.   Rédiger un texte mathématique selon les conventions de la discipline. (e)   L'aptitude a l'apprentissage autonome, dans le but d'être capable de : i.   Rechercher des sources dans la littérature mathématique et juger de leur pertinence. Acquis d'apprentissage spécifiques au cours. A la fin de cette activité, l'étudiant sera capable de : (a)   énoncer, démontrer et illustrer des conditions d'existence et d'unicité de solutions de problèmes d'équations aux dérivées partielles et les propriétés de ces solutions, (b)    proposer une ou plusieurs méthodes permettant de démontrer l'existence de solutions, (c)   appliquer des différentes notions de l'analyse mathématique a la résolution d'un problème, (d)    manipuler des objets et des concepts qui sortent du cadre de l'analyse mathématique fonda-mental, (e)   situer des outils mathématiques dans leur contexte historique et apprécier leur évolution.",
        "content": "Fonctions de Sobolev:  Définition, approximation, prolongements,  traces, plongements, compacité, inégalité de Poincaré EDP elliptiques: Formulation faible, existence et unicité de solutions, régularité EDP paraboliques: Formulation faible, existence et unicité de solutions",
        "teaching_methods": "Les activités d'apprentissage sont constituées par des cours magistraux et des séances de travaux pratiques. Le cours magistral mettra en évidence et expliquera les objets, outils, techniques et méthodes du sujet. Les séances d'exercices encadres permettront à l'étudiant de se familiariser avec les objets, outils, techniques et méthodes du domaine, en l'amenant à résoudre des problèmes et des exercices. Les séances de travaux pratiques visent à apprendre à choisir et utiliser des méthodes pour résoudre les problèmes. Les activités se déroulent en présentiel.",
        "assessment_methods": "L’acquisition des compétences sera évaluée lors d’un examen final. Les questions demanderont : la connaissance, la compréhension et l'application des différents objets et méthodes mathématiques du cours, l'exactitude des calculs, la rigueur des développements, preuves et justifications. L'apprentissage sera évalué par le biais d'un examen oral. Les questions de l'examen final demanderont aux élèves de : - reproduire le matériel, en particulier les définitions, les théorèmes, les preuves et les exemples. - démontrer une certaine maîtrise des outils disponibles - d'expliquer les limites d'une méthode ou d'un outil - la qualité de la présentation des réponses",
        "online_resources": "Des notes du cours seront disponibles en ligne sur Moodle.",
        "bibliography": "Lawrence C. Evans, Partial Differential Equations, Graduate Studies in Mathematics, AMS, 2010.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat1371",
        "title": "Théorie des probabilités",
        "credits": "5.00",
        "hours": "30.0 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Barigou Karim"
        ],
        "teaching_language": "Français",
        "prerequisites": "LMAT1271 - calcul des probabilités et analyse statistique. LMAT1322 - Théorie de la mesure.",
        "topics_covered": "Espaces probabilisés. Convergence de suites de variables aléatoires. Convergence en distribution.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de bachelier en mathématique A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaître et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Choisir et utiliser des méthodes et des outils fondamentaux de calcul pour résoudre des problèmes de mathématique. -- Reconnaître les concepts fondamentaux de certains théories mathématiques actuelles. - Dégager, grâce à l'approche abstraite et expérimentale propre aux sciences exactes, les aspects unificateurs de situations et expériences différentes en mathématique. - Faire preuve d'abstraction et esprit critique. Il aura notamment développé sa capacité à : -- Raisonner dans le cadre de la méthode axiomatique. -- Reconnaître les arguments clef et la structure d'une démonstration. -- Construire et rédiger une démonstration de façon autonome. -- Apprécier la rigueur d'un raisonnement mathématique ou logique et en déceler les failles éventuelles. Acquis d'apprentissage spécifiques au cours A la fin de cette activité, l'étudiant sera capable de : - Raisonner sur les probabilités, les variables aléatoires et leurs distributions dans un cadre axiomatique. En particulièr, faire la distinction entre l'intuition de la validité d'un résultat et les différents niveaux de compréhension rigoureuse de ce même résultat. - Prouver et appliquer la convergence d'une suite de variables aléatoires: presque sûrement, en probabilité, et en distribution. - Prouver et appliquer l'indépendance d'une famille de variables aléatoires. - Etablir les liens entre la théorie de probabilité et d'autres domaines des mathématiques, notamment la théorie de la mesure, l'analyse complexe, et l'analyse fonctionnelle.",
        "content": "Le cours est composé de trois parties. La première partie traite des espaces probabilisés en tant qu'espace mesurable de masse totale égale à un. La deuxième partie porte sur la convergence de suites de variables aléatoires, menant à la loi forte des grands nombres. La troisième partie, finalement, a comme sujet la convergence en distribution, avec le théorème central limite comme résultat principal. Les contenus suivants sont abordés : Espaces probabilisés Variables aléatoires Espérance Modes de convergence de suites de variables aléatoires Indépendance Loi des grands nombres Convergence en distribution Fonctions caractéristiques Théorème central limite",
        "teaching_methods": "Les activités d'apprentissage sont constitués par des cours magistraux et des séances de travaux pratiques. Lors des cours magistraux, l'enseignant donne d'abord un survol du chapitre en question, mettant les résultats principaux dans le contexte général du cours. Les étudiants sont alors invités à lire et étudier le chapitre en détail et de résoudre les questions se trouvant dans le texte. Pendant cette étape, l'enseignant interagit avec les étudiants personnellement ou en petit groupe. Les numéros des exercices à traiter lors des travaux pratiques sont annoncés en avance, permettant les étudiants de s'y préparer.",
        "assessment_methods": "L'évaluation se fait sur base d'un examen écrit portant sur la théorie et les exercices. L'examen est à livre ouvert. On y teste la connaissance et la compréhension des notions et des résultats fondamentaux et de leurs démonstrations et la capacité de construire et d'écrire un raisonnement cohérent. Au courant du cours, des tests sont organisés permettant les étudiants de s'entraîner au style de questions et d'obtenir une dispense pour une partie de l'examen.",
        "online_resources": "Le syllabus et quelques documents additionnels sont disponibles sur la page MoodleUCL du cours.",
        "bibliography": "Syllabus disponible sur Moodle.",
        "course_materials": "Jean-Marie Rolin et Johan Segers, \"Probabilités\", 2017. Syllabus disponible sur la page Moodle du cours.",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat1151",
        "title": "Calcul numérique : méthodes et outils logiciels",
        "credits": "5.00",
        "hours": "30.0 h + 45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van Schaftingen Jean"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Les prérequis pour le cours LMAT1151 sont les cours LMAT1131 et LMAT1121. En particulier : connaissance des notions de base d'algèbre linéaire (espaces vectoriels, matrices, valeurs et vecteurs propres, déterminant, rang) et d'analyse (convergence, continuité et différentiabilité, intégrales).",
        "topics_covered": "Sources d'erreur en calcul numérique, méthodes directes et itératives de résolution de systèmes d'équations linéaires, méthodes itératives de résolution d'équations non-linéaires, problèmes aux moindres carrés, intégration numérique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de bachelier en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité : - Connaitre et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Choisir et utiliser des méthodes et des outils fondamentaux de calcul pour résoudre des problèmes de mathématique. -- Reconnaître les concepts fondamentaux de certains théories mathématiques actuelles. -- Etablir les liens principaux entre ces théories, les expliquer et les motiver par des exemples. - Dégager, grâce à l'approche abstraite et expérimentale propre aux sciences exactes, les aspects unificateurs de situations et expériences différentes en mathématique. - Faire preuve d'abstraction et esprit critique. Il aura notamment développé sa capacité à : -- Reconnaître les arguments clef et la structure d'une démonstration. -- Apprécier la rigueur d'un raisonnement mathématique et en déceler les failles éventuelles. Acquis d'apprentissage spécifiques au cours. A la fin de cette activité, l'étudiant sera capable de : - Comprendre quelles sont les différentes sources d'erreurs dans une méthode numérique. - Résoudre des problèmes numériques à l'aide du logiciel Matlab. - Appliquer des méthodes directes et itératives de résolution de systèmes linéaires. - Appliquer des méthodes itératives de résolution d'équations non-linéaires - Résoudre un système linéaire au sens des moindres carrés. - Comprendre l'idée principale de quelques méthodes d'intégration numérique.",
        "content": "Cette activité abordera les thèmes suivants : complexité d’algorithmes numériques, représentation et arithmétique en virgule flottante et analyse d’erreur, intégration et différentiation numériques, résolution d’équations non linéaires, méthodes de résolutions des systèmes linéaires, introduction à l’intégration numérique d’équations différentielles ordinaires.",
        "teaching_methods": "cours théoriques visant à introduire les méthodes et concepts fondamentaux de l'analyse numérique et à les motiver en montrant des exemples et des applications par des discussions en groupes et exposés magistraux, travaux pratiques sur ordinateur visant à implémenter et utiliser des méthodes numériques sur Python dans l’écosystème SciPy, avec remise de travaux sous forme de code et graphiques. forum de discussion en ligne.",
        "assessment_methods": "30% pour les travaux pratiques remis et évaluées en cours de quadrimestre, 70% pour l’examen écrit à livre fermé. La note de travaux pratiques ne pourront être obtenues que pendant le quadrimestre du cours et verront donc leur note rattachée à toutes les sessions de l’année académique.",
        "online_resources": "Les supports de cours (syllabus et énoncés de travaux pratiques) seront publiés sur Moodle.",
        "course_materials": "Syllabus du cours",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2415",
        "title": "Analyse harmonique avancée",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van Schaftingen Jean"
        ],
        "teaching_language": "Français",
        "prerequisites": "Il est recommandé que l’étudiant·e maitrise les notions de base de l’intégrale de Lebesgue comme couverte dans le cours LMAT1221 et des espaces fonctionnels comme couverte dans le cours LMAT1321.",
        "topics_covered": "Analyse mathématique des séries et transformations de Fourier, des intégrales singulières et des espaces de fonctions associés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de master en mathématique. A la fin de cette activité, l'étudiant aura progressé dans : ·      La capacité d'acquérir de façon autonome et exploiter de nouvelles connaissances et compétences tout au long de sa vie professionnelle ·      La capacité d'abstraction et de raisonnement et l'esprit critique. Il  sera capable de : 1. Dégager les aspects unificateurs de situations et expériences différentes. 2. Raisonner dans le cadre de la méthode axiomatique. 3.Construire et rédiger une preuve de façon autonome, claire et rigoureuse. ·      L'aptitude à la communication scientifique. Il sera capable de : 1. Rédiger un texte mathématique selon les conventions de la discipline. 2. Structurer un exposé oral en l'adaptant au niveau d'expertise des interlocuteurs. ·      La capacité de dégager, grâce à l'approche abstraite et expérimentale propre aux sciences exactes, les aspects unificateurs de situations et expériences différentes en mathématique ou dans des domaines proches. ·      La capacité d'abstraction et l'esprit critique, dans le but de devenir capable de : 1. Raisonner dans le cadre de la méthode axiomatique. 2. Reconnaître les arguments clef et la structure d'une démonstration. 3. Construire et rédiger une démonstration de façon autonome. 4. Apprécier la rigueur d'un raisonnement mathématique ou logique et en déceler les failles éventuelles. 5. Faire la distinction entre l'intuition de la validité d'un résultat et les différents niveaux de compréhension rigoureuse de ce même résultat. ·      La clarté, la précision et la rigueur dans les activités de communication dans le but de devenir capable de : Rédiger un texte mathématique selon les conventions de la discipline. ·      L'aptitude à l'apprentissage autonome. Il sera capable de : 1.Rechercher des sources dans la littérature mathématique et juger de leur pertinence. 2. Situer correctement un texte mathématique avancé par rapport aux connaissances acquises. Acquis d'apprentissage spécifiques au cours . A la fin de cette activité, l'étudiant sera capable de : ·      Présenter des contextes, notamment en analyse fonctionnelle, en équations aux dérivées partielles et en traitement du signal, faisant appel à des notions, méthodes et résultats d'analyse harmonique, et les interpréter dans leur contexte. ·      Présenter les différentes notions, méthodes et résultats d'analyse harmonique à l'aide de définitions, exemples et démonstrations. ·      Appliquer et présenter des techniques d'analyse réelle, d'analyse fonctionnelle et de théorie de la mesure à l'étude de l'analyse harmonique. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "content": "séries et intégrales de Fourier fonction maximale de Hardy–Littlewood transformée de Hilbert intégrales singulières",
        "teaching_methods": "exposés par l’enseignant·e, présentation par les étudiant·es et discussion, résolution d’exercices par les étudiant·e·s et présentation sous différents formats écrits et/ou oraux.",
        "assessment_methods": "L'évaluation finale se basera sur : la préparation, la présentation et les participation aux séances de discussion en cours de quadrimestre (25% de la note), les résolution d’exercices (25% de la note), un examen écrit final (50% de la note). La partie de productions personnelles sera rattachée à toutes les sessions de l’année académique en cours.",
        "online_resources": "Documents complémentaires disponibles sur Moodle.",
        "bibliography": "Stein, Singular integrals and differentiability properties of fonctions, Princeton University Press, 1970. Stein and Weiss, Introduction to Fourier analysis on Euclidean spaces, Princeton University Press, 1971.",
        "course_materials": "J. Duoandikoetxea, Fourier analysis, American Mathematical Society, 2001.",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat1351",
        "title": "Approximation: methods et theory",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Claeys Tom"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Cours de base d'analyse numérique (par exemple LMAT1151 ou LFSAB1104), notions de base de l'algèbre linéaire et de l'analyse.",
        "topics_covered": "- Interpolation ·      interpolation polynomiale, ·      approximations par morceaux et splines. - Analyse de Fourier ·      coéfficients de Fourier, ·      séries de Fourier, ·      convergence et phénomène de Gibbs, ·      processus de Féjer. - Intégration numérique ·      méthodes de base, ·      règles de quadrature. L'évaluation se fera sur base d'un examen et de projets.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À la fin de cette activité, l'étudiant·e sera capable de : ·      mettre en oeuvre des méthodes d'approximation à l'aide d'un logiciel, ·      construire, analyser mathématiquement et évaluer des méthodes d'approximation.",
        "content": "Thèmes abordés : - Introduction à la théorie d'approximation - Approximation par polynômes - Approximation par polynômes trigonométriques - Interpolation polynomiale - Introduction aux courbes de Bézier et aux splines - Les séries de Fourier - Les polynômes orthogonaux, - Les règles de quadrature. À la fin de cette activité, l'étudiant·e sera capable de : - mettre en oeuvre des méthodes d'approximation à l'aide d'un logiciel, - construire, analyser mathématiquement et évaluer des méthodes d'approximation.",
        "teaching_methods": "Cours magistraux et séances d'exercices",
        "assessment_methods": "L'évaluation portera sur un examen, qui contiendra des questions plus théoriques et des exercices, et un projet à faire pendant le quadrimestre. L'étudiant inscrit à la session de septembre peut choisir de remettre une version revisée du projet.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=12858",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2150",
        "title": "Category theory",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gran Marino"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "LMAT1131 - algèbre linéaire (première année de bachelier en sciences mathématiques) ou cours équivalent. LMAT 1231 - multilinear algebra and group theory (deuxième année de bachelier en sciences mathématiques) ou cours équivalent.",
        "topics_covered": "Catégories, foncteurs, transformations naturelles. Foncteurs adjoints et équivalences. Limites et colimites. Catégories exactes, additives et abéliennes. Suites exactes et lemmes homologiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de master en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaître et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Reconnaître les concepts fondamentaux d'importantes théories mathématiques actuelles. -- Etablir les liens principaux entre ces théories. - Faire preuve d'abstraction, de raisonnement et d'esprit critique. Il aura notamment développé sa capacité à : -- Dégager les aspects unificateurs de situations et expériences différentes. -- Raisonner dans le cadre de la méthode axiomatique. -- Construire et rédiger une démonstration de façon autonome, claire et rigoureuse. Acquis d'apprentissage spécifiques au cours. A la fin de cette activité, l'étudiant sera capable de : - Retrouver, dans ses connaissances mathématiques, une multitude d'exemples significatifs de catégories, foncteurs et transformations naturelles. - Etablir le lien d'adjonction entre certains foncteurs et l'équivalence entre certaines catégories. - Construire des limites et des colimites, éventuellement à l'aide de foncteurs adjoints ou d'équivalences entre catégories. - Reconnaître et démontrer des propriétés d'exactitude importantes des catégories exactes et des catégories abéliennes. - Illustrer concrètement les différentes notions et les résultats abstraits dans les catégories des ensembles, des groupes, des groupes abéliens et des groupes topologiques.",
        "content": "Cette activité consiste à introduire le langage de base et certains résultats fondamentaux de la théorie des catégories pour expliquer des situations rencontrées dans d'autres cours du programme de bachelier et de master en mathématique. Les contenus suivants sont abordés dans le cadre du cours : - Définition et exemples de catégories, foncteurs et transformations naturelles. - Isomorphismes, monomorphismes et épimorphismes dans une catégorie. - Foncteurs adjoints (unité, counité, identités triangulaires) et leurs propriétés fondamentales. - Sous-catégories réflexives, équivalence de catégories. - Exemples de limites et de colimites particulières. - Limites et foncteurs adjoints. - Définition de catégorie régulière et de catégorie exacte, propriétés, exemples. Théorème de Barr-Kock. Catégories de Mal'tsev. - Catégories abéliennes, suites exactes, lemme des cinq, lemme des neuf, lemme du serpent.",
        "teaching_methods": "Le cours est donné sous forme de cours magistral, avec de séances d'exercice. Pendant les séances, les étudiants sont invités à donner des suggestions et à formuler des idées pour résoudre les exercices en se basant sur leurs connaissances préalables. Une attention particulière est consacrée à l'analyse des liens entre les nouveaux concepts introduits dans le cours et les autres cours du programme de bachelier et de master en mathématique.",
        "assessment_methods": "L'évaluation se fait sur base d'un examen oral. On y teste la connaissance et la compréhension des notions, des exemples et des résultats fondamentaux, la capacité de construire un raisonnement cohérent, la maîtrise des techniques de démonstration introduites pendant le cours. L'étudiant peut choisir la langue de l'examen (anglais ou français).",
        "online_resources": "Site MoodleUCLouvain",
        "bibliography": "Syllabus pour la partie sur les catégories exactes et abéliennes (disponible sur MoodleUCLouvain). Syllabus for the part on exact and abelian categories (available on MoodleUCLouvain). F. Borceux : Handbook of categorical algebra, Vol. 1-2 (Cambridge University Press). P. Freyd : Abelian categories (disponible sur MoodleUCLouvain). S. Mac Lane : Categories for the Working Mathematician (Springer). T. Leinster : Basic Category Theory (Cambridge studies in advanced mathematics)",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2120",
        "title": "Théorie des groupes",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Caprace Pierre-Emmanuel"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Il est recommandé que l’étudiant·e maitrise les notions fondamentales de l’algèbre linéaire, telles que développées par exemple dans les cours LMAT1131 ou LEPL1101 et les notions fondamentales de théorie des groupes, telles que développées par exemple dans le cours LMAT1231. Il est intéressant mais non indispensable que l’étudiant·e soit familiarisé·e avec la notion de module sur un anneau, telle que développée par exemple dans le cours LMAT1331.",
        "topics_covered": "La théorie des groupes fournit un cadre formel qui permet d'étudier la notion de symétrie. L'ubiquité des groupes en mathématique et en physique provient notamment du rôle prépondérant joué par la notion de symétrie en sciences. Le cours offrira une introduction panoramique à la théorie des groupes, finis et infinis, à partir d'exemples explicites. Les thèmes suivants seront abordés : Exemples fondamentaux et constructions de base Groupes de permutation, groupes linéaires et projectifs Groupes libres et présentations de groupes Groupes résolubles et nilpotents, liens avec la théorie de Galois Groupes abéliens et dualité de Pontryagin Construction de groupes simples, finis et infinis Problème de Burnside sur les groupes de torsion Groupes agissant sur les arbres, groupes hyperboliques Représentations, caractères des groupes finis et applications D'une année à l'autre, certains aspects seront développés plus que d'autres.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À la fin de cette activité, l'étudiant aura progressé dans sa capacité à : (a) Connaître et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : i. Reconnaître les concepts fondamentaux d'importantes théories mathématiques actuelles. ii. Etablir les liens principaux entre ces theories. (b) Faire preuve d'abstraction, de raisonnement et d'esprit critique. Il aura notamment développé sa capacité à : i. Dégager les aspects unificateurs de situations et expériences différentes. ii. Raisonner dans le cadre de la méthode axiomatique. iii. Construire et rédiger une démonstration de façon autonome, claire et rigoureuse. (c) analyser un problème mathématique et proposer des outils adéquats pour l'étudier de façon autonome.",
        "content": "Cette activité consiste à introduire certains concepts fondamentaux de la théorie des groupes, avec une emphase particulière sur les groupes infinis engendrés par une partie finie, et leur étude par des méthodes de nature géométrique. Les contenus suivants sont abordés dans le cadre du cours, en partant d'exemples concrets. Groupes abéliens, nilpotents, résolubles. Groupes libres et groupes d'automorphismes d'arbres, théorème de Nielsen-Schreier. Structure des groupes d'automorphismes d'espaces vectories et des groupes orthogonaux Groupes linéaires et groupes résiduellement finis. Problème de Burnside et groupes de torsion Problème de mot et décidabilité L'équilibre entre les différentes parties et les détails du programme ci-dessus sont susceptibles de varier d'année en année.",
        "teaching_methods": "Le cours est donné sous forme de cours magistraux et de séances de travaux pratiques. Pendant les séances, les étudiants sont appelés à faire des suggestions et formuler des idées pour faire avancer le cours en se basant sur leurs connaissances préalables.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es de deux manières : l’évaluation continue certificative incluant des projets à remettre par écrit dans le courant du quadrimestre (30% de la note finale), un examen oral en session (70% de la note finale). On y teste la connaissance et la compréhension des notions, des exemples et des résultats fondamentaux, la capacité de construire un raisonnement cohérent, la maîtrise des techniques de démonstration introduites pendant le cours.",
        "other_info": "Ce cours bisannuel n'est pas donné en 2024-2025.",
        "online_resources": "Moodle: https://moodle.uclouvain.be/",
        "bibliography": "C. Drutu and M. Kapovich, Geometric Group Theory. American Mathematical Society Colloquium Publications 63, 2018. P. de la Harpe, Topics in Geometric Group Theory. Chicago Lectures in Mathematics, 2000. J. Meier, Groups, graphs and trees. An introduction to the geometry of infinite groups. London Mathematical Society Student Texts 73, Cambridge UP, 2008. D. Robinson, A course in the theory of groups. (Second edition). Graduate Texts in Mathematics, Springer, 1996. J. Rotman, An introduction to the theory of groups. Graduate Texts in Mathematics, Springer, 1995. J.-P. Serre, Arbres, amalgames, SL2. Astérisque, No. 46. Société Mathématique de France, Paris, 1977.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsc2220",
        "title": "Philosophy of science",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Guay Alexandre"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Chaque année, trois thème centraux sont abordés touchant au dialogue entre les sciences naturelles et les questionnements philosophiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Faire réfléchir les étudiants de Master sur certains thèmes centraux de la philosophie des sciences aujourd'hui, en relation avec leurs intérêts et la discipline scientifique dans laquelle ils sont spécialisés. Leur apprendre à approfondir, seuls ou en groupe, une question philosophique choisie en lien avec les questions abordées aux cours. Être capable d'exposer les résultats de leur réflexion par écrit et en faire une présentation orale.",
        "content": "Les trois thèmes pour 2024-25 sont : Éléments de philosophie des mathématiques. Quel est l'objet des mathématiques? Pourquoi les mahématiques peuvent être utilisées pour modéliser le monde empirique? Approches philosophiques de la causalité. Qu'est-ce que la causalité ? Comment reconnaît-on un lien causal ? Quel rôle joue la causalité dans les explications scientifiques ? Approches philosophiques de la symétrie. Qu'est-ce qu'une symétrie? Wu'est-ce qu'un argument par symétrie?",
        "teaching_methods": "La première partie du cours consistera en leçons magistrales sur les trois thèmes choisis. Pendant ce temps, les étudiants s'inscriront sur le site web du cours et constitueront des groupes de trois au maximum. Chaque groupe choisira un sujet d’exposé ciblé en rapport avec l’un des trois thèmes. Le sujet, la bibliographie et le plan de l’exposé devront tous être validés par le professeur. Celui-ci sera à la disposition des étudiants pour les aider à élaborer l’exposé. La seconde partie des séances sera consacrée aux exposés. L’examen évaluera l’assimilation du contenu des cours magistraux et des exposés.",
        "assessment_methods": "L’évaluation consistera en un examen écrit (50% de la note finale) et en un exposé oral, en classe, fait en équipe (50%). En seconde session, l’évaluation consistera en un examen écrit (50%) + la note d’exposé (50%). Si la note d’exposé est absente ou a déjà été comptée à la session de juin, cette note sera remplacée par un travail de recherche personnel. Notez qu’il est possible de faire l’exposé durant le quadrimestre, demander une note de présence en juin et, en conséquence, utiliser la note d’exposé à la session de septembre.",
        "online_resources": "Voir site Moodle du cours.",
        "bibliography": "Voir site Moodle du cours.",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat1236",
        "title": "Introduction à la logique : théorie des ensembles",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Il est recommandé que l’étudiant·e ait une bonne expérience des méthodes de base employées dans tout raisonnement mathématique, comme développées dans un cours de méthodologie, d’algèbre, d’analyse ou de géométrie de la première année du bachelier en mathématique ou en physique, ou un cours de mathématique de la première année de bachelier en sciences de l’ingénieur (toute spécialité confondue).",
        "topics_covered": "On commence avec un point de vue naïf sur les ensembles. Dans ce cadre on introduit les ordinaux et les cardinaux, et on en développe une théorie élémentaire qui montre très clairement que ce point de vue naïf n'est pas tenable. On aborde alors la théorie axiomatique des ensembles de Zermelo et Fraenkel. On s'intéresse particulièrement aux problèmes d'indépendance et d'(in)cohérence, prenant comme exemples particuliers l'axiome du choix et l'hypothèse du continu, et la solution aux problèmes de taille proposé dans (une version simple de) la théorie des univers de Grothendieck. En parallèle on donne une base du calcul des propositions et des prédicats, c'est-à-dire des structures et langages du premier ordre, dont on a besoin pour bien comprendre les problème qui apparaissent dans la théorie des ensembles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Contribution du cours aux acquis d'apprentissage du programme de bachelier en mathématique : A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : Connaitre et comprendre un socle fondamental des mathématiques. Choisir et utiliser des méthodes et des outils fondamentaux de la logique pour résoudre des problèmes de formalisation en mathématique. Reconnaître les concepts fondamentaux de certains théories mathématiques actuelles. Etablir les liens principaux entre ces théories, les expliquer et les motiver par des exemples. Dégager, grâce à l'approche abstraite et expérimentale propre aux sciences exactes, les aspects unificateurs de situations et expériences différentes en mathématique. Faire preuve d'abstraction et esprit critique. Raisonner dans le cadre de la méthode axiomatique. Reconnaître les arguments clef et la structure d'une démonstration. Construire et rédiger une démonstration de façon autonome. Apprécier la rigueur d'un raisonnement mathématique et en déceler les failles éventuelles. Acquis d'apprentissage spécifiques au cours : A la fin de cette activité, l'étudiant sera capable de: Raisonner dans le cadre de la logique des propositions et des prédicats, faire une déduction naturelle. Reconnaitre si un certain groupement d'objets est un ensemble. Utiliser la théorie des ordinaux et des cardinaux pour déterminer la taille d'un ensemble, et pour comparer les tailles de deux ensembles donnés. Utiliser l'induction transfinie et le lemme de Zorn. Comprendre le statut de l'axiome du choix et de l'hypothèse du continu dans le cadre des axiomes de Zermelo—Fraenkel, von Neumann—Bernays--Gödel et la théorie des univers.",
        "content": "Cette activité vise à expliciter les lois qui gouvernent le raisonnement mathématique au stade de la présentation comme théorie formalisée. On examine les particularités des langages utilisés, les propositions prises comme points de départ, les règles de déduction habituellement admises. On se focalise sur les limites de l'entreprise de formalisation, notamment sur l'impossibilité de garantir une rigueur définitive. L'esprit et la présentation sont du même type que pour un autre cours de mathématique: on donne des définitions, on construit des  enchaînements de propositions, on démontre des théorèmes. Les contenus suivants sont abordés dans le cadre du cours. - Théorie naïve des ensembles: ordinaux et cardinaux - La théorie axiomatique des ensembles: (ZF) et (NBG), théorie des univers, axiome du choix, cohérence - La logique des propositions et des prédicats",
        "teaching_methods": "Les activités d'apprentissage sont constituées de cours magistraux et de séances de travaux pratiques. Les cours magistraux visent à introduire les concepts fondamentaux, à les motiver en montrant des exemples et en établissant des résultats, à montrer leurs liens réciproques et leurs liens avec d'autres cours du programme de bachelier en sciences mathématiques. Les séances de travaux pratiques visent à apprendre les techniques de base du calcul des propositions et des prédicats, c'est-à-dire des structures et langages du premier ordre.",
        "assessment_methods": "L’évaluation vise à tester la connaissance et la compréhension des notions, des exemples et des résultats fondamentaux, la capacité de construire un raisonnement cohérent, la maîtrise des techniques de démonstration introduites pendant le cours. L’évaluation consiste en un examen final oral (théorie 60%, exercices 40%). Pour établir la note finale, on tiendra compte de l’examen oral et de la participation active aux TP.",
        "online_resources": "Site Moodle. Le site contient le syllabus du cours, les énoncés des exercices pour les séances de travaux pratiques et le plan détaillé du cours.",
        "bibliography": "K.J. Devlin, Fundamentals of Contemporary Set Theory, Springer, 1979 H. Herrlich, G. E. Strecker, Category Theory, 3 ed., Sigma Ser. Pure Math., vol. 1, Heldermann Verlag, 2007 K. Hrbacek, K.T. Jech, Introduction to Set Theory, 3rd Edition, Marcel Dekker, 1999 F. W. Lawvere, R. Rosebrugh, Sets for Mathematics, Cambridge University Press, 2003",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsc2001",
        "title": "Introduction à la philosophie contemporaine",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pence Charles",
            "Verdée Peter",
            "Verdée Peter"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'esprit humain, dans toutes ses dimensions, peut-il être intégré par les sciences empiriques au sein du monde naturel ? Les sciences cognitives (neurosciences, psychologie cognitive, linguistique, etc.) s'efforcent de mener à bien cette intégration. L'objectif du cours, qui constituera une introduction à la philosophie de l'esprit et des sciences cognitives,  est d'examiner les capacités des sciences cognitives à réaliser cette intégration ' et notamment à réaliser une description et une explication de ceux des aspects de l'esprit humain qui semblent le plus résister à cette intégration dans le monde naturel : la conscience, la rationalité, le libre-arbitre.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours permettra aux étudiants d'aborder un ensemble de problèmes philosophiques liés aux progrès récents dans l'étude scientifique et « naturaliste » de l'esprit humain.",
        "content": "Que nous apprennent les sciences et les mathématiques sur la réalité ? Ce cours explore divers thèmes en philosophie contemporaine, en se concentrant sur l’interprétation et la méthodologie des sciences et des mathématiques. Réalisme, pragmatisme et idéalisme La vérité : théories de la vérité, paradoxes, vérité en mathématiques La probabilité : théories de la probabilité, interprétations, paradoxes Sciences et normes Interprétation en sciences (mathématiques, physique quantique, etc.)",
        "teaching_methods": "Cours magistraux donnés par l'enseignant, avec un rôle important pour des discussions avec et entre les étudiant·e·s.",
        "assessment_methods": "Dans la session de juin et la session d'août : un travail de groupe écrit (50 %) et une défense individuelle de ce travail à l’examen oral (50 %).",
        "online_resources": "Lecture et slides disponible par le site Moodle du cours.",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2266",
        "title": "Théorie de Lie",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Marquis Timothée"
        ],
        "teaching_language": "Français",
        "prerequisites": "Il est recommandé que l’étudiant·e maitrise les notions fondamentales de l’algèbre linéaire, comme développées par exemple dans les cours LMAT1131 ou LEPL1101, ainsi que celles de l’algèbre multilinéaire et de la théorie des groupes, comme développées par exemple dans le cours LMAT1231. Il est intéressant mais non indispensable que l’étudiant·e soit familiarisé·e avec la notion d’anneau, en particulier avec les anneaux de polynômes, telle que développée par exemple dans le cours LMAT1331, ainsi qu’avec les notions de base de la géométrie euclidienne et différentielle, telles que développées par exemple dans le cours LMAT1141.",
        "topics_covered": "Algèbres de Lie, classification des algèbres de Lie semisimples, groupes associés aux algèbres semisimples ou à leurs généralisations",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Faire preuve d’abstraction, de raisonnement et d’esprit critique. Il aura notamment développé sa capacité à : Dégager les aspects unificateurs de situations et expériences différentes. Raisonner dans le cadre de la méthode axiomatique. Construire et rédiger une démonstration de façon autonome, claire et rigoureuse. Analyser un problème mathématique et proposer des outils adéquats pour l’étudier de façon autonome. Acquis d’apprentissage spécifiques au cours : À la fin de cette activité, l’étudiant sera capable de démontrer sa maîtrise des concepts fondamentaux de la théorie de Lie classique, notamment ceux relatifs aux algèbres semisimples (forme de Killing, décomposition radicielle, système de racines et groupe de Weyl), et pourra les illustrer sur des exemples. Il sera également capable de mobiliser la maı̂trise acquise en explorant un aspect plus avancé de la théorie de Lie.",
        "content": "Algèbres de Lie: motivation, définitions et exemples Algèbres de Lie nilpotentes Algèbres de Lie résolubles Décomposition de Levi Forme de Killing et critères de Cartan Algèbres de Lie semisimples Représentations des algèbres semisimples Classification des algèbres semisimples complexes Théorème de Serre Groupes de Chevalley",
        "teaching_methods": "Cours magistral (et séances d'exercices). Possibilité (non obligatoire) pour les étudiant.e.s de rendre des solutions d'exercices durant le quadrimestre afin d'obtenir des feedbacks et d'engranger des points pour l'examen final.",
        "assessment_methods": "Examen oral, à cours ouvert.",
        "other_info": "Des notes de cours en LaTex seront disponibles.",
        "bibliography": "J. E. Humphreys, Introduction to Lie algebras and representation theory . Graduate Texts in Mathematics, 9 . Springer-Verlag, New York-Berlin, 1972. xii+169p.",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2430",
        "title": "Géométrie différentielle et groupes de Lie",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bieliavsky Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "Il est recommandé que l’étudiant·e maitrise les notions fondamentales de géométrie différentielle et riemannienne comme couvert dans les cours LMAT1241 et LMAT1342 et les notions fondamentales de théories des groupes comme couvertes dans LMAT1231.",
        "topics_covered": "Variétés différentielles avec un point de vue topologique. Cohomologie de de Rham et diverses notions associées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de master en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaître et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Reconnaître les concepts fondamentaux d'importantes théories mathématiques actuelles. -- Etablir les liens principaux entre ces théories. - Faire preuve d'abstraction, de raisonnement et d'esprit critique. Il aura notamment développé sa capacité à : -- Dégager les aspects unificateurs de situations et expériences différentes. -- Raisonner dans le cadre de la méthode axiomatique. -- Construire et rédiger une démonstration de façon autonome, claire et rigoureuse. Acquis d'apprentissage spécifiques au cours. A la fin de cette activité, l'étudiant sera capable de : - Maîtriser certains outils fondamentaux de la topologie différentielle qui pourront lui être utiles dans un travail de recherche en topologie, géométrie ou mathématique physique",
        "content": "-Introduction aux notion de groupes de Lie et algèbres de Lie. -Théorie élémentaire des espaces homogènes et espaces d'orbites. -Espaces Riemanniens symétriques. -Introduction à la géométrie symplectique. -Introduction à la théorie des représentations des groupes de Lie, méthode des orbites de Kirilov. -Introduction à la théorie mathématique de quantification des systèmes hamiltoniens et géométrie quantique.",
        "teaching_methods": "Le cours est donné sous forme de cours magistral. Après chaque section (chapitre) du cours oral, nous proposons un homework portant sur cette section. Ces homeworks consisteront en trois questions d'exercices et seront corrigés par l'assistant et l'enseigant au cours du quadrimestre.",
        "assessment_methods": "Après chaque section du cours oral, nous proposons un homework portant sur cette section. Ces homeworks consisteront en trois questions d'exercices et seront corrigés par l'assistant et l'enseigant au cours du quadrimestre. Chaque homework sera noté sur 20 points. Ensuite il y aura un examen oral portant sur les notions théoriques vues au cours utilisées pour résoudre les homeworks. Cet examen sera lui aussi noté sur 20 points. La note globale pour le cours est la moyenne des notes des homeworks et examen oral.",
        "online_resources": "Syllabus, énoncés des homeworks et corrigés disponibles sur moodle.",
        "bibliography": "P. Malliavin, Géométrie différentielle intrinsèque. J. Milnor, Topology from a differentiable viewpoint. S. Kobayashi and K. Nomizu, Foundations of differential geometry. S. Helgason, Differential geometry, Lie groups and symmetric spaces. A. Kirillov, Lectures on the orbit method.",
        "course_materials": "syllabus, énoncés et corrigés des homeworks sur moodle.",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2240",
        "title": "Low-dimensional topology",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dos Santos Santana Forte Vaz Pedro"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Noeuds et diagrammes, les invariants polynomiaux de Jones et d'Alexander, la topologie des surfaces et les noeuds, le groupe fondamental, thèmes spéciaux (les noeuds et les 3-variétés, les invariants homologiques, applications en biologie et chimie). Invariants quantiques des noeuds et 3-variétés, 3- et 4-variétés, homologies des entrelacs et catégorification.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de master en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaître et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Reconnaître les concepts fondamentaux d'importantes théories mathématiques actuelles. -- Expliquer des théories mathématiques en motivant les  énoncés et les définitions par des exemples et des contre-exemples et en mettant en évidence les idées principales. - Faire preuve d'abstraction, de raisonnement et d'esprit critique. Il aura notamment développé sa capacité à : -- Dégager les aspects unificateurs de situations et expériences différentes. -- Raisonner dans le cadre de la méthode axiomatique. -- Construire et rédiger une démonstration de façon autonome, claire et rigoureuse. -- Savoir faire la distinction entre l'intuition de la validité d'un résultat et les différents niveaux de compréhension rigoureuse de ce même résultat. - Faire des communications scientifiques. Il aura notamment développé sa capacité à : -- Structurer un exposé oral, mettre en  évidence les  éléments clef, distinguer techniques et concepts et adapter l'exposé au niveau d'expertise des interlocuteurs. - Analyser, en profondeur et sous divers points de vue, un problème ou un système complexe pour en extraire les points essentiels et les mettre en relation avec les outils théoriques les mieux adaptés. Il sera notamment capable de : -- Choisir, en connaissant leurs limitations, une méthode et des outils pour résoudre unvproblème mathématique. - Autonomie dans l'apprentissage, et cela en vue de : -- Rechercher dans la littérature mathématique des sources et évaluer leur pertinence. -- Lire et comprendre un texte mathématique avancé et le situer correctement par rapport aux connaissances acquises. Résultats d'apprentissage spécifiques au cours. Le but du cours est de présenter quelques chapitres avancés en topologie de basse dimension afin de préparer l'étudiant à une carrière de recherche dans un domaine connexe. A la fin du cours, l'étudiant sera capable de : - Identifier un nœud comme faisant partie de la topologie de l'espace ambiant. - Montrer les propriétés des invariants et les calculer afin de distinguer les nœuds. - Utiliser la topologie des surfaces pour obtenir le genre d'un noeud et l'utiliser pour caractériser les noeuds en termes de noeuds premiers. - Utiliser le groupe fondamental pour étudier la topologie du complément de nœuds. - Étudier de façon autonome un chapitre moderne de la théorie des nœuds.",
        "content": "Cette activité consiste à introduire le langage de base et certains résultats fondamentaux de la théorie des noeuds pour étudier les interactions avec d'autres sujets, comme la topologie des 3-variétés, la physique et la biologie moléculaire. Les contenus suivants sont abordés dans le cadre du cours : - Définitions et concepts de base. Définition de noeud, projections et diagrammes, les mouvements de Reidemeister, la 3-coloriage, le nombre d'enlacement. - Le polynôme de Jones. Le crochet de Kauffman, le polynôme de Jones, le lien entre nombre de croisements d'un noeud alterné et le polynôme de Jones. - Topologie des surfaces appliquée à la théorie des noeuds. la surface de Seifert, la classification des surfaces orientées a bord, la chirurgie sur les surfaces, le nombre d'enlacement comme nombre d'intersection avec la surface de Seifert. - Le genre d'un noeud, l'additivité du genre et décomposition unique des noeuds en somme de noeuds premiers. - Le polynôme d'Alexander. Matrices de présentations des modules, la matrice de Seifert et l'homologie du complément d'un entrelacs, le revêtement cyclique infinie d'un entrelacs, le module d'Alexander, le polynôme d'Alexander et le genre. - Le groupe fondamental et la topologie du complément d'un noeud. Le groupe fondamental et la présentation de Wirtinger, la p-coloriage via le groupe fondamental. -  Thèmes spéciaux, exemples : des polynômes à 2 variables: les polynômes HOMFLY-PT et de Kauffman, l'invariant de Witten lié au polynôme de Jones, les noeuds et les 3-variétés, 3 et 4 narnets (calcul de Kirby), les tresses, les enchevêtrements et l'algèbre de Temperley-Lieb, l'homologie de Khovanov, la théorie des noeuds appliquée à la biologie et à la chimie).",
        "teaching_methods": "La partie principal du cours est donné sous forme de cours magistral. Pendant les séances, les étudiants sont appelés à donner des suggestions et formuler des idées pour faire avancer le cours en se basant sur leurs connaissances préalables. Plusieurs exemples et exercices seront fournis pour illustrer et vérifier la compréhension des sujets. La deuxième partie du cours consiste en exposés oraux par les étudiants sur des thèmes spéciaux choisis.",
        "assessment_methods": "L'évaluation se fait sur base d'un test écrit et d'une exposition orale sur l'un des thèmes spéciaux, choisit par l'étudiant. On y teste la connaissance et la compréhension des notions, des exemples et des résultats fondamentaux, la capacité de construire un raisonnement cohérent, la maîtrise des techniques de démonstration introduites pendant le cours. L'examen comporte environ cinq questions. L'étudiant peut aussi choisir la langue de l'examen (anglais ou français).",
        "online_resources": "Page web du cours sur moodle",
        "bibliography": "W. Lickorish: An Introduction to Knot Theory, GTM 175, Springer 1997. J. Roberts: Knot knotes (disponible sur iCampus) (available on iCampus) K. Murasugi: Knot theory and its applications, Birkhäuser, Springer 1996.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat1222",
        "title": "Analyse complexe 1",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Claeys Tom"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Cours d'analyse mathématique LMAT1121 et LMAT1122. Maîtrise de la langue française du niveau de la dernière année de l'enseignement secondaire.",
        "topics_covered": "Séries potentielles, fonctions analytiques, fonctions holomorphes, intégrale de Cauchy, développement de Taylor, points singuliers isolés, développement de Laurent, calcul des résidus.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de bachelier en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaître et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à: -- Choisir et utiliser des méthodes et des outils fondamentaux de calcul pour résoudre des problèmes de mathématique. -- Reconnaître les concepts fondamentaux de certains théories mathématiques actuelles. -- Etablir les liens principaux entre ces théories, les expliquer et les motiver par des exemples. - Dégager, grâce à l'approche abstraite et expérimentale propre aux sciences exactes, les aspects unificateurs de situations et expériences différentes en mathématique. - Faire preuve d'abstraction et d'esprit critique. Il aura notamment développé sa capacité à: -- Raisonner dans le cadre de la méthode axiomatique. -- Reconnaître les arguments clef et la structure d'une démonstration. -- Construire et rédiger une démonstration de façon autonome. -- Faire la distinction entre l'intuition de la validité d'un résultat et les différents niveaux de compréhension rigoureuse de ce m\\^eme résultat. Acquis d'apprentissage spécifiques au cours. A la fin de cette activité, l'étudiant sera capable de : - Maîtriser les différents types de convergence pour les séries numériques et les séries de fonctions. - Maîtriser la notion de série potentielle, le calcul du rayon de convergence et le lien avec les notions de fonction analytique et de fonction holomorphe. - Utiliser les principes fondamentaux de la théorie des fonctions analytiques: théorème de l'identité, principe des zéros isolés, principe du prolongement analytique et principe du module maximum. - Déterminer les points singuliers isolés d'une fonction analytique, calculer le développement de Laurent au voisinage d'un point singulier. - Maîtriser le calcul des résidus, son application au calcul d'intégrales définies ainsi qu'à la détermination du nombre de zéros et de pôles d'une fonction méromorphe.",
        "content": "L'analyse complexe est un sujet central en mathématiques, qui possède de nombreuses applications dans les sciences de l'ingénieur et du physicien. Le cours est consacré à l'étude des méthodes de base de la théorie des fonctions analytiques d'une variable complexe. Il vise aussi à développer une intuition géométrique du sujet et propose des ouvertures vers des domaines d'applications. Les contenus suivants sont abordés dans le cadre du cours : - Séries : séries numériques et séries de fonctions. - Séries potentielles et fonctions analytiques: rayon de convergence d'une série potentielle, notion de fonction analytique, théorème de l'identité, principe des zéros isolés, principe du prolongement analytique. - Fonctions holomorphes : définition et propriétés, équations de Cauchy-Riemann, holomorphie des fonctions analytiques, intégration le long de chemins, formule intégrale de Cauchy et analyticité des fonctions holomorphes, théorème de Liouville, théorème fondamental de l'algèbre, principe du module maximum, lemme de Schwarz. - Séries de Laurent, points singuliers: homotopie des chemins et intégrales de fonctions holomorphes, fonctions holomorphes dans une couronne et séries de Laurent, points singuliers isolés (pôles et singularités essentielles), théorème de la singularité apparente de Riemann, notion de fonction méromorphe, théorème de Casorati-Weierstrass. - Théorème des résidus et applications: problème des primitives et logarithme complexe, théorème des résidus, calcul d'intégrales par la méthode des résidus, principe de l'argument, théorème de Rouché, résidu à l'infini.",
        "teaching_methods": "Les activités d'apprentissage sont constituées par des cours magistraux et des séances de travaux pratiques. Les cours magistraux visent à introduire les concepts fondamentaux, à les motiver en montrant des exemples et en établissant des résultats, à montrer leurs liens réciproques et leurs relations avec d'autres cours du programme de bachelier en sciences mathématiques. Les séances de travaux pratiques visent à construire des démonstrations, à étudier de nombreux exemples et contre-exemples, et à maîtriser les méthodes de calcul.",
        "assessment_methods": "Examen final portant à la fois sur la compréhension de la théorie et la capacité à résoudre des exercices.",
        "online_resources": "Page Moodle",
        "course_materials": "Analyse complexe",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2840",
        "title": "Science et foi chrétienne",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bourgine Benoît",
            "Dos Santos Rodrigues Paulo Jorge"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre l'objectif visé, le cours abordera les trois thèmes suivants : a) bref historique des rapports entre sciences (de la nature et humaines) et christianisme dans ses aspects institutionnels et conceptuels, b) une typologie des modes de dialogue et de confrontation entre sciences et théologies avec leurs limites, leur portée et leurs fondements théologiques, c) une série d'études de cas récents.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a) présenter les grandes étapes de l'évolution historique des rapports entre sciences et christianisme (événements et documents majeurs) ; 2 b) caractériser et évaluer les modes de rapports entre sciences et foi, religion, théologie chrétienne en en comprenant la portée et les limites spécifiques ; 3 c) analyser des cas précis de relations contemporaines entre sciences et théologies.",
        "content": "Ce cours peut être choisi par les étudiants de l'EPL comme une alternative au cours Sociétés, cultures, religions. 2024/2025 Science et foi chrétienne Le cours offre l'opportunité d'effectuer une expérience d'interdisciplinarité, requise par le questionnement envisagé. Le prof. Paulo Rodrigues (Université catholique de Lille) et le prof. Benoît Bourgine (UCLouvain), interviendront pour tenter de clarifier la problématique des rapports entre sciences et foi chrétienne. Une typologie des modes de dialogue et de confrontation entre sciences et théologies est à élaborer et à éprouver de manière à en dessiner les limites, la portée et les fondements tant philosophiques que théologiques. Une mise en perspective historique ainsi qu'une présentation des enjeux contemporains seront proposées.",
        "teaching_methods": "Les cours sont magistraux. Le syllabus du professeur Bourgine est à votre disposition sur le site Drive du cours: https://drive.google.com/drive/folders/1OZCoMW0VNypXPpzclRJacv3NJ-xlM0ns?usp=drive_link TITRE DU SYLLABUS: SCIENCES ET FOI CHRETIENNE",
        "assessment_methods": "L'examen est un écrit de deux heures en session d’examen comportant deux questions ouvertes, dont la liste limitative est fournie aux étudiants : l’une posée par le prof. P. Rodrigues, l’autre posée par le prof. Bourgine, respectivement sur les exposés de l'un et de l'autre. Vous êtes invités à répondre à chacune des questions en 30 lignes environ.",
        "other_info": "Calendrier Voici le calendrier des 7 séances qui ont lieu le mercredi de 16h15 à 18h15 [LECL60] : Prof. Benoît Bourgine: 18 septembre 25 septembre 2 octobre 9 octobre Prof. Paulo Rodrigues: 16 octobre 23 octobre 6 novembre",
        "online_resources": "Avec ce lien, vous pouvez accéder à des ressources en ligne: https://drive.google.com/drive/folders/1OZCoMW0VNypXPpzclRJacv3NJ-xlM0ns?usp=drive_link",
        "course_materials": "Sciences et foi chrétienne 2024/2025 - Syllabus Bourgine",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2998",
        "title": "Mémoire",
        "credits": "18.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 La préparation du mémoire permettra à l'étudiant d'acquérir des compétences générales et disciplinaires telles que la gestion de différents aspects d'un projet (recherche des sources, compréhension de textes avancés, jugement autonome de la pertinence d'une démarche mathématique ou d'une théorie), la connaissance de l'évolution historique de concepts mathématiques, la construction et la rédaction de preuves complexes, la rédaction d'un texte selon les conventions de la discipline, la structuration d'un exposé oral.",
        "content": "Le mémoire présenté pour la réussite du Master 60 en sciences mathématiques doit être un travail personnel et original rédigé par l'étudiant à partir des directives et des conseils de son directeur de mémoire. L'originalité du mémoire peut prendre diverses formes, par exemple : - developpement détaillé de resultats brievèment exposés dans la litterature scientique existante ; - synthèse de divers travaux traitant d'aspects compémentaires d'un même sujet ; - applications de méthodes connues à un probèeme concret nouvellement apparu ; - présentation originale d'un aspect des mathématiques ou de leur enseignement ; - résultats nouveaux, fruits d'une recherche personnelle. Une attention toute particulière sera apportée à la rédaction du mémoire, la qualite de cette rédaction intervenant de manière significative dans l'appréciation globale du mémoire. Un ordre de grandeur de 45 pages paraît une moyenne raisonnable pour le volume du mémoire. Il est recommandé de respecter les 4 éléments suivants : être imprimé en Recto/Verso;  ne pas avoir de couverture plastique;  toute annexe doit être strictement éléctronique; être imprimé sur papier recyclé. Cinq exemplaires du mémoire seront deposés au secrétariat de l'Ecole le dernier jour ouvrable avant la session de juin, ou 10 jours avant la date de la présentation publique pour la session de septembre. Le travail comporte une présentation orale publique qui aura lieu le vendredi de la première semaine complète des examens de la session de juin, ou le lundi de la semaine des delibérations si le mémoire est présenté lors de la session de septembre. Lors de la présentation publique, le modérateur veille au respect du temps accordé à la présentation (environ 20 minutes) et modère la discussion (environ 10 minutes de questions et réponses).",
        "assessment_methods": "La note attribuée à l'étudiant pour son mémoire est obtenue à partir de trois composantes indépendantes : T. Travail fourni pendant l'année. Seul le directeur est responsable de cette composante qui vise à évaluer le travail et la progression de l'étudiant pendant l'année. On tiendra compte d'éléments tels que l'investissement, l'autonomie, la créativité, l'esprit critique, l'esprit d'initiative, la compréhension de la matière. Ces éléments seront mis en relation avec la difficulté de l'objectif fixé par le directeur. Cette composante de la note est transmise au modérateur avant la présentation publique. D. Document écrit. Avant ou après la présentation publique, le directeur et les deux lecteurs transmettent au modérateur leurs appréciations du mémoire en tenant compte des éléments suivants : structure, clarté et qualité pédagogique, lisibilité par un non spécialiste, rigueur, profondeur de l'analyse, originalité, complexité des pré-requis, niveau de compréhension de la matière, qualité de la recherche documentaire. Les appréciations seront transmises au modérateur en utilisant une grille d'évaluation qui est mise à disposition des membres du comité de lecture et du candidat au début du second quadrimestre. Une fois toutes les appréciations remises, le comité de lecture se réunit et fixe de façon collégiale cette composante de la note. P. Présentation publique. Tout de suite après la présentation publique, les membres du jury de Master et les membres du comité de lecture ayant assisté à la présentation fixent de façon collégiale cette composante de la note, en tenant compte de la clarté, de la rigueur, de l'attractivité et de la qualité pédagogique de la présentation, ainsi que de la qualité des réponses lors de la discussion. La note finale attribuée à l'étudiant pour son mémoire est obtenue à partir des trois composantes selon la pondération suivante : 3 T + 6 D + 1 P Après la délibération, sur demande du candidat le modérateur lui transmettra oralement une synthèse des commentaires émis par les membres du comité de lecture.",
        "other_info": "Le directeur L'étudiant prend contact avec ses enseignants dès la rentrée académique en vue de se mettre d'accord avec l'un d'eux pour que celui-ci devienne son directeur de mémoire. Le rôle du directeur de mémoire est de guider l'étudiant dans son travail. A cet effet, des contacts réguliers entre le directeur et l'étudiant sont souhaitables et peuvent être exigés par chacune des deux parties ; un rythme de deux rendez-vous par mois paraît une moyenne raisonnable. Le directeur s'absentant de l'UCL pour plusieurs semaines veillera à prendre toutes les dispositions requises pour que son absence ne perturbe pas le bon avancement des mémoires qu'il dirige. Le comité de lecture Le comité de lecture est composé de quatre personnes : le directeur du mémoire, deux lecteurs, un modérateur. - Tout membre du comité de lecture doit être porteur du titre de docteur au début de l'année académique de réalisation du mémoire. - Le directeur du mémoire doit être un membre académique ou scientifique permanent (ou en période probatoire) de l'UCL et être titulaire d'un cours issu des programmes de Baccalauréat ou de Master en mathématique et dont la responsabilité du cahier des charges et de l'attribution revient à l'école de mathématique. - Sur proposition du responsable du Master, le conseil de l'école peut autoriser d'autres personnes à diriger le mémoire. Dans ce cas, un des lecteurs doit remplir les conditions normalement requises pour le directeur. - Avant la fin du mois de décembre, le directeur propose au responsable du Master trois lecteurs potentiels, dont au moins un issu d'une équipe de recherche autre que la sienne. - Le modérateur est le responsable du Master ou le président de l'école de mathématique. - Le responsable du Master fixe la composition du comité de lecture. Après approbation de la part du conseil de l'école, la composition du comité de lecture est affichée ad valvas au début du second quadrimestre.",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsst1001",
        "title": "IngénieuxSud",
        "credits": "5.00",
        "hours": "15.0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Merle Stéphanie",
            "Raskin Jean-Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Projets qui répondent à une problématique (technique, économique, socio-culturel), coopération au développement, approche systémique, responsabilité, engagement, éthique, solidarité, travail en équipe, innovations, technologies appropriables, citoyenneté scientifique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution aux référentiels des programmes du secteur SST Acquis d'apprentissage disciplinaires : Au terme de la formation l'étudiant sera capable de : Elaborer des propositions, sous forme de projets, appropriées à une problématique de développement qui relève de l'identification et/ou la conception d'un dispositif technique, économique, socio-culturel : 1.       Identifier et définir les questions et problématiques 1.1    Elaborer un cahier des charges 1.2    Analyser un contexte 1.3    Analyser une problématique 1.4    S'initier au concept de la systémique 1.5    Découvrir les leviers et les contraintes d'un projet 1.6    Appréhender les étapes de la vie d'un groupe 2.       Elaborer des propositions innovantes 2.1    Découvrir et mettre en oeuvre des technologies qui favorisent l'innovation et la créativité 2.2    Découvrir les technologies appropriables et durables 2.3    S'initier aux principes du développement durable et de son application dans des projets techniques 2.4    Se préparer à la mission 2.5    S'imprégner du processus itératif 3.       Évaluer la faisabilité et l'impact des propositions élaborées 3.1    Appréhender l'équilibre technologique comme venant en soutien de l'évolution humaine 3.2    Identifier les possibilités pour mesurer l'impact d'un projet 3.3    Contribuer à la visibilité des projets IngénieuxSud Acquis d'apprentissage transversaux : Développer et adopter une attitude réflexive sur des questions et problématiques de développement et y apporter des solutions appropriées 1.1    Porter un regard critique sur ses propres compétences, connaissances et sur ses propres limites 1.2    Définir les différents enjeux du projet (culturels, sociaux, économiques, techniques) par une approche systémique 1.3    Faire le bilan de la progression de sa réflexion au fil du projet 2.       Travailler en équipe, collaborer de manière efficace avec des partenaires nationaux et internationaux. 2.1    Identifier les apports et intérêts complémentaires des différents partenaires dans la problématique du projet 2.2    Planifier son travail en équipe : construire un chronogramme, un programme d'apprentissage... 2.3    Autoévaluer son implication individuelle dans le groupe et la coopération au sein du projet et de son groupe 3.       Communiquer efficacement oralement et par écrit avec des publics divers nationaux et internationaux (experts scientifiques, pairs, enseignants, formateurs...) 3.1    Utiliser des moyens appropriées pour dialoguer avec les différents publics et partenaires 3.2    Faire un retour d'expérience et proposer des perspectives futures 3.3    Rédiger un Portfolio interculturel, cohérent, structuré, rigueur scientifique et esprit critique 3.4   Adapter sa communication en fonction de ses interlocuteurs (pairs, collègues, enseignants, formateurs, experts scientifiques...)",
        "content": "-          Les sciences et technologies au service du développement durable -          La solidarité internationale -          L'adéquation moyens-objectifs d'un projet -          L'interculturalité : regard croisé sur une même problématique scientifique -          Le développement du projet dans le cadre d'un programme de coopération au développement -          L'application de l'approche systémique dans un projet scientifique -          Le développement d'un projet concret : du CDC à l'application concrète -          Les facteurs qui influencent le projet (contexte social, pays, population, contraintes externes, planification ') -          Les leviers du changement -          Le travail en équipe et la communication (avec les partenaires du Sud, avec les personnes du groupe, avec les experts techniques et de développement, les populations concernées)",
        "teaching_methods": "Formation hybride (en ligne et en présentiel) -          Cours : multidisciplinaires, multi-acteurs, multiculturels -          Apprentissages actifs en groupes -          Apprentissages par le projet -          Coaching par le corps scientifique et académique, des professionnels de terrain (Nord et Sud) -          Interviews, recueil et analyse d'articles'",
        "assessment_methods": "-          Portfolio (évaluation continue) de groupe avec parties individuelles -          Présentations orales en groupe devant un panel interdisciplinaire Nous précisons que l’usage des IA génératives telles que ChatGPT, Consensus, Perplexity,... est toléré mais il doit être clairement stipulé dans le document rendu par l'étudiant·e ou le groupe d'étudiant·es. Nous insistons sur le fait que le cours IngénieuxSud fait appel à votre créativité et que ces outils ne sont pas de grande aide pour cet objectif à atteindre.",
        "other_info": "Le cours se termine par une mission pendant l'été qui suit le projet",
        "online_resources": "Site du cours : http://icampus.uclouvain.be/claroline/course/index.php?cid=INGESUD_EPL",
        "bibliography": "Ouvrage de référence : -          M. Ashby, (2016), « Materials and sustainable development », Elsevier Science and technology, UK. Revue Spore : Le magazine du développement agricole et rural des pays ACP -  http://spore.cta.int",
        "responsible_entity": "EPL"
    }
]