[
    {
        "url": "https://uclouvain.be/cours-2024-lopes2291",
        "title": "Exercices d’approfondissement des travaux et projets collectifs",
        "credits": "4.00",
        "hours": "0 h + 30.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "Approfondissement des différentes dimensions de l’apprentissage collectif : organisation des activités, prise de décision concertée, gestion de projets, régulation des apprentissages par le conflit socio-cognitif, gestion du temps et de la communication, dimension relationnelle et assertivité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Démontrer sa capacité de réflexivité sur son propre processus d’apprentissage en lien avec les AA précités et son évolution par rapport au programme de l’année précédente. Eu égard au référentiel d’acquis d’apprentissage (AA), du programme FOPES, cette unité d’enseignement contribue au développement des AA suivants : AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel.  (6.5, 6.7, 6.8)",
        "content": "Ces activités sont étroitement liées aux cours et aux différentes tâches collectives. Elles intègrent également la maîtrise des savoirs par chaque étudiant. Le programme est construit et s’adapte en permanence avec le programme de cours",
        "teaching_methods": "Pédagogie du projet, apprentissage coopératif, échange et co-construction de savoirs.",
        "assessment_methods": "La certification se fait sur base de la moyenne des notes du Programme annuel et de l'implication active de l'étudiant-e. La présence régulière de l'étudiant-e est obligatoire.",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES.",
        "online_resources": "Support de cours et informations sur le site moodle du cours et/ou dans le contrat pédagogique",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2150",
        "title": "Macroéconomie et politique économique",
        "credits": "8.00",
        "hours": "45.0 h + 12.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dejardin Marcus",
            "Perilleux Anaïs",
            "Simar Luc",
            "Valenduc Christian"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours est développé en trois parties. La première partie est consacrée à la mesure et à la représentation de l’activité économique agrégée (éléments de comptabilité nationale ; calcul du PNB selon les trois optiques ; circuit économique ; balance des paiements). Dans une deuxième partie, on passe en revue les éléments de l’analyse macroéconomique de court terme, en économie ouverte, et leur articulation. En particulier, on se réfère aux mécanismes à l’œuvre sur les marchés des biens et services, du travail et des actifs monétaires et financiers. On examine l’interdépendance des marchés. Une troisième partie aborde le domaine de la politique économique. On s’intéresse aux effets des politiques macroéconomiques dites monétaires et budgétaires, selon leur contexte (en particulier, le contexte de change), ainsi que, brièvement, aux politiques de l’offre.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : De comprendre le vocabulaire de base de la macroéconomie contemporaine ; D’analyser et d’interpréter les mesures fondamentales de l’activité économique agrégée ; De saisir les outils de l’analyse macroéconomique de court terme, en économie ouverte, en vue de comprendre les mécanismes de marché, dans leur interdépendance ; D’identifier les impacts macroéconomiques potentiels de décisions en matière de politique économique. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (AA.1.1., AA.1.2.) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées (AA.2.1, AA 2.2., AA 2.3., AA 2.4., AA 2.5.) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (AA. 3.1., AA.3.2., AA. 3.6.) AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel (AA.4.2., AA.4.4.) AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (AA.5.4.) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (AA. 6.1., AA. 6.4., AA.6.8.)",
        "content": "Fiche descriptive de la série LOPES21501 : Titulaire Anaïs Périlleux Fiche descriptive de la série LOPES21502 : Titulaire Marcus Dejardin Fiche descriptive de la série LOPES21503 : Titulaire Christian Valenduc",
        "assessment_methods": "Le mode d'évaluation est repris dans le contrat pédagogique de l'enseignant et transmis sur Moodle et/ou lors du premier cours",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES.",
        "online_resources": "Support de cours et informations sur le site moodle du cours et/ou dans le contrat pédagogique",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2224",
        "title": "Acteurs économiques et sociaux en Europe",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Degryse Christophe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Etude de cas relatifs à la politique économique et sociale européenne, avec explicitation du rôle des acteurs.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est d'analyser l'interaction entre les stratégies des différents acteurs économiques et sociaux (Etats, Communauté européenne, entreprises, syndicats, ...) et leur impact sur la réalité économique et sociale. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale ( AA.1.2). AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées (AA.2.1, AA.2.2.). AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (AA.3.1, AA.3.2.). AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel (AA.4.3). AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (AA.5.2, AA. 5.3). AA.6. Mobiliser des compétences transversales (logique de développement continu,  communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (AA.6.4).",
        "content": "Ce cours a pour objectif de présenter le système politique de l’Union européenne (UE) et de fournir un cadre d’analyse permettant de comprendre le fonctionnement institutionnel de l’UE, le rôle des institutions et la dynamique des acteurs politiques, économiques et sociaux. L’analyse théorique et institutionnelle est complétée et enrichie par une analyse des questions d’actualité sociale et politique en cours dans l’UE (questions de droit social européen, de gouvernance économique, de transition climatique — notamment ses enjeux sociaux —, de concertation sociale, etc. en fonction de l’actualité). Au terme de ce cours, l’étudiant devrait être capable de : tenir un raisonnement sur le système politique européen, ses contours et spécificités (en lien avec les systèmes nationaux et plus particulièrement le système politique belge) ; identifier les acteurs et leurs réseaux, leurs ressources et leur logique d’action se familiariser avec des éléments et concepts de science politique et de sociologie politique au travers de l’étude de politiques publiques européennes ; connaître les principes, mécanismes et acteurs de la prise de décision et de la concertation politique et sociale en matière de politiques sociales au niveau européen ; en analyser les enjeux et logiques, les forces et faiblesses, les leviers de changement de ces acteurs et structures ; De manière générale, au terme de ce cours, les étudiants maîtriseront les grandes évolutions du système politique en général, auront des grilles d’analyses sur l’action de l’UE en termes de politiques publiques. Ils auront élaboré une grille de lecture personnelle sur la question de l’européanisation des politiques publiques avec une attention particulière sur la stratégie des acteurs et le rôle des idées.",
        "teaching_methods": "Le cours se présente comme un cours « standard » en présentiel avec Powerpoint et autres supports éventuels, avec une attention particulière à l’interaction avec l’ensemble des étudiants via des discussions visant une participation active de chacun. En particulier, l’actualité européenne du moment sera mise à profit pour servir de matière première afin de mettre en pratique les grilles d’analyse théoriques et institutionnelles. Cela suppose une attention particulière des étudiants à l’actualité européenne du moment.",
        "assessment_methods": "L'évaluation se fera en deux parties : la première portera sur un travail écrit en sous-groupes de trois étudiants. Ce travail sera remis au titulaire avant la période d'examen. La deuxième partie portera sur la présentation orale de ce travail en classe lors de derniers cours (avec période de questions-réponses). Ces travaux porteront sur des thèmes d’actualité européenne à définir en concertation avec le titulaire (des propositions de thèmes seront fournies par le titulaire, avec pistes de recherche). Les thématiques seront liées à l'actualité politique au sens large, en lien avec une ou des problématiques sociales. La réussite des deux parties (travail écrit et présentation orale) est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement. Une note d'échec pour la partie écrite ou orale entraîne une note d'échec pour la totalité de l’UE. En cas d’échec, le sous-groupe devra soumettre une nouvelle version de son travail écrit en deuxième session, ainsi qu'une nouvelle présentation orale de ce travail. Note concernant l'utilisation de l'IA La « Note balisant l’utilisation responsable des IA\" approuvée en juillet 2024 par le Bureau de Faculté servira de guide au titulaire pour l’évaluation du travail écrit. Le principe général est que \"les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique\". Dans le cas présent, pour le travail écrit, cela signifie que les étudiants sont tenus d’indiquer systématiquement toutes les parties ayant fait l’objet d’une utilisation des IA, par ex. en note de bas de page en précisant si l’IA a été utilisée pour rechercher de l’information, pour la rédaction du texte ou pour la correction de celui-ci. Par ailleurs, les sources d’information doivent être systématiquement citées en respectant les normes de référencement bibliographique. Les étudiants restent responsables du contenu de leur production, indépendamment des sources utilisées. Toute personne ou groupe ayant recours aux IA génératives d’une manière non-conforme aux utilisations prévues dans la présente fiche descriptive commet une irrégularité au sens de l’art. 107 du RGEE (production non personnelle du fait de l’étudiant dans le cadre d’une évaluation).",
        "other_info": "La formation se fait en semaine, le jeudi ou le mardi.  Le professeur fonctionne en collaboration avec un conseiller à la formation.",
        "online_resources": "Support de cours et informations sur le site moodle du cours et dans le contrat pédagogique",
        "bibliography": "Le livre de référence pour le cours : - Mérand F., Weisbein J. (2011), Introduction à l’Union européenne : Institutions, Politiques et Société , Éd. De Boeck. Lectures thématiques complémentaires facultatives : - Degryse, C. (2012), La nouvelle gouvernance économique européenne , Courrier hebdomadaire 2148-2149, CRISP, Bruxelles. - Degryse, C., Tilly, P. (2013), 1973-2013. 40 ans d’histoire de la Confédération européenne des syndicats , ETUI, Bruxelles. - Degryse, C (2018), Le dialogue social européen et les ambivalences de l’Europe sociale «triple A» , La Revue de l'IRES, 65-84 - Gerbet P. et al. (2009), Dictionnaire historique de l’Europe unie , André Versaille éditeur. - Schwok, R. (2005), Théories de l’intégration européenne , Paris, Montchrestien. + Quelques exemplaires disponibles auprès du titulaire:  Degryse, C. (2011), Dictionnaire de l’Union européenne , 4e édition, Bruxelles, Éditions Larcier. Autres ressources en ligne : Sur l'histoire - Histoire de l’UE : https://www.touteleurope.eu/actualite/histoire-de-l-union-europeenne.html - Histoire de l’UE : https://europa.eu/european-union/about-eu/history_fr - Centre Robert Schuman : http://www.centre-robert-schuman.org/ - CVCE archives historiques : https://www.cvce.eu/en Sur les politiques et institutions - 12 leçons introductives : https://op.europa.eu/webpub/com/eu-in-12-lessons/fr/ - Politiques de l’UE : http://europa.eu/pol/index_fr.htm Principaux sites officiels des institutions : - Synthèse de la législation de l’UE : http://europa.eu/legislation_summaries/index_fr.htm - Le droit communautaire : http://eur-lex.europa.eu/fr/index.htm - Documents officiels : http://europa.eu/documentation/official-docs/index_fr.htm - Commission européenne : http://ec.europa.eu/index_fr.htm - Conseil européen - Conseil de l'UE : https://www.consilium.europa.eu/fr/ - Parlement européen : http://www.europarl.europa.eu - Banque centrale européenne : http://www.ecb.int/ecb/html/index.fr.html - Cour de justice de l’UE : http://curia.europa.eu/jcms/jcms/Jo2_6999/ - Comité économique et social : http://www.eesc.europa.eu/?i=portal.fr.home Think-tanks : - Bruegel : http://www.bruegel.org/ - CEPS : http://www.ceps.eu/ - EPC : http://www.epc.eu/ - Institut Jacques Delors : https://institutdelors.eu Quelques acteurs économiques, sociaux, environnementaux : - Bureau européen de l'environnement : https://eeb.org - BusinessEurope (lobby entreprises privées) : https://www.businesseurope.eu - Climate Action Network (CAN) : https://caneurope.org - Confédération européenne des syndicats (CES) : http://www.etuc.org/fr - Corporate Europe Observatory (observatoire des lobbies) : https://corporateeurope.org/en - European Round Table for Industry (ERT) (lobby industriel) : https://ert.eu - Greenpeace Europe : https://www.greenpeace.org/eu-unit/ - Institut syndical européen : http://www.etui.org - Observatoire social européen : http://www.ose.be/ - Oxfam Europe : https://www.oxfam.org/en/eu - Réseau européen de lutte contre la pauvreté (EAPN) : http://www.eapn.eu - SGI Europe (entreprises publiques) : https://sgieurope.org - Via Campesina (altermondialistes paysans) : https://viacampesina.org/fr/ - ... Quelques sites d'actualités européennes : - Agence Europe (payant) : https://agenceurope.eu/fr/accueil.html - EurActiv : http://www.euractiv.com/fr - Euronews : https://fr.euronews.com/my-europe - Toute l’Europe : http://www.touteleurope.eu/ - Taurillon : http://www.taurillon.org - VoxEurope : https://voxeurop.eu/fr - ...",
        "course_materials": "Powerpoint 1 :  Europe : une introduction historique Powerpoint 2 : Le système politique de l'UE Powerpoint 3 : Un modèle social européen ? Powerpoint 4 : L'UE au défi de la gouvernance économique et de la cohésion",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes1340",
        "title": "Philosophie sociale et politique",
        "credits": "6.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pourtois Hervé",
            "Ruol Muriel"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours présentera et confrontera des courants et des auteurs majeurs de la philosophie sociale et politique contemporaine à partir de l'étude de problématiques socio-politiques pertinentes pour l'action. Il réservera une place à l'analyse de textes philosophiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Appréhender la spécificité de l'approche philosophique des questions politiques et sociales ; 2. Analyser et commenter un texte, problématiser et conceptualiser dans le domaine de la philosophie sociale et politique ; 3. Analyser et discuter les présupposés anthropologiques et les finalités éthiques des pratiques sociales et politiques ; 4. Elucider, questionner et argumenter publiquement son propre positionnement normatif sur une question sociale ou politique. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme OPES2MSES,  cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.1, 1.2.) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (2.1, 2.2) AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (4.1, 4.2, 4.4) AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (5.1, 5.4) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (6.2, 6.4, 6.8)",
        "content": "Fiche descriptive de la série LOPES13401 : Titulaire Muriel Ruol Fiche descriptive de la série LOPES13402 : Titulaire Hervé Pourtois Fiche descriptive de la série LOPES13403 : Titulaire Geert Demuijnck",
        "assessment_methods": "Le mode d'évaluation est repris dans le contrat pédagogique de l'enseignant et transmis sur Moodle et/ou lors du premier cours",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES",
        "online_resources": "Support de cours et informations sur le site moodle du cours et/ou dans le contrat pédagogique",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2240",
        "title": "Questions approfondies de politique sociale",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vielle Pascale"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours aborde les racines et développement des politiques sociales contemporaines (aspects historiques, théoriques et socio-économiques). Il se base sur une analyse comparée des différents systèmes et paradigmes de protection sociale en Europe : état d'avancement, limites et questions. L’étude de différents exemples concrets vise l’approfondissement et la discussion de questions fondamentales : le financement de la protection sociale, la redistribution des revenus, la privatisation et la socialisation de la protection sociale, la cohérence des politiques sociales, l'articulation entre les effets réciproques de la politique sociale et de la politique économique, ainsi que la problématique de la « défédéralisation ». Pour chacune des questions fondamentales, l'état du problème sera abordé dans ses aspects économiques et sociaux. Une place importante sera consacrée aux points de vue des acteurs politiques et sociaux.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : De maîtriser les différents concepts présents dans l’analyse des politiques sociales et de créer des liens avec d’autres disciplines vues dans la formation. D'analyser le contenu des politiques sociales, les mécanismes et les finalités dans une perspective critique. D'analyser les fondements historiques et institutionnels des systèmes de protection sociale et de développer une analyse approfondie des acteurs, du processus de décision et de régulation face à quelques enjeux concrets de politique sociale. Développeront une capacité de jugement nécessaire à l'élaboration de propositions de changement en matière de politique sociale. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.2., 1.3., 1.4) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (2.1, 2.2, 2.3, 2,4., 2.5) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (3.1, 3.2, 3.7). AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (4.1, 4.2, 4.3) AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (5.1, 5.3, 5.4) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (6.1, 6.2, 6.3, 6.5, 6.8)",
        "other_info": "La formation se fait le samedi et certains soirs en semaine; elle est décentralisée et oblige donc à des déplacements. Le rôle du professeur comporte l'accompagnement sur place de projets-mémoires. Le professeur participe à un séminaire pédagogique. Il fonctionne en collaboration avec un conseiller à la formation. Il doit rédiger le matériau pédagogique correspondant à ses enseignements. Une collaboration étroite sera instituée entre les titulaires des enseignements à option de chaque section. Le candidat à une charge d'enseignement doit aussi communiquer avec son curriculum vitae les expériences non traditionnelles de formation qu'il a vécues et faire valoir des documents, syllabus ou matériaux didactiques qu'il aurait rédigés. L'attention des candidat(e)s aux charges d'enseignement est attirée sur l'existence de lois concernant les cumuls.Le mode d'apprentissage exige du professeur qu'il négocie un contrat de formation avec ses étudiants et qu'il motive de manière détaillée soit par écrit soit par oral ses évaluations aux personnes concernées.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes1381",
        "title": "Introduction aux dynamiques de travaux et projets collectifs",
        "credits": "10.00",
        "hours": "0 h + 50.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "Introduction aux différentes dimensions de l’apprentissage collectif : organisation des activités, prise de décision concertée, gestion de projets, régulation des apprentissages par le conflit socio-cognitif, gestion du temps et de la communication, dimension relationnelle et assertivité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Démontrer sa capacité de réflexivité sur son propre processus d’apprentissage en lien avec les AA cités. Eu égard au référentiel d’acquis d’apprentissage (AA), du programme FOPES, cette unité d’enseignement contribue au développement des AA suivants : AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel.  (AA 6.5, 6.7, 6.8)",
        "content": "Ces activités sont étroitement liées aux cours et aux différentes tâches collectives. Elles intègrent également la maîtrise des savoirs par chaque étudiant. Le programme est construit et s’adapte en permanence avec le programme de cours. Les informations sont disponibles dans le contrat pédagogique et sur le site moodle.",
        "teaching_methods": "Pédagogie du projet, apprentissage coopératif, échange et co-construction de savoirs. Les informations sont disponibles dans le contrat pédagogique et sur le site moodle.",
        "assessment_methods": "Pour valider l’activité, l’étudiant doit être présent à minimum 80% activités et réaliser un travail écrit individuel transversal aux activités de soutien aux apprentissages dans lequel il·elle montre son évolution relativement aux AA visés. En cas de validation : octroi de la moyenne des notes de cours du programme annuel (hors mémoire).",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2155",
        "title": "Conception et évaluation économique de politiques et de projets",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Fonder Muriel",
            "Parienté William"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours développe et applique des outils utiles à la conception, à la mise en œuvre et plus spécifiquement à l'évaluation de projets ou de politiques. L'application passe par la maîtrise des outils par les étudiant.e.s eux-mêmes (individuellement et/ou en groupe). Selon la nature des projets ou des politiques considérés dans le cours, celui-ci met l'accent sur : - L'analyse d'une réalité qui fait problème ou à propos de laquelle des besoins sont identifiés : diagnostic de la situation, mise en évidence de priorités d'où émergent des projets ou des politiques à mener, évaluation \"ex ante\" des effets attendus de ces projets et politiques, mise au point d'objectifs pertinents et vérifiables relatifs à ces projets ou politiques ; - La conception d’une démarche d’évaluation en termes de participation des parties prenantes, de temporalité et de design de recherche qui réponde à la finalité poursuivie par l’exercice d’évaluation. Le cours présente également la diversité des approches en évaluation et les questions sous-jacentes qu’elles abordent : Sur la base de quels critères établir un jugement sur la qualité d’un projet ou d’une politique et qui définit ces critères ? Quels designs de recherche mobiliser pour répondre à telle question évaluative ?  Quelles utilisations sont faites de l’évaluation ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : D’analyser la conception, la mise en œuvre et l'évaluation de politiques et de projets. Le cours propose une série de cadres théoriques et d’outils utiles à une démarche d’évaluation de projets ou de politiques. Il veillera à attirer l’attention sur les différents paradigmes présents dans le champ des sciences sociales et de leur influence sur la pratique évaluative. D’analyser une intervention publique ou d’en concevoir une en regard d’un problème ou de besoins identifiés. Ce travail nécessite la mobilisation de concepts et de théories relevant de différents champs disciplinaires. De prendre part, avec réflexivité, à une démarche de conception et/ou d’évaluation d’un projet ou d’une politique. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale. (AA 1.1, AA 1.2., AA 1.3., AA 1.4) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (AA 2.1, AA 2.2, AA 2.3, AA 2,4., AA 2.5) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel. (AA 6.1, AA 6.2, AA 6.3, AA 6.4, AA 6.5, AA 6.6, AA 6.7, AA 6.8)",
        "content": "Fiche descriptive de la série LOPES21551 : Titulaire Marcus Dejardin Fiche descriptive de la série LOPES21552 : Titulaire William Parienté",
        "teaching_methods": "Informations disponibles dans le contrat pédagogique et/ou sur le site moodle du cours.",
        "assessment_methods": "Le mode d'évaluation est repris dans le contrat pédagogique de l'enseignant et transmis sur Moodle et/ou lors du premier cours",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES.",
        "online_resources": "Support de cours et informations sur le site moodle du cours et/ou dans le contrat pédagogique",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2290",
        "title": "Mise en œuvre des dynamiques de travaux et projets collectifs",
        "credits": "10.00",
        "hours": "0 h + 50.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "Mise en œuvre des différentes dimensions de l’apprentissage collectif : organisation des activités, prise de décision concertée, gestion de projets, régulation des apprentissages par le conflit socio-cognitif, gestion du temps et de la communication, dimension relationnelle et assertivité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Démontrer sa capacité de réflexivité sur son propre processus d’apprentissage en lien avec les AA précités et son évolution par rapport au programme de l’année précédente. Eu égard au référentiel d’acquis d’apprentissage (AA), du programme FOPES, cette unité d’enseignement contribue au développement des AA suivants : AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel.  (6.5, 6.7, 6.8)",
        "content": "Ces activités sont étroitement liées aux cours et aux différentes tâches collectives. Elles intègrent également la maîtrise des savoirs par chaque étudiant. Le programme est construit et s’adapte en permanence avec le programme de cours",
        "teaching_methods": "Les cours se donneront en présentiel et/ou à distance en fonction de l’évolution des conditions sanitaires.",
        "assessment_methods": "La certification se fait sur base de la moyenne des notes du Programme annuel et de l'implication active de l'étudiant-e. La présence régulière de l'étudiant-e est obligatoire.",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES.",
        "online_resources": "Support de cours et informations sur le site moodle du cours et/ou dans le contrat pédagogique",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes1300",
        "title": "Introduction aux enjeux des transitions",
        "credits": "6.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Callorda Fossati Ela",
            "Ruwet Coline"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les sociétés contemporaines connaissent des évolutions rapides et multidimensionnelles. Le développement du numérique transforme l’ensemble de nos activités économiques, politiques et sociales. La problématique climatique met en question nos modes de vie. Les évolutions démographiques (vieillissement, migration, …) interpellent nos modèles culturels. Le cours propose des cadres d’analyse permettant d’éclairer ces transitions numérique, démographique, et/ou environnementale et leurs conséquences (par exemple, mutations du travail et des professions, transformations des modèles productifs et organisationnels, changements dans les modes de vie et les modèles culturels), ainsi que les efforts réalisés par les organisations et les individus pour y faire face.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.1, 1.2., 1.3., 1.4) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (2.1, 2.2, 2.3, 2,4., 2.5) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (3.1, 3.2, 3.3, 3.4, 3.5, 3.6, 3.7). AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (4.1, 4.2, 4.3, 4.4) AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (5.1, 5.2, 5.3, 5.4) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (6.1, 6.2, 6.3, 6.4, 6.5, 6.6, 6.7, 6.8)",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2211",
        "title": "Entreprise: contrôle, diagnostic et stratégie",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Ce cours vise à familiariser les étudiant.e.s avec les concepts fondamentaux de l’analyse stratégique et financière d’une organisation au sens large, de manière à porter un regard critique sur son mode de fonctionnement et sur son avenir compte tenu du contexte dans lequel elle évolue. Définition de la notion de stratégie et de ses différents niveaux ; Management stratégique et outils d’aide et à la mise en œuvre de décisions ; Comptabilité et diagnostic financier : analyse de la relation fondamentale de l’équilibre financier (ou de trésorerie), à partir de ses éléments constitutifs : le « fonds de roulement net », le « besoin en fonds de roulement » et la « position de trésorerie nette » et analyse de ratios, dits de « liquidité », de « rentabilité », ….",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : A l’issue de cette activité, les étudiant.e.s (en tant que salarié.e, citoyen.ne, …) auront pris conscience de la nécessité d’opérer une analyse stratégique et financière de tout type d’organisation et de son contexte ; Ils.elles seront capables de récolter les informations de l’environnement intérieur à l’organisation et de l’environnement extérieur pour établir un diagnostic ; Ils.elles seront capables de décoder l’information comptable disponible (essentiellement sous la forme de « comptes annuels ») pour poser un diagnostic nuancé sur la santé financière de l’organisation, et pour aussi rendre possible un dialogue avec les parties concernées ; Ils.elles seront à même prendre en compte les limites des méthodes d’analyse employées, d’où une confrontation des analyses chiffrées à la réalité qualitative du terrain ; Ils.elles pourront s’impliquer dans un processus de travail collectif et une construction active des connaissances. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale. (AA 1.1, AA 1.2, AA 1.4) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (AA 2.1, AA 2.3, AA 2,4.) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel. (AA 3.1, AA 3.2, AA 3.3, AA 3.4, AA 3.5, AA 3.6, AA 3.7). AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (AA 4.1, AA 4.2) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel. (AA 6.2, AA 6.3, AA 6.4, AA 6.5, AA 6.6, AA 6.7)",
        "content": "- Définition de la notion de stratégie et de ses différents niveaux ; - Initiation au management stratégique et aux outils d'aide à la mise en œuvre de décision ; - Initiation au diagnostic budgétaire et financier.",
        "teaching_methods": "Le cours combine cours magistraux, lectures préalables, études de cas et travaux de groupe. Une participation active des étudiants est attendue afin d'encourager le partage d'expérience.",
        "assessment_methods": "Le cours visant l'appropriation des concepts et la mise en pratique des théories et notions abordées, l'évaluation se composera de deux parties : 1) un travail écrit collectif pour la partie \"diagnostic financier\" et 2) un travail collectif consistant en la confection d'un poster à présenter oralement pour la partie \"diagnostic stratégique\". La réussite des deux parties est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement.  Une note d'échec dans l’une des parties entraîne une note d'échec pour la totalité de l’UE. En cas d'échec en première session, le sous-groupe présente un nouveau travail collectif en seconde session. En cas d'absence de participation (active) d'un.e étudiant.e à un travail collectif alors que celui-ci est réussi, l'étudiant.e concerné.e présente un nouveau travail individuel en seconde session. Le mode d'évaluation détaillé est repris dans le contrat pédagogique de l'enseignant et transmis sur Moodle et/ou lors du premier cours.",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES",
        "online_resources": "Les slides, études de cas et lectures seront disponibles sur le site moodle du cours et/ou dans le contrat pédagogique",
        "bibliography": "G. Johnson, R. Whittington, K. Scholes,, D. Anguin, P. Regner, Stratégique, Pearson France, 2020. K. Cerrada, Y. De Rongé, M. De Wolf, Comptabilité et analyse des états financiers, Principes, applications et exercices, De Boeck, 2019, 3ème édition",
        "course_materials": "Support de cours et informations sur le site moodle du cours et/ou dans le contrat pédagogique et documents distribués pendant les cours",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2218",
        "title": "Question écologique, développement durable, décroissance soutenable",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Roman Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Racines et émergence du débat écologique dans l'espace public.`- Economie et écologie : la place de la dimension écologique dans les théories économiques (indicateurs, contenus et pratiques).- Ecologie et social : originalité et conformité du discours écologique avec les différents courants de pensée concernant les politiques sociales et de revenus.- Ecologie, culture et action politique : apport de la démarche écologique dans les modes d'action politique (décentralisation, participation directe, référendum).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Expliquer les courants de la pensée écologique et connaitre ses racines multiples. Comprendre les pratiques, déchiffrer les discours et rapports entre acteurs qui constituent « la question écologique ». Mobiliser des éléments de la pensée écologique en tenant compte de sa complexité et ses différents courants dans l’analyse de questions économiques et sociale. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.1, 1.2.). AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (2.1, 2.5). AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (3.1, 3.7). AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (4.3). AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (5.1, 5.4). AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel ( 6.2, 6.5, 6.6, 6.7).",
        "content": "✓ Familiariser les étudiant.e.s avec la pensée écologique dans sa complexité et ses différents courants et comprendre ses racines multiples. ✓ Préciser les différents aspects théoriques, éthiques et politiques de la question écologique, les tensions qu’elle exprime et les acteurs socio-économiques, politiques et culturels qui produisent des discours et développent des pratiques autour de cette question. ✓ Fournir des repères théoriques et empiriques et des outils d'analyse permettant d'appréhender de manière critique les questions économiques et sociales actuelles ainsi que son propre rapport à la question écologique.",
        "teaching_methods": "Les cours se donneront essentiellement en présentiel, éventuellement à distance si les conditions le requièrent. Des cours ex cathedra sont prévus mais une place importante est accordée aux interactions avec les étudiant.e.s et entre ces dernier.e.s. Des lectures sont données pour approfondir certains points du programme et alimenter la discussion. Le détail des modalités figure sur le site Moodle du cours et/ou dans le contrat pédagogique.",
        "assessment_methods": "Les étudiant.e.s sont évalué.e.s en présentiel (éventuellement à distance si les conditions le requièrent) sur base : d'un examen écrit ; ou éventuellement d'une autre modalité qui sera communiquée aux étudiant.e.s si les conditions le requièrent. Le détail des modalités est donné sur le site Moodle du cours et/ou dans le contrat pédagogique.",
        "online_resources": "Supports de cours et informations figurent sur le site Moodle du cours et/ou dans le contrat pédagogique.",
        "bibliography": "Des textes d'auteurs et autrices classiques seront communiqués en début de cours et tout au long de celui-ci, ainsi que des ouvrages de référence sur divers aspects de la pensée écologique. Une attention particulière sera donnée à l'accessibilité (en ligne notamment) des textes.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2275",
        "title": "Coordinations pédagogiques et séminaires méthodologiques I",
        "credits": "3.00",
        "hours": "0 h + 18.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Autoévaluation et réflexion, Structuration de la pensée et de l’apprentissage individuel et collectif, écriture et lecture scientifiques, dynamique collective, communication et technique d’animation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Démontrer sa capacité de réflexivité sur son propre processus d’apprentissage en lien avec les AA précités et son évolution par rapport au programme de l’année précédente. Eu égard au référentiel d’acquis d’apprentissage (AA), du programme FOPES, cette unité d’enseignement contribue au développement des AA suivants : A.A.2 Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées.  (2.1, 2.2) A.A.6 Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel. (6.1, 6.3, 6.5)",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2130",
        "title": "Méthodes et techniques de recherche qualitatives",
        "credits": "6.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cultiaux John",
            "Fusulier Bernard",
            "Wagener Martin"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours forme à la démarche de construction d’un projet de recherche avec des méthodes qualitatives, en particulier dans le domaine des politiques économiques et sociales. Les grands principes et les techniques de base de la recherche qualitative sont abordés: techniques individuelles (entretien semi-directif, récit biographique...), techniques collectives (focus groupe, méthode d’analyse en groupe...). Le cours forme également à l’analyse des matériaux empiriques qualitatifs (p.ex. par catégories conceptualisantes, par analyse catégorielle, l’analyse structurale) à travers des travaux concrets.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - Maîtriser les bases méthodologiques de la recherche en sciences humaines - Identifier les spécificités des principales techniques de recherche qualitative et évaluer la pertinence de leur usage dans un projet de recherche spécifique. - Maîtriser les bases de techniques de récolte et d’analyse qualitatives. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (AA 1.1., AA 1.2., AA 1.3.) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées (AA 2.1., AA 2.2.) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (AA 3.1., AA 3.4., AA 3.5., AA 3.6.) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (AA 6.5.)",
        "content": "Fiche descriptive de la série LOPES21813 : Titulaire John Cultiaux Fiche descriptive de la série LOPES21813 : Titulaire Martin Wagener",
        "teaching_methods": "Informations disponibles dans le contrat pédagogique et/ou sur le site moodle du cours.",
        "assessment_methods": "Le mode d'évaluation est repris dans le contrat pédagogique de l'enseignant et transmis sur Moodle et/ou lors du premier cours.",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES.",
        "online_resources": "Support de cours et informations sur le site moodle du cours et/ou dans le contrat pédagogique",
        "bibliography": "Arborio A.-M., Fournier P. (2005), L'enquête et ses méthodes. L'observation directe, Paris : Armand Colin. Beaud S., Weber Fl. (1997), Guide de l'enquête de terrain, Paris : PUF (Ouvrage concret et bien utile sur l'enquête de terrain en sciences sociales) . Demazière D. et C. Dubar (1997), Analyser les entretiens biographiques. L'exemple des récits d'insertion, Paris : Nathan. Kaufmann J.-C. (1996), L'entretien compréhensif , Paris : Nathan ( Petit ouvrage relativement concret présentant l'entretien qualitatif ). Laplantine F. (1996), La description ethnographique, Paris : Armand Colin. Van Campenhoudt L., Marquet J., Quivy R. (2017), Manuel de recherche en sciences sociales, Paris : Dunod. Van Campenhoudt L.,FranssenA. et Cantelli F.(2009) « La méthode d'analyse en groupe », SociologieS [En ligne], Théories et recherches, mis en ligne le 05 novembre 2009, consulté le 10 septembre 2015. URL : http://sociologies.revues.org/2968 . (article détaillant le focus group). Hiernaux J.-P. (2010), « Analyse structurale de contenu et soutiens logiciels : une introduction au projet Anaconda », Recherches qualitatives Hors Série-  numéro 9, pp. 56-82, http://www.recherche-qualitative.qc.ca/documents/files/revue/hors_serie/hors_serie_v9/HS9_Hiernaux.pdf (page consultée le 1er septembre 2016). Piret et al. (1996), L'analyse structurale: Une méthode d'analyse de contenu pour les sciences humaines, De Boeck Supérieur : Louvain-la-Neuve. Sauvayre R. (2013), Les méthodes de l'entretien en sciences sociales, Paris : Dunod, coll. « Psycho Sup » (ouvrage utile décrivant les différentes étapes de réalisation d'un entretien). Schwartz O. (1993), « L'empirisme irréductible. La fin de l'empirisme? (Postface) », ANDERSON N. Le Hobo. Sociologie du sans-abri, Paris : Nathan, 265-308. (article intéressant sur la démarche inductive). Willis P. (1978), « L'école des ouvriers », Actes de la recherche en sciences sociales, 24, 50-61. (exemple d'ethnographie devenue classique en sociologie).",
        "course_materials": "Van Campenhoudt L., Marquet J., Quévy R. (2017), Manuel de recherche en sciences sociales, Paris, Dunod.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2202",
        "title": "Travaux de préparation au mémoire I",
        "credits": "10.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Degavre Florence",
            "Pourtois Hervé",
            "Wagener Martin"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours s’attache à la structuration du mémoire notamment la délimitation du champ d'études, la définition d’une question de recherche et le choix d’un cadre théorique. Il inclura la réalisation d'entretiens exploratoires avec des personnes ressources, la lecture de textes scientifiques en lien avec le projet de mémoire, la programmation des étapes de sa réalisation. Un projet de mémoire sera déposé.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Délimiter un champ d'études, de préciser un angle disciplinaire prioritaire, de définir un objet spécifique de recherche, de rechercher et de choisir un cadre théorique pertinent, d'esquisser ses hypothèses de travail, d'orienter son choix méthodologique. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (AA 1.1., AA 1.2., AA 1.3., AA 1.4.) AA2. De construire une problématique relative à un enjeu organisationnel et humain actuel et de formuler des propositions d’actions concrètes au service de la durabilité organisationnelle et de la justice sociale (AA 2.1., AA 2.2., AA 2.3., AA 2.4.) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (AA 3.1., AA 3.2., AA 3.3., AA 3.7.) AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel (AA 4.1., AA 4.2., AA 4.3., AA 4.4.) AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (AA 5.3.) AA.6. Mobiliser des compétences transversales (logique de développement continu,  communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (AA 6.1., AA 6.4., AA 6.6., AA 6.8.)",
        "content": "Cette unité d'enseignement préparera l'étudiant à élaborer un projet de mémoire sur une question touchant aux politiques économiques et sociales. Fiche descriptive de la série LOPES22021 : Titulaire Pascale Vielle Fiche descriptive de la série LOPES22022 : Titulaire Patricia Vendramin Fiche descriptive de la série LOPES22023 : Titulaire Maïté Kervyn",
        "teaching_methods": "Présentation de la démarche de réalisation d'un mémoire ; Ateliers disciplinaires et méthodologiques ; Intervisions entre étudiants ; Supervisions individualisées par l'enseignant.",
        "assessment_methods": "Réalisation d'une fiche mémoire présentant de manière détaillée un projet de mémoire et les étapes qui ont mené à l'élaboration de ce projet. La fiche mémoire suivra un canevas fourni par l'enseignant. L’évaluation vise à mesurer l’atteinte des acquis d’apprentissage visés. Des exercices de préparation et des retours formatifs réguliers sur l'avancée de la fiche sont assurés durant l'année.",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES.",
        "online_resources": "Support de cours et informations sur le site moodle du cours et dans le contrat pédagogique",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2160",
        "title": "Analyse des discriminations",
        "credits": "6.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bourguignon David",
            "Casini Annalisa",
            "Desmette Donatienne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours  vise à fournir des outils théoriques et méthodologiques destinés à comprendre la manière dont la discrimination sociale se construit, à analyser ses conséquences sur les individus et les groupes concernés et à évaluer les effets possibles de mesures publiques mises en place. Dans ce but, les théories et les données empiriques issues de la psychologie sociale (se rapportant en particulier à l'analyse des relations intergroupes, aux stéréotypes, à la discrimination et à l'identité sociale) seront mobilisées.  Ces théories seront mises en œuvre dans différents champs marqués par les inégalités (par exemple, l’insertion professionnelle et le développement de la carrière, l’éducation, la santé, …), dans l’objectif d’éclairer en particulier la situation des groupes marqués par les stéréotypes de genre, de race, d’âge, de classe, de handicap, … Ce cours tiendra compte de l'expérience des étudiant.es et du contexte social et culturel dans lequel les questions de discrimination et d'inégalités se posent. Dans ce cadre, on s'intéressera plus particulièrement aux situations sociales vécues par les individus et les groupes marqués par des inégalités.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Développer une analyse scientifique des discriminations et de leurs conséquences, En mobilisant les cadres théoriques et méthodologiques de la psychologie sociale Et, sur cette base, de dégager des pistes visant à réduire les discriminations Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (AA 1.1., AA 1.2., AA 1.3., AA 1.4.) AA2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées (AA 2.1.) AA4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences en mobilisant différents cadres théoriques éclairant la discrimination, ses effets et les moyens d'action (AA 4.1., AA 4.2., AA 4.4.) AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (AA 5.4.) AA6. Mobiliser les compétences transversales utiles au développement des apprentissages (AA 6.2., AA 6.8.)",
        "content": "Fiche descriptive de la série LOPES21601 : Titulaire Analisa Casini Fiche descriptive de la série LOPES21602 : Titulaire Donatienne Desmette Fiche descriptive de la série LOPES21603 : Titulaire David Bourguignon",
        "teaching_methods": "Informations disponibles dans le contrat pédagogique et/ou sur le site moodle du cours.",
        "assessment_methods": "Le mode d'évaluation est repris dans le contrat pédagogique de l'enseignant et transmis sur Moodle et/ou lors du premier cours",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES.",
        "online_resources": "Support de cours et informations sur le site moodle du cours et/ou dans le contrat pédagogique",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2215",
        "title": "Dynamiques entrepreneuriales et territoriales",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Ce cours applique un ensemble choisi d’outils d’analyse économique aux dynamiques entrepreneuriales et territoriales, ainsi qu’à leurs interrelations. Les résultats de cette analyse sont exploités pour poser un diagnostic sur une réalité territoriale, en y distinguant les facteurs de développement entrepreneuriaux, avérés ou potentiels, ainsi que dans l’esquisse d’une stratégie de développement. Ultimement, il s’agit d’aboutir à la formulation de propositions circonstanciées d’action de développement territorial.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Examiner, amender et appliquer un cadre théorique orienté vers l’aide à la conception de politique stratégique de développement local et à la décision. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (AA.1.1., AA.1.2 et AA.1.4.). AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées (AA.2.1, AA.2.2., AA.2.4. et AA.2.5). AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (AA.3.1, AA.3.2., AA.3.3. et AA.3.7). AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel (AA.4.1, 4.2, 4.3, 4.4). AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (AA.5.1, 5.2, 5.3, 5.4). AA.6. Mobiliser des compétences transversales (logique de développement continu,  communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (AA.6.1., AA.6.2., AA.6.5. et AA.6.8).",
        "content": "Ce cours applique un ensemble choisi d’outils d’analyse économique aux dynamiques entrepreneuriales et territoriales, ainsi qu’à leurs interrelations. Les résultats de cette analyse sont exploités pour poser un diagnostic sur une réalité territoriale, en y distinguant les facteurs de développement entrepreneuriaux, avérés ou potentiels, ainsi que dans l’esquisse d’une stratégie de développement. Ultimement, il s’agit d’aboutir à la formulation de propositions circonstanciées d’action de développement territorial. Objectifs : Examen d’un cadre théorique orienté vers l’application à des cas concrets. Application d’une méthodologie développée dans le cadre du cours. Réflexion sur l’action politique et/ou sociale dans le champ couvert par la thématique du cours. Ouverture de débats sur des problématiques liées à la thématique du cours. Structure : Le cours est développé selon deux volets articulés, comprenant chacun deux périodes. Le premier volet est consacré à l’analyse économique des dynamiques entrepreneuriales et territoriales ainsi qu’à leurs interrelations. On y examine, d’une part, le phénomène entrepreneurial (choix occupationnel ; fonctions entrepreneuriales ; allocation des ressources entrepreneuriales) et, d’autre part, les éléments plus généraux entrant dans l’explication du développement territorial. L’approche est d’abord inductive. Assez rapidement sont présentés quelques outils d’analyse. Les fondements conceptuels et théoriques sont rendus explicites et discutés. On passe en revue quelques modèles de développement en distinguant notamment ce qui ressort d’une approche endogène et exogène du développement territorial. Ces arguments mis en place, on s’interroge sur les interrelations entre entrepreneuriat et territoire et sur les conditions de leurs dynamiques cumulatives. Dans un deuxième volet, les résultats de l’analyse économique sont exploités. D’une part, il s’agit de poser un diagnostic sur une réalité territoriale, en y distinguant les facteurs de développement entrepreneuriaux, avérés ou potentiels. D’autre part, le diagnostic est mobilisé conjointement à une vision stratégique de développement territorial. L’ensemble conduit à la définition de propositions circonstanciées d’action de développement territorial. On discute les circonstances, en ce compris les choix de valeurs, propres à l’action de développement, que celle-ci soit d’initiative publique, privée ou mixte. Le contenu du cours est mis à contribution dans quelques exercices d’application aboutissant à la formulation de propositions d’action de développement en référence à une réalité choisie par les étudiants.",
        "teaching_methods": "Les cours se donneront en présentiel et/ou à distance en fonction de l’évolution des conditions sanitaires. Le cours alterne des exposés magistraux et le travail en séminaire. Le travail en séminaire consiste plus particulièrement en analyses critiques de textes proposés par le professeur. L’expérience des étudiants est mise à contribution. Les échanges en séminaire sont généralement préparés par un travail en sous-groupes. Les exposés magistraux ont pour objet de transmettre efficacement un savoir conceptuel et théorique en matière de développement régional.",
        "assessment_methods": "Les étudiants sont évalués individuellement en présentiel ou à distance en fonction de l'évolution des conditions sanitaires. L’évaluation est menée au travers d’un examen oral portant sur l’acquisition et la compréhension des concepts et des arguments théoriques qui auront été exposés au cours (pondération : 5/10). À cet examen sont jointes la conception et la rédaction d’un travail réalisé en sous-groupe. Il s’agit d’une application rapide dont l’esprit doit traduire les objectifs poursuivis dans ce cours. L’objet de l’application aura été approuvé par le professeur (pondération : 4/10). La date de remise de ce travail est à définir en fonction de l’agenda de l’année. La participation de l’étudiant lors des travaux en séminaire est valorisée à raison d’1/10. En cas de seconde session, l’évaluation prend la forme d’un examen oral avec temps de préparation. Le cas échéant, le travail de sous-groupe est à retravailler individuellement.",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES.",
        "online_resources": "Cf. site Moodle associé à ce cours. Pour en savoir plus sur le sujet: https://uclouvain.be/fr/facultes/espo/fopes/dynamiques-entrepreneuriales-et-territoriales.html",
        "bibliography": "Cf. portefeuille de textes choisis par le professeur.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2115",
        "title": "Histoire et courants de pensée en économie",
        "credits": "6.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dock Thierry",
            "Dock Thierry",
            "Lemaître Andreia",
            "Simar Luc"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours  vise à familiariser l’étudiant.e au questionnement économique et à la pensée économique contemporaine dans sa pluralité. Pour ce faire, le cours présente plusieurs courants de pensée en économie, plus ou moins orthodoxes. Ceux-ci ont marqué l’histoire de la pensée en économie et/ou en socioéconomie. Les courants sont étudiés en en présentant le contexte d’émergence, les principaux auteur.e.s, hypothèses et concepts, ainsi que les prescriptions en termes de politiques économiques et sociales. Une analyse transversale aux différents courants est dégagée, relative aux enjeux socioéconomiques contemporains.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AA. 1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (AA 1.1., AA 1.2., AA 1.3., AA 1.4.) AA. 2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées (AA 2.1., AA 2.2.) AA. 3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (AA 3.1., AA3.7.) AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel (AA 4.1., AA 4.2., AA 4.3., AA 4.4.) AA. 5. Anticiper les mutations sociétales dans une perspective d’action et de changement (AA 5.1., AA5.3., AA 5.4.) AA. 6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (AA 6.5., AA 6.8.)",
        "content": "Fiche descriptive de la série LOPES13101 : Titulaire Thierry Dock Fiche descriptive de la série LOPES13102 : Titulaire Andreia Lemaitre Fiche descriptive de la série LOPES13103 : Titulaire Luc Simar",
        "assessment_methods": "Le mode d'évaluation est repris dans le contrat pédagogique de l'enseignant et transmis sur Moodle et/ou lors du premier cours.",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES",
        "online_resources": "Support de cours et informations sur le site moodle du cours et/ou dans le contrat pédagogique",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2233",
        "title": "Bien-être au travail : analyse psychosociale et organisationnelle",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Casini Annalisa"
        ],
        "teaching_language": "Français",
        "topics_covered": "En partant de la législation belge sur le bien-être au travail et ses principes fondamentaux, le cours passera en revue les risques psychosociaux (l’organisation du travail, le contenu du travail, les conditions de travail, les conditions de vie au travail et les relations au travail) ainsi que leur conséquences potentielles (stress, burnout, bien-être etc.). Pour ce faire, nous mobiliserons la littérature scientifique portant sur les théories et les modèles les plus récents. Une attention particulière sera portée aux concepts de prévention des risques professionnels, de promotion de la santé au travail et d’inégalités sociales de santé au travail. Ce socle de connaissance sera exploité afin d’expliciter les méthodes et les démarches utiles dans l’élaboration d’une analyse scientifique des risques en entreprises ainsi qu’une intervention visant l’amélioration de la santé et du bien-être au travail.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler les connaissances et les modèles théoriques de la psychologie du travail et de la santé au travail pour éclairer les processus individuels et organisationnels sous-tendant le bien-être au travail, dans une perspective de réduction des inégalités sociales de santé. AA.2. Analyser des situations problématiques concrètes relatives aux questions de bien-être au travail en mobilisant les cadres théoriques pertinents, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. AA.3. Concevoir et réaliser un travail de recherche-action, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir l’analyse du bien-être au travail. AA.4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences pour analyser des problématiques liées à la question du bien-être au travail.",
        "content": "En partant de la législation belge sur le bien-être au travail et ses principes fondamentaux, le cours passera en revue les risques psychosociaux (l’organisation du travail, le contenu du travail, les conditions de travail, les conditions de vie au travail et les relations au travail) ainsi que leur conséquences potentielles (stress, burnout, etc.). Pour ce faire la littérature scientifique portant sur théories et modèles les plus récents sera mobilisée. Une attention particulière sera portée aux les concepts de prévention des risques professionnels, promotion de la santé au travail et inégalités sociales de santé au travail. Ce socle de connaissance sera in fine exploité afin d’expliciter les méthodes et les démarches utiles dans l’élaboration d’ une analyse des risques en entreprises ainsi qu’une intervention visant l’amélioration de la santé au travail. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiant·es à : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel. AA.4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel.",
        "teaching_methods": "Une panoplie de méthodes pédagogiques sera déployée allant du cour ex-cathedra aux méthodes plus participative (e.g., serious game, discussion en groupe, etc.) et les (auto)évaluations formatives",
        "assessment_methods": "1e session L'évaluation du cours portera sur un travail effectué en duo (ou trio, le cas échéant), réparti en plusieurs étapes. Les étudiants devront d'abord réaliser deux travaux préparatoires, qui seront présentés en classe et compteront pour 25% de la note finale . Le travail final, qui représentera 75% de la note , consistera à développer un protocole incluant une analyse des risques en entreprise ainsi qu'une intervention visant à améliorer la santé au travail. La note finale sera calculée en combinant les résultats des travaux préparatoires (25%) et du travail final (75%).Rattrapage éventuel/2e session. La note finale individuelle de chaque membre du duo (ou trio) sera pondérée en fonction des contributions auto-déclarée de chacun·e après concertation entre les deux (ou trois) parties Rattrapage éventuel/2e session En cas d'absence à la dernière séance du cours, dédiée à la présentation des travaux, ou en cas d’échec, l’étudiant·e sera tenu·e de réaliser un travail individuel équivalent à celui prévu pour la première session.",
        "other_info": "« Pour la réalisation des travaux préparatoires et du travail final, l’utilisation d’outils d’Intelligence Artificielle générative est autorisée uniquement pour effectuer une recherche de références bibliographique complémentaire à celle réalisée sur les bases de données bibliographiques classiques (par exemple, Scholar, Psychinfo ou PubMed, etc.]. Seul les outils Perplexity et Copilot sont autorisés. »",
        "online_resources": "Différents articles et documents électroniques seront mis à disposition via Moodle et Teams",
        "bibliography": "Gollac, M. & Volkoff, S. (2006). La santé au travail et ses masques. Actes de la recherche en sciences sociales , no 163(3), 4-17. doi:10.3917/arss.163.0004. SPF Emploi, DG Humanisation du travail, Travail et Concertation sociale (2006). Le stress au travail facteurs de risques, évaluation et prévention Vandenbrande et al. (2012). Qualité du travail et de l’emploi en Belgique. HIVA-KU Leuven: Louvain. Volkoff, S. & Thébaud-Mony, A. (2000). 22. Santé au travail : l'inégalité des parcours. Dans : Didier Fassin éd., Les inégalités sociales de santé (pp. 349-361). Paris: La Découverte. https://doi.org/10.3917/dec.fassi.2000.01.0349",
        "course_materials": "Powerpoints présentés au cours Iweins, C. (2020). Détecter et prévenir le burnout: Facteurs de risques, évaluation et prévention en entreprise. Mardaga Muller, M. & Mairiaux, P. (2008). Promotion de la santé en milieu de travail : modèles et pratiques. Santé Publique, vol. 20(hs), 161-169. https://doi.org/10.3917/spub.080.0161 Castra, M. (2020). 17. Comment expliquer les inégalités sociales de santé ?. Dans : Serge Paugam éd., 50 questions de sociologie (pp. 177-185). Paris cedex 14: Presses Universitaires de France. https://doi.org/10.3917/puf.pauga.2020.01.0177",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2210",
        "title": "Questions approfondies de politique économique",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Le cours couvrira les méthodes et objectifs de la politique économique. Des cas de politique économique seront analysés. Les applications porteront notamment sur les simulations des modèles économiques du Bureau du Plan ou d'autres organismes publics.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre le rôle des pouvoirs publics dans l'économie, les instruments de politique économique dont ils disposent, les mécanismes économiques et les institutions à travers lesquels ces instruments agissent. Expliciter les objectifs visés par les pouvoirs publics lors de leur intervention dans la vie économique, développer une analyse critique de ces objectifs et de l'efficacité des instruments de politique économique utilisés à cet effet. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.1, 1.2, 1.3, 1.4). AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées (2.1, 2.2, 2.3, 2.4). AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culture (3.1, 3.2, 3.7). AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel (4.1, 4.2, 4.4). AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (5.1, 5.2, 5.4). AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (6.1, 6.3, 6.6, 6.7, 6.8).",
        "content": "Partant notamment des acquis du cours de macroéconomie, le cours de politique économique a pour objectif d’offrir une formation approfondie en étudiant les principaux débats de politique économiques actuels. Chaque cours thématique est articulé autour de trois éléments : les principaux enjeux, les enseignements théoriques et les politiques.",
        "teaching_methods": "Les cours se donneront en présentiel et/ou à distance en fonction de l’évolution des conditions sanitaires -Exposés « magistraux » avec des interactions avec les étudiants en fonction de l’actualité. -Travaux individuels ou de sous-groupe",
        "assessment_methods": "Les étudiants sont évalués en présentiel ou à distance en fonction de l'évolution des conditions sanitaires sur base d’un examen individuel (oral ou écrit) à livre ouvert.",
        "other_info": "Le contrat pédagogique, présenté en début de cours complète les éléments présentés dans la fiche descriptive.",
        "online_resources": "Support de cours et informations sur le site moodle du cours",
        "bibliography": "-« Politique économique » d’Agnès Bénassy-Quéré, Jean Pisani-Ferry, Pierre Jacquet, Benoît Coeuré, 4° Edition, De Boeck Supérieur, 2017",
        "course_materials": "+ Support PPT des présentations de cours.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2139",
        "title": "Sociologie des organisations",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Zune Marc"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours aborde les principaux cadres théoriques de la sociologie des organisations. Il aborde les systèmes d’autorité et de pouvoir à partir d’un regard issu de la théorie du pouvoir et de l’analyse stratégique. Les formes d’influence de l’environnement sur l’organisation, les manières dont les acteurs utilisent et façonnent des conventions d’ordre organisationnel et les manières et structures des approches organisationnelles sont approfondies à partir des éclaircissements théoriques issus de la sociologie et vus au prisme d’autres disciplines (cfr. économie, approche gestionnaire). Le cours est alimenté par l’analyse d’exemples de terrain apportés par l’enseignant.e ou les étudiant.es. Le cours introduit également aux méthodologies appropriées permettant une analyse des organisations. Le cours s’inscrit en complémentarité et en continuité du cours de sociologie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Maîtriser et articuler les diverses approches théoriques et analyser les pratiques et les mécanismes sociaux à l’œuvre dans les divers types d’organisation et entre les organisations. Discuter de l’apport respectif des différents cadres théoriques et de leur pertinence pour une analyse d’un cas et situer les complémentarités et/ou les contradictions entre ces regards théoriques et ce, grâce à un retour critique sur ces divers modes d’approche sociologique et les liens avec un ou deux autres regards disciplinaires. L’étudiant.e aura appris grâce aux liens entre approches théoriques et travaux empiriques à organiser les données, à les problématiser et à les interpréter en fonction du choix qu’il.elle aura d’un cadre analytique pertinent. Dans les analyses de cas, l’étudiant.e aura également appris afin de faire une analyse sociologique pertinente à prendre distance par rapport à une analyse spontanée en valeurs ou basée sur la logique des émotions face au cas analysé. En fonction du cas d’analyse, l’étudiant.e sera capable de situer l’organisation dans son cadre sociétal et de discuter différents enjeux. La mise en œuvre d’un travail d’analyse sur une organisation permettra aux étudiant.e.s d’approfondir leur compréhension à travers la discussion sur la pertinence et la portée sociétale de l’analyse, de communiquer concrètement les résultats et de les mettre en perspective quant à différents points de vue. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale. (AA 1.1, AA 1.2., AA 1.3., AA 1.4) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (AA 2.1, AA 2.2, AA 2.3, AA 2,4, AA 2.5) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel. (AA 3.1, AA 3.2, AA 3.3, AA 3.4, AA 3.5, AA 3.6, AA 3.7). AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (AA 4.1, AA 4.2, AA 4.3, AA 4.4) AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement. (AA 5.1, AA 5.2, AA 5.3, AA 5.4) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel. (AA 6.1, AA 6.2, AA 6.3, AA 6.4, AA 6.5, AA 6.6, AA 6.7, AA 6.8)",
        "content": "Fiche descriptive de la série LOPES21391 : Titulaire Bernard Fusulier Fiche descriptive de la série LOPES21392 : Titulaire John Cultiaux (Suppléance) Fiche descriptive de la série LOPES21393 : Titulaire John Cultiaux",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2201",
        "title": "Formation au travail universitaire",
        "credits": "10.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Brotcorne Périne",
            "Kervyn De Lettenhove Maïté",
            "Lemaître Andreia",
            "Nyssens Marthe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours vise à aider l’étudiant.e à développer ses compétences en épistémologie et en analyse de textes scientifiques. Des textes scientifiques sont proposés aux étudiant.es. Ils sont sélectionnés en fonction de l'intérêt de leur contribution à l'analyse scientifique des processus sociaux, économiques et/ou politiques. Les étudiant.es se formeront à un travail d'analyse, de synthèse et de critique de ces publications. Ces compétences sont nécessaires à la réalisation de travaux universitaires et d’un mémoire ; elles contribuent également à la qualité de l’écriture scientifique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Réaliser une synthèse de publications scientifiques de référence en matière sociale, économique et/ou politique; de dégager les intentions et les éléments structurant le raisonnement scientifique et d'élaborer une critique argumentée.  Cette activité contribue à développer l’esprit scientifique et critique des étudinat.es, ainsi qu’à se situer dans les courants épistémologiques. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (AA1.2.) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (AA.3.1, AA.3.2.) AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel (AA.4.1, AA.4.2.) AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (AA.5.3, AA.5.4.) AA.6. Mobiliser des compétences transversales (logique de développement continu,  communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (AA.6.1., AA.6.5., AA.6.8.)",
        "content": "L'activité a pour objectif de préparer l'étudiant au travail universitaire et au mémoire. Elle s'inscrit en en complémentarité des cours de méthode I et II. Durant ce module de cours complémentaire, les étudiants se familiarisent avec les caractéristiques de la recherche scientifique en sciences humaines, dans la diversité des formes qu'elle peut prendre. Plus spécifiquement, l'activité initie les étudiants à l'identification des caractéristiques d'un texte scientifique par la lecture et l'analyse de publications scientifiques (article ou chapitre de livre) et la rédaction de synthèse. Fiche descriptive de la série LOPES220111 : Titulaire Martin Wagener Fiche descriptive de la série LOPES22012 : Titulaire Hervé Pourtois Fiche descriptive de la série LOPES22013 : Titulaire Florence Degavre Le cours s’inscrit dans la filière méthode, qui a pour objectif de permettre à l’étudiant·e d’acquérir des compétences de distanciation réflexive et de recherche, ainsi que d’accomplir son mémoire de Master. L’activité vise à préparer l’étudiant·e au travail universitaire et, in fine , à la réalisation et la rédaction de son mémoire. Dans cette perspective, le cours s’articule sur deux ou trois ans, selon que l’étudiant·e soit amené·e à effectuer ou non le BLOC MC (module complémentaire) (LOPES 2201, LOPES 2202, LOPES 2203). Dans le cadre du BLOC MC, le cours LOPES 2201 vise à aider l’étudiant·e à développer ses compétences en analyse de textes scientifiques. Ces compétences sont en effet fondamentales pour comprendre, synthétiser et effectuer l’analyse critique des textes scientifiques. Le cours contribue aussi à la qualité de l’écriture scientifique, un exercice demandé dans le cadre des travaux à réaliser tout au long du cursus ainsi que du mémoire à son terme. Au terme du cours LOPES2201, l’étudiant·e sera capable de (1) identifier le caractère scientifique d’un article ou d’un ouvrage et de le situer, dans son statut et sa pertinence, par rapport à d’autres formes d’écrits ; (2) de dégager les éléments structurants du raisonnement scientifique d’un texte sur base d’une fiche de lecture dont le canevas est fourni par l’enseignant, (3) d’en élaborer une synthèse ainsi (4) qu’une courte analyse critique, (5) de références des sources et faire une bibliographie. Contenu du cours et thèmes abordés Introduction à l’épistémologie de recherche Qu’est-ce qu’une recherche scientifique ? Qu’est-ce qu’un texte scientifique et quels en sont les éléments structurants propres au raisonnement scientifique ? Comment effectuer une recherche documentaire ? Comment réaliser une fiche de lecture ? Comment réaliser une synthèse de texte scientifique ? Qu’est-ce que l’analyse critique d’un texte scientifique et quelles en sont ces différentes opérations concrètes ? Comment référencer des articles dans un document scientifique, comment citer la bibliographie ?",
        "teaching_methods": "Le cours se donnera en présentiel. Pendant le cours, une alternance est organisée entre exposés magistraux de l’enseignante et des contributions actives des étudiant·e·s. sous la forme d’exercices/travaux à réaliser de façon individuelle, en binômes et/ou en sous-groupes à partir de textes scientifiques fournis par l’enseignante. Il sera également demandé aux étudiant·e·s d’effectuer, à domicile, entre les séances de cours, des exercices liés à des étapes spécifiques de la lecture et de l’analyse critique de textes, sur base des consignes données par l’enseignante.",
        "assessment_methods": "L’activité fait l’objet d’une évaluation certificative qui prend la forme d’un travail écrit individuel. Celui-ci sera réalisé en classe, sous la surveillance de l’enseignante, afin de ne pas donner à l’étudiant·e l’opportunité de mobiliser les outils d’intelligence artificielle. L’évaluation portera sur la lecture d’un texte scientifique (dans le domaine des processus sociaux, économiques et/ou politiques) fourni par l’enseignante, sur son analyse argumentaire et critique ainsi que sur la rédaction d’une courte synthèse. Les modalités concrètes et le calendrier seront communiqués au début du cours dans le plan de cours. Les modalités d’une évaluation certificative en deuxième session seront identiques.",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES.",
        "online_resources": "Supports de cours et informations sur le site MoodleUCLouvain du cours, ainsi que le contrat pédagogique (distribué à la première séance de cours)",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2250",
        "title": "Approche internationale de la protection sociale",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Une première partie du cours, ex-catedra, assurera aux étudiants une formation de base sur :\r-\tles notions fondamentales qui permettent de comprendre les objectifs et les valeurs qui sous-tendent les régimes de protection sociale (notamment les notions de \" risque \" ou \" éventualité \" social, de redistribution horizontale/verticale, de solidarité, de dé-commodification, d'activation etc) ;\r-\tles principales modalités de mise en uvre de ces objectifs (relatives au financement et aux prestations) :\r-\tLes grandes familles de systèmes de protection sociale en Europe, et leurs caractéristiques ;\r-\tLe rôle des institutions européennes et internationales (en particulier l'OIT) et leur action en matière de convergence des systèmes de protection sociale ;\r-\tLes grandes caractéristiques du système belge de sécurité sociale.\rUne deuxième partie du cours sera consacrée à l'étude approfondie d'un enjeu spécifique de la protection sociale, à convenir en concertation avec le groupe d'étudiants (par exemple, la flexicurité, le vieillissement démographique, l'égalité entre les femmes et les hommes, l'Etat social actif, etc) . Elle mobilisera différents outils pédagogiques de nature à assurer une participation active des étudiants, notamment : \r-\texercices en sous-groupes ;\r-\tdiscussions de lectures communes ;\r-\tinvitation/interpellation d'experts actifs dans le domaine ;\r-\tprésentation par les étudiants eux-mêmes de certains aspects du domaine retenu ;\r-\torganisation d'un atelier public confrontant des acteurs politiques, sociaux, scientifiques, autour du thème retenu.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 La notion de protection sociale connaît des variations et des évolutions remarquables dans le temps et dans l'espace. L'objet de ce cours est d'identifier les invariants de la protection sociale (en particulier ses objectifs de solidarité et de redistribution), tout en appréhendant les différentes modalités de leur mise en uvre et leurs effets respectifs. Dans cette perspective, on recourra tout particulièrement aux concepts internationaux, européens et comparés de la protection sociale.\rA la fin de ce cours, les étudiants devront être capables de :\r-\tcerner les notions clés qui sont au fondement de la protection sociale, \r-\tcomprendre les grandes caractéristiques des différents régimes de protection sociale en Europe, \r-\tappréhender les défis contemporains auxquels sont confrontés ces régimes\r-\tappréhender les réponses que tentent d'apporter à ces défis les institutions européennes et internationales, et les différentes familles de systèmes nationaux.\r-\texercer un regard critique sur le système belge et son évolution.",
        "teaching_methods": "Les cours se donneront en présentiel et/ou à distance en fonction de l’évolution des conditions sanitaires. Une première partie du cours est dispensée \"ex-catedra\". Une ou plusieurs séances peuvent faire appel à un(e) conférencier(e). La troisième partie du cours se fonde sur un travail de groupe, préparé avec l'enseignant",
        "assessment_methods": "Les étudiants sont évalués en présentiel ou à distance en fonction de l'évolution des conditions sanitaires sur base. L'évaluation se fonde sur le travail collectif et, plus particulièrement sur : - la présentation orale - la remise par le groupe d'un powerpoint accompagné d'un plan détaillé et assorti d'une bibliographie scientifique - deux compte-rendus par les étudiants de lectures d'articles mobilisés pour le travail de groupe, mettant en évidence les liens avec des concepts vus dans la première partie du cours (ou un ouvrage) L'utilisation des intelligences artificielles lors des épreuves d'évaluation de ce cours est interdite, que ce soit comme assistant linguistique, outil d'exploration ou d'idéation, ou comme outil de rédaction",
        "online_resources": "Cfr Moodle et contrat pédagogique",
        "course_materials": "Moodle + Que sais-je de F-X Merrien \"L'Etat Providence\"",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes1382",
        "title": "Projet de formation et pratiques réflexives",
        "credits": "3.00",
        "hours": "0 h + 15.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "Intégration de l’étudiant.e dans le dispositif de formation au terme du processus d’admission : Consolidation du projet de formation Partage et expérimentation d’outils de régulation collective en lien avec l’organisation du programme annuel Constitution de l’entité-groupe",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : A la fin de cette unité d’enseignement, l’étudiant.e est capable de démontrer sa capacité de réflexivité sur son propre processus d’apprentissage en lien avec les AA cités. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme FOPES, cette unité d’enseignement contribue au développement des AA suivants : AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel.  (6.1, 6.5).",
        "content": "Les informations sont disponibles dans le contrat pédagogique et sur le site moodle.",
        "teaching_methods": "Apprentissage coopératif : participation et prise en charge des différents aspects de la coordination par les étudiants. Les informations sont disponibles dans le contrat pédagogique et sur le site moodle.",
        "assessment_methods": "Pour valider l’activité, l’étudiant·e doit être présent à minimum 60% activités et réaliser un travail écrit individuel transversal aux activités de soutien aux apprentissages dans lequel il·elle montre son évolution relativement aux AA visés. En cas de validation : octroi de la moyenne des notes de cours du programme annuel (hors mémoire).",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2248",
        "title": "Acteurs sociaux : mobilisation et démobilisation",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Franssen Abraham"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours vise à permettre aux étudiant.es de s’approprier et d’avoir la capacité de mettre en œuvre les théories et concepts de la sociologie de l’action collective afin de caractériser, comprendre et expliquer les phénomènes de mobilisation (et de démobilisation), tant historiques que contemporains. Qu’est ce qui permet de comprendre le déclenchement d’une action collective et la dynamique des mouvements sociaux ? Comment des individus en viennent-ils à y prendre part ? Quels sont les facteurs internes/externes de succès/d’échec d’une action collective ? Quelles sont les différentes formes et types d’action collective ? Quelles sont les mutations historiques de l’action et les caractéristiques des nouveaux mouvements sociaux ? Quelles sont les méthodes de recherche -action et d’intervention sociologique pertinentes pour contribuer à l’analyse et à l’action des mouvements sociaux ? Les objectifs pédagogiques de ce cours sont les suivants : Amener les étudiants à situer et à s’approprier les principales théories, les principaux concepts et auteurs de la sociologie de l’action collective, tant de la sociologie francophone que de la sociologie anglo-saxonne. Susciter une réflexion à propos des caractéristiques et des métamorphoses de l’action collective, en cherchant en particulier à analyser les acteurs, les formes, les conditions et les enjeux des mobilisations contemporaines. Sur le plan de la formation à la démarche et aux méthodes sociologiques, le cours visera également à introduire aux principes de l’analyse sociologique des phénomènes d’action collective.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - S'approprier une boîte à outils sociologiques et politologiques pour comprendre et expliquer les phénomènes de l’action collective. - Présenter plusieurs études et la réalisation de travaux individuels et de groupe, les étudiant.e.s devront apprendre à prendre distance par rapport à leurs propres convictions et valeurs afin de pouvoir faire une analyse qui intègre le point de vue et les actions d’acteurs différents voire opposés. - De choisir et de croiser plusieurs problématiques et cadres théoriques afin d’élaborer des questions pertinentes de recherche face aux situations à analyser - De distinguer la portée sociale effective des actions du sens idéologique explicite que leur donnent les acteurs. Les étudiant.e.s auront acquis la capacité d’appréhender et d’élémentariser les stratégies et les répertoires d’action des divers acteurs en interaction. - De mobiliser les compétences transversales utiles au développement des apprentissages. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale. (AA 1.1, AA 1.2., AA 1.3.) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (AA 2.1, AA 2.2) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel. (AA 3.5, AA 3.6). AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (AA 4.1, AA 4.2, AA 4.4) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel. (AA 6.1, AA 6.2, AA 6.4, AA 6.5, AA 6.6, AA 6.7, AA 6.8)",
        "content": "1- Objectifs L’action collective est au cœur de nombreux débats : certains déplorent la « crise des mouvements sociaux », tandis que d’autres s’enthousiasment du renouveau de l’action collective … En tant que citoyen observateur des phénomènes de société, en tant qu’acteur de changement, nous sommes parfois déconcertés par l’apathie apparente des citoyens ou au contraire bluffés ou inquiets par des mouvements que nous n’avions pas vu venir. Qu’est-ce qui explique ces dynamiques de (dé)moblisation dans la société contemporaine? Quelles sont les (nouvelles) formes et enjeux de l’action collective? C’est ensemble que nous chercherons les réponses à ces questions” Le cours vise à permettre aux étudiants de s’approprier et d’avoir la capacité de mettre en œuvre les théories et concepts de la sociologie de l’action collective afin de caractériser, comprendre et expliquer les phénomènes de mobilisation (et de démobilisation), tant historiques que contemporains. Qu’est ce qui permet de comprendre la déclenchement d’une action collective ? Comment des individus en viennent-ils à y prendre part ? Facteurs internes/externes succès/échec ? Mutations historiques/ nouveaux mouvements sociaux Méthodes de recherche -action, d’intervention sociologique. Objectifs particuliers : Amener les étudiants à situer et à s’approprier les principales théories, les principaux concepts et auteurs de la sociologie de l’action collective, tant de la sociologie francophone (Alain Touraine et l’école actionnaliste, Guy Bajoit, Erik Neveu, Lilian Mathieu…) que de la sociologie anglo-saxonne (Edward Thompson, Mancur Olson, Doug Mac Adam, …) Susciter une réflexion à propos des caractéristiques et des métamorphoses de l’action collective (anciens et nouveaux mouvements sociaux), en cherchant en particulier à analyser les formes, les conditions et les enjeux des mobilisations contemporaines locales et globale : mobilisations pour le climat et l’environnement, mouvements féministes et anti-racistes…, action syndicale et mobilisations citoyennes autour d’enjeux de redistribution et de reconnaissance. Sur le plan de la formation à la démarche et aux méthodes sociologiques, le cours visera également à introduire aux principes de l’analyse sociologique des phénomènes d’action collective (historiciser les phénomènes sociaux, articuler les différents niveaux d’analyse, saisir les mouvements sociaux dans leur complexité…), et méthodes (intervention sociologique, méthode d’analyse en groupe...) en présentant des recherches emblématiques. 2- Contenu Les paradigmes de la sociologie et l’analyse de l’action collective ; Les relations de solidarité et d’échange (typologie des formes d’action collective) et les explications de l’action collective ; Les étapes de l’action collective : théorie de la mobilisation et de la démobilisation (facteurs explicatifs du passage de l’indifférence à la protestation et à la mobilisation, rôle des leaders…) ; Les concepts de la sociologie actionnaliste d’Alain Touraine (L'historicité, les conflits de classe, les conflits institutionnels, les conflits organisationnels, les mouvements sociaux. typologie de l’action collective…) ; Les grammaires et les répertoires d’action de l’action collective ; Les mutations de l’action collective : anciens et nouveaux mouvements sociaux ; Les méthodes d’analyse et d’intervention sociologique",
        "teaching_methods": "Chaque séance de cours comprendra un exposé par le formateur approfondissant et détaillant le thème abordé ; Le cours sera basé sur une alternance d’outils théoriques, de présentation de cas d’études et de jeux de mise en situation ; Certains des cours réserveront un moment d’échanges et de débat, notamment de l’expérimentation de la méthode d’analyse en groupe : Un syllabus complet sera remis aux étudiants. Il pourra être complété par un recueil d’articles ; Pour l’évaluation, travail en sous-groupe portant sur l’analyse d’une mobilisation concrète (voir détails des consignes ci-dessous)",
        "assessment_methods": "Les modalités de l’évaluation sont précisées dans le contrat pédagogique établi avec le groupe FOPES. C’est le contrat pédagogique qui est constitue la référence. L’évaluation des connaissances sera basée sur la réalisation d’un travail de recherche en sous-groupe (ou sous-sous groupe) portant sur l’analyse d’une action collective. Ce travail mettra en œuvre les théories et concepts vus au cours à propos d’une action collective concrète (mobilisation locale, mouvement social…) choisie et analysée par le sous-groupe. Ce travail comportera un volet méthodologique (réalisation d’entretiens, recherche et analyse de documents, observation participante). Ce travail aura valeur certificative. Consignes pour le travail de sous-groupe Le travail consistera en une analyse, originale, d’une action collective, appréhendée, au choix : dans sa globalité (de sa genèse à son aboutissement provisoire) dans une de ses séquences (1) de l’indifférence à la protestation, 2) de la protestation à la mobilisation, etc.. ; dans une de ses dimensions (le répertoire d’action, les leaders, le membership,….) … et ce, en mobilisant le cadre d’analyse (ou une partie de celui-ci), présenté au cours. - Le travail doit bien porter sur l’analyse d’une ACTION COLLECTIVE, Les actions collectives qui nous intéressent sont celles de groupes qui cherchent, en établissant des relations de solidarité et d’échange (par rapport à des interlocuteurs-adversaires), à remettre en cause des éléments de la structure sociale : référence temporelle : action continue qui s’inscrit dans le temps ; dimension collective : il s’agit d’une action menée au nom d’une catégorie sociale, impliquant les individus concernés ; liées à des objectifs sociaux, culturels et politiques ; visant à une défense ou à remise en cause, en tout en en partie de la structure sociale. Exemples : l’action des comités de quartier s’opposant à tel ou tel projet d’implantation, les conflits liés au monde du travail, l’action de collectifs féministes ou d’associations environnementalistes ,… Par contre, on ne retiendra pas ici ; l’action des partis politiques (même si leurs liens avec le mouvement analysé peuvent être pris en compte), l’action d’associations de service ; l’analyse d’une politique publique, - Le thème du travail sera soumis au formateur pour approbation. Le formateur effectuera un feed-back en cours de réalisation, selon un calendrier à convenir ; - Il s’agit d’un travail d’ANALYSE. Il ne se limite pas à constituer un dossier historique ou descriptif. Le travail doit donc comporter une question de recherche (ce que vous cherchez à comprendre ou à expliquer), faire référence à un cadre théorique, formuler une hypothèse (réponse provisoire apportée à la question de recherche) et chercher à tester celle-ci (la confirmer, l’invalider ou la nuancer) à partir d’un matériau empirique original (interview de quelques acteurs, consultation de sources secondaires (communiqué de presse, tracts, …) ; - Il doit s’agir d’un travail original. Le travail ne peut se limiter à la présentation, même critique, d’un ouvrage, d’un article ou d’un rapport de recherche ; - Ce travail écrit donnera lieu à une présentation orale , éventuellement soutenue par un PPT, dans le cadre du cours (dernière séance). Le sous-groupe veillera à la forme de sa présentation qui devra se rapprocher du format d’une communication lors d’un colloque scientifique (exposé clairement et de manière structurée, dans un laps de temps limité, les points saillants de la démarche et des résultats du travail). - Les critères d’évaluation et de cotation sont : la qualité du travail de recherche; la finesse de l’analyse; la clarté de la présentation Au cas où le travail réalisé serait insuffisant, il sera demandé au sous-groupe de l’améliorer, sur base d’un feed-back de l’enseignant, jusqu’à ce qu’il satisfasse au niveau requis.",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES.",
        "online_resources": "Support de cours et informations transmis par mail et/ou sur le site moodle du cours",
        "bibliography": "- BAJOIT Guy, P o ur une sociologie relationnelle , Paris, PUF, 1992 ; - BAJOIT Guy, La Maison du sociologue. Pour une théorie sociologique générale , Éditions Academia-L’Harmattan, 2015. - FILLIEULE Olivier et PECHU Cécile, Lutter ensemble. Les théories de l’action collective , Paris, L’Harmattan, coll. Logiques politiques, 1993 - MAHIEU Lilian, Comment lutter ?  Sociologie et mouvements sociaux , ED. Textuel, Coll. La Discorde, Paris, 2004 - NEVEU Erik, Sociologie des mouvements sociaux, Paris, La découverte, Coll. Repères, n° 207. - TILLY Charles et TARROW Sidney, Politique(s) du conflit. De la grève à la revendication, Sciences PO. Les Presses, Paris, 2008. - TOURAINE Alain, Production de la société, Paris, Seuil, 1973 - OGIEN Albert, Émancipations. Luttes minoritaires, luttes universelles ? Paris, Les Editions Textuel, 2023. D’autres références bibliographiques sont communiquées dans le syllabus.",
        "course_materials": "Cours OPES 2248 : Acteurs sociaux : mobilisation et démobilisation   Syllabus",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2235",
        "title": "Sociologie des relations interculturelles",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teachers": [
            ". SOMEBODY",
            "Verhoeven Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours de sociologie des relations interculturelles a pour but d’étudier les dynamiques d’intégration ainsi que les tensions et conflits propres aux sociétés contemporaines marquées par la diversité ethnoculturelle et le pluralisme, dans un contexte « postmigratoire ». On y développe différents éclairages relatifs : Aux principales définitions de la culture proposées par la sociologie (et l’anthropologie), et sur leur caractère historiquement et socialement situé ; ainsi que sur les concepts controversés d’ethnicité/ethnicisation des rapports sociaux, ou encore de racisme/racisation. L’enjeu est de comprendre ces processus comme étroitement articulés à des processus de construction de formes de hiérarchisations sociales, de traçage de frontières sociosymboliques et de processus de construction identitaire ancrés dans des rapports sociaux. Eclairages de la sociologie et de la philosophie politique concernant les \"modèles d'intégration nationaux\", dans une perspective comparative (Belgique francophone et néerlandophone ; France, Angleterre, USA essentiellement) permettant d'en situer les fondements, les traductions institutionnelles et politiques et les enjeux ; Eclairages des sciences sociales sur les processus identitaires associés aux situations de rencontre interculturelle ou inter-groupes « ethnoraciaux », ses dimensions et ses enjeux.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (AA  1.1, 1.2., 1.3., 1.4.) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées (AA 2.1., 2.2., 2.3) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel. (AA 3.1) AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel (AA 4.2, 4.4) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (AA6.5, 6.8).",
        "content": "Ce cours se propose de construire un cadre théorique multidimensionnel permettant d’analyser les questions et les tensions liées à la diversité culturelle et plus particulièrement, aux rapports sociaux inter-groupes définis comme « ethniques » dans les sociétés multiculturelles européennes (parfois qualifiées de « post-migratoires »). Ce cadre pourra au final être mobilisé dans l’analyse de situations « emblématiques » tirées de l’actualité et de l’expérience des étudiants. Plusieurs processus se conjuguent aujourd’hui pour déboucher sur ce que certains appellent une situation de « multi-diversité » (Martiniello, 2011): des vagues migratoires successives bien sûr, qui ont façonné notre population depuis au moins le tournant du XXème siècle, dans le cadre des mouvements liés à l’industrialisation et aujourd’hui à la circulation globale  ; mais aussi les processus identitaires complexes qui traversent les sociétés contemporaines et qui se manifestent notamment par l’affirmation de demandes de « reconnaissance » portées par des groupes minoritaires/minorisés au sein de l’espace public. La crise économique (et/ou le discours sur celle-ci) vient en retour renforcer les processus de clôture identitaire et spatiale, le traçage de nouvelles frontières ethniques, la construction de l’Autre comme menaçant… La question de la diversité croise donc inévitablement celle des rapports de pouvoir et des inégalités sociales. Autrement dit, les relations « interculturelles » sont à comprendre comme un rapport social, traversé par des enjeux d’inégalités de ressources ou de pouvoir, et au cœur duquel les dimensions culturo-symboliques viennent s’inscrire. Au cœur des différents espaces et institutions sociales (espace urbain/ « rue », écoles, associations, institutions d’accueil, de santé, etc.), cette « diversité » et la manière de la traiter soulèvent de nombreuses interrogations, de la part des citoyens comme des professionnels qui, dans leurs pratiques quotidiennes, rencontrent des situations ou des demandes inédites, sans être nécessairement préparés à les décoder. Une certaine conflictualité peut alors se cristalliser, invitant les acteurs sociaux à un travail de réflexivité, de décentrement quant à leurs propres points de repères culturels et identitaires, mais aussi quant à la place qu’ils occupent dans le jeu social ou sur telle ou telle scène, au jeu croisé des identités sociales revendiquées et attribuées…. Dans ce cours, nous tenterons d’éclairer ce contexte à partir de trois grandes portes d’entrée (et étapes du cours) : Première partie : définitions de base et repères théoriques . Dans un premier temps, nous puiserons dans diverses traditions sociologiques un certain nombre de ressources théoriques (plus classiques et plus actuelles) permettant d’appréhender les définitions de la culture et de l’ethnicité , leurs dimensions ainsi que les débats que ces notions soulèvent (approches culturalistes, interactionnistes ou relationnelles de l’ethnicité, « cultural studies » ; initiation aux postcolonial studies et aux approches contemporaines de l'intersectionnalité).  Cette partie sera complétée par une réflexion sur les enjeux contemporains liés à la nouvelle saillance du religieux dans le contexte de la « modernité tardive » (sociétés complexes et globalisées) (quelques repères sur l’articulation religieux, religion et politique, la sécularisation et la modernité religieuse). Deuxième partie : le traitement politique de la diversité culturelle dans l’espace public. Le second axe aborde des enjeux de nature plus normative, voire politique, puisqu’il traite des liens entre diversité culturelle (multiculturalisme), espace public et démocratie . Autrement dit, nous questionnerons la manière dont ces questions de diversité culturelle ont été – et sont – traitées, mises en forme et « régulées » dans le débat public, au sein de nos sociétés contemporaines. Pour outiller la réflexion, nous puiserons dans quelques travaux clés produits en philosophie politique comme en sciences sociales (modèles d’intégration nationale, enjeux politiques du multiculturalisme, principes et enjeux sociologiques et institutionnels soulevés…) (Cf. ouvrage de S. Ben Habib, présentant C. Taylor, N. Fraser, …) ; Marco Martiniello (politologue), Michel Wieviorka (sociologue)…). Troisième partie : Identités et reconnaissance dans les sociétés post-migratoires . Dans un troisième temps, nous ferons état de travaux portant sur les enjeux identitaires dans les sociétés multiculturelles (C. Camillieri, Cohen-Emerique, A Manço…), ainsi que sur la manière dont ces enjeux se manifestent chez les jeunes (stratégies identitaires de jeunes élèves « issus de l’immigration » (Manço ; Verhoeven ; Jacobs), identité, reconnaissance et « bandes urbaines », (Grégoire & Mazzocchetti).",
        "teaching_methods": "Les séances de cours comprendront un exposé du professeur, la plupart du temps suivi d’une discussion amorcée par un sous-groupe d’étudiant.e.s (dans ce cas, des lectures préparatoires seront demandées). Ces échanges auront lieu en présentiel en code vert/jaune, via teams ou à partir d'un PPT préenregistré suivi d'une discussion sur teams, si code orange ou rouge) , Au fil des séances, les exposés théoriques et discussions sur les textes seront suivis de temps d’appropriation en sous-groupes visant à dégager les concepts clés de l’approche ainsi que des questions heuristiques qui découlent de celleci et permettront d’interroger des incidents ou situations conflictuelles ; ce travail d’appropriation débouchera sur la construction collective et progressive (sous la supervision de l’enseignante) d’une « matrice heuristique de concepts et questions » ou une « matrice d’analyse » qui servira ensuite de boîte à outils pour analyser des « situations emblématiques » (incidents critiques mettant en jeu des conflits autour de la culture, des interprétations des fondements du vivre ensemble, des conflits identitaires, etc.) issus de leur vie professionnelle ou sociale ou tirés de l’actualité récente. Ce travail d'élaboration collective se fera en sous-groupes, en présentiel si code jaune et via les outils prévus par Teams (équipes puis retour en grand groupe) si code orange. Une des séances finales sera consacrée à une analyse collective d'un \"cas\" sous format \"analyse en groupes\"; un momente de peer reviewing des travaux en préparation est également prévu. L’objectif final est en effet d’améliorer la capacité de l’étudiant à interroger et à décoder ces situations critiques (situations soit conflictuelles, soit simplement interrogeant le cadre « institué » des institutions sociales de notre contexte), en dégageant les enjeux qui s’y jouent à de multiples niveaux (contextes normatifs, institutions, habitus et identités, significations symboliques, catégorisation ethnique et rapports sociaux…).",
        "assessment_methods": "Evaluation formative continue (non certificative, sauf précisions contraires en début d'année avec accord du groupe) : travail de lecture de textes, participation aux échanges. Evaluation certificative : travail final écrit (à réaliser individuellement). 1) Identification d'une « situation problème » mettant en jeu une dimension interculturelle (il peut s'agit d'un incident critique vécu par l'étudiant.e, dans le domaine privé ou professionnel ou d'un conflit ou mouvement médiatisé,…) et opposant des acteurs (individuels ou collectifs) porteurs de revendications différentes ou d'interprétations différentes d'un conflit interculturel.L'étudiant.e. a donc la possibilité d'identifier une \"situation emblématique\" au sein d'une vaste gamme de situations et pouvant se dérouler au sein de différentes sphères (travail, famille, espace urbain, santé…). Choix de la situation pour le cours 3. 2) Documentation de la situation (approche descriptive) : à partir d’une analyse descriptive de la situation problème (et ou de son traitement dans la presse par exemple), il s'agira de décrire/déplier la situation de façon approfondie (décrire le conflit et son objet , expliquer l’enjeu, les acteurs en présence, leurs « ressources » et position sociale, et leurs points de vue et arguments , modalités de « résolution » (ou de conflit), aspects éventuels institutionnels, politiques , …) (pour le cours 6 - Première partie de travail) 3) Analyse sociologique à l'aune de concepts et propositions d'analyse vues au cours, choisies pour leur pertinence par rapport à l'objet, et articulées. (Deuxième partie du travail à remettre pour le cours 10). Travail final intégrant les deux parties à remettre 15 jours après la fin du cours. (Agenda ajustable avec le groupe, d'année en année). NOTE SUR LE PLAGIAT ET l’USAGE DES I.A. DANS LES APPRENTISSAGES VISES PAR CE COURS Rappelons que le plagiat (utiliser des sources littéralement sans les citer explicitement et correctement) est considéré comme une tricherie et assorti de sanctions graves, allant de l’annulation du travail, au renvoi à l’année suivante jusqu’à l’exclusion de l’étudiant. L’ensemble des travaux sont examinés par le logiciel Compilatio, afin de détecter les usages du plagiat. Est également considérée comme du plagiat la copie non référencée de paragraphes entiers écrits par des I.A. (Deepl, chatGPT, autre.). Si malgré tout l’aide d’une IA est sollicitée, il est recommandé d’en limiter les usages : - comme un moteur de recherche parmi d’autres, pour la recherche de documents et sources pertinentes, sachant que l’IA génère parfois des sources « inventées » et que cet appui sur l’IA ne dispense en rien l’étudiant.e d’une vérification systématique de ses sources, en appui sur les codes de la recherche universitaire enseignés ; - comme assistance linguistique , pour la correction de l’orthographe, la syntaxe, voire la reformulation des idées. Même dans ces cas, l’étudiant est invité à la plus grande prudence, car les I.A. ne maîtrisent pas le lexique sociologique. L’étudiant.e est invité à relire et ajuster ces apports à sa propre appropriation des concepts vus au cours. Comme aide – brainstorming à l’analyse, le recours à l’IA dans ce travail est encore déconseillé car plus risqué : l’IA ne maitrise pas le vocabulaire sociologique et risque de vous proposer des concepts « de sens commun ». Le recours à l’IA ne dispense pas de faire la preuve de son appropriation personnelle des contenus de cours (principe d’authenticité). Cette appropriation devant être vérifiable (principe de traçabilité), tout recourt à l'I.A doit être signalé le cas échéant et l'étudiant.e. devra montrer sa capacité à les utiliser réflexivement et à les améliorer en lien avec sa propre appropriation de la matière.",
        "online_resources": "Un site moodle est ouvert et précisera les contenus et attentes séance par séance. Un recueil de textes sera également disponible.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2234",
        "title": "Gestion et évaluation de projets culturels et sociaux",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Georis Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Construction de projet et établissement d’un plan d’affaires ; - Droit des associations et des sociétés ; responsabilité des administrateurs ; - Gestion financière : compréhension et lecture de bilans ; identification de ratios pertinents ; règles de  subvention publique ; plans financiers ; fiscalité ; - Gestion des ressources humaines : mécanismes de la négociation collective ; gestion des compétences ; - Gestion de crise : méthodologie d’intervention,  procédures de liquidation d’associations ou   de sociétés. - Travail en partenariat, relations  d’un projet avec son environnement; - Méthodes pour la participation citoyenne des publics ; - Procédures d’évaluation ; - Evolutions des pratiques de travail social et culturel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 D'analyser et d'évaluer des pratiques de gestion de projets dans le champ culturel et social ; De développer des compétences de conduite créative d'un projet De développer des méthodes d'évaluation et d'intervention. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.2.). AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (2.1, 2.2, 2.3, 2.4, 2.5). AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (3.1, 3.3, 3.4, 3.5, 3.6, 3.7). AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (4.1, 4.2). AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (5.1, 5.4). AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel ( 6.1, 6.2, 6.3, 6.4, 6.5, 6.6, 6.7, 6.8).",
        "content": "L'unité d'enseignement vise deux objectifs. 1. Partant du postulat que nous sommes dans un cours à option et que l'option est choisie par des étudiants actifs dans des projets culturels ou sociaux, ou qui ont de telles perspectives, elle vise à renforcer les capacités de réflexivité, en particulier autour de : l'approche multidimensionnelle, le partenariat, la participation des groupes-cibles (à la définition des projets qui les visent), l'évaluation (avec focus sur l'auto-évaluation). 2. Complémentairement, elle liste et commente les principaux points d'attention pour les gestionnaires (ou futurs gestionnaires) de tels projets. En l'occurrence, il s'agit d'introduire au management, avec une attention particulière au management en secteur non-marchand : élaboration d'un plan d'affaires, choix d'un statut juridique, responsabilité des administrateurs, fiscalité, subvention publique, éléments de gestion des ressources humaines.",
        "teaching_methods": "Le cours se donnera en présentiel et/ou à distance en fonction de l'évolution de la situation sanitaire. Volet réflexivité : on qualifiera. l'approche de \"magistrale interactive\" en ceci qu'on escompte que les propos concrets du professeur vont éveiller l'attention et le désir d'interactions des étudiants, en particulier ceux déjà impliqués dans un projet pouvant dès lors servir de \"témoins\"  acceptant de décrire des réalités vécues concrètes. Le travail réflexif est soutenu par une grille apportée par le professeur. Volet management : approche principalement magistrale, mais illustrée de nombreuses situations concrètes, et avec attention aux questionnements et desiderata formulés par les étudiants quant aux manières de gérer..",
        "assessment_methods": "L'évaluation du volet réflexivité se fera sous la forme de la rentrée d'un rapport écrit d'une analyse de cas. Un draft pourra être soumis à l'enseignant, au plus tard le 1er juin. Un retour sera fait par l'enseignant au plus tard le 10 juin. Si l'étudiant·e rentre une version modifiée tenant compte des remarques de l'enseignant pour le 20 juin au plus tard, la cote accordée au travail sera améliorée et c'est cette dernière qui sera transmise. L'étudiant·e qui ne serait pas dans les temps pour communiquer le draft ou qui, l'ayant communiqué, n'aurait pas rentré une nouvelle version : alors ce sera la seule version reçue qui sera cotée. Les critères utilisés pour l'évaluation : un exposé qui permette de comprendre clairement ce dont il s'agit ; la valeur scientifique du raisonnement ; les qualités réflexives exprimées ; la qualité formelle de l'écrit. Cela comptera pour 75% de la cote finale. Volet management : évaluation individuelle écrite : quelques questions posées auxquelles il faudra répondre en présentiel durant la dernière séance. Cela comptera pour 25% de la cote finale. Ainsi la note finale est-elle l'addition des notes des deux parties : l'exercice \"réflexivité\" vaut 15/20 et l'examen \"management\" 5/20. Le dispositif exposé est conçu pour le présentiel. Il pourra faire l'objet d'adaptations si les évolutions de la crise sanitaire empêchaient (par exemple) de procéder à l'examen du volet management en présentiel. En ce cas, la transparence existera relativement aux adaptations : pour la garantir, le/la conseill·ère pédagogique de la FOPES en charge du groupe sera étroitement associé·e en sorte qu'il n'y ait aucune déperdition d'information. S'il devait y avoir utilisation des intelligences artificielles lors des épreuves d'évaluation de ce cours : celle-ci est balisée par les règles mentionnées dans la note facultaire ESPO à ce sujet et disponible sur le site internet de la faculté dans les informations à destination des étudiant·es.",
        "other_info": "Certaines années, la formation peut se faire le samedi et certains soirs en semaine; elle peut être décentralisée et donc obliger  à des déplacements. Le rôle du professeur comporte l'accompagnement de projets-mémoires. Le professeur participe à un séminaire pédagogique. Il fonctionne en collaboration avec un conseiller à la formation. Il rédige le matériau pédagogique correspondant à ses enseignements (disponible sur la page moodle dédiée au cours). Une collaboration étroite est instituée entre les titulaires des enseignements à option de chaque section. Le candidat à la charge d'enseignement a aussi communiqué avec son curriculum vitae les expériences non traditionnelles de formation qu'il a vécues et fait valoir des documents, syllabus ou matériaux didactiques qu'il a rédigés. Le mode d'apprentissage exige du professeur qu'il négocie un contrat de formation avec ses étudiants et qu'il motive de manière détaillée soit par écrit soit par oral ses évaluations aux personnes concernées.Une des conditions d'engagement est d'avoir remis un résumé du cours en annexe de l'acte de candidature.",
        "online_resources": "On trouvera sur la page moodle dédiée à l'unité d'enseignement toutes les informations utiles. En particulier, les diaporamas de support sont rendus disponibles préalablement à chaque cours (environ une semaine avant la séance concernée), ainsi que les textes d'accompagnement (portefeuille de lecture, dans lequel les textes d'articles signés du professeur font fonction de syllabus). Cependant, si la crise sanitaire obligeait à donner le cours à distance, alors toutes les ressources seront disponibles sur le canal Teams dédié au cours, plutôt que sur moodle (on pense préférable de ne fonctionner qu'avec un seul canal plutôt que deux)..",
        "bibliography": "Se référer à la page moodle dédiée au cours.",
        "course_materials": "Disponibles sur la page moodle dédiée à l'unité d'enseignement.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2243",
        "title": "Economie sociale et non-marchande",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Brolis Olivier",
            "Nyssens Marthe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour objet l'analyse de l'entreprise coopérative. Il examinera l'histoire et les difficultés des coopératives, des pionniers de ROCHDALE à nos jours. Il introduit aux initiatives coopératives nouvelles, aux nouvelles formes de gestion des coopératives et du travail en leur sein. Il analysera les perspectives nouvelles par une approche fonctionnelle des statuts, de l'organisation sociale, du capital, ... des entreprises coopératives.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Reconnaître, expliquer et mobiliser les concepts principaux et secondaires de l’économie sociale Maîtriser les différentes grilles d’analyse que la littérature scientifique offre pour comprendre ses acteurs, pratiques et discours de l’économie sociale Saisir les nuances et la pluralité des grilles d’analyse de l’économie sociale Mobiliser ces grilles afin de comprendre le système belge et européen de l’économie sociale et en particulier certaines organisations qui feront l’objet du travail à réaliser. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.1, 1.2.,1.4) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (2.1, 2.3) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (3.4). AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (4.1, 4.2? 4.3) AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (5.3) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel ( 6.1, 6.5, 6.8).",
        "content": "Economie sociale, économie solidaire, entreprise sociale, organisations non-marchandes, organisations à but non-lucratif : autant de concepts et d’approches qui permettent d’appréhender une partie de plus en plus importante, et pourtant méconnue, de nos économies. Face à la diversité des terminologies, le premier objectif du cours n'est pas de proposer une théorie unifiée mais d'analyser, en profondeur, différents éclairages. Plutôt que d'opposer les termes les uns aux autres, il s'agit pour chacun d'eux d'expliquer leurs racines historiques et les contextes institutionnels au sein desquels ils ont émergé et de dégager leur potentiel analytique  pour éclairer les dynamiques de ce troisième secteur, avec ses apports et ses limites. Le deuxième objectif est de situer ces organisations et entrepreprises au sein des économies de marché et d'analyser leurs raisons d'être aux côtés du secteur privé à but lucratif et des pouvoirs publics en se référerant systématiquement à la réalité belge et européenne. Au terme de ce module, l'étudiant aura un aperçu des analyses socio-économiques du troisième secteur et devra être capable de les exploiter dans l'analyse d'organisations spécifiques d'économie sociale.",
        "teaching_methods": "Si la première grille de lecture sur le non-marchand sera présentée par le professeur lors de la première séance de cours, le contenu relatif aux autres grilles de lecture sera abordé lors de modules composés de deux séances de cours organisées de la manière suivante :. La première séance sera réalisée par les étudiants, chez eux, en mobilisant le module d’apprentissage en ligne (MOOC) développé par M. Nyssens. Ce MOOC vous permettra, pour chaque grille de lecture, d’aborder le contenu théorique et des applications pratiques au travers des vidéos, des exercices, des lectures, et autres exemples. Les objectifs d’apprentissage seront clairement explicités pour chaque module. Il ne s'agit donc pas de maitriser l'ensemble des détails de tous les textes mais d'atteindre les objectifs énoncés. La deuxième séance de cours se passera de façon collective et selon le timing suivant : 1. Au préalable, pour le lundi précédent le cours, chaque étudiant aura dû envoyer, au professeur ( olivier.brolis@uclouvain.be ), à minima deux questions sur la grille de lecture abordée. Le professeur proposera des réponses aux questions posées lors de la première partie de la séance de cour sur base de la présentation d’un résumé synthétique de la matière abordée. 2. Des questions de débats seront ensuite proposées par le professeur. Chaque sous-groupe en choisira une ainsi que le point de vue qu’il défendra (pour ou contre). Il sera laissé 15-20 minutes à chaque sous-groupe pour préparer leur argumentaire. Ensuite, chaque sous-groupe désignera un représentant qui aura pour objectif de défendre le point de vue de son sous-groupe lors d’un débat d’une dizaine de minutes face à un autre représentant qui défendra le point de vue opposé. 3. La dernière partie du cours permettra aux sous-groupes d’avancer sur leur travail (voir les procédures d’évaluation) et de poser leurs éventuelles questions au professeur. Pour terminer, il est important de noter que les cours se donneront en présentiel et/ou à distance en fonction de l’évolution des conditions sanitaires",
        "assessment_methods": "L’évaluation se basera sur la réalisation d’un travail de sous-groupe. Le contenu de ce travail consiste en l’application des différentes grilles de lecture à une organisation privée à finalité sociale dans l’objectif de comprendre la réalité socio-économique de cette organisation, sa raison d’être, son utilité et ses limites. Le sous-groupe devra prendre contact avec organisation qu'il aura choisi d'analyser et essayer d’y récolter toutes les informations nécessaires pour appliquer les grilles d’analyses vues au cours. Il est obligatoire d’aller rendre visite au moins une fois à l’organisation (mentionnez dans le travail la personne rencontrée, sa fonction dans l’organisation, la date de l’entrevue, le numéro de téléphone de contact). Vous structurez le travail comme vous voulez mais vous devez exploiter toutes les grilles d’analyses vues au cours. Cependant, vous pouvez choisir d’en approfondir certaines plus que d’autres qui paraissent particulièrement pertinentes pour éclairer votre organisation. Vous terminerez votre travail par une section qui discute de l’utilité de la présence de votre organisation dans son secteur d’activité, que ce soit à la place ou en complément d’organisations publiques et du secteur privé à but lucratif. Une attention particulière doit être donnée à la rigueur de l’argumentation et de l’écriture. Votre travail doit faire référence, explicitement au moins, aux arguments de 5 textes différents des lectures obligatoires. Longueur : minimum 12 pages interligne 1,2 Times 12 (hors bibliographie et annexes). Le travail doit m’être remis sous format Word, par courrier électronique (olivier.brolis@uclouvain.be) Pour terminer, chaque sous-groupe aura un entretien oral avec le professeur en distanciel afin de répondre à des questions d’approfondissement sur le travail réalisé (que vous pouvez prendre avec vous). Tous les membres du sous-groupe devront être en mesure de répondre aux questions formulées par le professeur.",
        "online_resources": "Support de cours et informations sur le site moodle du cours  et dans le MOOC (https://www.edx.org/course/fondements-de-leconomie-sociale-et-solidaire)",
        "bibliography": "Livre de référence : Economie sociale et solidaire (2017), J. Defourny et M. Nyssens, De Boeck: En vente à la DUC",
        "course_materials": "Les powerpoints seront disponibles sur moodle.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2246",
        "title": "Questions approfondies de sociologie politique",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "L'objectif de ce cours est de permettre aux étudiants.e d'approfondir les acquis du cours \"Politique, acteurs et décisions\" (LOPES 2175) en menant une réflexion conceptuelle et critique sur ce qui, aujourd’hui, constitue la tradition politique dominante : le libéralisme. Ce cours aborde les principaux thèmes suivants : - Analyse des principes fondateurs de la tradition libérale - Aperçu des critiques contemporaines à son égard ; - Tentative de renouvellement de ces critiques, à partir d'une réflexion sur ce que signifie être-sujet- en-société.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (AA 1.1, 1.2, 1.3, 1.4) AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel (AA 4.2, 4.3, 4.4)",
        "content": "Après une présentation du cours et quelques séances magistrales, le cours travaillera sur des textes d'auteurs enrichis de questions d'actualité, qui feront l'objet de présentations croisées par les étudiants et le professeur. L'évaluation portera : (i) sur la participation des étudiants (présentations en sous-groupes) ; (ii) sur l'utilisation des contenus du cours en vue de traiter une question d'actualité (travail individuel).",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2212",
        "title": "Finances et institutions publiques",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Husson Jean-François"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours présente les diverses techniques de financement de l’Etat fédéral, des entités fédérées et des pouvoirs locaux. Il analyse leur impact monétaire ainsi que leurs incidences sur les ménages et les entreprises. Il analyse les mécanismes d’allocation des ressources entre pouvoirs nationaux, régionaux et communautaires ainsi qu’entre départements ou projets.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre, analyser et évaluer les institutions et les mécanismes et décisions politiques en matière de finances publiques, aux divers niveaux de pouvoir. Il.elle maîtrisera les principaux outils économiques et institutionnels destinés à appréhender, dans le contexte historique, le fonctionnement et les finances des pouvoirs locaux (commune et CPAS), régionaux et communautaires belges, dans le cadre fédéral et européen, et les politiques menées en la matière. Il.elle sera à même de poser une évaluation sur base des critères de justice distributive, d’efficience et de contrôle politique. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.1, 1.2., 1.3., 1.4). AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées (2.1, 2.2). AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (3.4, 3.5, 3.6). AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel (4.1, 4.2). AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (5.1, 5.4). AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel ( 6.2, 6.3, 6.5, 6.7).",
        "content": "- le rôle et les fonctions de l'Etat dans l'économie; - un aperçu du cadre institutionnel belge (jusqu'au niveau local) ; - les recettes et les dépenses des différents niveaux de pouvoir et de la sécurité sociale (en prenant comme exemple principal le secteur local), ainsi que la question des soldes budgétaires et de leur financement (dette publique, charges d'intérêt, ...); . les motivations et les effets des instruments budgétaires et fiscaux.; - un cadre d'analyse des politiques budgétaire et fiscale.",
        "teaching_methods": "Le cours est donné en présentiel et/ou à distance en fonction des raisons sanitaires. Cours de 30 h. Exposé général appuyé par des exemples et exercices en lien avec des cas pratiques et l'actualité.",
        "assessment_methods": "Examen écrit individuel consistant en QCM/QCU (5 à 10 questions, pour un total de 5 points), une question de restitution (5 points) et une analyse de cas (10 points).",
        "other_info": "La formation se fait le samedi et certains soirs en semaine.",
        "online_resources": "Les étudiant.e.s sont invités à consulter la page Moodle du cours.",
        "bibliography": "Voir la page Moodle du cours. See the Moodle page of the course.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2226",
        "title": "Genre et politiques économiques et sociales",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Degavre Florence"
        ],
        "teaching_language": "Français",
        "topics_covered": "1/ Les concepts fondamentaux nécessaires à l'analyse des PES dans une perspective de genre, notamment la manière dont le genre fonctionne en tant que structure sociale, ainsi que sa relation avec d'autres structures sociales : « race », classe et handicap (intersectionnalité). 2/ Les principaux courants de pensée qui fondent les études de genre 3/ La sensibilité de l’élaboration des PES au genre et leurs effets sur les bénéficiaires dans une persepctive de genre. Nous nous concentrerons sur les typologies sexuées des États-providence et sur l'importance des variétés de capitalisme pour les inégalités de genre dans le travail, les organisations (entreprises ou institutions) et les familles. Nous passerons en revue plus particulièrement les politiques du travail et de la famille. Le cours offrira un aperçu comparatif axé sur l’étendue de la couverture sociale et sur les rôles des Etats, des employeur.ses, du féminisme d'État et des mouvements de femmes organisés dans la réduction des inégalités entre sexes et la promotion d'idéologies égalitaires en matière de bien-être. 4/ Le care comme analyseur des nouveaux besoins liés au vieillissement et au risque de perte d’autonomie. Nous verrons les différentes façons d’y répondre. Nous inscrirons cette réflexion dans les modèles de migration mondiale là où ils croisent les régimes d’Etat Providence nationaux.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Reconnaître, nommer et argumenter au sein des différents courants des « études de genre » Reconnaître le caractère interdisciplinaire des études de genre dans les politiques économiques et sociales à travers la lecture de textes issus de diverses disciplines (sociologie, anthropologie, (socio-)économie, sciences politiques, droit, sciences psychologiques), Identifier un sujet lié au genre dans les politiques économique et sociale, comprendre et appliquer les aspects méthodologiques des processus de recherche mis en œuvre dans les études de genre mobiliser les principaux concepts dans une recherche personnelle sur un sujet de politique économique et sociale, comprendre comment le genre façonne les politiques publiques et l’expérience que les individus en ont, Présenter des résultats de recherche empirique dans ces domaines, Evaluer la portée critique et émancipatrice des politiques pour les femmes et les groupes minoritaires, Proposer des améliorations aux dispositifs actuels au sein des politiques économique et sociale en les ayant discuté en groupe et en confrontant les analyses Identifier en quoi les méthodes de recherche mobilisant le genre se distinguent des recherches qui ne mobilisent pas le concept. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme XXX, cette unité d’enseignement contribue au développement et à l’acquisition des AA  suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.2., 1.4). AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (2.1, 2.2, 2.3, 2.4, 2.5). AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (3.2, 3.7). AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (5.1, 5.4) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel ( 6.2, 6.5, 6.8) .",
        "content": "Le cours comporte 3 parties : une première partie proposera une vue d'ensemble de ce que sont les études de genre et de leur genèse, dans leur rapport privilégié mais complexe avec les différentes vagues de la théorisation et de la pratique féministes. S’agissant d’un cours d’introduction, il s’agira de présenter les concepts clés et de mieux saisir, dans une perspective socio-historique, les débats qui traversent ce champ d'études pluriel. une deuxième partie présentera des résultats de recherche saillants dans des champs thématiques emblématiques (socialisation, travail et emploi, etc…). Le cours prendra comme perspective les rapports de pouvoir qui mènent à la construction des différences et inégalités sociales entre les sexes sur des terrains empiriques. une troisième partie abordera la manière dont les politiques économiques et sociales contribuent à façonner le genre et inversément, et les conditions dans lesquelles elles permettent de réduire les inégalités de genre.",
        "teaching_methods": "Le cours repose sur : Des exposés thématiques de l’enseignant·e et/ou d’invité·e·s. Des lectures couvrant les différents thèmes évoqués ci-dessus. Des échanges entre pairs",
        "assessment_methods": "L’évaluation vise à mesurer l’atteinte des acquis d’apprentissage visés par deux voies: Un compte-rendu de conférence (travail individuel):  il fait état des exposés et des échanges qui ont lieu durant la conférence et propose le point de vue de l’étudiant.e sur les propos tenus. Dans cette partie plus personnelle, des liens seront faits avec la matière du cours (5 points). La conférence visée doit faire l’objet d’une approbation par l’enseignante au préalable. Le travail ne dépassera pas 2 pages (8 points). Une analyse de politique économique et sociale (travail collectif) de 10 pages maximum (sans compter la bibliographie et les annexes) à finaliser pour la dernière séance de cours. Elle porte sur un sujet d’actualité vu au cours et intègre les savoirs interdisciplinaires étudiés. Elle est travaillée collectivement en cours et fera l’objet d’une présentation lors de la dernière séance (12 points). La réussite des différentes parties d’examen est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement.  Une note d'échec (i.e. 0 pour un travail non remis, ou note inférieure à la moyenne pour un travail remis) dans l’une des parties entraîne une note d'échec pour la totalité de l’UE. La cote attribuée à l’examen sera celle de la partie en échec qui a obtenu la cote la plus basse. En deuxième session, seule.s la ou les parties de l’examen en échec doit/doivent être représenté.es . Les modalités de la deuxième session d’examen sont identiques à la première session en ce qui concerne le travail individuel. Pour le travail collectif, il pourra être remplacé par un travail individuel de même nature.",
        "other_info": "À l’issue du cours, les étudiant·e·s seront notamment capables de : lire de façon approfondie, comprendre et synthétiser le contenu d’articles et d’ouvrages mobilisant le genre dans l’analyse des politiques économiques et sociales en identifiant en particulier la contribution de l’approche de genre à la problématique et  les risques liés à l’absence de prise en compte du genre, démontrer une connaissance approfondie de la façon dont le genre façonne (au moins un) les domaines empiriques privilégiés du cours, formuler une question de recherche originale en mobilisant le genre et la traiter, identifier la littérature appropriée (bibliographie), sélectionner des concepts/théories et justifier de leur rapport avec le genre, écrire dans un langage scientifique en utilisant un code épicène.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes1384",
        "title": "Activités et régulation des groupes",
        "credits": "10.00",
        "hours": "0 h + 54.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "Autoévaluation et réflexion, structuration de la pensée et de l’apprentissage individuel et collectif, écriture et lecture scientifiques, dynamique collective, communication et technique d’animation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Démontrer sa capacité de réflexivité sur son propre processus d’apprentissage en lien avec les AA précités. Eu égard au référentiel d’acquis d’apprentissage (AA), du programme FOPES, cette unité d’enseignement contribue au développement des AA suivants : A.A.2 Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (AA 2.1, AA 2.2.) A.A.6 Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel. (AA 6.1, 6.5, 6.8).",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes1390",
        "title": "Introduction au cadre institutionnel des politiques publiques",
        "credits": "3.00",
        "hours": "15.0 h + 5.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dagnies Jérémy",
            "Husson Jean-François"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours aborde le cadre institutionnel dans lequel se déploient les politiques publiques en Belgique, ainsi que ses acteurs essentiels. Dans une perspective historique, il examine comment s’organisent et s’articulent les pouvoirs législatif, exécutif et judiciaire, en tenant compte à la fois de la subsidiarité verticale (inscription des politiques dans un contexte européen et international) et horizontale (participation d’acteurs du monde économique et du travail). Cette dernière forme de subsidiarité est particulièrement mobilisée dans les démocraties consociatives, dont la Belgique représente un exemple emblématique. Les enjeux de ce mode de gouvernance seront mis en évidence à la faveur d’illustrations issues des politiques économiques ou sociales.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - De maîtriser les différents concepts présents dans l’analyse des cadres institutionnels et de créer des liens avec d’autres disciplines vues dans la formation. - D’analyser les fondements historiques et institutionnels des cadres institutionnels et de développer une analyse approfondie des acteurs, du processus de décision et de régulation face à quelques enjeux concrets de politiques publiques. - Ils/Elles trouveront dans ce cours une série d'éléments d'analyse qui leur permettront d'aiguiser leur capacité de jugement nécessaire à l'élaboration de propositions de changement en matière de politiques publiques. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.1, 1.2.,1.3.) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (2.1.,2.2.) AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (4.2.) AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (5.3.) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (6.1.)",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2276",
        "title": "Coordinations pédagogiques et séminaires thématiques II",
        "credits": "5.00",
        "hours": "0 h + 27.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Autoévaluation et réflexion, structuration de la pensée et de l’apprentissage individuel et collectif, dynamique collective, communication et technique d’animation. Le thème, le dispositif et le choix des intervenant.e.s du séminaire thématique font l’objet d’une décision collective des étudiant.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Démontrer sa capacité de réflexivité sur son propre processus d’apprentissage en lien avec les AA précités, en démontrant sa progression dans son parcours par rapport à l’année précédente. Eu égard au référentiel d’acquis d’apprentissage (AA), du programme FOPES, cette unité d’enseignement contribue au développement des AA suivants : A.A.2 Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées.  (2.1, 2.2, 2.3) A.A.5 Anticiper les mutations sociétales dans une perspective d’action et de changement.  (5.2, 5.3, 5.4) A.A.6 Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel. (6.1, 6.3, 6.4, 6.5, 6.8)",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2203",
        "title": "Travaux de préparation au mémoire II",
        "credits": "6.00",
        "hours": "45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Desmette Donatienne",
            "Mangez Eric",
            "Vielle Pascale"
        ],
        "teaching_language": "Français",
        "topics_covered": "Dans le cadre de ce cours, un suivi collectif de l’avancement du mémoire est réalisé pour l’ensemble des étudiant.es et un support particulier est apporté aux étudiant.e.s qui le souhaitent ou qui le nécessitent.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Mettre en œuvre les compétences nécessaires à la réalisation d’un mémoire (délimitation d’un champ d'études, choix d’un angle disciplinaire prioritaire, définition d’un objet spécifique de recherche, choix d’un cadre théorique, formulation d’hypothèses de travail, choix méthodologique). Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale. (AA 1.1, AA 1.2, AA 1.3, AA 1.4) AA2. De construire une problématique relative à un enjeu organisationnel et humain actuel et de formuler des propositions d’actions concrètes au service de la durabilité organisationnelle et de la justice sociale. (AA 2.1, AA 2.2, AA 2.3, AA 2.4) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel. (AA 3.1, AA 3.2, AA 3.3, AA 3.7) AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (AA 4.1, AA 4.2, AA 4.3, AA 4.4) AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement. (AA 5.3) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel. (AA 6.1, AA 6.4, AA 6.6, AA 6.8)",
        "content": "L’activité vise à préparer l’étudiant(e) au travail universitaire et, in fine , à la réalisation et la rédaction du mémoire. Le cours LOPES2203 vise à poursuivre le soutien de la démarche mémoire des étudiant.es dans la réalisation de celui-ci. En complément de l'encadrement assuré par le promoteur.la promotrice et la commission d'accompagnement, le cours LOPES2203 organise un suivi collectif du processus mémoire et un partage des bonnes pratiques au sein du groupe d'étudiant.es, ainsi que des modalités de support individuel aux étudiant.e.s qui le nécessitent ou le souhaitent. Fiche descriptive de la série LOPES22031 : Titulaire Donatienne Desmette Fiche descriptive de la série LOPES22032 : Titulaire Andreia Lemaitre Fiche descriptive de la série LOPES22033 : Titulaire Eric Mangez",
        "teaching_methods": "Des séances collectives sont organisées au cours de l’année pour d’une part soutenir la progression du mémoire et d’autre part favoriser l’échange des bonnes pratiques entre les étudiant.es. Des séances individuelles sont organisées pour les étudiant.es dont le projet n’est pas encore suffisamment abouti ou qui rencontrent des difficultés et qui souhaitent un soutien ponctuel. Les cours se donneront en présentiel et/ou à distance en fonction de l’évolution des conditions sanitaires. Selon la préférence de l'étudiant.e, les entretiens individuels auront lieu en présentiel ou à distance.",
        "assessment_methods": "L’étudiant.e s’inscrit à la session d’examen de cette activité lorsqu’il s’inscrit à la session d’examen du mémoire (LOPES2298).  L'évaluation certificative de l’activité reprend la note du mémoire",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES.",
        "online_resources": "Support de cours et informations sur le site moodle du cours et dans le contrat pédagogique",
        "bibliography": "Van Campenhoudt, L., Marquet, J., & Quivy, R. (2017). Manuel de recherche en sciences sociales-5e éd . Dunod",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2214",
        "title": "Relations professionnelles et concertation sociale",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Le cours se penche sur l'organisation des relations professionnelles  (ou relations collectives du travail) en Belgique, cherchant à mieux comprendre les origines et la spécificité du modèle belge de concertation sociale dans l'Union européenne (UE) et son évolution actuelle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours a pour objectif d'expliquer les mutations actuelles des relations professionnelles en Belgique et en Europe. Une part importante sera accordée à la dimension européenne des relations collectives du travail et au contexte dans lequel elles prennent place : la gouvernance économique européenne. Nous expliciterons ainsi les transformations qu'opère ce contexte sur les arènes, les modes d'action et les systèmes de la négociation collective.",
        "other_info": "La formation se fait le samedi et certains soirs en semaine; elle est décentralisée et oblige donc à des déplacements. Le rôle du professeur comporte l'accompagnement sur place de projets-mémoires. Le professeur participe à un séminaire pédagogique. Il fonctionne en collaboration avec un conseiller à la formation. Il doit rédiger le matériau pédagogique correspondant à ses enseignements. Une collaboration étroite sera instituée entre les titulaires des enseignements à option de chaque section. Le candidat à une charge d'enseignement doit aussi communiquer avec son curriculum vitae les expériences non traditionnelles de formation qu'il a vécues et faire valoir des documents, syllabus ou matériaux didactiques qu'il aurait rédigés. L'attention des candidat(e)s   aux charges d'enseignement est attirée sur l'existence de lois concernant les cumuls.Le mode d'apprentissage exige du professeur qu'il négocie un contrat de formation avec ses étudiants et qu'il motive de manière détaillée soit par écrit soit par oral ses évaluations aux personnes concernées.Une des conditions d'engagement est d'avoir remis un résumé du cours en annexe de l'acte de candidature.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2231",
        "title": "Sociologie des inégalités",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Brotcorne Périne",
            "Wagener Martin"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours de sociologie des inégalités aborde les principaux outils et théories sociologiques permettant de comprendre et d’analyser différents types d’(in)égalités sociales. Les notions de différentiation, d’inégalité et d’injustice sociale sont abordées à travers des auteurs historiques et contemporains. Une attention spécifique est accordée  aux concepts de stratification sociale, de (re)production sociale et à la hiérarchie des inégalités. Ils sont étudiés au regard d’autres concepts structurants comme la classe sociale, les rapports sociaux, les trajectoires, etc., ainsi que par rapport à la mobilité sociale. Ces bases conceptuelles et théoriques sont approfondies à travers différents champs sociaux (p.ex. inégalités de revenu, de genre, scolaires, culturelles, liées à la digitalisation, liées à l’espace, etc.). Les approfondissements peuvent varier en fonction de l’année. Une dernière partie aborde la dimension politique des inégalités, les tensions entre idéal démocratique, inégalités sociales et rôle de l’État.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - De maitriser et articuler différentes approches théoriques des inégalités sociales. - Développer un esprit scientifique et critique par la mise en perspective de différentes théories appliquées à un même fait social. - De questionner des situations ancrées dans son expérience personnelle, de développer un regard critique sur les inégalités sociales, et de dégager des orientations pour l’action. - De gérer de façon autonome sa formation tout en stimulant la coopération avec d’autres, en s’impliquant dans la réalisation d’un travail collectif Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale. (AA 1.1, AA 1.2., AA 1.4) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (AA 2.1, AA 2.3, AA 2,4.) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (AA 3.1, AA 3.2, AA 3.3, AA 3.4, AA 3.7). AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement. (AA 5.1, AA 5.2, AA 5.3) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel. (AA 6.1, AA 6.2, AA 6.5)",
        "content": "Fiche descriptive de la série LOPES 22311 : Martin Wagener Fiche descriptive de la série LOPES 22312 : Périne Brotcorne",
        "teaching_methods": "Les cours se donneront en présentiel et/ou à distance en fonction de l’évolution des conditions sanitaires. Le cours comprend des exposés théoriques et des temps de travail en commun à partir de textes, de supports vidéo et d’analyses de données et de situations concrètes d’inégalités. Des supports de cours sont donnés aux étudiants (copies de présentation, articles, bibliographie). Des sous-groupes préparent des approfondissements de champs particuliers d’inégalités sociales. Un contrat pédagogique est communiqué aux étudiants au début du cours et déposé sur moodle. Il reprend de manière détaillée le calendrier, les contenus, les consignes pour les évaluations.",
        "assessment_methods": "Les étudiants sont évalués en présentiel ou à distance en fonction de l'évolution des conditions sanitaires sur base L’évaluation est basée sur des contributions individuelles et  de sous-groupe. Les consignes détaillées sont explicitées au cours.",
        "online_resources": "Support de cours et informations sur le site moodle du cours et/ou dans le contrat pédagogique.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2298",
        "title": "Mémoire",
        "credits": "22.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "Les thèmes du mémoire portent sur des questions de politique économique et sociale. Ils doivent être en rapport avec l'expérience des étudiants et constituer une aide pour l'action.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Rédiger un mémoire de fin de maîtrise répondant aux exigences suivantes : Conceptualisation et élaboration théorique bien menées ; Délimitation adéquate du domaine sur lequel les observations et les mesures portent par rapport aux hypothèses et perspectives d'action ; Choix et mise en oeuvre pertinents des techniques de collecte et de traitement des données ; Précision et clarté de la rédaction ; Clarté de la présentation et défense orales. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (AA 1.1., AA 1.2., AA 1.3., AA 1.4.) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées (AA 2.1., AA 2.2., AA 2.3., AA 2.4., AA 2.5.) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (AA 3.1., AA 3.2., AA 3.3., AA 3.4., AA 3.5., AA 3.6., AA 3.7.) AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel (AA 4.1., AA 4.2., AA 4.3., AA 4.4.) AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (AA 5.1., AA 5.2., AA 5.3., AA 5.4.) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (AA 6.1., AA 6.2., AA 6.3., AA 6.4., AA 6.5., AA 6.6., AA 6.7., AA 6.8.)",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2237",
        "title": "Mutations culturelles de la société contemporaine",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Munck Jean"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le concept de modèle culturel et ses formes historiques.- Le modèle culturel des sociétés industrielles.- La crise du modèle culturel dans les sociétés industrielles.- Les réactions à la crise : chez les acteurs collectifs et chez les acteurs individuels.- Les indices d'un modèle culturel nouveau (plus particulièrement chez les jeunes).- La confrontation entre les pratiques culturelles et sociales effectives et l'hypothèse de la mutation du modèle culturel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours a pour objectif principal d'analyser les changements affectant les représentations, les orientations et les significations culturelles dans les sociétés industrielles d'aujourd'hui. Il s'agit de discuter l'hypothèse qu'une mutation du modèle culturel est à l'oeuvre dans ces sociétés Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.1, 1.2., 1.3., 1.4) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (2.1, 2.2, 2.3, 2.5) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (3.1, 3.2, 3.3, 3.4, 3.5, 3.6, 3.7). AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (4.2, 4.3, 4.4) AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (5.2, 5.4) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (6.1, 6.8).",
        "content": "Le cours a pour objectif principal d'analyser les changements affectant les représentations, les orientations et les significations culturelles dans les sociétés contemporaines. Au terme de ce cours, l’étudiant devrait être capable d’esquisser un discours cohérent et informé sur : 1. la connaissance de la dynamique interne de la sphère culturelle dans la modernité industrielle et postindustrielle : sécularisation, scolarisation, médiatisation, évolution de l'art moderne et contemporain (romantisme, avant-gardes, post-modernisme) Cette dynamique fera l’objet d’une contextualisation externe dans le cadre des évolutions sociétales globales tant en Europe que dans le reste du monde. 2. L’analyse sociologique de la dynamique culturelle Les évolutions culturelles sont problématisées en termes de sociologie critique , c’est-à-dire une sociologie qui inclut un point de vue descriptif/explicatif et un point de vue normatif/evaluatif. Des auteurs-clefs de la sociologie critique (ou de la sociologie de la critique) sont abordés au cours : Marx, Théorie critique, Bell, Boltanski… 3. Appropriation personnelle d’un objet culturel resitué dans la dynamique culturelle et dans l’analyse sociologique de cette dynamique.",
        "teaching_methods": "Le cours se donne en grand groupe. Il alterne le cours magistral et les prises de parole des étudiants.",
        "assessment_methods": "Un travail personnel est demandé à la fin du cours.",
        "online_resources": "Les diapositives utilisées au cours sont disponibles en ligne.",
        "bibliography": "Une bibliographie sera disponible sur Moodle, en lien avec les contenus du cours et en prévison du travail personnel qui sert de base à l'évaluation.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2175",
        "title": "Politique, acteurs et décision",
        "credits": "6.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dagnies Jérémy",
            "de Nanteuil Matthieu",
            "Laborderie Vincent",
            "Mangez Eric",
            "Pitseys John"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours vise à étudier le système politique, ses structures, ses acteurs et ses évolutions à partir de concepts de la sociologie générale et de la sociologie / science politique. Le cours introduit aux grands concepts de science politique et de la sociologie politique qui permettent de qualifier la dynamique socio-politique des Etats modernes. Il apporte un éclairage particulier aux spécificités du système politique belge, à ses acteurs et à ses modes de décision. Les thèmes abordés sont les suivants : - Histoire et structure politico-institutionnelle des Etas modernes en général et de la Belgique en particulier ; - Grilles de lecture de science politique et/ou de sociologie politique mettant en évidence les clivages, les équilibres et les compromis qui caractérisent les modes de décision et leur évolution dans le contexte belge ; - Analyse des transformations récentes des institutions et des modes de décision et d’action sociopolitique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (AA 1.1., AA 1.2., AA 1.3.) AA. 2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées (AA 2.1., AA 2.2.) AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel (AA  4.1., AA 4.2., AA 4.3., AA 4.4.) AA. 5. Anticiper les mutations sociétales dans une perspective d’action et de changement (AA 5.3.) AA. 6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (AA 6.5., AA 6.8.)",
        "content": "Fiche descriptive de la série LOPES21751 : Titulaire Matthieu de Nanteuil Fiche descriptive de la série LOPES21752 : Titulaire Eric Mangez Fiche descriptive de la série LOPES21753 : Titulaire John Pitseys",
        "teaching_methods": "Informations disponibles dans le contrat pédagogique et/ou sur le site moodle du cours.",
        "assessment_methods": "Le mode d'évaluation est repris dans le contrat pédagogique de l'enseignant et transmis sur Moodle et/ou lors du premier cours",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES.",
        "online_resources": "Support de cours et informations sur le site moodle du cours et/ou dans le contrat pédagogique",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2220",
        "title": "Management organisationnel et humain",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Rousseau Anne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours aborde les bases conceptuelles et empiriques du management organisationnel et humain c'est-à-dire à la fois un certain nombre de principes, méthodes, instruments et de pratiques concrètes mises en œuvre pour gérer l’organisation et les personnes au travail (distanciation et engagement, contrôle et autonomie, gouvernance démocratique, management participatif,…) ainsi que les objectifs et les enjeux qui les sous-tendent et leur donnent sens (selon différentes logiques managériales).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : D’appréhender les questions du travailler ensemble, de la soutenabilité et de la justice organisationnelle, dans une posture critique, en mobilisant les savoirs pluridisciplinaires des théories des organisations et de la gestion, de la sociologie, de l’économie, de la philosophie et des sciences politiques . De construire une problématique relative à un enjeu organisationnel et humain actuel et de formuler des propositions d’actions concrètes au service de la durabilité organisationnelle et de la justice sociale. De faire preuve de réflexivité en dénaturalisant des évidences managériales inhérentes à ses propres expériences du travail en mobilisant différentes postures et approches disciplinaires. Mobiliser des compétences transversales (travail en équipe, évaluation par les pairs, communication,…) pour affiner ses propres conceptions et valeurs dans le champ du management organisationnel et humain et être à même d’animer de manière constructive l’action organisée. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale. (AA 1.1, AA 1.2, AA 1.3, AA 1.4) AA2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (AA 2.1, AA 2.2, AA 2.3, AA 2.4, AA 2.5) AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (AA 4.1, AA 4.2, AA 4.3, AA 4.4) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel. (AA 6.1, AA 6.2, AA 6.3, AA 6.4, AA 6.5, AA 6.6, AA 6.7, AA 6.8)",
        "content": "Le cours aborde les bases conceptuelles et empiriques du management organisationnel et humain c'est-à-dire à la fois un certain nombre de principes, méthodes, instruments et pratiques concrètes mises en œuvre pour gérer l’organisation et les personnes au travail (distanciation et engagement, contrôle et autonomie, gouvernance démocratique, management participatif,…) ainsi que les objectifs et les enjeux qui les sous-tendent et leur donnent sens (selon différentes logiques managériales). Cette unité d’enseignement ambitionne de permettre aux étudiant.e.s - D’appréhender les questions du travailler ensemble, de la soutenabilité et de la justice organisationnelle, dans une posture critique, en mobilisant les savoirs pluridisciplinaires des théories des organisations et de la gestion, de la sociologie, de l’économie, de la philosophie et/ou des sciences politiques - De construire une problématique relative à un enjeu organisationnel et humain actuel et de formuler des propositions d’actions concrètes au service de la durabilité organisationnelle et de la justice sociale - De faire preuve de réflexivité en dénaturalisant des évidences managériales inhérentes à ses propres expériences du travail en mobilisant différentes postures et approches disciplinaires - de mobiliser des compétences transversales (travail en équipe, évaluation par les paires, communication,…) pour affiner ses propres conceptions et valeurs dans le champ du management organisationnel et humain et d'être à même d’animer constructivement l’action organisée",
        "teaching_methods": "Ce cours se veut un lieu d’apprentissage collectif basé à la fois sur des exposés, des lectures, des études de cas et la participation de tous.   L’implication de chacun.e suppose une démarche active de recherche documentaire, de travail d’analyse, de synthèse et de restitution au groupe. Les cours se donnent en principe en présentiel (sauf exception ) Les principes pédagogique sont les suivants : adopter une pensée critique et favoriser les échanges ouverts dans une perspective pluridisciplinaire",
        "assessment_methods": "L’évaluation tient en un oral (portant sur l'ensemble du cours et de ses activités d'apprentissage) dans le courant de la session d'examens.  Elle s’appuie entre autres sur un travail de groupe mais est individuelle.   Les étudiants sont évalués en présentiel. Critères d’évaluation Maitrise des cadres conceptuels et analytiques Capacité à faire des liens (dans la matière mais aussi avec d’autres cours) Posture critique et reflexivité Rigueur, nuance et précision scientifique En cas d’échec en première session, un travail écrit individuel de synthèse critique d’un article scientifique relatif à la thématique retenue sera à produire pour le 16 aout au plus tard (max 15 pages). L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "other_info": "L'enseigante fonctionne en étroite collaboration avec un.e conseiller.e à la formation.   Le mode d'apprentissage repose sur un contrat de formation défini avec les étudiants lors de la première séance",
        "online_resources": "Les supports de cours ainsi que toutes les informations et ressources liées sont accessibles sur le site Moodle du cours",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2247",
        "title": "Théorie de la démocratie",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pitseys John"
        ],
        "teaching_language": "Français",
        "topics_covered": "Traitement sous l’angle de la philosophie politique  de questions normatives relatives aux pratiques et institutions démocratiques : d’une part, l’érosion ou même une mise en cause de la légitimité attribuée aux institutions et aux formes classiques de la démocratie représentative (abstention électorale, vote extrême, déficit de confiance dans les élus et les organisations représentatives, etc.) et d'autre part le  développement de nouvelles pratiques et de nouveaux dispositifs de participation politique (conférences de citoyens, budgets participatifs, etc.) et de décision publique (autorités administratives indépendantes, gouvernance en réseau, etc.) Ce traitement s’appuiera sur des travaux théoriques qualifiés en philosophie et en sciences humaines abordant ces questions ou susceptibles de les éclairer et d’étayer une critique et un positionnement normatif quant aux réponses à y apporter.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Produire une analyse philosophique des questions normatives que soulèvent la crise et les transformations des institutions et des pratiques démocratiques. Conceptualiser et de problématiser de manière critique ces évolutions en s’appuyant sur les théories normatives de la légitimité démocratique, en particulier de la représentation et de la participation, qui les sous-tendent ainsi que sur d’autres apports théoriques pertinents. Présenter et d’argumenter une prise de position sur une question normative relative aux pratiques et institutions démocratiques et sur les réponses à y apporter. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.2.,1.4) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (2.3, 2.5) AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (4.2) AA.5. Anticiper les mutations sociétales dans une perspective d’action et de changement (5.1, 5.4) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel ( 6.1, 6.4, 6.8)",
        "teaching_methods": "Les cours se donneront en présentiel et/ou à distance en fonction de l’évolution des conditions sanitaires.",
        "assessment_methods": "Les étudiants sont évalués individuellement en présentiel ou à distance en fonction de l'évolution des conditions sanitaires. Le mode d'évaluation est repris dans le contrat pédagogique de l'enseignant et transmis sur Moodle et/ou lors du premier cours",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES.",
        "online_resources": "Support de cours et informations sur le site moodle du cours et/ou dans le contrat pédagogique",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2236",
        "title": "Information et communication : théories et analyse",
        "credits": "5.00",
        "hours": "30.0 h + 6.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Catellani Andrea"
        ],
        "teaching_language": "Français",
        "topics_covered": "Dans un premier temps, le cours présente des éléments théoriques essentiels pour comprendre les phénomènes de l’information et de la communication. L’attention est concentrée sur la relation entre communication et société. Dans un deuxième temps, le cours vise à former les étudiant.es à développer des capacités d’analyse et de critique des discours, des moyens et des situations de communication dans la société contemporaine. Pour atteindre cet objectif, le cours présente des catégories et des modèles d’analyse développés dans des domaines scientifiques focalisés sur la communication, comme la sémiotique et la rhétorique. Ces catégories et ces modèles sont appliqués à des thèmes spécifiques, comme celui de la transition écologique. Des spécialistes de ces thèmes pourraient être invités pour enrichir le contenu du cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser un socle de savoirs et modèles théoriques dans le domaine des sciences de l’information et de la communication. Mobiliser ces savoirs et modèles pour analyser des formes concrètes de communication. Analyser des situations problématiques concrètes et relatives à des formes de communication contemporaines. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différents pour analyser des problématiques du domaine de la communication. Mobiliser les compétences transversales utiles au développement des apprentissages, notamment concernant le travail en groupe. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme de Master en politique économique et sociale, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.1, 1.2., 1.3., 1.4) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. (2.1, 2.2, 2.3) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (3.4, 3.5, 3.6, 3.7). AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel. (4.1, 4.2, 4.3, 4.4) AA.6. Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel (6.4, 6.5, 6.7, 6.8)",
        "content": "Le cours est articulé en deux parties. 1) La première partie aborde brièvement quelques modèles et concepts de base de la communication. On prendra comme référence de base l'opposition entre paradigme « transmissif » et paradigme « systémique » de la communication. 2) la deuxième partie présente une approche analytique de type sémiotique et rhétorique, qui sera appliquée à des thématiques spécifiques liées aux formes contemporaines de communication.",
        "teaching_methods": "Le cours impliquera une partie de présentation des concepts, des théories et des exemples d'analyse par l'enseignant et éventuels autres intervenants (avec des moments d'échange sur les sujets présentés), et une partie de travail en sous-groupe et de travail individuel.",
        "assessment_methods": "Les modalités d'évaluation sont incluses dans le contrat pédagogique approuvé dans le cadre de l'équipe pédagogique locale. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es (voir https://cdn.uclouvain.be/groups/cms-editors-espo/documents-tout-public/Note%20IA%20%C3%A9tudiants.pdf ).",
        "other_info": "Les supports du cours seront mis à disposition au début et pendant le cours.",
        "bibliography": "Catellani Andrea, Sauvajol Caroline, François Allard Huver, Les relations publiques , Paris, Dunod, 2022. Adary Assael, Mas Céline, Communicator , Paris, Dunod, 2020 (9ème édition). Benedetti Arnaud, Rivière Priscille, La communication , Paris, Economica, 2017. Bourdieu Pierre, Sur la télévision, suivi de l’emprise du journalisme , Paris, Liber, 1996. Breton Philippe, Proulx Serge, L’explosion de la communication , Paris, La Découverte, 2012 (4ème éd.). Catellani Andrea, Donjean Christine, Cobut Eric, Vers d’avantage d’éthique en communication , Liège, Edipro, 2017. De Smedt Everaert, Sémiotique du récit , De boeck, 2007. Donjean Christine et Cobut Eric, La communication interne , Liège, Edipro, 2015. Grosjean Sylvie, Bonneville Luc, La communication organisationnelle , Montréal, Chenelière Education, 2019, 2ème éd. Libaert Thierry, Communication. L’ouvrage de toutes les communications , Paris, Vuibert, 2018. Lohisse Jean, La communication. De la transmission à la relation , Bruxelles, De Boeck, 2009 (4ème édition, et suivantes). Maigret Eric, Sociologie de la communication et des médias , Paris, A. Colin, 2022, 4ème éd. Meunier Jean-Pierre, Peraya Daniel, Introduction aux théories de la communication , Bruxelles, De Boeck, 2010. Ollivier Bruno, Les sciences de la communication , Paris, Armand Colin, 2007.",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes1360",
        "title": "Arguments d'économie",
        "credits": "3.00",
        "hours": "15.0 h + 2.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dock Thierry",
            "Van den broeck Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le contenu de ce cours vise la familiarisation au raisonnement économique et l’acquisition de connaissances de base en économie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Raisonner à l’aide d’un graphique ; Expliquer comment raisonne l’économiste lorsqu’il modélise le choix du consommateur et du producteur ; Expliquer les fondements microéconomiques des courbes d’offre et de demande ; Caractériser les structures de marché ; Motiver économiquement le rôle de l’Etat. Eu égard au référentiel d’acquis d’apprentissage (AA) du programme, cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.1.,1.2.) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées (2.1.) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (3.1, 3.3, 3.6.) AA. 4. Adopter une posture distanciée et faire preuve de réflexivité en regard de ses propres expériences et en empruntant des angles d’approches différentes pour analyser des problématiques du champ social, politique, économique ou culturel (4.1, 4.2, 4.3, 4.4 )",
        "content": "Fiche descriptive de la série LOPES13601 : Titulaire Thierry Dock Fiche descriptive de la série LOPES13602 : Titulaire Luc Simar Fiche descriptive de la série LOPES13603 : Titulaire Marie Van Den Broeck",
        "assessment_methods": "Le mode d'évaluation est repris dans le contrat pédagogique de l'enseignant et transmis sur Moodle et/ou lors du premier cours",
        "other_info": "Cette activité se déroule suivant des modalités pédagogiques, horaires et organisationnelles adaptées au public spécifique de la FOPES",
        "online_resources": "Support de cours et informations sur le site moodle du cours et/ou dans le contrat pédagogique",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes1380",
        "title": "Statistique descriptive en politiques économiques et sociales",
        "credits": "3.00",
        "hours": "15.0 h + 5.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bourguignon David",
            "Brolis Olivier",
            "Guyot Jean-Luc"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours a pour objectif d’aider l’étudiant.e mieux comprendre et à aborder de manière critique les données quantitatives auxquelles il.elle est confront.ée. Après avoir situé le rôle des méthodes statistiques dans les politiques économiques et sociales, les aspects de statistique descriptive seront approfondis et la statistique inférentielle sera introduite. Les thèmes abordés pour atteindre ces objectifs sont : 1. Une brève introduction des méthodes de recherche quantitative avec l’identification des designs de recherche (VI, VD, échantillonnage) 2. La description des différentes formes de données 3. La présentation des tableaux de fréquences et proportions 4. La description des scores typiques : les mesures de la tendance centrale 5. La question de la relation entre les mesures de tendance centrale et la distribution des réponses 6. La description des mesures de la dispersion 7. La présentation des représentations graphiques 8. Introduction aux principes de statistiques inférentielles 9. Introduction aux différences entre moyennes (Test T) et l’examen des relations entre les variables (corrélation)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Maîtriser les concepts de base de la statistique permettant une analyse pertinente, critique et argumentée des données dans le champ des politiques économiques et sociales. Problématiser des questions de recherche pertinente et les opérationnaliser de manière adéquate. A partir de la lecture et de la compréhension correcte de tableaux et graphiques, synthétiser et présenter l’information. Eu égard au référentiel d’acquis d’apprentissage (AA), cette unité d’enseignement contribue au développement et à l’acquisition des AA suivants : AA.1. Maîtriser et articuler des savoirs disciplinaires et des modèles théoriques dans le champ social, politique, économique, ou culturel afin d’éclairer les questions du vivre ensemble, de la cohésion et de la justice sociale (1.1., 1.2., 1.3) AA.2. Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine, sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées (2.1., 2.2.) AA.3. Concevoir et réaliser un travail de recherche, mettant en œuvre une démarche scientifique et une méthodologie rigoureuse, pour définir et approfondir une problématique dans le champ social, politique, économique ou culturel (3.1, 3.6, 3.7)",
        "responsible_entity": "OPES"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lopes2299",
        "title": "Coordinations pédagogiques et séminaire interdisciplinaire d’intégration",
        "credits": "3.00",
        "hours": "0 h + 18.0 h",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "Autoévaluation et réflexion, structuration de la pensée et de l’apprentissage individuel et collectif, écriture et lecture scientifiques, dynamique collective, communication et technique d’animation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Démontrer sa capacité de réflexivité sur son propre processus d’apprentissage en lien avec les AA précités, , en démontrant sa progression dans son parcours par rapport à l’année précédente. Eu égard au référentiel d’acquis d’apprentissage (AA), du programme FOPES, cette unité d’enseignement contribue au développement des AA suivants : A.A.2 Analyser des situations problématiques concrètes, relatives à des questions économiques et sociales de la société contemporaine sous différents angles disciplinaires en sciences humaines, élaborer des stratégies d’innovation et de transformation, formuler des propositions de réponses et/ou d’actions concrètes et contextualisées. ( 2.1, 2.2, 2.3, 2.4, 2.5) AA.5 Anticiper les mutations sociétales dans une perspective d’action et de changement.  (5.1, 5.2, 5.3, 5.4) A.A.6 Mobiliser des compétences transversales (logique de développement continu, communication, travail en équipe, prise de responsabilité, compétences de transfert) indispensables pour concevoir et conduire avec efficacité des actions dans le champ social, politique, économique, ou culturel. (6.1, 6.2, 6.3, 6.4, 6.5, 6.6, 6.7, 6.8)",
        "responsible_entity": "OPES"
    }
]