[
    {
        "url": "https://uclouvain.be/cours-2024-lphys2245",
        "title": "Lasers physics",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lauzin Clément"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS2143 constitue un atout",
        "topics_covered": "Rappel de l'interaction matière-lumière, élargissement homogène et inhomogène, lasers à gaz, lasers à colorants, lasers solides, lasers pulsés, applications",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA 1.3, AA1.4, AA 1.6, AA 2.1, AA 2.2, AA 5.3, AA 6.3, AA7.1, AA 7.2, AA7.5, AA7.6, AA 8.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   reconnaitre les lasers les plus utilisés et expliquer leurs mécanismes de fonctionnement ; 2.   connaître les ordres de grandeur de différents paramètres associés aux lasers, taille de faisceau, puissances ; 3.   déterminer les ingrédients de base nécessaire à la construction d'un laser ; 4.   concevoir un montage laser et établir les forces et les faiblesses de ce montage ; 5.   expliquer différentes applications associés à la recherche fondamentale et appliquée ; 6.   concevoir un montage qui teste les différentes caractéristiques d'un laser.",
        "content": "Rappel sur l’interaction lumière-matière Elargissement homogène et inhomogène Lasers à gaz Lasers à colorant Lasers solides Lasers UV et VUV/XUV Lasers fibrés Contrôle fréquentiel d’un laser Applications, mesures spectroscopiques et de distances Introduction au verrouillage de modes",
        "teaching_methods": "Cours. Exercices. Laboratoires et démonstration. Projet.",
        "assessment_methods": "L’étudiant.e est évalué.e sur la qualité de son projet grâce à un rapport écrit et une défense orale et sur base d’un examen oral.",
        "bibliography": "S. Hooker and C. Webb « Laser Physics » Oxford master series in Physics, 2010",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2160",
        "title": "Séminaire de formation au métier de chercheur en mathématique",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Caprace Pierre-Emmanuel",
            "Van Schaftingen Jean"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Activité d’intégration professionnelle Compétences en mathématique de niveau fin de bachelier en sciences mathématiques.",
        "topics_covered": "Les thèmes changent chaque année.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de master en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaitre et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Reconnaître les concepts fondamentaux d'importantes théories mathématiques actuelles. -- Etablir les liens principaux entre ces théories. - Faire preuve d'abstraction, de raisonnement et d'esprit critique. Il aura notamment développé sa capacité à : -- Dégager les aspects unificateurs de situations et expériences différentes. -- Raisonner dans le cadre de la méthode axiomatique. -- Construire et rédiger une démonstration de façon autonome, claire et rigoureuse. - Structurer un exposé oral. - Analyser un problème de recherche et proposer des outils adéquats pour l'étudier de façon approfondie et originale. - Démarrer une recherche grâce à une connaissance plus approfondie d'un domaine des mathématiques actuelles. Il aura notamment développé sa capacité à : -- Développer de façon autonome son intuition mathématique en anticipant les résultats attendus (formuler des conjectures) et en vérifiant la cohérence avec des résultats déjà existants. -- Poser de façon autonome des questions pertinentes et lucides sur un sujet avancé de mathématique. -- Se documenter et résumer l'état des connaissances.",
        "content": "En fonction des intérêts des enseignants et des étudiant·e·s, identification et résolution de problèmes mathématiques apparaissant dans des contextes choisis, typiquement issus de contextes non strictement mathématiques (par exemple jeux, sciences et technologies, économie et société, arts, médias).",
        "teaching_methods": "Les étudiant·e·s identifieront et résoudront les problèmes mathématiques, les présenteront sous forme écrite, orale et/ou audio-visuelle avec la guidance des enseignants et le retour de leurs pairs.",
        "assessment_methods": "L’évaluation portera sur : la participation active aux séances de cours, pour un quart de la note finale, la qualité du contenu et de la forme des productions finales, en fonction d’objectifs fixés lors du choix du sujet et d’évaluations formatives intermédiaires, pour trois quarts de la note finale. La présence à ce cours est requise. Les titulaires du cours pourront, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 80% des cours, lors de la session de juin ou de septembre. La note obtenue pendant le quadrimestre sera rattachée à toutes les sessions d’examens de l’année académique.",
        "online_resources": "Les consignes seront publiées sur Moodle.",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2246",
        "title": "Experimental methods in atomic and molecular physics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lauzin Clément",
            "Urbain Xavier"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Cette unité d'enseignement traite principalement de l'optique de particules chargées, de collisions atomiques et électroniques et de spectroscopie atomique et moléculaire. On développe les méthodes de production, de stockage et de guidage des particules chargées utilisant un champ électrique ou magnétique. On illustre alors la pertinence de ce savoir-faire pour la mesure de sections efficaces de collision ou de processus photo-induit. On détaille les différentes techniques de spectroscopie atomique et moléculaire, méthodes basées sur la détection de photons ou de particules chargées. Enfin, différentes techniques de refroidissement d'échantillons gazeux sont également décrites. Ces techniques sont présentées parce qu'elles constituent un moyen de simplifier et d'augmenter la signature quantique lors d'expériences de collisions ou de spectroscopie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA 1.1, AA 1.2, AA1.3, AA1.4, AA 1.5, AA1.6, AA2.1, AA2.2, AA 3.1, AA 4.2, AA5.1, AA5.2, AA 5.3,AA 6.1, AA 7.2, AA 7.3, AA7.5, AA8.1, AA 8.2 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.     déterminer la méthodologie expérimentale la plus efficace pour étudier un problème en physique atomique ou moléculaire ; 2.     déterminer les avantages et les limitations d'une technique expérimentale en physique atomique ou moléculaire ; 3.     identifier les méthodes utilisées dans un article scientifique et évaluer leurs pertinences ; 4.     mettre en équation la trajectoire d'un faisceau chargé et pouvoir la simuler avec le software approprié ; 5.     identifier et caractériser les éléments d'un accélérateur de particules",
        "content": "L’unité d’enseignement suivra la structure suivante : Optique de particules chargées génération de particules chargées, électrons, positrons, ions principes de base de l’optique de particules chargées concept d’émittance : théorème de Liouville et dérivation de l’enveloppe du faisceau dans l’espace des phases exercice pratique avec des faisceaux d’ions et des simulations sur ordinateur Approche expérimentale des collisions atomiques et électroniques distribution de vitesses dans une cellule, un jet supersonique ou effusif sélection d’une classe de vitesses cinétique de l’interaction entre deux faisceaux, faisceaux croisés ou confluents facteur de forme et méthode des faisceaux animés techniques de détection, ionisation de surface, fluorescence induite, etc. méthodes d’analyse : spectroscopie translationnelle, détection en coïncidence, imagerie en 3D pièges à ions : pièges de Paul et de Penning, piège quadripolaire, cavité électrostatique anneaux de stockage : interaction électron-ion, refroidissement sympathique et stochastique 3) Spectroscopie moléculaire Spectroscopie d’absorption modulation de fréquence principes d’un lock-in amplifier spectroscopie cavity enhanced et cavity ringdown spectroscopie NICE-OHMS Spectroscopie d’action spectroscopie de photofragmentation spectroscopie de photoélectron spectroscopie dans un piège à ions Cette unité d’enseignement abordera également les derniers développements expérimentaux en physique atomique et moléculaire. Des visites de grandes installations expérimentales européennes seront organisées.",
        "teaching_methods": "Cours, laboratoires, projet pratique, visites guidées de laboratoires",
        "assessment_methods": "L’évaluation se basera sur un projet individuel et sa présentation orale",
        "bibliography": "H. Wollnik, Optics of Charged Particles (Academic Press, Orlando, 1987). High-resolution molecular spectroscopy, handbook, Wiley online library 2011.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2223",
        "title": "Neutrino physics and dark matter",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Drewes Marco"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS1241, LPHYS1341, LPHYS2131, LPHYS2122 et LPHYS2132 constitue un atout.",
        "topics_covered": "L'unité d'enseignement donne un aperçu des preuves expérimentales et d'observation pour la physique au-delà du modèle standard de la physique des particules. L'accent est mis sur deux des problèmes les plus étudiés, les oscillations de neutrinos et la matière noire, et leur interprétation théorique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA1: 1.1, 1.2, 1.6 AA2: 2.3, 2.5 AA3: 3.1, 3.2, 3.3, 3.4 AA6: 4.1 AA7: 7.2 AA8: 8.1, 8.2 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.     décrire les oscillations des neutrinos dans un modèle mécanique quantique simple ;\n\n2.     comprendre le rôle des neutrinos en physique des particules et en cosmologie ;\n\n3.     connaître les expériences les plus importantes sur les neutrinos ;\n\n4.     comprendre les preuves d'observation de la matière noire ;\n\n5.     suivre le calcul standard pour la densité des reliques thermiques cosmologiques ;\n\n6.     mettre en contexte différentes explications du problème de la matière noire ;\n\n7.     avoir un aperçu des recherches expérimentales sur la matière noire.",
        "content": "Les neutrinos et la matière noire sont deux des composants les plus insaisissables du bilan énergétique de l'univers. Le cours donne une introduction aux études théoriques et expérimentales sur leur rôle dans la compréhension des lois fondamentales de la nature et de la manière dont elles ont façonné le cosmos. Les sujets spécifiques incluent: Les neutrinos et leur rôle dans le modèle standard de la physique des particules Oscillations de neutrinos (expérience) Masse des neutrinos (théorie) Neutrinos en cosmologie (théorie) Preuve de l'existence de la matière noire (observationnelle) Théories de la matière noire La recherche de la matière noire",
        "teaching_methods": "Cours en classe et projet intégrateur.",
        "assessment_methods": "Présentation orale et questions.",
        "bibliography": "Raffelt - Stars as Laboratories for Fundamental Physics Giunti and Kim - Fundamentals of Neutrino Physics and Astrophysics. Kolb and Turner - The Early Universe. M. Drewes - The Phenomenology of Right Handed Neutrinos A. Boyarsky et al - Sterile Neutrino Dark Matter",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2420",
        "title": "Complex analysis",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Charlier Christophe",
            "Claeys Tom"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Il est recommandé que l’étudiant·e maitrise les notions fondamentales de l’analyse complexe comme développées dans le cours LMAT1222.",
        "topics_covered": "Rappels d'analyse complexe, applications conformes, transformations homographiques, théorème de l'application conforme de Riemann, méthodes asymptotiques (méthode de Laplace, méthode du col), fonctions spéciales.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de master en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : (a)  Connaître et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : i. Reconnaître les concepts fondamentaux d'importantes théories mathématiques actuelles. ii. Etablir les liens principaux entre ces théories. (b)  Faire preuve d'abstraction, de raisonnement et d'esprit critique. Il aura notamment développé sa capacité à : i. Dégager les aspects unificateurs de situations et expériences différentes. ii. Raisonner dans le cadre de la méthode axiomatique. iii. Construire et rédiger une démonstration de façon autonome, claire et rigoureuse. Acquis d'apprentissage spécifiques au cours. A la fin de cette activité, l'étudiant sera capable de : (a)   Comprendre et utiliser les grands résultats d'analyse complexe. (b)   Comprendre la théorie des applications conformes et des transformations homographiques. (c)   Construire des applications conformes et bijectives entre des régions simples. (d)   Comprendre et utiliser plusieurs méthodes asymptotiques.",
        "content": "Les contenus suivants sont abordés dans le cadre du cours. (a)  rappels de résultats importants d'analyse complexe et quelques compléments (évaluation de sommes infinies par le théorème des résidus, théorème de l'image ouverte, ...). (b) applications conformes: théorie générale, transformations homographiques, théorème de l'application conforme de Riemann. (c)    méthodes asymptotiques: séries asymptotiques, méthode de Laplace, méthode du col, formule de Stirling, fonctions spéciales. (d)   l'analyse complexe et les méthodes asymptotiques dans la recherche mathématique actuelle.",
        "teaching_methods": "Le cours est donné sous forme de cours magistraux avec participation active de la part des étudiants. Pendant les séances de TP, les étudiants travaillent sur des exercices directement liés à la matière du cours.",
        "assessment_methods": "L'évaluation se fait sur base d'un examen oral et d'un projet fait par l'étudiant pendant le quadrimestre. A l'examen, on teste la connaissance et la compréhension des notions, des méthodes et des résultats vus au cours.",
        "online_resources": "Site Moodle.",
        "bibliography": "J.B. Conway, Functions of one complex variable. J.E. Marsden and M.J. Hofman, Basic complex analysis, third edition.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2198",
        "title": "Master's thesis",
        "credits": "16.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Anglais",
        "topics_covered": "Le mémoire est une activité formative qui doit amener l'étudiant.e à démontrer sa capacité à : ·      traiter en profondeur un problème de physique dans toute sa complexité réelle, en menant une recherche personnelle, sous la direction d'un promoteur ; ·      rédiger une synthèse de son travail et la défendre en public de façon rigoureuse et pédagogique, tout en pouvant répondre à des questions relativement pointues.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M1) AA1: 1.1, 1.2, 1.3, 1.4, 1.5 AA2: 2.1, 2.2, 2.3, 2.4, 2.5 AA3: 3.1, 3.2, 3.3, 3.4 AA4 : 4.1, 4.2 AA5 : 5.1, 5.2, 5.3, 5.4 AA6: 6.1, 6.2, 6.3, 6.4, 6.5 AA7 : 7.1, 7.2, 7.3, 7.4, 7.5, 7.6 A.A 8.1 et 8.2 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   s'approprier une question scientifique et mettre en 'uvre une méthodologie de recherche pour y répondre ; 2.   sélectionner la bibliographie pertinente existant sur le sujet étudié et citer correctement les sources d'information ; 3.   lire de manière critique et résumer un article scientifique ; 4.   imaginer et développer une stratégie de recherche pour mener à bien un projet de physique substantiel dans les délais impartis ; 5.   interagir avec les membres d'une équipe de recherche ; 6.   évaluer et argumenter la validité d'un résultat physique ; 7.   représenter des résultats physiques complexes sous forme graphique ; 8.   rédiger un rapport scientifique en respectant la structure et le style du domaine de la physique concerné ; 9.   présenter oralement un sujet de recherche en sciences physiques en respectant les contraintes de temps et en utilisant un support visuel adéquat ; 10.    répondre aux questions posées de façon précise et concise.",
        "content": "Organisation Cette unité d’enseignement consiste en la réalisation par l’étudiant.e d’un projet de recherche visant l’originalité en sciences physiques encadré par un promoteur, qui le guide dans la résolution du problème proposé. Ce projet, qui est substantiel, est mené au sein d’un des instituts de recherche de l’UCL dans lesquels sont affectés les membres académiques de l’Ecole de physique (ELI, IMCN, iMMC et IRMP), dans un des instituts scientifiques fédéraux dans lesquels travaillent des membres académiques de l’Ecole de physique (Observatoire royal de Belgique et Institut d’aéronomie spatiale de Belgique) ou dans une société privée. Dans les deux premiers cas, le promoteur est un membre académique de l’Ecole de physique. Dans le troisième, il s’agit d’un membre de l’institution d’accueil ; un membre académique de l’Ecole de physique doit cependant se porter garant de la qualité du projet. L’étudiant.e prend contact avec ses enseignants de préférence avant le début de l’année académique ou, si cela s’avère impossible, avant la fin du premier quadrimestre de cette année en vue de se mettre d’accord avec l’un d’eux pour que celui-ci devienne son promoteur et pour fixer son sujet de mémoire. Ce choix est entériné par le Bureau de l’Ecole de physique. Chaque promoteur propose au Président de l’Ecole de physique deux noms de lecteurs potentiels pour chacun des mémoires qu’il dirige. Le mémoire fait l’objet de deux exposés oraux : la pré-défense et la défense. La pré-défense vise à aider l’étudiant.e à organiser ses résultats en vue de la rédaction du texte définitif et, éventuellement, à compléter son travail sur des points mineurs. Elle se fait en anglais ou en français devant le promoteur, les lecteurs et toutes les personnes intéressées. L’exposé dure environ une demi-heure et est suivi d’une discussion approfondie. La pré-défense doit avoir lieu au plus tard deux semaines avant le début de la session d’examens de juin, ou une semaine avant le début de la session d’examens de septembre si le mémoire est présenté lors de cette session. La date se fixe en accord avec le promoteur et les lecteurs. Les étudiant.e.s sont prié.e.s de communiquer au secrétariat de l’Ecole de physique cette date ainsi que le local où la pré-défense aura lieu. La défense, quant à elle, est publique. Elle se fait en anglais ou en français anglais (le choix de la langue est fait en concertation avec le promoteur), dure 15 minutes et est suivie d’une discussion de 15 minutes avec le promoteur (qui est invité à ne poser qu’une seule question), les lecteurs et le reste de l’audience. Elle a lieu le lundi de la dernière semaine de la session d’examens de juin, ou de la session de septembre si le mémoire est présenté lors de cette session. Deux exemplaires du mémoire seront déposés au secrétariat de l’Ecole de physique au plus tard deux semaines avant la défense publique. L’étudiant.e se charge de remettre un exemplaire à son promoteur et à ses lecteurs. Présentation du manuscrit Le manuscrit du mémoire, qui peut être rédigé en français ou en anglais (le choix de la langue est fait en concertation avec le promoteur), comporte en général une trentaine de pages. Il doit être imprimé en recto-verso et ne pas avoir de couverture plastique. Des annexes explicatives en complément au texte principal, mais brèves, sont tolérées. Toute annexe volumineuse (détails de résultats expérimentaux et de mesures, codes informatiques de simulations numériques, …) doit être strictement électronique. La couverture doit comporter les mentions suivantes : Université catholique de Louvain Faculté des sciences Ecole de physique Institut de recherche d’accueil Pôle de recherche d’accueil Logo de l’UCL Titre du mémoire Nom et prénom de l’étudiant.e Noms et prénoms du promoteur et des lecteurs Mémoire présenté en vue de l’obtention du grade académique de Master [60] en sciences physiques Année académique 20xx-20yy Recommandations L’organisation du mémoire peut varier en fonction du promoteur. Dans certains cas, l’étudiant.e travaille tout au long de l’année directement avec son promoteur. Dans d’autres cas, il.elle sera plus souvent amené.e à travailler au quotidien avec des doctorants ou post-doctorants. Dans tous les cas de figure, le promoteur reste le contact de référence sur les matières scientifiques, puisque c’est sous sa direction que le travail s’effectue. Il revient à l’étudiant.e la responsabilité de se présenter régulièrement dans le pôle de recherche qui l’accueille et de solliciter des entrevues auprès de son promoteur, et au promoteur celle d’être suffisamment disponible. À titre de repère pour le promoteur, tenir une réunion d’une heure toutes les une à deux semaines est considéré comme normal. Au début du travail de recherche lié au mémoire, l’étudiant.e sera souvent amené.e à consacrer du temps à la recherche bibliographique. De nombreux outils sont à sa disposition à cette fin. Qu’il.elle n’hésite pas à se renseigner auprès des doctorants et post-doctorants. Si son travail comporte des mesures expérimentales et/ou des simulations numériques, l’étudiant.e sera amené.e à interagir avec du personnel technique et/ou des informaticiens. Il convient de se rappeler que leur temps est partagé entre de multiples tâches de soutien à la recherche et à l’enseignement. Le promoteur peut fournir des lignes de conduite à tenir en la matière. L’étudiant.e est également tenu.e de faire un usage réfléchi des ressources (consommables et impressions). Le promoteur intervient en première ligne en cas de contentieux d’ordre personnel. En cas de contentieux avec le promoteur, l’étudiant.e prend contact avec le Président de l’Ecole de physique et l’informe du problème. Il est conseillé à l’étudiant.e de tenir à jour un carnet de notes personnelles. Une discussion de nature scientifique avec le promoteur doit toujours précéder la rédaction du manuscrit du mémoire. Ceci dit, les premiers chapitres peuvent parfois être rédigés très tôt. Il convient de ne pas sous-estimer la difficulté d’une rédaction. Les doctorants, post-doctorants et promoteurs vont souvent faire de nombreuses remarques (précision, correction grammaticale, clarté, référencement, graphiques) avant une version finale. Des relectures attentives, espacées d’un ou deux jours, avant de soumettre une version au promoteur, permettent souvent de gagner beaucoup de temps.",
        "teaching_methods": "Réalisation par l'étudiant.e d'un projet de recherche visant l'originalité en sciences physiques sous la guidance d'un promoteur. Les différentes étapes sont : constitution d'une bibliographie pertinente sur le sujet, lecture et compréhension des articles sélectionnés, mise en 'uvre et exécution du projet, analyse et interprétation des résultats obtenus, rédaction d'un manuscrit de synthèse et présentation orale de ce dernier. Pour mener à bien ce projet, l'étudiant.e est immergé.e dans un groupe de recherche avec lequel il.elle peut interagir.",
        "assessment_methods": "Le promoteur, après avoir consulté les lecteurs, remet au Président de l'Ecole de physique au plus tard deux jours ouvrables avant la date de la défense publique du mémoire une note provisoire. Cette note est basée sur les critères suivants, qui interviennent chacun pour 25% : (1) qualité de la rédaction du mémoire, (2) importance du travail personnel de l'étudiant.e et qualité scientifique du travail, (3) degré d'indépendance et d'initiative de l'étudiant.e, et (4) compréhension du sujet et esprit critique de l'étudiant.e. Au terme de la défense publique, une courte délibération a lieu en présence d'un modérateur (Président de l'Ecole de physique). La note attribuée est alors modulée selon la qualité de la présentation et des réponses aux questions posées par le promoteur, les lecteurs et le reste de l'audience.",
        "other_info": "Recommandations L'organisation du mémoire peut varier en fonction du promoteur. Dans certains cas, l'étudiant.e travaille tout au long de l'année directement avec son promoteur. Dans d'autres cas, il.elle sera plus souvent amené.e à travailler au quotidien avec des doctorants ou post-doctorants. Dans tous les cas de figure, le promoteur reste le contact de référence sur les matières scientifiques, puisque c'est sous sa direction que le travail s'effectue. Il revient à l'étudiant.e la responsabilité de se présenter régulièrement dans le pôle de recherche qui l'accueille et de solliciter des entrevues auprès de son promoteur, et au promoteur celle d'être suffisamment disponible. À titre de repère pour le promoteur, tenir une réunion d'une heure toutes les une à deux semaines est considéré comme normal. Au début du travail de recherche lié au mémoire, l'étudiant.e sera souvent amené.e à consacrer du temps à la recherche bibliographique. De nombreux outils sont à sa disposition à cette fin. Qu'il.elle n'hésite pas à se renseigner auprès des doctorants et post-doctorants. Si son travail comporte des mesures expérimentales et/ou des simulations numériques, l'étudiant.e sera amené.e à interagir avec du personnel technique et/ou des informaticiens. Il convient de se rappeler que leur temps est partagé entre de multiples tâches de soutien à la recherche et à l'enseignement. Le promoteur peut fournir des lignes de conduite à tenir en la matière. L'étudiant.e est également tenu.e de faire un usage réfléchi des ressources (consommables et impressions). Le promoteur intervient en première ligne en cas de contentieux d'ordre personnel. En cas de contentieux avec le promoteur, l'étudiant.e prend contact avec le Président de l'Ecole de physique et l'informe du problème. Il est conseillé à l'étudiant.e de tenir à jour un carnet de notes personnelles. Une discussion de nature scientifique avec le promoteur doit toujours précéder la rédaction du manuscrit du mémoire. Ceci dit, les premiers chapitres peuvent parfois être rédigés très tôt. Il convient de ne pas sous-estimer la difficulté d'une rédaction. Les doctorants, post-doctorants et promoteurs vont souvent faire de nombreuses remarques (précision, correction grammaticale, clarté, référencement, graphiques) avant une version finale. Des relectures attentives, espacées d'un ou deux jours, avant de soumettre une version au promoteur, permettent souvent de gagner beaucoup de temps.",
        "bibliography": "Un portefeuille de lecture minimum est communiqué à l'étudiant.e au début du mémoire.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2267",
        "title": "Paleoclimate dynamics and modelling",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Yin Qiuzhen"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Ce cours suppose que les étudiants ont acquis les connaissances de base sur la dynamique du système climatique et sa modélisation, telles que couvertes par exemple par LPHYS2162 et LPHYS2163.",
        "topics_covered": "Changements du climat de la Terre du passé géologique au présent et au futur ; approches pour reconstruire et comprendre les changements climatiques passés, y compris les variables climatiques telles que la température, les précipitations, le volume de glace, le niveau de la mer, la concentration de CO 2 et la végétation ; les forçages climatiques à différentes échelles de temps ; théories et hypothèses principales en paléoclimatologie ; réponse des composantes climatiques principales (glace, océan, terre, atmosphère, végétation) ainsi que de leurs interactions et rétroactions aux forçages naturel et anthropique passés ; contribution de la compréhension des paléoclimats aux projections climatiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) 1.1, 1.2, 1.3, 1.5, 1.6 2.1, 2.3, 2.5 4.2 5.1, 5.2, 5.3, 5.4 6.1, 6.2, 6.3, 6.5 7.1, 7.2, 7.3, 7.4, 7.5, 7.6 8.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.       décrire les variations principales du climat de la Terre aux différentes échelles de temps et expliquer leurs différences ; 2.       discuter comment reconstruire les paléoclimats à partir des données indirectes enregistrées dans les lieux naturels et leurs incertitudes ; 3.       discuter des hypothèses et des théories proposées pour expliquer les variations paléoclimatiques et poser des questions ; 4.       choisir les modèles climatiques appropriés pour répondre aux différentes questions dans la recherche climatique et la recherche paléoclimatique ; 5.       concevoir des expériences de modélisation du climat, analyser et critiquer les résultats des modèles pour une question climatique donnée et rédiger à rapport à ce sujet ; 6.       valider les résultats d'un modèle avec les données paléoclimatiques ; 7.       évaluer les changements climatiques présents et futurs dans le cadre des variations à long terme du climat de la Terre et les comparer avec les périodes chaudes du passé ; 8.       utiliser les informations paléoclimatiques pour améliorer les projections climatiques ; 9.       approfondir et communiquer ses la connaissance des paléoclimats en utilisant la littérature scientifique.",
        "content": "Bref aperçu du système climatique (échelles de temps des changements climatiques de la Terre, forçages, réponses, rétroactions) Archives paléoclimatiques, données indirectes, chronologie et modèles Changements climatiques à l'échelle tectonique Changements climatiques à l’échelle astronomique Oscillations climatiques à l'échelle du millénaire, changements climatiques brusques Changements climatiques au cours du dernier millénaire et du siècle dernier Changements climatiques et sociétés humaines dans les temps anciens et modernes Comprendre le paléoclimat pour une meilleure projection du climat",
        "teaching_methods": "Cours en classe. Articles à lire. Exercices dirigés et devoirs. Projet intégré.",
        "assessment_methods": "Les étudiant·es sont évalué·es sur la base de trois parties : - Examen oral en session (55% de la note finale) *Un·e étudiant·e qui n'aurait pas assisté à au moins 80% des cours ne peut pas s’inscrire à l’examen. - Devoirs écrits (30% de la note finale) - Projet de groupe et sa présentation orale (15% de la note finale)",
        "bibliography": "Ruddiman W.F., 2013. Earth’s and Climate: Past and Future. Third edition. W.H. Freeman, New York, 464pp. Bradley R.S., 1999. Paleoclimatology: Reconstructing climates of the Quaternary. Second edition. Harcourt/Academic Press, Burlington, 613pp. Berger A., 1992. Le Climat de la Terre, un passé pour quel avenir. De Boeck Université, Bruxelles, 479pp. Ramstein G. 2015. Voyage à travers les climats de la Terre. Odile Jacob, Paris, 351pp.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2114",
        "title": "Nonlinear dynamics",
        "credits": "5.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Crucifix Michel"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "LMAT1122 et LMAT1261 pour les étudiant.e.s du Bachelier en sciences physiques qui souhaitent suivre cette unité d'enseignement dans le cadre de l'Approfondissement en sciences physiques.",
        "topics_covered": "Cette unité d'enseignement consiste en une introduction aux concepts et méthodesmathématiques de la théorie des systèmes dynamiques et ses applications en physique, chimie, biologie et les sciences de l'ingénieur.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA du programme 1.1, 1.3, 1.4, 2.1, 3.1, 3.2, 3.3, 3.4, 3.5, 3.6 b. Formulation spécifique pour cette activité des AA du programme Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.    utiliser des outiles mathématiques afin de caractériser les propriétés des systèmes dynamiques non linéaires discrets et continus ; 2.    caractériser la dynamique chaotique d'un système.",
        "content": "L'unité d'enseignement propose une introduction à la théorie mathématique des systèmes dynamiques non linéaires et ses applications à des problèmes de la physique, chimie, biologie et sciences de l'ingénieur. Les matières suivanets sont abordées dans le cadre de l'unité d'enseignement : 1. Notions de base : définition d'un système dynamique, exemples de systèmes dynamiques continus et discrets, points d'équilibre hyperboliques et stabilité, bifurcations 2. Linéarisation, variétés stables et instables : la dynamique des systèmes linéaires, classification des points fixes bidimensionnels, linéarisation autour de points fixes hyperboliques, variétés stables et instables, analyse perturbative ; 3. Le théorème de Poincaré-Bendixon : régions de piégeage, cycles limites et ensembles limites, carte de Poincaré, théorème de Poincaré-Bendixon, applications (existence d'orbites périodiques, systèmes de Liénard). 4. Orbites périodiques , avec une allusion aux phénomènes de résonance 5. Systèmes discrets : concepts de base, chaos et sensibilité aux conditions initiales, itinéraires, conjugaison topologique, exposants de Lyapunov, la carte logistique.",
        "teaching_methods": "Les activités d'apprentissage sont constituées par des cours magistraux, des séances de travaux pratiques. Les cours magistraux visent à introduire les concepts fondamentaux, à les motiver en montrant des exemples et en établissant des résultats, à montrer leurs liens réciproques et leurs relations avec d'autres disciplines scientifiques. Les séances de travaux pratiques visent à appliquer les concepts vus au cours théorique à des problèmes concrets, choisir et utiliser des méthodes de calcul pour leur analyse et interpréter les résultats obtenus.",
        "assessment_methods": "L'évaluation se fait sur base d'un examen écrit et d'une évaluation continuée menée durant le quadrimestre. L'évaluation se fait sur base d'un examen écrit. Il porte sur l'application de la théorie des systèmes dynamiques à des problèmes concrets. On y teste la connaissance et la compréhension des notions vues au cours théorique, la capacité d'analyser un problème de systèmes dynamiques, la maîtrise des techniques de calcul et la présentation cohérente de cette analyse. Le résultat de l'évaluation continue represente 4 points sur 20 : elle servira pour chaque session et ne pourra pas être représenté. L'examen de septembre, quand il est présenté, est oral avec préparation écrite.",
        "online_resources": "Le site MoodleUCL de cette unité d'enseignement contient les énoncés des exercices des travaux pratiques, un plan détaillé de l'unité d'enseignement ainsi qu'une bibliographie complète.",
        "bibliography": "The main and only compulsary reference is available online. Additional references used to prepare the lecture include ▷ S.H. Strogatz, Nonlinear dynamics and chaos. Westview Press 1 7 (2015). ▷ S. Wiggins, Introduction to Applied Nonlinear Dynamical Systems and Chaos, Springer (2003) ▷ R. Hilborn, Chaos and Nonlinear Dynamics: An Introduction for Scientists and Engineers (2nd edn) , Oxford University Press (2000) ▷ H. Dijkstra, Nonlinear Physical Oceanography, A Dynamical Systems Approach to the Large Scale Ocean Circulation and El Ni˜no, Springer Science+Business Media (2000) ▷ Alligood K., T. Sauer and J. Yorke (1997), Chaos: An Introduction to Dynamical Systems, Springer (NewYork) ▷ Perko L. (2001), Differential Equations and Dynamical Systems, Springer, ISBN 978-1-4612-6526-9",
        "course_materials": "Nonlinear dynamics - note de cours (M. Crucifix). Disponible en ligne gratuitement.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2265",
        "title": "Sea ice-ocean-atmosphere interactions in polar regions",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Fichefet Thierry"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS2162 et LPHYS2163 constitue un atout",
        "topics_covered": "Unité d'enseignement avancée pour les étudiant.e.s intéressé.e.s par la climatologie physique, dont l'objectif est la préparation à la recherche dans ce domaine. Les thématiques suivantes sont traitées : thermodynamique et dynamique à grande échelle de la glace mer ; caractéristiques de l'atmosphère dans les régions polaires, interactions glace de mer ' atmosphère ; océanographie des océans Arctique et Antarctique, interactions glace de mer ' océan ; modélisation de la glace de mer pour la simulation du climat ; variabilité et changements futurs de la glace mer.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) 1.1, 1.2, 1.5 2.3, 2.4, 2.5 3.1, 3.2, 3.3 4.2 5.1, 5.2, 5.3, 5.4 6.1, 6.2, 6.3, 6.5 7.1, 7.2, 7.3, 7.4, 7.5, 7.6 8.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   décrire les processus thermodynamiques et dynamiques majeurs à grande échelle de la glace de mer et les principales interactions de cette dernière avec l'atmosphère et l'océan ; 2.   modéliser la thermodynamique et la dynamique à grande échelle de la glace de mer en se basant sur les observations réalisées dans les régions polaires ; 3.   évaluer les performances d'un modèle de glace de mer à grande échelle ; 4.   argumenter sur la variabilité récent et les changements futurs de la glace de mer.",
        "content": "Caractéristiques générales de la glace de mer Formation, croissance et propriétés de la glace de mer Thermodynamique de la glace de mer Cinématique et dynamique de la glace de mer Distribution de l’épaisseur de la glace de mer La neige sur la glace de mer L’atmosphère polaire et ses interactions avec la glace de mer Les océans Arctique et Antarctique et leurs interactions avec la glace de mer La glace de mer dans les modèles climatiques globaux Variabilité récente et changements futurs de la glace de mer Ces matières sont d'un intérêt majeur pour la compréhension de la problématique du développement durable.",
        "teaching_methods": "Exposés magistraux. Projet de modélisation de la glace de mer réalisé en groupe durant le quadrimestre. Les diapositives présentées au cours théorique sont disponibles sur MoodleUCLouvain.",
        "assessment_methods": "Rapports écrits sur le projet de modélisation et évaluation continue de ce projet (65% de la note finale). Examen oral sur la matière vue au cours théorique et sur le projet de modélisation (35% de la note finale). En cas de force majeure, les modalités de l'enseignement et de l'évaluation seront réévaluées selon la situation et les règles en vigueur.",
        "bibliography": "Thomas, D.N. (Ed.), 2017 : Sea Ice. John Wiley & Sons, Chichester, U.K., 652 pp. Untersteiner, N. (Ed.), 1986 : The Geophysics of Sea Ice. NATO ASI Series, Series B : Physics Vol. 146, Plenum Press, New York, 1196 pp.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2250",
        "title": "Calcul des variations",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Ponce Augusto"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Il est recommandé que l’étudiant·e maitrise les notions de base de l’intégrale de Lebesgue comme couverte dans le cours LMAT1221 et des espaces fonctionnels comme couverte dans le cours LMAT1321.",
        "topics_covered": "La méthode directe du calcul des variations, les méthodes de minimax et les propriétés de symétrie des solutions seront traitées. Le thème du cours sera variable.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de master en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaitre et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Reconnaître les concepts fondamentaux d'importantes théories mathématiques actuelles. -- Etablir les liens principaux entre ces théories. - Faire preuve d'abstraction, de raisonnement et d'esprit critique. Il aura notamment développé sa capacité à : -- Dégager les aspects unificateurs de situations et expériences différentes. -- Raisonner dans le cadre de la méthode axiomatique. -- Construire et rédiger une démonstration de façon autonome, claire et rigoureuse. - Communiquer de manière scientifique. Il aura notamment développé sa capacité à : -- Structurer un exposé oral en l'adaptant au niveau d'expertise du public. - Faire preuve d'autonomie dans ses apprentissages. Il aura notamment développé sa capacité à : -- Situer correctement un texte mathématique avancé par rapport aux connaissances acquises. - Démarrer une recherche grâce à une connaissance plus approfondie d'un domaine des mathématiques actuelles. Il aura notamment développé sa capacité à : -- Développer de façon autonome son intuition mathématique en anticipant les résultats attendus (formuler des conjectures) et en vérifiant la cohérence avec des résultats déjà existants. -- Poser de façon autonome des questions pertinentes et lucides sur un sujet avancé de mathématique. Acquis d'apprentissage spécifiques au cours (en fonction des thèmes traités). Le cours vise à initier à la recherche dans le domaine des minima et des points critiques d'intégrales multiples.",
        "content": "Le cours abordera des éléments du calcul des variation à une variable : problèmes d'optimisation ; équation d'Euler-Lagrange ; fonctions absolument continues et espaces de Sobolev à une dimension ; extréma non lisses ; principe variationnel d'Ekeland ; lemme du col.",
        "teaching_methods": "Les activités d'apprentissage sont constituées par des cours magistraux et des séances de travaux pratiques. Les cours magistraux visent à introduire les concepts fondamentaux, à les motiver en montrant des exemples et en établissant des résultats, à montrer leurs liens réciproques et leurs liens avec d'autres cours. Les séances de travaux pratiques visent à approfondir les concepts abordés lors du cours magistral.",
        "assessment_methods": "L'évaluation se déroulera sous forme d'une évaluation continue , basée sur des devoirs obligatoires à remettre tout au long du quadrimestre. La participation aux cours magistraux est obligatoire . En cas de deuxième inscription à l'examen, l'évaluation se fera sous forme d'un examen écrit couvrant l'ensemble de la matière.",
        "other_info": "Ce cours ne sera pas dispensé en 2025-2026.",
        "online_resources": "Documents complémentaires sur Moodle .",
        "bibliography": "Le cours sera basé sur des extraits des références suivantes : Troutman, John L. Variational calculus and optimal control. Second edition. Undergraduate Texts in Mathematics. Springer-Verlag, New York, 1996. Brezis, Haïm Functional analysis, Sobolev spaces and partial differential equations. Universitext. Springer, New York, 2011. Buttazzo, Giuseppe ; Giaquinta, Mariano ; Hildebrandt, Stefan One-dimensional variational problems. An introduction. Oxford Lecture Series in Mathematics and its Applications, 15. The Clarendon Press, Oxford University Press, New York , 1998. Clarke, Francis Functional analysis, calculus of variations and optimal control. Graduate Texts in Mathematics, 264. Springer, London, 2013. Mawhin, Jean ; Willem, Michel Critical point theory and Hamiltonian systems. Applied Mathematical Sciences, 74. Springer-Verlag, New York, 1989.",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2003e",
        "title": "Questions d'éthique dans les sciences et les techniques (partie séminaire)",
        "credits": "2.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Le cours suppose une formation de base à la philosophie des sciences de la nature et à la réflexion éthique ; une connaissance au moins passive de l'anglais suffisante pour pouvoir lire des textes courants en philosophie de la nature et des sciences de la nature.",
        "topics_covered": "En vue d'une analyse philosophique des pratiques techno-scientifiques contemporaines selon une double orientation, il s'agira - d'étudier les dimensions sociétales de la pratique technico-scientifique et d'introduire aux concepts fondamentaux de la sociologie des sciences ainsi que des courants \" Sciences, technologies, sociétés \" - d'envisager les dimensions éthiques des pratiques scientifiques, dans les multiples dimensions de la sphère techno-scientifique. Le cours comportera deux moments : Un premier moment, théorique, consistera en une introduction aux concepts de base de la sociologie des sciences ainsi qu'aux concepts fondamentaux des approches éthiques des sciences et des techniques. Une deuxième partie consistera en l'analyse de situations particulières, les études de cas choisies pouvant varier chaque année.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable : d'analyser les pratiques techno-scientifiques contemporaines de dégager les enjeux éthiques et sociétaux de ces pratiques",
        "content": "L'objectif du cours est de proposer les concepts de base pour une approche critique des relations sciences-sociétés dans leur dimension éthique. Le cours prend la forme d'une activité interdisciplinaire, tant au niveau des titulaires qu'au niveau de la dynamique générale. Ce cours comporte 2 ECTS pour les scientifiques et 5 ECTS pour les philosophes. Le cours comporte donc 2 parties distinctes. 1) Partie destinée à tout l'auditoire : Six séances d'exposés suivis de débats par les titulaires du cours sur des thèmes généraux (par ex., justifications de l'éthique, biodiversité et enjeux économiques, organismes génétiquement modifiés, politique énergétique, fécondation in vitro, etc.). 2) Partie spécifique aux étudiants en philosophie : Les étudiants en philosohie rédigent de plus un travail approfondi d'une douzaine de pages sur les dimensions philosophiques et éthiques du thème travaillé avec les étudiants en sciences (voir ci-dessous).",
        "teaching_methods": "Présentations thématiques par les titulaires en binôme (scientifique et philosophe), suivies d'un débat avec toute la classe Visionage d'un film Présentation des travaux de groupe par les étudiant·e·s",
        "assessment_methods": "1. Séminaire commun avec les étudiants de la Faculté des sciences (2 ECTS) Les travaux sont préparés par groupes inter-disciplinaires (2 à 4 étudiants) sur un thème choisi en concertation avec les co-titulaires du cours. Les travaux font l'objet d'un rapport écrit et d'un exposé oral avec discussion prévu lors du mini-symposium qui clôture le cours. 2. Séminaire entre philosophes (3 ECTS) Les étudiants en philosophie sont invités à produire un travail philosophique d'une douzaine de pages d'approfondissement du thème traité avec les étudiants en sciences. L'évaluation porte sur les deux travaux présentés, pondérés en fonction du nombre de crédits qui leur sont associés (40% travail de groupe, 60% travail individuel).",
        "online_resources": "Présentations PowerPoint et autre lecture pertinente accessibles sur Moodle.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2161",
        "title": "Internal geophysics of the Earth and planets",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teaching_language": "Anglais",
        "prerequisites": "Connaissances de base en physique et en mathématique (niveau bachelier en sciences ou en sciences appliquées).",
        "topics_covered": "Les thèmes abordés sont la structure et la physique interne de la Terre et des planètes telluriques, leurs rotations, leurs évolutions, leurs caractéristiques globales propres et la géodynamique globale de la Terre et des corps telluriques (planètes et lunes) du système solaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA1: A1.1, A1.2, A1.3, A1.4, A1.5, A1.6 AA2: A2.1, A2.2 AA3: A3.1, A3.2, A3.4 AA6: A6.1 AA7: A7.3 AA8: A8.1, A8.2 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.     présenter les principaux mécanismes qui gouvernent la structure interne de la Terre solide ainsi que les techniques géophysiques qui permettent de les observer à l'échelle globale ; 2.     appliquer ces concepts à la connaissance des planètes telluriques du système solaire.",
        "content": "Structure interne de la Terre et des planètes telluriques Oscillations libres de la Terre et des planètes telluriques Séismologie, tectonique des plaques et tremblements de Terre Géomagnétisme de la Terre et des planètes telluriques Courte introduction à la géodésie et au GNSS (GPS) Marées (solides) de la Terre et des planètes telluriques Force de pesanteur, potentiel gravitationnel de la Terre et des planètes telluriques Flux de chaleur de la Terre et des planètes telluriques Habitabilité « géophysique » des corps telluriques du système solaire",
        "teaching_methods": "Exposés magistraux et exercices, avec visite d’un site géophysique.",
        "assessment_methods": "Les étudiant.e.s présenteront une question de leur choix qu'ils peuvent approfondir. Ils devront aussi expliquer aux professeurs deux points parmi les thématiques du cours et pourront préparer leurs explications à livre ouvert. Les enseignants désirent avaluer leur compréhension de la matière.",
        "other_info": "Public cible : étudiants en master en Sciences Physique, Mathématiques et Géographiques ou Ingénieurs.",
        "bibliography": "Syllabus préparé pour l’unité d’enseignement / Syllabus prepared for the teaching unit",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsst1002m",
        "title": "Informations et esprit critique - MOOC",
        "credits": "3.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Kesel Myriam"
        ],
        "teaching_language": "Français",
        "topics_covered": "Cet enseignement aborde la question de l’esprit critique et de sa mise en oeuvre bans l’évaluation de la qualité d’une information.",
        "content": "Le cours comporte 6 modules. Module 1 : Pourquoi développer son esprit critique ? Module 2 : Identifier ses préconceptions Module 3 :  Décoder le discours Module 4 : Évaluer la qualité des sources Module 5 : Comprendre la démarche scientifique Module 6 : Analyser les données Module 7 : Prendre conscience des limites de la science",
        "teaching_methods": "Le cours est entièrement en ligne.",
        "assessment_methods": "L'évaluation inclut des devoirs à réaliser en ligne dans le cadre du MOOC (Activité 1 : 50%) et une évaluation finale basée sur une analyse de cas (Activité 2 : 50%). Chacune des 2 activités doit être réussie avec une note égale ou supérieure à 10/20 pour que cette UE puisse être réussie. Le principe de la note abosrbante est appliquée à cette UE càd qu'une note d'échec dans une des activités entraîne une note d'échec pour la totalité de l'UE.",
        "online_resources": "https://learning.edx.org/course/course-v1:LouvainX+Louv22x+1T2023/home",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2269",
        "title": "Remote sensing of climate change",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dekemper Emmanuel"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Connaissances de base en physique et en mathématique (niveau bachelier en sciences ou en sciences appliquées).",
        "topics_covered": "Caractéristiques physico-chimiques de l'atmosphère supérieure et du transfert radiatif du rayonnement solaire ; géométries d'observation en orbite basse ; méthodes spectroscopiques au sol et en milieu spatial ; algorithmes de traitement du signal et méthodes d'inversion.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA1: A1.1, A1.5 AA2: A2.5 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   décrire les mécanismes principaux déterminant la composition des gaz en trace de l'atmosphère supérieure ; 2.   comprendre les principes généraux en télédétection atmosphérique : géométrie, domaines spectraux et méthodes d'observation ; 3.   comprendre les problèmes inverses associés aux observations au sol et dans l'espace ; 4.   estimer les bilans d'erreur associés à différents modes de télédétection et définir les limitations intrinsèques de ces modes ; 5.   être capable de discerner les principes de conception et d'utilisation d'un satellite de télédétection.",
        "content": "Le cours abordera les thèmes suivants: Bilan radiatif du système terrestre irradiance solaire spectrale et totale: définition, observations depuis l'espace, évolution temporelle,... bilan radiatif terrestre: absorption et émissions, observations terrestres et depuis l'espace, évolution temporelle, ... transfert radiatif dans l'atmosphère: absorption et diffusion de la lumière dans l'UV, le visible, et l'infrarouge, composition  chimique de l'atmosphère observations des profils de pression et de température dans l'atmosphère supérieure Principes instrumentaux pour la mesure à distance de la composition de l'atmosphère réseaux de diffraction interférométrie (Michelson, Fabry-Pérot, ...) filtres Techniques de mesure de la composition de l'atmosphère depuis l'espace géométries d'observation: nadir, limbe, occultations solaires/stellaires, ... instruments d'observation du bilan radiatif terrestre instruments de mesure de la composition de l'atmosphère observation et suivi de la couche d'ozone Composition de l'atmosphère l'ozone, et les perturbateurs de l'équilibre photochimique de la stratosphère autres gaz réactifs Méthodes mathématiques de résolution de problèmes inverses en sciences atmosphériques méthodes d'inversion optimales régressions influence des erreurs instrumentales techniques de régularisation de la solution Exemples et applications concrètes simulation des performances d'un spectromètre à réseau de diffraction simulation de mesures des émissions thermiques de l'atmosphère inversion de profils de température à partir de mesures dans l'infrarouge thermique inversion de la concentration de dioxide d'azote dans l'atmosphère par la méthode DOAS ...",
        "teaching_methods": "Le cours sera donné principalement de façon magistrale à l'aide de slides. Les étudiants seront régulièrement invités à se pencher sur des problèmes concrets. Plusieurs séances seront consacrées à des simulations informatiques à l'aide d'un logiciel de calcul scientifique (Matlab, octave, python,...). L'étudiant sera invité à prendre une part active dans ces exercices appliqués (chaque étudiant devra développer son propre code). Le but de ces exercices numériques est de familiariser l'étudiant au calcul scientifique numérique, et à la résolution de problèmes concrets en sciences atmosphériques.",
        "assessment_methods": "La note finale sera calculée en tenant compte: de la participation et de la réussite de l'étudiant aux projets qui lui seront proposés pendant le cours (10 points), d'un examen oral lors duquel l'étudiant devra démontrer sa compréhension des thèmes abordés pendant le cours en présentant un article scientifique du domaine (10 points).",
        "other_info": "La connaissance d'un langage de programmation est un plus, mais il sera tenu compte du niveau de chacun en matière d'outils numériques. Le but du cours est non seulement d'aborder des aspects de la télédétection atmosphérique, mais également de donner la possibilité aux étudiants de se confronter aux tâches appliquées rencontrées par les chercheurs du domaine. L'important est l'acquisition de nouvelles compétences!",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2264",
        "title": "Oscillations et instabilités dans le système climatique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Crucifix Michel"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi les cours LPHYS2114, LPHYS2162 et LPHYS2163 est un avantage",
        "topics_covered": "Notions élémentaires de stabilité dynamique. Équations fondamentales de mécanique des fluides géophysiques (rappels), ondes linéaires dans eaux peu profondes, théorie linéaire des ondes instables (instabilités de Kelvin-Helmholtz, instabilités barotrope et barocline), oscillations et relaxations dans les océans et l’atmosphère à différentes échelles de temps, et leur contribution au spectre de variabilité, phéomènes critiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) 1.1, 1.2, 1.5 2.3, 2.5 3.1, 3.2, 3.3 4.2 5.1, 5.2, 5.3, 5.4 6.1, 6.2, 6.3, 6.5 7.1, 7.2, 7.3, 7.4, 7.5, 7.6 8.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant·e sera capable de : expliquer le principe de l’analyse de stabilité linéaire dérivée le modèle de Sant-Venant et expliquer son intérêt pour comprendre les ondes atmosphériques et océaniques Appliquer le principe de l’analyse de stabilité linéaire pour dériver les théories relatives aux ondes atmosphériques et océaniques (ondes de gravité, ondes de Rossby, de Kelvin), et des instabilités Développer et appliquer un modėle d’oscillation climatique et/ou un modėle d’instabilité climatique Démontrer le lien entre ces théories et des phénomènes réels (marées, El-Niño, instabilité de Madden Julian, Oscillation centennale atlantique, désertification abrupte), et en discuter l’importance et les limites Analyser un phénomène spécifique impliquant des oscillations et/ou instabilités climatiques et communiquer cet analyse aux collègues Critiquer / poser des questions sur les aspects scientifiques d’une présentation portant sur les ondes et instabilités dans les océans et l’atmosphère. Synthétiser les enjeuxs contemporains touchant aux oscillations et instabilités dans le systėme climatique",
        "content": "En fonction des années et des centres d'intérêt des étudiants le cours couvre plusieurs des sujets suivants: 1. Motivation le spectre de variabilité climatique concepts élémentaires de stabilité dynamique 2. Ondes linéaires modèle de Saint-Venant quasi-hydrostatique ondes de gravité et de Poincaré modèle à deux couches et gravité effective ondes équatoriales ondes côtières (et marées) ondes de Rossby 3. Instabilité hydrostatique (théorie linéaire) principe général instabilité de Kelvin-Helmoltz instabilités barotropes et baroclines 4. Phénomènes critiques (points de bascule) modėle conceputels d’instabilité climatiques enjeux contemporains 5. Oscillations et phénomėnes de relaxation principe général modėles conceptuels d’oscillations climatiques 6. Études de cas Ces matières, qui touchent également au changement climatique, sont d'un intérêt majeur dans le contexte du développement durable.",
        "teaching_methods": "Exposés magistraux pour les éléments fondamentaux Applications présentées et préparées par les étudiants selon le principe de  la classe inversée. Un portfolio de textes de références et mis à disposition par le professeur",
        "assessment_methods": "Évaluation continue pendant les classes inversées . Étude de cas (présentations orales et rapports).",
        "online_resources": "Les notes de cours sont disponibles en ligne sur Moodle (en Anglais), accompagnées d'un portefeuille de lectures.",
        "bibliography": "Cushman-Roisin and Beckers, Introduction to geophysical fluid Dynamics, Academic Press, 2006 H. Dijkstra, Nonlinear climate dynamics, Cambridge University Press A. E. Gill, Atmosphere-Ocean Dynamics, 1st Edition, Volume 30 - Academic Press",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2248",
        "title": "Ultra-fast laser physics",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lauzin Clément"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS 2143 constitue un atout",
        "topics_covered": "Cette unité d'enseignement présente les principes importants pour la construction d'oscillateurs femtosecondes et l'obtention de sources attosecondes. Il discute également des techniques permettant de caractériser ces sources ultra-courtes. Enfin, il montre en quoi ces sources sont importantes pour mesurer des grandeurs spectroscopiques et dynamiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA1.3, AA1.4, AA1.5, AA1.6, AA 2.2, AA4.2, AA 5.1, AA5.2,AA 5.3, AA 6.3, AA 6.5, AA7.1, AA7.2, AA 7.5, AA 8.1. b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   utiliser et caractériser des sources de lumière ultra-rapides ; 2.   construire un oscillateur femtoseconde ; 3.   caractériser le domaine temporel et fréquentiel de ces sources de lumière ultra-rapides ; 4.   considérer l'utilisation de ce type de sources pour aborder un problème original en physique.",
        "content": "L’unité d’enseignement suit la structure suivante : 1) Introduction Verrouillage de modes et éléments d’opitque non-linéaire Dispositifs de compensation de dispersion 2) Étude et utilisation des lasers ultra-rapide dans le domaine fréquentiel Obtention de peignes fréquences stabilisés à partir de lasers à verrouillage de modes Les peignes de fréquences et leurs utilisations pour mesurer la fréquence de lasers continus La stabilisation de lasers continus grâce à des peignes de fréquences Nouvelles techniques pour la mesure de distances 3) Étude et utilisation des lasers ultra-rapides dans le domaine temporel Techniques pour mesurer le temps d’un pulse Comment produire des pulses attosecondes Utilisation de lasers femtosecondes et attosecondes pour étudier les degrés de liberté vibrationnels et électroniques au niveau moléculaire ou en phase condensée. 4) Dernières nouvelles et accomplissements dans le domaine des lasers ultra-rapides.",
        "teaching_methods": "Cours, laboratoires, projet pratique",
        "assessment_methods": "L’évaluation est basée sur la qualité d’un rapport écrit portant sur un projet expérimental ou théorique et d’un examen oral portant sur le projet et les cours ex-cathedra.",
        "bibliography": "Agrawal, “Non-linear fiber optics”, Elsevier. L. Gallmann, U. Keller, “Femtosecond and Attosecond Light Sources and Techniques for Spectroscopy”, Handbook of high-resolution spectroscopy, Wiley online library, 2011. P. Maddaloni, , P. De Natale, M. Bellini,. “ Laser-based measurements for time and frequency domain applications: a handbook”. CRC Press 2016.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2244",
        "title": "Molecular physics",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lauzin Clément"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "L'unité d'enseignement couvre trois thèmes. La première partie présente la dérivation de l'hamiltonien moléculaire en vue d'une séparation optimale des variables. La seconde partie se concentre sur la théorie des groupes et sur l'utilisation de la symétrie pour simplifier les problèmes de physique moléculaires. Enfin, la troisième partie traite de différentes applications.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA 1.1, AA1.2, AA1.3, AA 1.5, AA 1.6, AA 2.1, AA2.3, AA 3.1, AA 5.2 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.     déterminer la symétrie d'une molécule et utiliser cette information pour construire une fonction d'onde adaptée à cette référence ; 2.     utiliser le principe de Pauli pour rationaliser les intensités des spectres moléculaires ; 3.     résoudre un problème de Hückel ; 4.     comprendre les concepts de bases des calculs de dynamique moléculaire.",
        "content": "L’unité d’enseignement est structurée de la manière suivante : Propriétés structurales et dynamiques des molécules : hamiltoniens moléculaires polyatomiques, séparation des mouvements électroniques et nucléaires, coordonnées moléculaires, représentations adiabatiques et diabatiques, intersections coniques. Théorie des groupes et structure moléculaire : introduction générale et classification des états moléculaires : électroniques, rotationnels, vibrationnels et de spin. Introduction à la chimie quantique : équations moléculaires de Hartree-Fock, méthode LCAO, équations de Roothaan-Nesbet-Pople, configurations électroniques. Présentation de différentes applications de la physique moléculaire en recherche fondamentale en physique moléculaire ainsi que dans d’autres domaines de la physique et de la chimie. Selon l’intérêt de l’auditoire, d’autres sujets particuliers peuvent être abordés tels que, par exemple, la photo-absorption, la photo-dissociation, le contrôle par laser, la spectroscopie résolue en temps, la propagation des paquets d’ondes…. Insistons sur le fait que, tout au long de l’unité d’enseignement, la symétrie des molécules sera utilisée pour résoudre des problèmes physiques, fournissant ainsi une application intéressante et concrète de la théorie des groupes.",
        "teaching_methods": "Cours et laboratoires ou démonstration de laboratoire",
        "assessment_methods": "Examen écrit ou oral ou rapport écrit",
        "bibliography": "P. Bunker, P. Jensen, Molecular Symmetry and Spectroscopy , (2006)  NRC Research Press.  ISBN  978-0-660-19628-2. D.J. Tannor, Introduction to Quantum Mechanics- A Time-Dependent Perspective (2007) University Science Books . F.Gatti, B.Lasorne, H.-D.Meyer, A.Nauts, Applications of Quantum Dynamics in Chemistry, (2017) Springer.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2113",
        "title": "Critical phenomena",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Ruelle Philippe"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS 1343 est un atout.",
        "topics_covered": "Introduction aux transitions de phase et aux phénomènes qui apparaissent dans le voisinage des points de transition (phénomènes critiques) ; modélisation de la transition ferromagnétique et description des singularités des fonctions thermodynamiques ; théories de Landau homogènes ; compréhension des phénomènes critiques sur base du groupe de renormalisation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) 1.1, 1.5, 2.1, 2.3, 3.1, 3.2, 3.3, 3.4, 7.2, 8.1. a. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.    analyser un modèle simple et montrer l'existence ou non d'une transition de phase ; 2.    résoudre un problème de Landau homogène ; 3.    évaluer la qualité d'un schéma approximatif comme la théorie du champ moyen ; 4.    mettre en oeuvre des transformations de renormalisation dans un modèle simple; 5.    identifier le type d'une transition de phase ; 6.    expliquer l'importance des points fixes du groupe de renormalisation et leurs relations aux classes d'universalité.",
        "content": "Introduction phénoménologique aux transitions de phase (transition liquide-vapeur et transition ferromagnétique) ; lois d'échelle expérimentales et exposants critiques. Introduction au modèle de Ising, comme modèle de transition ferromagnétique; étude qualitative ; résolution en d=1 par matrice de transfert ; argument de Peierls pour le modèle de Ising en d>1. Développement à hautes et basses températures dans le modèle de Ising ; dualité. Théorie du champ moyen pour le modèle de Ising et calcul des exposants critiques ; théorie générale de Landau et application à la transition ferromagnétique. Résolution du modèle de Ising par décimation (en d=1) ; premières idées du groupe de renormalisation. Présentation générale des idées du groupe de renormalisation : transformations de renormalisation, flot associé, points fixes, surfaces critiques, directions relevantes et irrelevantes. Linéarisation des transformations de renormalisation et conséquences: lois d'échelle, extraction des singularités des fonctions thermodynamiques et calcul des exposants critiques.",
        "teaching_methods": "Les activités d’apprentissage sont constituées par des cours magistraux, complétés par des séances de travaux plus pratiques durant lesquelles les étudiants.e.s ont l'occasion de réfléchir à des problèmes concrets. Ces séances peuvent être consacrées à la résolution d'exercices, à des simulations numériques, à des discussions de groupe ou encore à des présentations individuelles (liste non-exhaustive).",
        "assessment_methods": "Deux modes d'évaluation seront envisagés, à savoir, un examen écrit portant sur les notions théoriques et leur application à des problèmes simples, ou une présentation orale portant sur un thème choisi par l'étudiant.e et approuvé par l'enseignant. Une partie de la note finale tiendra compte, le cas échéant, de l'évaluation continue menée durant le quadrimestre.  Cette partie de note servira pour chaque session et ne pourra pas être représentée.",
        "bibliography": "Julia M. Yeomans, Statistical Mechanics of Phase Transitions, Oxford University Press, 1992, 153 pages.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2211",
        "title": "Group theory",
        "credits": "5.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Ruelle Philippe"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LMAT1121 et LMAT1131 ou des unités d'enseignement équivalentes dans un autre programme constitue un atout.",
        "topics_covered": "Cette unité d'enseignement constitue une introduction générale à la théorie des groupes, avec, en perspective, son usage (indispensable) en physique. Les symétries y sont omniprésentes et sont mathématiquement formalisées par la notion de groupe. Le physicien a donc besoin de comprendre comment formuler une symétrie, comment l'exploiter et en mesurer toutes les conséquences. La notion fondamentale est celle de représentation, qui permet de préciser concrètement le statut des quantités physiques par rapport à une symétrie donnée. Plutôt que de se concentrer sur les aspects structurels des groupes, l'unité d'enseignement s'attache à présenter, étudier et utiliser le concept de représentation d'un groupe, et montre l'utilité des méthodes groupales par quelques exemples d'applications.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) 1.1, 1.5, 2.1, 2.3, 3.1, 3.2, 3.3, 3.4. b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.    formaliser une symétrie par l'utilisation d'un groupe ; 2.    analyser les conséquences d'une symétrie par l'utilisation des représentations du groupe asssocié ; 3.    comprendre l'importance physique de l'utilisation des représentations ; 4.    calculer des caractères de représentations ; 5.    identifier les types de représentations ; 6.    calculer la réduction d'une représentation d'un groupe fini et identifier les sous-espaces invariants associés aux parties irréductibles ; 7.    calculer la dimension et l'algèbre d'un groupe de matrices ; 8.    identifier et caractériser une représentation de SU(2) ; 9.    calculer des coefficients de Clebsch-Gordan de SU(2).",
        "content": "Le cours comporte deux parties, avec les contenus suivants. En fonction du temps disponible, les parties marquées d'une astérisque ne sont pas discutées. 1. Groupes finis : '    notions fondamentales, propriétés et exemples (sous-groupes, produit direct et semi-direct, classes de conjugaison, classes latérales et groupe quotient, illustrations dans les groupes de permutations) ; '     concept de représentation (motivations et définitions, exemples, distinction réductibles/irréductibles, équivalence de représentations, sommes directes) ; '    résultats généraux pour les groupes finis (caractères, relations d'orthogonalité, tables de caractères irréductibles, méthodes de réduction, applications) ; '    produits tensoriels de représentations (définition, réduction de produits, utilité pratique des notations tensorielles, exemples) ; '    caractérisation mathématique et conséquences d'une symétrie dans un système physique concret (obtention de modes normaux de vibration par identification des parties irréductibles dans l'action du groupe de symétrie) ; '    (*) discussion des groupes de permutations (diagrammes de Young, représentations irréductibles associées, dimensions). 2. Groupes et algèbres de Lie : '    groupe SO(2) (représentation de définition, générateur infinitésimal) ; '    généralisation aux groupes de matrices (algèbre d'un groupe, application exponentielle, représentations d'algèbres, constantes de structure et loi de composition du groupe) ; '    groupes SU(2) et SO(3) (variétés de groupe, paramétrisations, différences et relation) ; '    algèbre SU(2) (représentations irréductibles, réduction de produits tensoriels, coefficients de Clebsch-Gordan) ; '    (*) représentations de l'algèbre SU(3) (exemples, structure générale, réduction de produits, applications physiques) ; '    (*) représentations des groupes linéaires (méthodes tensorielles, rôle des groupes de permutations, tableaux de Young et formules de dimensions, particularités des groupes orthogonaux, application au tenseur de Riemann).",
        "teaching_methods": "Les activités d'apprentissage sont constituées par des cours magistraux et des séances de travaux pratiques. Les cours magistraux visent à introduire les concepts fondamentaux, en les motivant par des exemples qui ont été discutés dans d'autres unités d'enseignement du programme du Bachelier en sciences physiques, et qui sont ici revisités avec un éclairage spécifiquement \"groupe\". Les résultats les plus utiles sont présentés et les méthodes associées détaillées. Les séances de travaux pratiques visent à se familiariser avec les notions théoriques et les méthodes vues au cours, dans le but de les appliquer à des situations concrètes simples. Les deux activités se donnent en présentiel.",
        "assessment_methods": "L'évaluation se fait sur base d'un examen écrit portant sur les notions théoriques et leur application à des problèmes simples mais concrets. On y teste la connaissance, la compréhension et la maîtrise des notions, des techniques et des méthodes vues au cours théorique. L'accent est délibérément mis sur la capacité à analyser une situation nouvelle (mais simple), plutôt que sur la démonstration de résultats mathématiques. Une partie de la note finale tiendra compte, le cas échéant, de l'évaluation continue menée durant le quadrimestre.  Cette partie de note servira pour chaque session et ne pourra pas être représentée.",
        "online_resources": "Syllabus disponible sur MoodleUCL.",
        "bibliography": "Syllabus disponible sur MoodleUCL.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2141",
        "title": "Introduction to quantum optics",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Génévriez Matthieu",
            "Urbain Xavier"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS1241, LPHYS1342 et LPHYS1344 constitue un atout.",
        "topics_covered": "Interactions lumière-matière, atomes froids, transfert cohérent de population, condensat de Bose-Einstein, RMN et IRM, équations de Bloch.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA 1.1, AA 1.2, AA 1.5, AA1.6, AA 3.1, AA 3.3, AA 5.4 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   décrire l'interaction laser-atome avec l'hamiltonien approprié et le formalisme de la matrice de densité ; 2.   décrire les étapes essentielles pour le piégeage d'atomes, au refroidissement d'atomes et à la formation de condensats ; 3.   déterminer les paramètres expérimentaux pour un refroidissement Doppler et sub-Doppler ; 4.   décrire les étapes essentielles à l'imagerie par résonance magnétique nucléaire ; 5.   restituer une définition quantique d'une collision et pouvoir utiliser le concept de section efficace.",
        "content": "Interactions lumière-atome, modèle à deux niveaux, oscillation de Rabi, passage adiabatique rapide, les vecteurs de Bloch, les franges de Ramsey, l’absorption saturée, le modèle à trois niveaux, pompage optique, spectroscopie à deux photons, STIRAP, transparence induite par la lumière, lumière lente. Atomes froids, pièges d’atomes et condensats, refroidissement Doppler et sub-Doppler, piège dipolaire et magnéto-optique, refroidissement évaporatif, mécanique statistique de condensats bosoniques, propriétés des condensats, lasers atomiques. Applications des atomes froids à la métrologie et aux horloges atomiques, fontaines atomiques, ions froids en régime Lamb-Dicke, sauts quantiques, qubits atomiques. Matrice de densité et équation de Von Neumann-Liouville. Introduction aux principes de la résonnance magnétique nucléaire (NMR) et d’imagerie par résonnance nucléaire (IRM) : équations de Bloch, échos de spin, RMN à transformée de Fourier, séquences de pulses en IRM.",
        "teaching_methods": "Cours ex-cathedra, animations vidéos, applications numériques, exercices, démonstrations en laboratoire.",
        "assessment_methods": "Examen écrit avec des questions ouvertes et fermées.",
        "bibliography": "C. Foot (2005), « Atomic Physics », Oxford University Press, ISBN: 9780198506966 G. Grynberg, A. Aspect, C . Fabre, « Introduction to Quantum Optics », Cambridge University Press, 2010 C. Cohen –Tannoudji, Bernard Diu, Franck Laloë, « Mécanique quantique, tome III », CNRS Editions, EDP Sciences – Collection: Savoirs Actuels, 2017. M. Fox « Quantum Optics. An introduction », Oxford Master Series in Atomic, Optical, and Laser Physics, 2006. M. Fox « Optique quantique. Une introduction », trad. B. Piraux, De Boeck Université, 2011. P.Lambropoulos and D.Petrosyan « Fundamentals of Quantum Optics and Quantum Information », Springer, 2007. S. Haroche and J.-M. Raimond « Exploring the Quantum », Oxford, 2007. M.O. Scully & M.S. Zubairy « Quantum Optics », Cambridge University Press, 1997.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2130",
        "title": "Partial differential equations",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Olbermann Heiner"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Il est recommandé que l’étudiant·e maitrise les notions d’intégrale de Lebesgue, théorèmes de convergence, intégrale de surface, théorème de la divergence, telles que développées dans les cours LMAT1221 et LMAT1322 et les notions d’espace métrique et normé, espace de Lebegue, espace de Banach, espace dual, telles que développées dans le cours LMAT1321. It is recommended that the prospective student is familiar with the concepts of Lebesgue integral, integral convergence theorems, surface integral, divergence theorem, as treated in the courses LMAT1221 and LMAT1322, and the concepts of metric and normed space, Lebesgue space, Banach space, dual space, as treated in the course LMAT1321.",
        "topics_covered": "Le cours abordera la résolution des problèmes lies à des équations aux dérivées partielles en utilisant des outils et méthodes d'analyse mathématique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de master en mathématique. A la fin de cette activité, l'étudiant aura progressé dans : (a)   La connaissance et la compréhension d'un socle fondamental des mathématique dans le but de devenir capable de : i.   Choisir et utiliser les méthodes et les outils fondamentaux de calcul pour résoudre des problèmes de mathématique. ii.    Reconnaître les concepts fondamentaux d'importantes théories mathématiques actuelles. iii.    Établir les liens principaux entre ces théories, les expliquer et les motiver par des exemples. (b)    La capacité de dégager, grâce à l'approche abstraite et expérimentale propre aux sciences exactes, les aspects unificateurs de situations et expériences différentes en mathématique ou dans des domaines proches. (c)   La capacité d'abstraction et l'esprit critique, dans le but de devenir capable de : i.   Raisonner dans le cadre de la méthode axiomatique. ii.   Reconnaître les arguments clef et la structure d'une démonstration. iii.  Construire et rédiger une démonstration. de façon autonome. iv.   Apprécier la rigueur d'un raisonnement mathématique ou logique et en déceler les failles éventuelles. v.   Faire la distinction entre l'intuition de la validité d'un résultat et les différents niveaux de compréhension rigoureuse de ce même résultat. (d)    La clarté, la précision et la rigueur dans les activités de communication dans le but de devenir capable de : i.   Rédiger un texte mathématique selon les conventions de la discipline. (e)   L'aptitude a l'apprentissage autonome, dans le but d'être capable de : i.   Rechercher des sources dans la littérature mathématique et juger de leur pertinence. Acquis d'apprentissage spécifiques au cours. A la fin de cette activité, l'étudiant sera capable de : (a)   énoncer, démontrer et illustrer des conditions d'existence et d'unicité de solutions de problèmes d'équations aux dérivées partielles et les propriétés de ces solutions, (b)    proposer une ou plusieurs méthodes permettant de démontrer l'existence de solutions, (c)   appliquer des différentes notions de l'analyse mathématique a la résolution d'un problème, (d)    manipuler des objets et des concepts qui sortent du cadre de l'analyse mathématique fonda-mental, (e)   situer des outils mathématiques dans leur contexte historique et apprécier leur évolution.",
        "content": "Fonctions de Sobolev:  Définition, approximation, prolongements,  traces, plongements, compacité, inégalité de Poincaré EDP elliptiques: Formulation faible, existence et unicité de solutions, régularité EDP paraboliques: Formulation faible, existence et unicité de solutions",
        "teaching_methods": "Les activités d'apprentissage sont constituées par des cours magistraux et des séances de travaux pratiques. Le cours magistral mettra en évidence et expliquera les objets, outils, techniques et méthodes du sujet. Les séances d'exercices encadres permettront à l'étudiant de se familiariser avec les objets, outils, techniques et méthodes du domaine, en l'amenant à résoudre des problèmes et des exercices. Les séances de travaux pratiques visent à apprendre à choisir et utiliser des méthodes pour résoudre les problèmes. Les activités se déroulent en présentiel.",
        "assessment_methods": "L’acquisition des compétences sera évaluée lors d’un examen final. Les questions demanderont : la connaissance, la compréhension et l'application des différents objets et méthodes mathématiques du cours, l'exactitude des calculs, la rigueur des développements, preuves et justifications. L'apprentissage sera évalué par le biais d'un examen oral. Les questions de l'examen final demanderont aux élèves de : - reproduire le matériel, en particulier les définitions, les théorèmes, les preuves et les exemples. - démontrer une certaine maîtrise des outils disponibles - d'expliquer les limites d'une méthode ou d'un outil - la qualité de la présentation des réponses",
        "online_resources": "Des notes du cours seront disponibles en ligne sur Moodle.",
        "bibliography": "Lawrence C. Evans, Partial Differential Equations, Graduate Studies in Mathematics, AMS, 2010.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2122",
        "title": "Cosmology",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Ringeval Christophe"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Cette unité d'enseignement présente l'état de l'art des observations cosmologiques actuelles ainsi que la dérivation du modèle cosmologique de Friedmann et Lemaître. Nous verrons comment l'expansion de l'Univers et l'abondance des éléments légers peuvent être prédits à partir des lois de la physique. L'accord entre ces prédictions et les mesures cosmologiques constitue une des premières validations historiques du modèle du Big-Bang chaud, tout en suggérant l'existence de nouvelles formes de matière et d'énergie, dites « noires ».",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a.  Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) 1.1, 1.2, 2.1, 3.1, 3.2, 3.3, 4.1, 5.3, 7.3. b.    Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1)    vérifier et dériver des résultats cosmologiques dans un Univers homogène ; 2)    calculer distances et angles dans les métriques de Friedmann-Lemaître ; 3)    écrire et résoudre les équations de Boltzmann dans les métriques de Friedmann-Lemaître ; 4)    estimer correctement les abondances reliques des reliques chaudes et froides, étant donné une section efficace ; 5)    effectuer des calculs en relativité générale dans des espaces-temps homogènes et non-stationnaires.",
        "content": "L’unité d’enseignement fournit tous les outils requis pour aborder la cosmologie homogène du siècle dernier. Cela inclut les fondations théoriques du modèle du Big-Bang de Friedmann et Lemaître, la propagation de photons dans les espace-temps homogènes mais non-stationnaires, le découplage des reliques chaudes et froides du plasma primordial, ainsi que les détails des processus à l’œuvre lors de la nucléosynthèse primordiale. L’unité d’enseignement suit l’arborescence suivante : L’Univers observé Principe cosmologique et cinématique Dynamique des espace-temps de Friedmann et Lemaître Histoire thermique de l’Univers Théorie cinétique en espace-temps courbe Gel des interactions et reliques La nucléosynthèse primordiale Prédiction des abondances reliques des éléments légers Évidence pour la matière noire",
        "teaching_methods": "Alternance entre cours traditionnels et séances de questions interactives. Tous les calculs sont détaillés au tableau noir. Un support multimédia dédié aux résultats numériques et pour les analyses de données est fourni.",
        "assessment_methods": "L’évaluation est un examen écrit de 2 heures qui consiste en la résolution de problèmes de cosmologie homogène avec un certain niveau d’aide. Les problèmes nécessitent de pouvoir étendre les techniques présentées dans l’unité d’enseignement à des questions nouvelles et originales, ainsi qu’une bonne maîtrise des calculs élémentaires en relativité générale.",
        "bibliography": "“Fundamentals of Cosmology”, Rich. “Primordial Cosmology”, premiers chapitres, Peter & Uzan. “The Early Universe”, Kolb & Turner. “Principles of Physical Cosmology”, premiers chapitres, Peebles. “A First Course in General Relativity”, Schutz.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2224",
        "title": "Advanced cosmology and general relativity",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Ringeval Christophe"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS2122 constitue un atout.",
        "topics_covered": "Cette unité d'enseignement introduit les concepts et techniques requises pour aborder la cosmologie moderne et ses fondations sur la relativité générale. La théorie des perturbations cosmologiques, permettant le calcul de l'évolution des inhomogénéïtés, est explicitement dérivée à partir des équations d'Einstein. Ses applications sont présentées, allant des anisotropies du rayonnement de fond diffus, de la formation des grandes structures à la propagation des ondes gravitationnelles dans l'univers. À la fin de l'unité d'enseignement, nous abordons les sujets de recherche actuels concernant l'univers primordial ainsi que les observations à venir.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l 'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) 1.1, 1.2, 1.5, 2.1, 2.5, 3.1, 3.2, 3.3, 3.4, 4.1, 4.2, 5.1, 5.2, 5.3, 5.4, 7.1, 7.3, 8.1. b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   comprendre, reproduire et vérifier les résultats de petites publications de recherche en           cosmologie ; 2.   mener correctement tout calcul de relativité générale.",
        "content": "Le contenu de l’unité d’enseignement fournit les outils requis pour accéder aux résultats de recherche en cosmologie moderne et plus généralement à toute application de la relativité générale. Le développement actuel de nouveaux télescopes X, optiques, radios et gravitationnels font de cette unité d’enseignement un sujet privilégié pour tous les physiciens et ingénieurs désireux de contribuer aux observatoires et missions spatiales de demain. L’unité d’enseignement se développent selon les thèmes suivants : •  L’Univers inhomogène -  Les anisotropies du CMB, les grandes structures de l’Univers -  Le problème de l’horizon, de la platitude, de l’origine des inhomogénéïtés •  Théorie des perturbations cosmologiques - Invariance de jauge en relativité générale - Décomposition scalaire-vecteur-tenseur - Métrique perturbée et équations d’Einstein linéarisées - Tenseur énergie-impulsion perturbé, quantités fluides invariantes de jauge - Fluctuations de densité, ondes gravitationnelles et spectre de puissance •  Les anisotropies du rayonnement fossile - Propagation des photons dans les espaces-temps inhomogènes - Au-delà de l’approche fluide : équation de Boltzmann perturbée - Spectres de puissance angulaire pour les scalaires et les tenseurs - Polarisation et ondes gravitationnelles primordiales - Conditions initiales et estimation de paramètre •  L’Univers primordial",
        "teaching_methods": "Alternance entre cours traditionnels et séances de questions interactives. Tous les calculs sont détaillés au tableau noir. Un support multimédia dédié aux résultats numériques et aux analyses de données est fourni.",
        "assessment_methods": "L’évaluation consiste en un examen écrit de 2 heures qui consiste essentiellement en la résolution de problèmes simples, mais originaux, de type « recherche ». Les problèmes nécessitent une capacité d’abstraction ainsi qu’une bonne maîtrise des calculs en relativité générale.",
        "bibliography": "-  “Primordial cosmology”, Peter & Uzan. -  “Physical foundations of Cosmology”, Mukhanov. -  “Cosmological Physics”, Peacock. -  “The Cosmic Microwave Background”, Durrer. -  “Modern Cosmology”, Dodelson. - “General Relativity”, Straumann. -  “Relativity”, Stefani. -  “General Relativity”, Wald.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2242",
        "title": "Fundamentals of quantum information",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Génévriez Matthieu",
            "Melinte Sorin",
            "Piraux Bernard"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS1241, LPHYS1342 et LPHYS1344 constitue un atout.",
        "topics_covered": "Qubits, étrangeté quantique, cohérence et décohérence, cryptographie quantique, téléportation, ordinateur quantique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA 1.1, AA 1.2, AA 1.5, AA1.6, AA 3.1, AA3.2, AA 3.3, AA 3.4, AA 4.2, AA 5.2, AA 5.4, AA 8.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   décrire les concepts essentiels de l'information quantique ; 2.   décrire les tests l'intrication quantique et leurs réalisations expérimentales ; 3.   expliquer les concepts de bases de la cryptographie et l'ordinateur quantiques.",
        "content": "Concepts de bases : superposition et Qubits Étrangetés quantiques (paradoxe EPR, inégalités de Bell) Cryptographie quantique Téléportation quantique Concept de l’ordinateur quantique Réalisations expérimentales d’ordinateurs quantiques Réseau quantique et intrication de plusieurs particules Décohérence correction de l’erreur quantique Purification de l’intrication",
        "teaching_methods": "Cours et exercices",
        "assessment_methods": "Examen écrit avec des questions ouvertes et fermées",
        "bibliography": "D. Heis, “Fundamentals of quantum information”, Springer, 2002. P. Lambropoulos and D. Petrosyan, « Fundamentals of Quantum Optics and Quantum Information », Springer, 2007.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2131",
        "title": "Fundamental interactions and elementary particles",
        "credits": "10.00",
        "hours": "52.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bethani Agni",
            "Degrande Céline",
            "Delaere Christophe",
            "Lemaitre Vincent"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Pas de prérequis pour les étudiant.e.s ayant obtenu un diplôme de Bachelier en sciences physiques et qui possèdent donc déjà une connaissance élémentaire de la gravitation classique (G N ), la mécanique relativiste (c), la mécanique quantique (h) et, idéalement, la gravitation relativiste (G N + c).",
        "topics_covered": "Introduction au concept d'unification sur base de l'invariance de jauge et description des règles parfois surprenantes qui régissent notre univers tant au niveau microscopique ('10 -20 m) qu'au niveau macroscopique ('10 +26 m), à travers les interactions de son contenu en matière et énergie, à savoir : la matière ordinaire, l'antimatière, la matière extraordinaire, la matière sombre et l'énergie sombre. Introduction aux grandes expériences qui ont mené non seulement à la construction du Modèle Standard mais aussi à sa validation et discussion des difficultés rencontrées lors de leurs réalisations.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA1: A1.1, A1.4 AA3: A3.1 AA5: A5.3 AA7: A7.2 Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   formuler les concepts théoriques associés aux interactions fondamentales (incluant la gravitation) en mettant en évidence un principe unificateur, l'invariance de jauge et un mécanisme séparateur, la brisure de symétries ; 2.   présenter les grandes expériences à la base du Modèle Standard décrivant les interactions fondamentales (forte, faible et électromagnétique) entre les particules élémentaires (quarks, leptons et bosons de jauges, boson de Higgs) ; 3.   intégrer les techniques expérimentales et d'analyse des données utilisées dans les expériences modernes en physique des particules.",
        "content": "1. Introductions théorique et expérimentale aux interactions fondamentales. Les sujets couverts sont - les unités naturelles - l'electromagnetisme de Maxwell au lagrangien invariant de jauge - les champs scalaire et l'équation de Klein-Gordon - les champs fermionic et l'equation de Dirac - les interactions electrofaibles (désintegration beta, théorie de Fermi, les courants neutres) - la violation de parité - la brisure de symmetrie des l'interactions electrofaibles -  les masses et mélanges des fermions - les mésons et baryons - les partons - l'interaction forte et la couleur 2. Description de ces processus en termes d’observables telles que sections efficaces et temps de vie au moyen de diagrammes de Feynman simples. Discussion de ces processus en termes d'observables tels que les sections efficaces et la durée de vie et comment ils peuvent être mesurés expérimentalement. Discussions sur des questions ouvertes en physique des particules et sur la manière dont les expériences peuvent conduire à de nouvelles découvertes.",
        "teaching_methods": "Exposés magistraux (présentation au tableau et projection de transparents). Projet intégrateur. Séances de travaux pratiques sur l’analyse d’événements du LHC.",
        "assessment_methods": "Examen oral sur l’ensemble de l’unité d’enseignement lors de la session d’examen. Préparation de deux questions de son choix (une sur les aspects théoriques et une autre sur les aspects plus expérimentaux) à présenter oralement (soit lors de l’examen où lors de séances de présentation qui seront éventuellement prévues en fin de quadrimestre). Un rapport de “laboratoire” (sur l’observation des bosons W et Z au LHC) à défendre oralement.",
        "other_info": "En fonction des conditions sanitaires, les modalités de l’enseignement ET de l’examen pourraient être réévaluées suivant la situation et les règles en vigueur.",
        "bibliography": "Modern Particle Physics, M. Thomson High Energy Physics, 4th Edition, D.H. Perkins. Brian R. Martin, Graham Shaw, \"Nuclear and Particle Physics: An Introduction\", 3rd Edition, ISBN: 978-1-119-34461-2.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2101",
        "title": "Analog and digital electronics",
        "credits": "10.00",
        "hours": "45.0 h + 45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cortina Gil Eduardo"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "LPHY1221 pour les étudiant.e.s du Bachelier en sciences physiques qui souhaitent suivre cette unité d'enseignement dans le cadre de l'Approfondissement en sciences physiques. Avoir suivi LPHYS1201 constitue un atout. Pas de prérequis pour les étudiants ayant obtenu un diplôme de Bachelier en sciences physiques et qui possèdent donc déjà une connaissance élémentaire de : -       la théorie de circuits, -       l'algèbre complexe et transformée de Laplace.",
        "topics_covered": "Cette unité d'enseignement est destinés à familiariser l'étudiant.e aux aspects fondamentaux de l'appareillage électronique en métrologie moderne. Il est divisé en deux parties: la première partie traite les points essentiels de l'électronique linéaire dans le cadre des semi-conducteurs et des petits signaux. Une deuxième partie est dédiée à une introduction à l'électronique numérique et aux systèmes d'acquisition de données. Les deux parties doivent être suivies en parallèle et les liens entre ces deux parties seront faits lors de travaux pratiques et lors d'un projet personnel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA1: 1.2,1.5, 1.6, 1.7 AA2: 2.2, 2.3 AA3: 3.4 AA4: 4.1, 4.2 AA5: 5.1,5.3 AA6: 6.4, 6.5 Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.     décrire le mode de fonctionnement des composants électroniques, analogique et numérique de base ainsi que ses limitations ; 2.     simuler à l'aide du logiciel LTSPICE la réponse des circuits électroniques de base ; 3.     analyser et calculer les montages de base utilisés couramment en physique dans la lecture des capteurs/détecteurs ; 4.     analyser et dessiner une machine d'états finis ; 5.     faire la liaison entre un système d'acquisition électronique des données et l'ordinateur au moyen d'un protocole de communication simple.",
        "content": "Partie électronique analogique. 1. Outils de simulation en électronique LTSpice-IV. 2. Analyse de circuits passifs composés d'éléments linéaires et permanents. 3. La diode à semi-conducteur. 4. Le transistor bipolaire. 5. Le transistor unipolaire ou FET à effet de champs. 6. Amplificateur différentiel. Amplificateur opérationnel. 7. Lignes de transmission. 8. Les bruits. Partie électronique numérique et acquisition de données. 1. Signaux et systèmes numériques et analogiques. 2. Systèmes de numérotation, opérations et codes. 3. Portes logiques et combinaisons de portes. 4. Logique combinatoire : additionneurs, décodeurs, comparateurs, multiplexeurs, ,.. 5. Logique séquentielle : bascules, minuteries, registres à décalage, compteurs, … 6. Compteurs : machines à états finis . 7. Logique programmable : VHDL. 8. Transmission de données. 9. Conversion de signal : ADC, DAC, … 10. Bus et interfaces : bus série et parallèle, USB, I2C, ethernet.",
        "teaching_methods": "Cours théorique et séances d’exercices : cours magistral en auditoire ; résolution de problèmes en auditoire ; Exercices à ressoudre à la maison. Travaux pratiques (obligatoires) : étude expérimentale de circuits de base ; simulation en LTSPICE des circuits ; dévelopement d’un projet combinant électronique analogique et numerique. La liste de projets est presenté au début de la session.",
        "assessment_methods": "L'évaluation se fait sur base de : Examen écrit: 12 questions sur l'électronique analogique et numerique (30%) Projet: interrogation orale sur le rapport  du projet (50%) Cote sur des exercices choisis. (20%) Evaluation continue",
        "online_resources": "Moodle: https://moodle.uclouvain.be/course/view.php?id=3847",
        "bibliography": "Electronic Principles, A. Malvino & D.J. Bates, McGraw Hill (2007). Microelectronic circuits, Sedra & Smith, Oxford University Press (2004). Digital Fundamentals, 11th Edition ( http://www.pearsonglobaleditions.com/Sitemap/Floyd/ ), Thomas Floyd, Ed. Pearson. Acquisition de Données. Du Capteur à l'Ordinateur, Georges Asch et collaborateurs, Ed. Dunod.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsst1001",
        "title": "IngénieuxSud",
        "credits": "5.00",
        "hours": "15.0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Merle Stéphanie",
            "Raskin Jean-Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Projets qui répondent à une problématique (technique, économique, socio-culturel), coopération au développement, approche systémique, responsabilité, engagement, éthique, solidarité, travail en équipe, innovations, technologies appropriables, citoyenneté scientifique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution aux référentiels des programmes du secteur SST Acquis d'apprentissage disciplinaires : Au terme de la formation l'étudiant sera capable de : Elaborer des propositions, sous forme de projets, appropriées à une problématique de développement qui relève de l'identification et/ou la conception d'un dispositif technique, économique, socio-culturel : 1.       Identifier et définir les questions et problématiques 1.1    Elaborer un cahier des charges 1.2    Analyser un contexte 1.3    Analyser une problématique 1.4    S'initier au concept de la systémique 1.5    Découvrir les leviers et les contraintes d'un projet 1.6    Appréhender les étapes de la vie d'un groupe 2.       Elaborer des propositions innovantes 2.1    Découvrir et mettre en oeuvre des technologies qui favorisent l'innovation et la créativité 2.2    Découvrir les technologies appropriables et durables 2.3    S'initier aux principes du développement durable et de son application dans des projets techniques 2.4    Se préparer à la mission 2.5    S'imprégner du processus itératif 3.       Évaluer la faisabilité et l'impact des propositions élaborées 3.1    Appréhender l'équilibre technologique comme venant en soutien de l'évolution humaine 3.2    Identifier les possibilités pour mesurer l'impact d'un projet 3.3    Contribuer à la visibilité des projets IngénieuxSud Acquis d'apprentissage transversaux : Développer et adopter une attitude réflexive sur des questions et problématiques de développement et y apporter des solutions appropriées 1.1    Porter un regard critique sur ses propres compétences, connaissances et sur ses propres limites 1.2    Définir les différents enjeux du projet (culturels, sociaux, économiques, techniques) par une approche systémique 1.3    Faire le bilan de la progression de sa réflexion au fil du projet 2.       Travailler en équipe, collaborer de manière efficace avec des partenaires nationaux et internationaux. 2.1    Identifier les apports et intérêts complémentaires des différents partenaires dans la problématique du projet 2.2    Planifier son travail en équipe : construire un chronogramme, un programme d'apprentissage... 2.3    Autoévaluer son implication individuelle dans le groupe et la coopération au sein du projet et de son groupe 3.       Communiquer efficacement oralement et par écrit avec des publics divers nationaux et internationaux (experts scientifiques, pairs, enseignants, formateurs...) 3.1    Utiliser des moyens appropriées pour dialoguer avec les différents publics et partenaires 3.2    Faire un retour d'expérience et proposer des perspectives futures 3.3    Rédiger un Portfolio interculturel, cohérent, structuré, rigueur scientifique et esprit critique 3.4   Adapter sa communication en fonction de ses interlocuteurs (pairs, collègues, enseignants, formateurs, experts scientifiques...)",
        "content": "-          Les sciences et technologies au service du développement durable -          La solidarité internationale -          L'adéquation moyens-objectifs d'un projet -          L'interculturalité : regard croisé sur une même problématique scientifique -          Le développement du projet dans le cadre d'un programme de coopération au développement -          L'application de l'approche systémique dans un projet scientifique -          Le développement d'un projet concret : du CDC à l'application concrète -          Les facteurs qui influencent le projet (contexte social, pays, population, contraintes externes, planification ') -          Les leviers du changement -          Le travail en équipe et la communication (avec les partenaires du Sud, avec les personnes du groupe, avec les experts techniques et de développement, les populations concernées)",
        "teaching_methods": "Formation hybride (en ligne et en présentiel) -          Cours : multidisciplinaires, multi-acteurs, multiculturels -          Apprentissages actifs en groupes -          Apprentissages par le projet -          Coaching par le corps scientifique et académique, des professionnels de terrain (Nord et Sud) -          Interviews, recueil et analyse d'articles'",
        "assessment_methods": "-          Portfolio (évaluation continue) de groupe avec parties individuelles -          Présentations orales en groupe devant un panel interdisciplinaire Nous précisons que l’usage des IA génératives telles que ChatGPT, Consensus, Perplexity,... est toléré mais il doit être clairement stipulé dans le document rendu par l'étudiant·e ou le groupe d'étudiant·es. Nous insistons sur le fait que le cours IngénieuxSud fait appel à votre créativité et que ces outils ne sont pas de grande aide pour cet objectif à atteindre.",
        "other_info": "Le cours se termine par une mission pendant l'été qui suit le projet",
        "online_resources": "Site du cours : http://icampus.uclouvain.be/claroline/course/index.php?cid=INGESUD_EPL",
        "bibliography": "Ouvrage de référence : -          M. Ashby, (2016), « Materials and sustainable development », Elsevier Science and technology, UK. Revue Spore : Le magazine du développement agricole et rural des pays ACP -  http://spore.cta.int",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2215",
        "title": "Statistical field theory",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Walmsley Hagendorf Christian"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS2132, LPHYS2113 et LPHY2114 constitue un atout.",
        "topics_covered": "L'unité d'enseignement traitera des principaux concepts et outils communs à la théorie quantique des champs et à la physique statistique : intégrales de chemins et intégrales fonctionnelles, développements perturbatifs et diagrammes de Feynman, théorie de la renormalisation et le groupe de renormalisation de Wilson. Elle présentera des applications à des problèmes de physique statistique et théorie de la matière condensée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA du programme (PHYS2M et PHYS2M1) 1.1, 1.2, 2.1, 3.1, 3.2, 3.3, 3.4, 4.1, 5.4 b. Formulation spécifique pour cette activité des AA du programme À la fin de cette unité d'enseignement, l'étudiant.e sera capable de : '       appliquer l'intégrale de chemin pour résoudre des problèmes en mécanique quantique et mécanique statistique ; '       dériver des règles de Feynman et construire une théorie des perturbation d'une théorie des champs par quantification par intégrale fonctionnelle ; '       appliquer la théorie de renormalisation perturbative afin de déterminer des exposants critiques ; '       appliquer les principaux idées du groupe de renormalisation de Wilson à des systèmes de physique statistique.",
        "content": "L’objectif de la théorie statistique des champs est de décrire le comportement d’un système au voisinage d’un point critique par des méthodes de la théorie quantique des champs (euclidienne). Ce cours vise à donner une introduction à cette approche et de présenter surtout la théorie de la renormalisation dans un cadre de physique statistique. L'unité d’enseignement tentera à aborder les sujets suivants: rappels de la théorie quantique des champs, théorie des champs euclidienne, champs aléatoires et intégrales fonctionnelles, champs libres, champs en interaction et modèle de Ginzburg-Landau, systématique de la théorie des perturbations, la renormalisation perturbative, groupe de renormalisation.",
        "teaching_methods": "L’activité d’apprentissage est constituée par des cours magistraux. Ils visent à introduire les concepts fondamentaux de la théorie statistique des champs et, en établissant des résultats, à montrer leurs liens réciproques et leurs relations avec d’autres cours du programme de master en sciences physiques.",
        "assessment_methods": "L’évaluation se fait sur base d’un examen oral. L’étudiant y présentera dans le cadre d’un exposé un travail d’approfondissement d’un problème physique ou mathématique relié à la matière de l’unité d’enseignement. On y teste la connaissance et la compréhension des notions vues au cours, la capacité de l’étudiant de les appliquer à un nouveau problème et ses capacités de présenter ses connaissances de manière cohérente par un exposé oral.",
        "online_resources": "Le site MoodleUCL de l’unité d’enseignement contient un plan détaillé de l’unité d’enseignement et une bibliographie.",
        "bibliography": "F. David, Théorie statistique des champs. EDP Sciences (2019). G. Parisi, Statistical field theory. Addison-Wesley (1988). M. Salmhofer, Renormalisation: An introduction. Springer (1999). J. Zinn-Justin, Intégrale de chemin en mécanique quantique : introduction . EDP Sciences (2003).",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsc2220",
        "title": "Philosophy of science",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Guay Alexandre"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Chaque année, trois thème centraux sont abordés touchant au dialogue entre les sciences naturelles et les questionnements philosophiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Faire réfléchir les étudiants de Master sur certains thèmes centraux de la philosophie des sciences aujourd'hui, en relation avec leurs intérêts et la discipline scientifique dans laquelle ils sont spécialisés. Leur apprendre à approfondir, seuls ou en groupe, une question philosophique choisie en lien avec les questions abordées aux cours. Être capable d'exposer les résultats de leur réflexion par écrit et en faire une présentation orale.",
        "content": "Les trois thèmes pour 2024-25 sont : Éléments de philosophie des mathématiques. Quel est l'objet des mathématiques? Pourquoi les mahématiques peuvent être utilisées pour modéliser le monde empirique? Approches philosophiques de la causalité. Qu'est-ce que la causalité ? Comment reconnaît-on un lien causal ? Quel rôle joue la causalité dans les explications scientifiques ? Approches philosophiques de la symétrie. Qu'est-ce qu'une symétrie? Wu'est-ce qu'un argument par symétrie?",
        "teaching_methods": "La première partie du cours consistera en leçons magistrales sur les trois thèmes choisis. Pendant ce temps, les étudiants s'inscriront sur le site web du cours et constitueront des groupes de trois au maximum. Chaque groupe choisira un sujet d’exposé ciblé en rapport avec l’un des trois thèmes. Le sujet, la bibliographie et le plan de l’exposé devront tous être validés par le professeur. Celui-ci sera à la disposition des étudiants pour les aider à élaborer l’exposé. La seconde partie des séances sera consacrée aux exposés. L’examen évaluera l’assimilation du contenu des cours magistraux et des exposés.",
        "assessment_methods": "L’évaluation consistera en un examen écrit (50% de la note finale) et en un exposé oral, en classe, fait en équipe (50%). En seconde session, l’évaluation consistera en un examen écrit (50%) + la note d’exposé (50%). Si la note d’exposé est absente ou a déjà été comptée à la session de juin, cette note sera remplacée par un travail de recherche personnel. Notez qu’il est possible de faire l’exposé durant le quadrimestre, demander une note de présence en juin et, en conséquence, utiliser la note d’exposé à la session de septembre.",
        "online_resources": "Voir site Moodle du cours.",
        "bibliography": "Voir site Moodle du cours.",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2132",
        "title": "Quantum field theory 1",
        "credits": "10.00",
        "hours": "52.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Degrande Céline",
            "Drewes Marco"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS1241, LPHYS1342 et LPHYS1231 constitue un atout.",
        "topics_covered": "Cette unité d'enseignement est une introduction à la théorie quantique des champs. Après une introduction historique, l'accent est mis sur l'électrodynamique quantique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) 1.1, 1.2, 1.6, 2.1, 2.5, 3.1, 3.2, 3.4, 4.1, 8.1, 8.2. b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.     mettre le développement de la physique des particules moderne dans une perspective historique ; 2.     quantifier les champs photoniques et électroniques ; 3.     calculer les processus élémentaires en électrodynamique quantique.",
        "content": "Introduction historique Relativité et mécanique quantique Représentations du groupe de Lorentz Quantification des champs de photons et d’électrons Electrodynamique quantique",
        "teaching_methods": "Cours magistraux, séances d’exercices, projet intégrateur",
        "assessment_methods": "Examen oral, en partie basé sur le rapport de projet.",
        "bibliography": "Notes sur la genèse de la théorie quantique des champs (1897-1947). //  Written notes on the genesis of quantum field theory (1897-1947). Mandl and Shaw – Quantum Field Theory (Chapters 1 to 10). Peskin and Schroeder – An Introduction to Quantum Field Theory (Part I).",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2197",
        "title": "Thesis tutorial",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Adrioueche Ahmed",
            "de Wasseige Gwenhaël"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Connaissance de l'anglais scientifique (niveau intermédiaire).",
        "topics_covered": "Initier l'étudiant.e à la communication scientifique et, en particulier, à la présentation orale d'un exposé scientifique en anglais. Formation à la présentation scientifique en anglais, avec le concours d'un maître de langue de l'Institut des Langues Vivantes. Présentation publique en anglais de l'état d'avancement du mémoire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA3: A3.1, A3.2, A3.3 AA4: A4.1, A4.2 AA5: A5.1, A5.2, A5.3 AA6: A6.1, A6.3, A6.5 AA7: A7.1, A7.2, A7.3, A7.4, A7.5, A7.6 AA8: A8.1 AA9: A9.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.     structurer un contenu scientifique en vue de le présenter, en citant correctement ses sources suivant les règles d'usage, et en s'adaptant au public cible ; 2.     maîtriser les outils linguistiques nécessaires à la transition entre différentes étapes de l'exposé ; 3.     contrôler les aspects extra-linguistiques tels que \"body language\" et \"eye contact\" ; 4.     intégrer (pointer vers, faire référence à, souligner la présentation de sa dia par graphiques) dans le discours à l'aide des structures verbales adéquates pour en faire ressortir la pertinence ; 5.     synthétiser en quelques phrases l'ensemble de l'exposé avant de terminer (take home message) ; 6.     maîtriser la prononciation scientifique de base ainsi que les mots clés et récurrents du sujet de mémoire ; 7.     améliorer les versions successives de son exposé grâce aux remarques collectives (peer learning) et puis individuelles (tutorial) ; 8.     gérer, comprendre, clarifier au besoin, reformuler puis répondre aux questions après l'exposé, en utilisant les techniques qui permettent de mieux élaborer sa réponse.",
        "content": "1. Activité d’enseignement s’intégrant dans la formation en anglais pour les étudiant.e.s en physique depuis leur 1er cycle, aboutissant à une connaissance active et orale de la langue au terme de leurs études de 2ème cycle pour des présentations publiques de leurs compétences personnelles et scientifiques. 2. Préparation à des présentations scientifiques orales en anglais devant leurs pairs, proprement structurées et adaptées au public, avec un regard critique sur la pratique de la langue anglaise, sa grammaire, son articulation et prononciation, et ses idiomes culturels, et avec références correctes à ses sources scientifiques suivant les règles en usage. 3. Familiarisation et pratique de techniques de communications et présentations orales en public, et également en préparation à l’insertion socio-professionnelle, utilisant les techniques modernes de communication et de présentations, et adaptées aux publics cibles. 4. L’évaluation est organisée en dehors de la session d’examens de juin. Elle consiste en une présentation orale publique en anglais devant les pairs et les enseignants de physique, du sujet de mémoire, en regard également aux efforts et progrès réalisés au cours de l’année et en la production d'un contenu vulgarisé en lien avec le mémoire.",
        "teaching_methods": "Le séminaire se compose de quatre parties : Une dizaine de séances de 2h à l’Institut des Langues Vivantes, pour l’écolage sous la direction du maître de langue anglaise : parties spécifiques d’une présentation scientifique (graphiques, comparaisons, etc.) ; composition de transparents, présentation sur ordinateur ou autre support visuel ; exercices de prononciation portant sur des termes récurrents en science, et plus particulièrement en physique. Deux séances de communication des sciences pour aider à la préparation du contenu vulgarisé. Au début du second quadrimestre, une dizaine d’heures est mise à la disposition des étudiants qui le souhaitent pour un encadrement individuel en vue de la présentation finale et de la production du contenu vulgarisé. Un exposé public, en anglais, au cours du second quadrimestre, dans lequel l’étudiant présente l’état d’avancement de son mémoire et répond aux questions (en anglais) de son directeur de mémoire, de ses lecteurs et du Maître de langue.",
        "assessment_methods": "Mode d’évaluation : l’évaluation, qui est faite à l’issue de la présentation publique, porte sur la présentation, et non sur la valeur scientifique du contenu, ainsi que sur le contenu vulgarisé. Quant à l’évaluation de l’anglais elle porte sur la prononciation correcte de mots récurrents dans l’exposé, l’aisance générale dans la langue et le soin que l’étudiant aura mis à appliquer les techniques de communication scientifique enseignées durant les séances.",
        "bibliography": "Des références bibliographiques sont fournies par le Maître de Langue au cours du déroulement des activités de cette unité d'enseignement. Bibliographic references are provided by the English language teacher throughout the progress of the teaching unit.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsc2001",
        "title": "Introduction à la philosophie contemporaine",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pence Charles",
            "Verdée Peter",
            "Verdée Peter"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'esprit humain, dans toutes ses dimensions, peut-il être intégré par les sciences empiriques au sein du monde naturel ? Les sciences cognitives (neurosciences, psychologie cognitive, linguistique, etc.) s'efforcent de mener à bien cette intégration. L'objectif du cours, qui constituera une introduction à la philosophie de l'esprit et des sciences cognitives,  est d'examiner les capacités des sciences cognitives à réaliser cette intégration ' et notamment à réaliser une description et une explication de ceux des aspects de l'esprit humain qui semblent le plus résister à cette intégration dans le monde naturel : la conscience, la rationalité, le libre-arbitre.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours permettra aux étudiants d'aborder un ensemble de problèmes philosophiques liés aux progrès récents dans l'étude scientifique et « naturaliste » de l'esprit humain.",
        "content": "Que nous apprennent les sciences et les mathématiques sur la réalité ? Ce cours explore divers thèmes en philosophie contemporaine, en se concentrant sur l’interprétation et la méthodologie des sciences et des mathématiques. Réalisme, pragmatisme et idéalisme La vérité : théories de la vérité, paradoxes, vérité en mathématiques La probabilité : théories de la probabilité, interprétations, paradoxes Sciences et normes Interprétation en sciences (mathématiques, physique quantique, etc.)",
        "teaching_methods": "Cours magistraux donnés par l'enseignant, avec un rôle important pour des discussions avec et entre les étudiant·e·s.",
        "assessment_methods": "Dans la session de juin et la session d'août : un travail de groupe écrit (50 %) et une défense individuelle de ce travail à l’examen oral (50 %).",
        "online_resources": "Lecture et slides disponible par le site Moodle du cours.",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2234",
        "title": "Advanced quantum field theory",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Drewes Marco"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Ce cours suppose acquises les compétences de base en théorie quantique des champs telles que visées par le cours LPHYS2132",
        "topics_covered": "-     Matrice S et fonctions de corrélation : théorie asymptotique, représentation de Källen-Lehmann, réduction LSZ, fonctions chronologiques à n points et théorie de perturbation. -      Théorie de perturbation renormalisée à tous les ordres, et schémas de renormalisation ; i) approche par diagrammes de Feynman ; ii) approche par intégrales et méthodes fonctionnelles. -     Méthodes fonctionnelles perturbatives et non perturbatives en théorie quantique des champs ; action et potentiel quantiques effectifs. -     Thèmes choisis de théorie quantique des champs avancée, en fonction des années et des intérêts du public, et dont l'un fait l'objet d'un travail personnel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA1 : A1.1, A1.2, A1.6 AA2 : A2.1, A2.5 AA3 : A3.1, A3.2, A3.3, A3.4 AA4 : A4.1, A4.2 AA5 : A5.1, A5.2, A5.3, A5.4 AA6 : A6.1, A6.2 AA7 : A7.1, A7.3, A7.4 AA8 : A8.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   mettre en oeuvre la théorie de perturbation renormalisée de théories quantiques de champs scalaires et spinoriels, voire vectoriels et de jauge ; 2.   comprendre les rôles de la régularisation et du point de renormalisation dans un schéma de renormalisation perturbative ; 3.   expliquer l'apparition de masses et couplages d'interaction fonctions d'échelles de renormalisation ; 4.   approfondir l'étude d'un sujet spécifique de théorie quantique des champs ; 5.   mettre les contenus du cours en lien avec les développements actuels en théorie quantique des champs à l'interface des interactions quantiques fondamentales et de l'interaction gravitationnelle.",
        "content": "Le cours couvrira les sujets suivants : - Formule LSZ et relation entre la matrice S et les fonctions de corrélation - Les méthodes intégrales et fonctionnelles du chemin en mécanique quantique et théorie quantique des champs - Renormalisation des théories de jauge non abéliennes - QFT dans un milieu : Introduction aux formalismes de temps réel et imaginaire à température et densité finies, applications en cosmologie et physique des astroparticules - Phénomènes de hors-équilibre dans QFT et le formalisme de Schwinger-Keldysh Le contenu peut, dans une certaine mesure, être adapté aux intérêts du public.",
        "teaching_methods": "Le cours sera principalement dispensé sous forme de cours magistraux en classe. De plus, chaque étudiant choisira un projet personnel qu'il poursuivra tout au long du quadrimestre.",
        "assessment_methods": "L'examen consistera en une petite présentation du projet personnel, suivie d'un examen oral sur le projet et l'ensemble du contenu du cours.",
        "bibliography": "- M. E. Peskin and Daniel S. Schroeder, An Introduction to Quantum Field Theory (Westview Press, Perseus Books, 1995). - M. Schwartz, Quantum Field Theory and the Standard Model, Cambridge University Press, 2014 - M. Le Bellac, Thermal Field Theory, Cambridge University Press, 2011 - J. Berges, Introduction to Nonequilibrium Quantum Field Theory, https://arxiv.org/abs/hep-ph/0409233",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2260",
        "title": "Geodesy and GNSS (Global Navigation Satellite System)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "prerequisites": "Connaissances de base en physique et en mathématique (niveau bachelier en sciences ou en sciences appliquées). Avoir suivi LPHYS2161 constitue un atout.",
        "topics_covered": "Les thèmes abordés dans l'unité d'enseignement sont la géodésie spatiale pour la Terre et les planètes avec un accent particulier sur le système de navigation globale par satellite (GNSS) et leurs applications en géophysique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA1: A1.1, A1.2, A1.3, A1.4, A1.5, A1.6 AA2: A2.1, A2.2 AA3: A3.1, A3.2, A3.4 AA6: A6.1 AA7: A7.3 AA8: A8.1, A8.2 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.     expliquer les techniques de géodésie spatiale utilisées sur Terre ; 2.     appliquer correctement les méthodes de géodésie spatiale pour retrouver les informations géophysiques terrestres ; 3.     définir les systèmes de référence terrestre et céleste et les passages de l'un à l'autre ; 4.     expliquer les phénomènes géophysiques qui perturbent la rotation et l'orientation de la Terre ; 5.     expliquer les techniques de géodésie spatiale utilisées autour des planètes et des lunes du système solaire ; 6.     appliquer correctement les méthodes de géodésie spatiale pour retrouver les informations géophysiques qu'on peut obtenir pour les planètes et les lunes du système solaire sur leur états actuels, passés et futurs et leurs évolutions ; 7.     accéder aux bases de données de la géodésie spatiale ; 8.     utiliser des approches pluridisciplinaires pour la résolution d'un problème de géodésie spatiale ou d'une question fondamentale telle que l'habitabilité des planètes et des lunes du système solaire ou des exoplanètes.",
        "content": "Géodésie classique et spatiale Système GPS Système Européen Galileo et autres systèmes de navigation par satellite Applications du GPS/GNSS en sciences de la Terre Systèmes et repères de référence célestes Systèmes et repères de référence terrestres Rotation de la Terre Techniques de géodésie spatiale autres que le GNSS Géodésie spatiale autour d’autres planètes du système solaire Mouvement d’un satellite artificiel autour d’une planète et information géophysique",
        "teaching_methods": "Exposés magistraux et exercices, avec visite d’un site géodésique et de l’Observatoire royal de Belgique.",
        "assessment_methods": "Examen oral individuel avec deux présentations de questions au choix dans le cours. Travail individuel sur des données GNSS.",
        "other_info": "",
        "bibliography": "",
        "course_materials": "Syllabus préparé pour l’unité d’enseignement / Syllabus prepared for the teaching unit.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2268",
        "title": "Forecast, prediction and projection in climate science",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Massonnet François"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS2162 et LPHYS2163 constitue un atout",
        "topics_covered": "Fluctuations climatiques de quelques mois à plusieurs millénaires et mécanismes sous-jacents ; prévisibilité météorologique vs climatique ; sources de prévisibilité climatique ; modes de variabilité météo et climatique, oscillations, évènements climatiques extrêmes ; types de prévisions et projections climatiques ; assimilation de données ; vérification des prévisions et projections climatiques ; correction de biais ; ensemble de modèles climatiques ; utilisation et interprétation des prévisions climatiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA1: AA1.1, AA1.5 AA2: AA2.3, AA2.4 AA3: AA3.3, AA3.4 AA4: AA4.1 AA5: AA5.1, AA5.2 AA6: AA6.1, AA6.3 AA7: AA7.5, AA7.6 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.       décrire les sources principales de prévisibilité au sein du système du climatique et en détailler les origines physiques ; 2.       évaluer la performance de prévisions saisonnières à décennales en utilisant l'information fournie (prévisions et données observationnelles de vérification) ; 3.       développer des techniques simples de corrections de biais afin de calibrer des prévisions climatiques ; 4.       appliquer des concepts d'assimilation de données dans un cas simple (modèle idéalisé) et pour différentes questions, dont l'estimation d'état et de paramètres du modèle ; 5.       décrire la hiérarchie de modèles utilisés pour générer des prévisions climatiques et se positionner par rapport à leur utilité et limitations.",
        "content": "Prévisibilité du temps et du climat : mécanismes physiques Origine des incertitudes en prévision et projection climatique Modes de variabilité météo et climatique de la journée à la décennie Evénements climatiques extrêmes Approches utilisées pour la prévision et projection climatique Vérification des prévisions et projections climatiques Assimilation de données, estimation d’état et de paramètres Interprétation d’ensembles de modèles, correction a posteriori, contraintes",
        "teaching_methods": "Exposés magistraux (support disponible via MoodleUCL). Projet intégrateur. Séances pratiques sur ordinateur. Programme de lectures.",
        "assessment_methods": "Présentation écrite (rapport) d’un projet de groupe. Présentation orale individuelle du projet de groupe, visant à vérifier l’assimilation par l’étudiant.e des notions théoriques vues au cours. Une partie de la note finale tiendra compte de l'évaluation du rapport. Cette partie de note servira pour chaque session et ne pourra pas être représentée. En cas de crise sanitaire, les modalités d'évaluation pourront être revues en cours de quadrimestre et communiquées aux étudiant(e)s.",
        "bibliography": "Jolliffe, I. T., and David B. Stephenson. Forecast verification : a practitioner's guide in atmospheric science. Chichester, West Sussex, Eng. Hoboken, N.J: J. Wiley, 2003. Kalnay, Eugenia. Atmospheric Modeling, Data Assimilation and Predictability. Cambridge: Cambridge University Press, 2002. Palmer, Tim, and Renate Hagedorn. Predictability of weather and climate. Cambridge New York: Cambridge University Press, 2006.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2221",
        "title": "Astrophysics and astroparticles",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "de Wasseige Gwenhaël"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "'      Bref aperçu de l'astronomie et de ses concepts de base. '      Formation et évolution des étoiles ; effondrement stellaire. '      Etoiles à neutrons, pulsars et trous noirs. '      Galaxies et centres galactiques ; matière noire et rayons cosmiques. '      Systèmes binaires et ondes gravitationnelles. '      Fond diffus cosmologique et évolution de l'univers.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA1 : A1.2, A1.6 AA2 : A2.1, A2.5 AA3 : A3.1, A3.2, A3.3, A3.4 AA4 : A4.1, A4.2 AA5 : A5.1, A5.2, A5.3, A5.4 AA6 : A6.1 AA7 : A7.1, A7.3, A7.4 AA8 : A8.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   mettre en 'uvre les lois fondamentales de la physique pour la modélisation des phénomènes cruciaux en astrophysique ; 2.   expliquer et discuter les rôles des réactions nucléaires et des interactions fondamentales dans l'évolution stellaire ; 3.   expliquer et discuter les mécanismes spécifiques à la diversité des phénomènes majeurs en astrophysique ; 4.   approfondir l'étude d'un sujet spécifique d'astrophysique moderne ; 5.   mettre les contenus du cours en lien avec les développements actuels en astrophysique ainsi qu'en physique des astroparticules.",
        "content": "Notions fondamentales d'astronomie, unités et variables, mesures de base ; catalogues d'étoiles (spectres et luminosités) ; diagramme de Hertzsprung-Russell. Mécanismes de formation d'étoiles; fusion nucléaire et évolution des étoiles ; astrophysique du Soleil et des neutrinos solaires. Processus physiques en astrophysique; émissions électromagnétiques, accéleration de particules, interactions et propagations, détection de matière noire. Phénomènes de haute énergie dans notre galaxie et extragalactiques: milieu interstellaire et champs magnétiques, phénomène d'accrétion, supernovae, étoiles à neutrons, naines blanches, trous noirs, noyaux actifs de galaxie,... Astronomie multi-messagers: premières sources, implications théoriques, systèmes d'alertes, astronomie en temps réel,...",
        "teaching_methods": "Exposés magistraux et classes inversées. Programme de lectures pour étude personnelle.",
        "assessment_methods": "Examen oral individuel sur base de la lecture d'un ou plusieurs articles et discussion en lien avec le cours.",
        "bibliography": "D. Perkins, Particle Astrophysics (Oxford master series). M. Longair, High Energy Astrophysics (Cambridge University press). M. Spurio, The Probes of Multi-Messenger Astrophysics (Springer, 2020).",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2143",
        "title": "Optics and lasers",
        "credits": "5.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lauzin Clément"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "LPHYS1221 pour les étudiant.e.s du Bachelier en sciences physiques qui souhaitent suivre cette unité d'enseignement dans le cadre de l'Approfondissement en sciences physiques.",
        "topics_covered": "Unité d'enseignement de base donnant une description de tous les aspects de l'optique générale et une introduction à la physique des lasers.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2MA) AA 1.1, AA 1.2, AA 1.3, AA 1.4, AA 1.5, AA 1.6, AA 2.1, AA 2.2 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.     Reconnaître et utiliser au mieux différents éléments optiques comme une lame séparatrice, un miroir diélectrique, un filtre dichroique, un réseau, une lame d'onde, un cube polarisant, une combinaison de lentilles et un élément diffractif DOE ; 2.     appliquer les concepts théoriques développés au cours pour la conception d'interféromètres et autres montages optiques ; 3.     utiliser l'optique de Fourier pour résoudre des problèmes de diffraction ; 4.     mesurer la cohérence spatiale et temporelle des sources de lumières ; 5.     utiliser l'optique gaussienne pour la conception d'une cavité laser et calculer la propagation d'un faisceau laser.",
        "content": "Cette unité d'enseignement est constituée de deux parties : 1.     Optique générale : décomposition en ondes planes, polarisation, interaction linéaire avec la matière, réfraction, lois de Fresnel, optique géométrique, systèmes d'imagerie, matrices de Jones, phénomène d'interférence et de diffraction, cohérence spatiale et temporelle, optique de Fourier. 2.     Physique des lasers et propriétés de base des lasers : milieu amplificateur, cavité laser et propagation d'un faisceau gaussien.",
        "teaching_methods": "Les activités d'apprentissage sont constituées par des cours magistraux et cinq séances de travaux pratiques. Les cours magistraux visent à introduire les concepts fondamentaux et à les motiver en montrant des exemples. Les séances de travaux pratiques visent à appliquer ces concepts lors de séances de laboratoire ou lors de séances d'exercices.",
        "assessment_methods": "L'évaluation se fait sur base d'un examen écrit portant sur les notions théoriques et leur application à des problèmes. On y teste la connaissance et la compréhension des notions vues au cours théorique, la capacité d'analyser un problème d'optique, la maîtrise des techniques de calcul et la présentation cohérente de cette analyse.",
        "online_resources": "Le site MoodleUCL de cette unité d'enseignement contient certains énoncés des exercices des travaux pratiques et différents articles complémentaires au cours théorique.",
        "bibliography": "E. Hecht, Optics, Addison-Wesley (2016). ISBN-10: 0133977226",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2112",
        "title": "Mathematical physics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Ringeval Christophe"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS1202 est un atout",
        "topics_covered": "Cette unité d'enseignement a pour but la présentation et l'approndissemment des structures mathématiques  supportant l'édifice de la physique moderne. Celles-ci seront présentées en suivant le flot logique dans lequel elles se construisent tout en illustrant par des exemples pratiques leur utilité pour la physique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M rt PHYS2M1) 1.2, 2.1, 2.5, 3.1, 3.2, 3.3, 3.4 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.     énoncer les axiomes associées aux structures  mathématiques abordées ; 2.     énoncer et démontrer les théorèmes principaux qui sont utilisés en physique ; 3.     généraliser et appliquer les techniques vues en cours à de nouveaux problèmes physiques.",
        "content": "L’arborescence de l’unité d’enseignement prend racine sur les thèmes suivants : - Notions de topologie * Rappel de topologie euclidienne * Espaces connectés, groupe topologique - Théorie de la mesure et intégration de Lebesgue * Espaces et fonctions mesurables * Intégrale de Lebesgue * Applications aux probabilités - Distributions et fonctions de Green * Fonctions tests et distributions * Opérations et transformées de Fourier * Fonctions de Green - Théorie spectrale des opérateurs dans les espaces de Hilbert * Rappel: définition et propriétés élémentaires des espaces de Hilbert * Fonctionnelles linéaires et opérateurs * Spectre des opérateurs bornés * Opérateurs non-bornés, auto-adjoint, symétriques * Théorème spectral - Notions de géométrie différentielle * Variétés et formes différentielles * Flots, dérivée de Lie et commutateurs * Dérivée extérieure",
        "teaching_methods": "Les activités d’apprentissage sont constituées par des cours magistraux alternant entre exposés théoriques et des applications pratiques et laissant place à des séances de questions-réponses.",
        "assessment_methods": "L’évaluation se fait sur base d’un examen écrit de 2 heures portant sur les notions théoriques vues en cours ainsi que leur application à des problèmes nouveaux.",
        "bibliography": "- Geometry, Topology and Physics, Nakahara. - Méthodes mathématiques pour les sciences physiques, Schwartz. - Lebesgue Measure and Integral, Craven.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2162",
        "title": "Introduction to the physics of the climate system and its modelling",
        "credits": "5.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Goosse Hugues",
            "Ragone Francesco"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "LPHY1213 pour les étudiant.e.s du Bachelier en sciences physiques qui souhaitent suivre cette unité d'enseignement dans le cadre de l'Approfondissement en sciences physiques.",
        "topics_covered": "Description du système climatique et de ses composantes ; bilans énergétiques, cycle hydrologique et cycle du carbone ; principaux mécanismes de rétroaction et sensibilité du climat aux perturbations externes ; variabilité naturelle du climat à toutes les échelles temporelles ; hiérarchie des modèles du système climatique ; effet de serre et changements climatiques induits par les activités humaines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS1M) A1.1, A.1.2, A1.5 A2.3, A2.5 A3.3 A4.1, A4.2 A5.1, A5.4 A6.1, A6.2, A6.3, A6.5 A7.2, A7.3, A7.4, A7.5, A7.6 A8.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   décrire les principales interactions entre les composantes du système climatique ; 2.   développer un modèle simple du système climatique ; 3.   simuler sur ordinateur le comportement du système climatique à diverses échelles de temps ; 4.   choisir le modèle adéquat en fonction du problème climatique posé ; 5.   estimer les incertitudes des observations et des modèles climatiques ; 6.   évaluer la pertinence d'une théorie climatique en fonction des informations disponibles ; 7.   structurer les résultats d'un modèle d'un système complexe.",
        "content": "Description du système climatique et de ses composantes Bilan énergétique, cycle de l’eau et cycle du carbone Modélisation du système climatique Réponse du système climatique à une perturbation Brève histoire du climat : causes et mécanisme Changements climatiques futurs.",
        "teaching_methods": "Exposés magistraux. Projet intégrateur. Séances de simulation sur ordinateur. Exercices en ligne. Programme de lectures.",
        "assessment_methods": "Examen écrit : développement court, QCM. Examen oral individuel sur base d'un travail. Rapport de projet.",
        "bibliography": "Goosse H., 2015, Climate System Dynamics and Modelling, Cambridge University Press, (ISBN-13: 9781107445833), 358 pages.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2247",
        "title": "Special topics in quantum optics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Génévriez Matthieu"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS2141 est un atout",
        "topics_covered": "Description classique et quantique de l'interaction lumière-matière. La théorie de Floquet, modèle des états habillés. Description des états de la lumière, états cohérents et états compressés. Propriétés statistiques de la lumière.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA 1.1, AA 1.2, AA 1.5, AA1.6, AA 3.1, AA3.2, AA 3.3, AA 3.4, AA 4.2, AA 5.2, AA 5.4, AA 8.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   utiliser les approches perturbatives et non-perturbatives pour la description de l'interaction laser-matière ; 2.   d'appliquer le modèle des états habillés à différents processus liés à l'interaction laser-matière ; 3.   utiliser la quantification de la lumière pour décrire les états cohérents et compressés.",
        "content": "Interaction lumière-atome: 1. Modèle classique 2. Modèle semi-classique Théorie des perturbations dépendantes et indépendantes du temps. Interactions entres états discrets et avec un continu Théorie de Floquet 3. Modèle quantique Quantification du champ. États cohérents, états comprimés Propriétés statistiques de la lumière Interaction lumière-atome Modèle des états habillés",
        "teaching_methods": "Cours et exercices à préparer avant d'être discutés au cours. Lecture et présentation d'articles scientfiques récents. Cours renversé.",
        "assessment_methods": "Examen oral durant lequel l'étudiant présente un travail dont le sujet aura été précisé lors du dernier cours.",
        "online_resources": "Différentes ressources (diapositives et documents annexes) sont mises en ligne via la plate-forme MoodleUCL.",
        "bibliography": "G. Grynberg, A. Aspect, C . Fabre, Introduction to Quantum Optics , Cambridge University Press, 2010. M. Fox, Quantum Optics, an introduction , Oxford Master Series in Atomic, Optical, and Laser Physics, 2006. M. Fox , Optique quantique. Une introduction , trad. B. Piraux, De Boeck Université, 2011. M.O. Scully & M.S. Zubairy «  Quantum Optics », Cambridge University Press, 1997. C. Cohen-Tannoudji, Bernard Diu, Franck Laloë, Mécanique quantique – Tome III,  CNRS Editions, EDP Sciences - Collection : Savoirs actuels, 2017. C. Cohen-Tannoudji, J. Dupont-Roc & G. Grynberg, Processus d’interaction entre photons et atomes , CNRS Édition,  EDP Sciences, collection : Savoirs actuels, 2001.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2233",
        "title": "Experimental methods in fundamental physics",
        "credits": "10.00",
        "hours": "52.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bethani Agni",
            "Bruno Giacomo",
            "Cortina Gil Eduardo"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi LPHYS2102 constitue un atout.",
        "topics_covered": "PARTIM B (5 credits) : Système de détection avancés et conception d'expériences en physique fondamentale. PARTIM C (5 credits) : Systèmes de déclenchement, d'acquisition de données et de calcul intensif - Algorithmes de traitement de données  - Méthodes statistiques avancées - Outils logiciels pour la simulation et le traitement de données en physique fondamentale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a.   Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) 1.3, 1.4, 1.5, 1.6, 2.2, 2.3, 2.4, 2.5, 5.1, 5.3, 6.1, 6.2, 6.3, 6.4, 7.1, 7.3, 8.1, 8.2. b.    Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : expliquer et discuter en détail des techniques expérimentales avancées et de systèmes complexes utilisés en physique fondamentale : détecteurs, systèmes de déclenchement, d'acquisition de données et de calcul , traitement de données ; analyse de données statistiques ; expliquer et discuter des techniques avancées d'électronique nucléaire ; concevoir une configuration de détecteurs pour des mesures basiques en physique ; mettre en place et réaliser une expérience de physique à petite échelle ; développer un projet logiciel dans un cadre existant visant à simuler un dispositif expérimental dans lequel les particules se propagent dans la matière ; analyser les données issues d'une expérience afin de mesurer les quantités physiques par inférence statistique ; rédiger un rapport qui documente les développements et les résultats d'un projet de logiciel personnel ou d'une expérience dans un laboratoire.",
        "content": "PARTIM A (4 crédits): \"Introduction and use of GEANT\" : ce partim est proposé aux étudiants de la finalité médicale et consiste d'une sélection de sujets parmi ceux repris dans les partims B et C ci-dessous, se focalisant principalement sur la propagation des particules dans la matière. PARTIM B (5 crédits): \"Advanced detection methods\" : : ce partim est proposé à tous les étudiants 1. Formation du signal : cas général. 2. Détecteurs de traces. a. Compteurs de grandes surfaces : hodoscopes. b. Spectromètres magnétiques : aimants, résolution. c. Détecteurs de position de gaz : MWPC, détecteurs de dérive, chambres à jet, TPC, RPC. d. Détecteurs de position à semi-conducteurs : détecteurs au silicium, détecteurs à fibres scintillantes. e. TPC à argon liquide. TPC à double phase. 3. Calorimétrie a. Calorimètres électromagnétiques. b. Calorimètres hadroniques. c. Calorimètres à basse température. d. Bolomètres. 4. Identification des particules. a. Détecteurs de muons. b. Détecteurs Cerenkov : seuil, différentiel, RICH. c. Détecteurs TRD. d. Temps de vol. e. dE/dx. 5. Etude de détecteurs complexes : approche du type club de lecture. a. Collider: CMS, DELPHI. b. Cible fixe : NA62. c. Astroparticle : AMS-02, Auger. 6. Systèmes auxiliaires. a. Systèmes basse et haute tension. b. Systèmes à gaz. c. Systèmes de refroidissement. d. Supports mécaniques. e. Câblage. 7. Electronique nucléaire. 8. Introduction aux méthodes de detection utilisées  en physique des ondes gravitationnelles. PARTIM C (5 crédits): \"Data analysis methods\" : ce partim est proposé à tous les étudiants 9 Systèmes de déclenchement et d’acquisition de données . 10.  Systèmes de traitement de données hors ligne . 11. Algorithmes de reconstruction d'événements . a. Tracking. b. Vertexing. c. Clustering. d. Jets. 12. Techniques de calibration et alignement. 13. Introduction aux méthodes de traitement de données utilisées  en physique des ondes gravitationnelles.. 14. Méthodes statistiques d'analyse des données. 15. Simulation de la propagation de particules dans la matière 16. Projets concernant soit la simulation de la propagation de particules dans la matière,   soit des systèmes réels de détection de particules réalisés en laboratoire, soit une analyse statistique de données issues d’une expérience en physique.",
        "teaching_methods": "-     Cours magistraux en auditoire. -     Résolution de problèmes en auditoire. -     Projet personnel software et rédaction d’un rapport.",
        "assessment_methods": "Evaluation de rapports rédigés par les étudiant.e.s sur des projets concernant soit la simulation de la propagation de particules dans la matière, soit des systèmes réels de détection de particules réalisés en laboratoire, soit une analyse statistique de données issues d’une expérience en physique. Evaluation d’une interrogation orale sur les projets et la matière traitée dans l’unité d’enseignement.",
        "other_info": "Ce cours se compose de 3 partims qui peuvent être pris séparément par les étudiants: Partim A (4 crédits) :  \"Introduction and use of GEANT\" Partim B (5 crédits) : \"Advanced detection methods\" Partim C (5 crédits) : \"Data analysis methods\"",
        "bibliography": "C. Grupen, B. Schwartz, “Particle Detectors” (2nd edition). D. Green, “The Physics of Particle Detectors”. R. Fernow, “Introduction to Experimental Particle Physics”. C. Leroy, P.G. Rancoita, “Principles of Radiation Interaction in Matter and Detection”. S. Tavernier, “Experimental Techniques in Nuclear and Particle Physics”. G. Cowan, “Statistical Data Analysis”, Oxford Science Publications.",
        "course_materials": "Syllabus, transparents du cours, bulletins d’exercices, examens des sessions précédentes, cahiers de laboratoire et tutoriels pour le programme de simulation sont disponibles sur le site MoodleUCL de l’unité d’enseignement.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmapr2451",
        "title": "Atomistic and nanoscopic simulations",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Charlier Jean-Christophe",
            "Gonze Xavier",
            "Rignanese Gian-Marco"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Exposé des techniques de simulation à l'échelle nanoscopique, basées sur la dynamique moléculaire classique, la méthode des liaisons fortes, la théorie de la fonctionnelle de la densité. Considérations de vitesse d'exécution, de précision numérique, de généralité des techniques, de limitations intrinsèques des techniques. Réalisation d'un projet de simulation numérique d'un matériau. Présentation orale et écrite de ce projet et des résultats, avec étude critique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours au référentiel du programme Axe Nº1 : 1.1, 1.2, 1.3 Axe Nº3 : 3.1, 3.2 et 3.3 Axe Nº4 : 4.1 Axe Nº5 : 5.3, 5.4, 5.5 et 5.6 Axe Nº6 : 6.1, 6.4 Acquis d'apprentissage spécifiques au cours A l'issue de ce cours, l'étudiant sera en mesure : D'expliquer les principes de bases des techniques de simulations atomistiques et nanoscopiques, d'utiliser les logiciels qui les implémentent, de les comparer, et de faire son choix entre eux selon les propriétés qui doivent être simulées. D'effectivement étudier les propriétés d'un matériau, y compris l'étude de la précision numérique des résultats et leur validation, notamment par la comparaison avec des résultats expérimentaux publiés, tout en portant un regard critique sur les résultats obtenus. De rechercher des informations dans des publications scientifiques De présenter et défendre son projet oralement De rédiger un rapport sur leur projet et ses résultats y compris les points sus-mentionnés.",
        "content": "Dans la première partie du cours, des enseignements magistraux sur les différentes techniques de simulations atomistiques et nanoscopiques alternent avec des séances d'exercices, réalisés sur ordinateurs, encadrés par des tuteurs. Certaines de ces séances d'exercices sont basés sur des tutoriels disponibles sur le Web. Dans la seconde partie du cours, les étudiants choisissent et réalisent un projet (individuel ou par groupe de deux) : ils sélectionnent un sujet d'étude, et l'exposent lors d'une séance commune (un tuteur est alors désigné pour leur encadrement personnel) ; ils réalisent l'étude de ce sujet, en allant régulièrement consulter leur tuteur ; ils présentent les résultats préliminaires lors d'une séance commune ; ils préparent ensuite un pré-rapport, qui est discuté avec les titulaires lors d'une évaluation formative ; ils remettent enfin le rapport, et le défendent lors de l'évaluation certificative finale.",
        "teaching_methods": "Enseignements magistraux, séances d'apprentissage devant console d'ordinateur, apprentissage par projet, discussion (évaluations formative et certificative)  avec les tuteurs et enseignants.",
        "assessment_methods": "Rédaction d'un rapport ; présentation orale ; discussion personalisée avec les enseignants.",
        "other_info": "Ce cours suppose acquises les notions de base de sciences des matériaux, en physique quantique, en physique statistique, et en physique des matériaux dispensées en bac 2 et en bac 3 (par exemple, dans les cours LMAPR1805, LMAPR1491, et LMAPR1492), ainsi que des notions de base de programmation informatique (par exemple, dans le cours LEPL1401) et d'utilisation d'un PC.",
        "online_resources": "Moodle",
        "bibliography": "Disponibles sur Moodle : les directives, les transparents de support.",
        "responsible_entity": "FYKI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2266",
        "title": "Physics of the upper atmosphere and space",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pierrard Viviane"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Laphysique des gaz et des plasmas. Le Soleil etles étoiles. L'espace interplanétaireet le vent solaire. La magnétosphère. Mouvement des particules dans un champ magnétique. Interactions Soleil-magnétosphère. L'ionosphère et la plasmasphère. L'atmosphère neutre. Les atmosphères planétaires.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) AA1: A1.1, A1.2, A1.5 AA2: A2.3, A2.4, A2.5 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   décrire les plasmas spatiaux et les interactions entre le vent solaire et le champ magnétique planétaire ; 2.   connaître les couches atmosphériques et les mécanismes physiques qui s'y appliquent ; 3.   utiliser les équations cinétiques et magnétohydrodynamiques de manière adéquate ; 4.   évaluer l'ordre de grandeur des variables utilisées dans les plasmas spatiaux ; 5.   réaliser un travail personnel sur un thème choisi concernant la physique spatiale ; 6.   développer un code informatique simple pour visualiser les résultats du travail ; 7.   analyser des données et les résultats de modèles et les commenter ; 8.   présenter les résultats oralement et par écrit.",
        "content": "Le Soleil : les étoiles (formation, diagramme de Hertzsprung-Russell, fusion, abondance des éléments) − description du Soleil interne (zone radiative, zone convective) − l’atmosphère solaire (photosphère, chromosphère et couronne) − les taches solaires et le cycle d’activité solaire − les éruptions solaires (CME, éruptions, protubérances…) − les trous coronaux. La physique des gaz et des plasmas : définitions et propriétés – théorie cinétique : approche microscopique − fonctions de distributions des vitesses − équations fondamentales : Liouville, Boltzmann, Vlasov, Fokker-Planck – longueur de Debye − théorie hydrodynamique : approche macroscopique – équations fondamentales : continuité, moment, énergie – système de fermeture : approximation d’Euler, Navier-Stokes − liens et différences. Application aux atmosphères planétaires et stellaires : équilibre hydrostatique – atmosphère neutre – atmosphère ionisée – modèles hydrodynamiques – modèle de Parker du vent solaire – libre parcours moyen – exosphère – vitesse de libération – satellites – flux d’échappement de Jeans – vent solaire – hydrogène et hélium s’échappant de la Terre. L’espace interplanétaire : découverte du vent solaire – champ magnétique solaire − observations : vent lent et vent rapide – applications des équations fondamentales des plasmas : modèles hydrodynamique et cinétique – l’héliosphère – les comètes. La magnétosphère : origine du champ géomagnétique – inversion des polarités – dipôle – International Geomagnetic Reference Field – magnétosphères planétaires – description des différentes régions de plasmas – courants – magnétopause – cornets polaires – feuillet de plasma – aurores – ceintures de Van Allen. Mouvement des particules dans un champ magnétique : décomposition en 3 mouvements superposés – mouvement de giration – oscillation – dérive azimutale – forces de dérive (gravité, forces électrique et magnétique, polarisation) – application aux ceintures de Van Allen et à la plasmasphère. Interactions Soleil-magnétosphère : les orages magnétiques – les sous-orages – météo spatiale – indices d’activité géomagnétique (Kp, Dst, Ae, PC, ...) – reconnexion. Ionosphère et plasmasphère : sources d'ionisation – couches ionosphériques – propagation des ondes radio – perturbations dues à l'activité solaire – influence sur les satellites et GPS – plasmasphère – formation de la plasmapause – champ électrique de co-rotation – champ électrique de convection – vent polaire. Atmosphère neutre: profil de température – troposphère – stratosphère – mésosphère – thermosphère – photodissociation – réactions chimiques– ozone. Atmosphères planétaires: Mercure – Vénus – Mars – Jupiter – Saturn – Uranus – exoplanètes.",
        "teaching_methods": "Exposés magistraux. Projet intégrateur. Travail personnel. Exercices.",
        "assessment_methods": "Examen écrit sur la matière du cours comptant pour 15/20, complété par des exercices et un travail personnel avec présentation comptant pour 5/20. Le travail personnel donne lieu à un court rapport individuel à remettre avant la dernière séance à une date qui sera précisée au cours, avec présentation orale individuelle du contenu du projet lors des dernières séances. Si le rapport individuel n'a pas été remis à temps, il peut encore être remis pour la session de septembre. La partie du travail personnel tiendra également compte de l'évaluation continue menée durant le quadrimestre, en particulier pour les exercices.",
        "other_info": "Toutes les informations concernant le contenu du cours et l'évaluation seront spécifiées lors du premier cours.",
        "online_resources": "Powerpoint disponibles sur Moodle",
        "bibliography": "Pierrard V., Effects of the Sun on the space environment of the Earth, Presses Universitaires de Louvain, ISBN: 978-2-39061-442-5, 208 p., 2024. https://i6doc.com/en/book/?gcoi=28001100628290 (conseillé) Pierrard V., 2009, L’environnement spatial de la Terre , Presses Universitaires de Louvain, (ISBN  978-2-87463-195-5), 214 pages. https://i6doc.com/en/book/?gcoi=28001100010910",
        "course_materials": "Livre Pierrard V., 2009, L’environnement spatial de la Terre, Presses Universitaires de Louvain, (ISBN  978-2-87463-195-5), 214 pages. Powerpoint des cours Livre en Anglais: Pierrard V., Effects of the Sun on the space environment of the Earth, Presses Universitaires de Louvain, ISBN: 978-2-39061-442-5, 208 p., 2024. https://i6doc.com/en/book/?gcoi=28001100628290",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2102",
        "title": "Ionizing Radiation Detection and Nuclear Instrumentation",
        "credits": "6.00",
        "hours": "26.0 h + 26.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Cortina Gil Eduardo"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Pas de prérequis pour les étudiant.e.s ayant obtenu un diplôme de Bachelier en sciences physique et qui possèdent donc déjà une connaissance sur la perte d'énergie des particules dans la matière et une connaissance élémentaire de physique des semi-conducteurs et de la jonction PN.",
        "topics_covered": "-       Etude des techniques de base utilisées dans les mesures physiques : température, pression, force, ' -       Etude de la détection des radiations ionisantes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M etPHYS2M1) AA1: 1.3, 1.4, 1.5, 1.6 AA2: 2.2, 2.3, 2.5 AA5: 5.1 AA6: 6.1, 6.4, AA7: 7.1, 7.3 AA8: 8.1, 8.2 Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1. définir les caractéristiques des capteurs fondamentaux utilisées en physique ; 2. identifier et expliquer les processus physiques liés à ces capteurs ; 3. sélectionner les systèmes de lecture appropriés pour les capteurs élémentaires ; 4. définir les caractéristiques d'un détecteur de rayonnement et décrire son mode de fonctionnement ; 5. identifier et expliquer les processus physiques associés à   ces  détecteurs ; 6. utiliser, de façon opérationnelle, les différents types de détecteurs/capteurs décrits dans l'unité d'enseignement.",
        "content": "1. Introduction : (relativité restreinte, physique atomique et nucléaire, statistiques), 2. Sources de rayonnement (y compris les bases sur les accélérateurs et la production de radio-isotopes), 3. Interaction rayonnement-matière, 4. Caractéristiques générales des détecteurs, 5. Détecteurs de gaz, 6. Détecteurs à scintillation. Spectroscopie gamma, 7. Détecteurs à semi-conducteurs, 8. Détecteurs de neutrons, 9. Électronique nucléaire 10. Accélérateurs et radioactivité artificielle Laboratoires (sélection non exhaustive dans la liste suivante) : 1. Geiger-Mueller : Statistiques de comptage. 2. Introduction aux codes de simulation SRIM et VGATE. 3. Cyclotron : mesure du pic de Bragg. 4. NaI, HPGe, CdZnTe : Spectrométrie gamma. 5. Détecteur à barrière de surface : Spectroscopie alpha. 6. Détection de neutrons. 7. Scintillation : SiPMs, PMTs, techniques de coïncidence. 8. Compteur proportionnel : Fluorescence des rayons X. 9. Corrélations angulaires avec des détecteurs HPGe et/ou NaI. 10. Détection des muons : durée de vie des muons et distribution angulaire.",
        "teaching_methods": "Cette unité d’enseignement comporte deux activités : 1. Cours théorique et séances d'exercices - Cours magistral en auditorium - Résolution de problèmes dans l'auditorium 2. Travaux pratiques obligatoires en laboratoire. - Premiers projets de laboratoire - Montage et mesure d'une expérience de détection des rayonnements - Analyse des données et rédaction d'un rapport Tout le matériel (syllabus, diapositives de cours, listes d'exercices, livres de laboratoire et tutoriels) peut être trouvé sur le site Moodle (UCLouvain) et Toledo (KU Leuven) de l'unité d'enseignement.",
        "assessment_methods": "L’évaluation se fait sur  base : des rapports et presentations du travail en laboratoire d’un examen écrit",
        "bibliography": "G.F. Knoll, Radiation Detection and Measurement. H. Kolanoski, N. Wermes, Particle Detectors  fundamentals and applications C. Grupen & B. Schwartz, Particle Detectors (2nd Edition) W.R. Leo Techniques for Nuclear and Particle Physics Experiments D. McGregor, J. Kenneth Shultis, Radiation Detection: Concepts,Methods and Devices.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2840",
        "title": "Science et foi chrétienne",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bourgine Benoît",
            "Dos Santos Rodrigues Paulo Jorge"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre l'objectif visé, le cours abordera les trois thèmes suivants : a) bref historique des rapports entre sciences (de la nature et humaines) et christianisme dans ses aspects institutionnels et conceptuels, b) une typologie des modes de dialogue et de confrontation entre sciences et théologies avec leurs limites, leur portée et leurs fondements théologiques, c) une série d'études de cas récents.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a) présenter les grandes étapes de l'évolution historique des rapports entre sciences et christianisme (événements et documents majeurs) ; 2 b) caractériser et évaluer les modes de rapports entre sciences et foi, religion, théologie chrétienne en en comprenant la portée et les limites spécifiques ; 3 c) analyser des cas précis de relations contemporaines entre sciences et théologies.",
        "content": "Ce cours peut être choisi par les étudiants de l'EPL comme une alternative au cours Sociétés, cultures, religions. 2024/2025 Science et foi chrétienne Le cours offre l'opportunité d'effectuer une expérience d'interdisciplinarité, requise par le questionnement envisagé. Le prof. Paulo Rodrigues (Université catholique de Lille) et le prof. Benoît Bourgine (UCLouvain), interviendront pour tenter de clarifier la problématique des rapports entre sciences et foi chrétienne. Une typologie des modes de dialogue et de confrontation entre sciences et théologies est à élaborer et à éprouver de manière à en dessiner les limites, la portée et les fondements tant philosophiques que théologiques. Une mise en perspective historique ainsi qu'une présentation des enjeux contemporains seront proposées.",
        "teaching_methods": "Les cours sont magistraux. Le syllabus du professeur Bourgine est à votre disposition sur le site Drive du cours: https://drive.google.com/drive/folders/1OZCoMW0VNypXPpzclRJacv3NJ-xlM0ns?usp=drive_link TITRE DU SYLLABUS: SCIENCES ET FOI CHRETIENNE",
        "assessment_methods": "L'examen est un écrit de deux heures en session d’examen comportant deux questions ouvertes, dont la liste limitative est fournie aux étudiants : l’une posée par le prof. P. Rodrigues, l’autre posée par le prof. Bourgine, respectivement sur les exposés de l'un et de l'autre. Vous êtes invités à répondre à chacune des questions en 30 lignes environ.",
        "other_info": "Calendrier Voici le calendrier des 7 séances qui ont lieu le mercredi de 16h15 à 18h15 [LECL60] : Prof. Benoît Bourgine: 18 septembre 25 septembre 2 octobre 9 octobre Prof. Paulo Rodrigues: 16 octobre 23 octobre 6 novembre",
        "online_resources": "Avec ce lien, vous pouvez accéder à des ressources en ligne: https://drive.google.com/drive/folders/1OZCoMW0VNypXPpzclRJacv3NJ-xlM0ns?usp=drive_link",
        "course_materials": "Sciences et foi chrétienne 2024/2025 - Syllabus Bourgine",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lphys2163",
        "title": "Atmosphere and ocean : physics and dynamics",
        "credits": "10.00",
        "hours": "52.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Fichefet Thierry",
            "Massonnet François"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Formation de base en mécanique des fluides et en thermodynamique.",
        "topics_covered": "Unité d'enseignement d'intérêt général et de préparation à la recherche pour les étudiant.e.s intéressé.e.s par le climatologie physique. Les thématiques suivantes sont traitées : caractéristiques générales de l'atmosphère ; transfert du rayonnement dans l'atmosphère, effet de serre atmosphérique et bilan énergétique global du système Terre ; structures verticale et méridienne de l'atmosphère ; thermodynamique de l'air sec, de l'air humide et de l'air saturé ; stabilité/instabilité verticale de l'atmosphère, convection et autres processus de condensation de la vapeur d'eau atmosphérique ; équations générales de la dynamique des fluides géophysiques ; circulation à grande échelle de l'atmosphère ; caractéristiques générales de l'océan et propriétés physique de l'eau de mer ; circulation à grande échelle de l'océan.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'unité d'enseignement aux acquis d'apprentissage du programme (PHYS2M et PHYS2M1) 1.1, 1.2, 1.5 2.3, 2.5 3.1, 3.2, 3.3 4.2 5.1, 5.2, 5.3, 5.4 6.1, 6.2, 6.3, 6.5 7.1, 7.2, 7.3, 7.4, 7.5, 7.6 8.1 b. Acquis d'apprentissage spécifiques à l'unité d'enseignement Au terme de cette unité d'enseignement, l'étudiant.e sera capable de : 1.   décrire les principales caractéristiques de l'atmosphère et de l'océan ; 2.   décrire les flux et les équilibres énergétiques caractérisant l'atmosphère et les relier aux théories sous-jacentes des mouvements à grande échelle de l'atmosphère et de l'océan ; 3.   dériver les conditions de stabilité atmosphérique (atmosphère sèche et humide) ; 4.   développer des modèles physiques de la circulation à grande échelle de l'atmosphère et de l'océan ; 5.   utiliser et développer les théories physiques de l'atmosphère et de l'océan dans un environnement multidisciplinaire ; 6.   communiquer les éléments pertinents d'une théorie physique d'un processus atmosphérique ou océanique à un auditoire multidisciplinaire ; 7.   utiliser ces connaissances dans le cadre d'un projet intégrateur.",
        "content": "Caractéristiques générales de l’atmosphère Le transfert du rayonnement dans l’atmosphère et le bilan énergétique global du système Terre La structure verticale de l’atmosphère La convection et les autres processus de condensation La structure méridienne de l’atmosphère Les équations du mouvement des fluides Les équilibres dynamiques La circulation générale de l’atmosphère L’océan mondial et sa circulation La circulation océanique induite par le vent La circulation océanique thermohaline Ces matières sont d'un intérêt majeur pour la compréhension de la problématique du développement durable.",
        "teaching_methods": "Exposés magistraux illustrés par des expériences réalisées sur une table tournante. Deux projets intégrateurs à réaliser par groupe de 2 à 3 étudiant.e.s durant le quadrimestre.",
        "assessment_methods": "Examen oral avec préparation écrite (65% de la note finale). Rédaction d'un rapport d'une quinzaine de pages sur chacun des projets integrateurs et présentation orale du rapport portant sur le second projet durant la dernière semaine du quadrimestre (15% + 20% = 35% de la note finale). Cette partie de note servira pour chaque session et ne pourra pas être mise à jour. En cas de force majeure, les modalités d'évaluation pourront être revues en cours de quadrimestre et seront communiquées aux étudiant(e)s.",
        "other_info": "Unité d'enseignement d'intérêt général et de préparation à la recherche pour les étudiants intéressés par la climatologie physique. Prérequis souhaités (mais non indispensables) : formation de base en thermodynamique et en physique des fluides.",
        "online_resources": "Les diapositives projetées durant les cours théoriques sont disponibles sur MoodleUCLouvain.",
        "bibliography": "Gordon, A., W. Grace, P. Schwerdtfeger and R. Byron-Scott, 1998: Dynamic Meteorology: A basic course. Arnold, London, U.K., 325 pp. Hartmann, D.L., 2016: Global Physical Climatology, Second Edition. Elsevier Science, 498 pp. Houghton, J., 2002: The physics of atmospheres, Third Edition. Cambridge University Press, Cambridge, U.K., 340 pp. Mellor, G.L., 1996: Introduction to Physical Oceanography. AIP Press, Woodbury, New York, U.S.A., 260 pp. Pedlosky, J., 1996: Ocean Circulation Theory. Springer-Verlag, Berlin, Germany, 453 pp. Petty, G.W., 2008: A first Course in Atmospheric Thermodynamics. Sundog Publishing, Madison, Wisconsin, U.S.A.? 337 pp. Pond, S., and G. Pickard, 1983: Introductory Dynamical Oceanography. Pergamon Press, Oxford, U.K., 329 pp. Salby, M.L., 2012: Physics of the Atmosphere and Climate. Cambridge University Press, New York, U.S.A., 666 pp. Steward, R.H., 2007: Introduction to Physical Oceanography. Available for free as a PDF on the web. Wallace, J.M., and P.V. Hobbs, 2006 : Atmospheric Science : An introductory Survey. Elsevier Academic Press, Burlington, U.S.A., 483 pp.",
        "course_materials": "Marshall, J., and R.A. Plumb, 2008 : Atmosphere, Ocean, and Climate Dynamics : An Introductory Text. Elsevier Academic Press, Burlington, U.S.A., 319 pp.",
        "responsible_entity": "PHYS"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2470",
        "title": "Processus stochastiques (statistique)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Les cours MAT1322 Théorie de la mesure and MAT1371 Probabilités sont un pré-requis absolu",
        "topics_covered": "Processus, martingales et chaine de Markov en temps discret et continu. Temps d’arrêts. Processus de Poisson, mouvement Brownien et équation d’Itô",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Choisir le processus le plus adapté pour modéliser un phénomène aléatoire. D’analyser les propriétés des processus discrets et continus. De construire des processus ayant la propriété de martingale. D’analyser les conditions de stabilité d’une chaîne de Markov. D’utiliser les processus de comptage du type Poisson homogène et inhomogène. De déduire le comportement infinitésimal d’une fonction d’un mouvement Brownien à l’aide du calcul différentiel stochastique.",
        "content": "Ce cours est une introduction approfondie aux processus stochastiques en temps discrets et continus. Partie I: Rappel de probabilités Martingales en temps discret Chaines de Markov en temps discret (nombre fini d'états) Partie II: Processus et mesures de Poisson Chaines de Markov en temps continu (nombre fini détats) Mouvement Brownien et calcul d'Itô Martingale en temps continu Processus de Markov en temps continu avec un espace continu d'états",
        "teaching_methods": "15 lectures de 2 heures",
        "assessment_methods": "Examen écrit",
        "other_info": "Un premier cours en probabilités et statistiques : \"LMAT1271 Calcul des probabilités et analyse statistique\"   ou équivalent, et éventuellement \"LMAT1371 Théorie des probabilités\".",
        "online_resources": "Support de cours disponibles sur Moodle",
        "bibliography": "NEVEU, J., Martingales à temps discret, Masson, 1972. BREIMAN, L., Probability, Addison-Wesley, 1968. CHOW, Y.S. and M. TEICHER, Probability Theory: Independence, Interchangeability, Martingales, Springer-Verlag, 1987. CHUNG K.L., A Course in Probability Theory. Harcourt, Brace & World Inc., 1968. KARLIN S. and H.M. TAYLOR, A First Course in Stochastic Processes, Academic Press, 1975.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "MATH"
    }
]