[
    {
        "url": "https://uclouvain.be/cours-2024-mspol1302",
        "title": "Régimes politiques comparés",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dupuy Claire"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Démocratisation, consolidation démocratique, déconsolidation/ déclin démocratique, représentation politique, système électoral, réactivité démocratique, gouvernements multiniveaux, approche comparée",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAC1 Maîtriser et mobiliser les savoirs fondamentaux (connaissances, modèles, théories, concepts) de son orientation d’études pour comprendre l’être humain en société et l’ensemble des relations, organisations et institutions auxquelles il participe. AAC2 Maîtriser et mettre en œuvre les premiers jalons d’une démarche universitaire (démarche de recherche scientifique et méthodologique rigoureuse) située sur le plan épistémologique pour approfondir des questionnements et phénomènes relatifs à sa discipline. Situer toute connaissance produite sur le plan épistémologique (AAC2.1. et AAC2.2.) Faire preuve de la maîtrise des premiers jalons d’une démarche scientifique et méthodologique de recherche rigoureuse (AAC2.3. à AAC2.6.) AAC3 Elaborer une réflexion personnelle en mobilisant les apports (théories, concepts, démarches...) de différentes disciplines pour questionner et discuter de manière rigoureuse et ouverte un phénomène ou une question relatifs au domaine des sciences humaines. AAC4 Communiquer et collaborer, en français et dans deux langues étrangères, tant à l’oral qu’à l’écrit, en s’adaptant à ses interlocuteurs et au contexte en vue de pouvoir s’insérer dans un contexte international. AAS1 Maîtriser et mobiliser de manière critique un socle de savoirs(théories, concepts, méthodes, outils, auteurs) en communication dans ses différentes disciplines de base (linguistique, sémiotique, sociologie, anthropologie, psychologie, …) indispensables pour analyser des situations/problématiques de communication. AAS2 Maîtriser les méthodologies, leur cadre conceptuel et leurs outils, qui permettent de mettre en place des dispositifs d’analyse des processus de communication, les mobiliser de manière pertinente pour réaliser une analyse critique et les confronter à des situations/problématiques de l’information et de la communication. AAS3 Appréhender les grands domaines de l’information et de la communication (journalisme, communication d’organisation, entreprises et institutions, les médias, l’art, la culture, l’éducation) et analyser des problématiques de communication spécifiques à ces grands domaines. AAS4 Comprendre les processus de construction des savoirs scientifiques en sciences de l’information et de la communication, et les mettre en œuvre au travers de la pratique de démarches de recherche.",
        "content": "Les régimes politiques démocratiques contemporains présentent une grande diversité : les démocraties libérales côtoient des démocraties illibérales, des démocraties majoritaires existent aux côtés de démocraties consociationnelles, notamment. Ce cours s’appuie sur les outils théoriques développés en politique comparée pour examiner des questions fondamentales qui se posent aujourd’hui de manière aigüe : Est-ce le peuple qui gouverne effectivement dans les démocraties ? Qui est représenté dans les régimes démocratiques et comment ? Comment expliquer que certains régimes démocratiques se stabilisent dans le temps tandis que d’autres s’effondrent ? Des sociétés plurielles peuvent-elles être démocratiques ? Pour répondre à ces questions, le cours déploie une approche centrée sur la comparaison de cas nationaux essentiellement ouest-européens et nord-américains. Une grande attention est également accordée aux développements dans le temps des régimes démocratiques ainsi qu’aux défis auxquels ils font face aujourd’hui.",
        "teaching_methods": "Le cours prend essentiellement la forme d’un cours-séminaire. Des activités en séance sont également organisées et la participation active des étudiant.es est vivement encouragée.",
        "assessment_methods": "La note finale de ce cours est composée : (i) d’une étude de cas et les exercices associés (50% de la note finale) ; et (ii) d’un examen écrit (50% de la note finale).",
        "other_info": "L'utilisation de l'IA générative n'est pas autorisée.",
        "online_resources": "Le diaporama de la séance est deposé sur Moodle après chaque session.",
        "bibliography": "(Quelques références) - Acemoglu, Daron and Robinson, James (2006), Economic Origins of Dictatorship and Democracy , New York: Cambridge University Press. - Boix, Carles (2003), Democracy and Redistribution , New York: Cambridge University Press. - Ansell, Ben and Samuels, David (2014), Inequality and Democratization: An Elite-Competition Approach , Cambridge University Press. - Dahl, Robert A. (1971), Polyarchy: Participation and Opposition , New Haven: Yale University Press. - Lijphart, Arend (1977), Democracy in Plural Societies: A Comparative Exploration , New Haven: Yale University Press. - Moore, Barrington, Jr. (1966), Social Origins of Dictatorship and Democracy: Lord and Peasant in the Making of the Modern World , Cambridge: Beacon Press. - Przeworski, Adam, Alvarez, Michael, Cheibub, Jose, and Limongi, Fernando (2000), Democracy and Development: Political Institutions and Well Being in the World, 1950- 1990 , New York: Cambridge University Press. - Ziblatt, Daniel (2017), Conservative Parties and the Birth of Democracy, New York: Cambridge University Press.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mespa2165",
        "title": "Español avanzado 1",
        "credits": "3.00",
        "hours": "0 h + 30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Hernandez Rodriguez Juan Francisco"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "Avoir un niveau B1 du Cadre européen commun de référence pour les langues ou avoir suivi le cours MESPA1340.",
        "topics_covered": "Thèmes liés à des enjeux politiques et sociaux, des enjeux culturels, médiatiques et de communication, des enjeux économiques et de gestion, avec une attention particulière aux pays hispanophones et sur base de vidéos et documents authentiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : communiquer verbalement de manière efficace à des fins sociales, académiques et professionnelles ; comprendre et rédiger des textes détaillés, non seulement sur des sujets de la vie courante mais surtout sur des sujets liés à sa spécialité ; comprendre des vidéos et des conférences présentées par des hispanophones, tant que ceux-ci n'utilisent pas un langage hautement spécialisé ; prendre part à des débats sur des thèmes abordés au cours et proposer des solutions aux problèmes. Niveau B2 du Cadre européen commun de référence pour les langues.",
        "content": "Les thématiques abordées dans le cours sont axées sur différentes questions d'actualité (intérêt général, politique, économique, social, culturel, …) Exercices de compréhension à l’audition, sur base de documents authentiques (documentaires, reportages, émissions TV, …), portant sur des thèmes économiques, politiques, sociaux ou culturels ; Extension du vocabulaire dans ces domaines ; Exercices d’expression orale (débats, jeux de rôle, …); Travaux personnels : présentation d’un sujet d’actualité et animation d’un débat, par exemple sur une question économique, politique, culturelle, environnementale, sociale ou de bonne gouvernance dans les pays du monde et particulièremente les pays hispanophones. Consolidation des connaissances grammaticales (subjonctif imparfait, propositions subordonnées, conditionnelles, concordance des temps, …) et exercices de fixation.",
        "teaching_methods": "Séminaire en groupes Le cours se donne en présentiel",
        "assessment_methods": "Aucune évaluation (ni orale ni écrite) n'est prévue à la fin du Q1. Une évaluation orale et une évaluation écrite auront lieu à la fin du Q2, et elles couvriront tous les sujets du cycle scolaire (Q1+Q2). Épreuve écrite (Q1+Q2) : 40 % Épreuve orale (Q1+Q2) : 30 % Évaluation continue (présentation, débats, devoirs, présence, participation, etc.) : 30 % Session de août/septembre: examen écrit (50 %) et examen oral (50 %) Remarque: les étudiant.es peuvent conserver leur note d’évaluation continue pour la partie orale uniquement à condition de ne pas avoir été en échec pour cette note. Merci de noter que l’utilisation d’IA génératives ou autres assistants linguistiques en ligne est totalement interdite dans le cadre de cette UE.",
        "online_resources": "El País : https://elpais.com/ El Mundo: https://www.elmundo.es/ Spanish Unicorn.com : https://www.spanishunicorn.com/ Ver-Taal : https://www.ver-taal.com/ ELE creación: http://elecreacion.com/ Deepl Traductor : https://www.deepl.com/translator WordReference.com :  https://www.wordreference.com/ El conjugador : https://www.elconjugador.com/esindex.php Synonimos : http://www.sinonimos.com/ Wikipedia del españo : lhttp://www.wikilengua.org/index.php/Portada Youtube, etc.",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspri2144",
        "title": "Les organisations internationales dans la gouvernance globale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Aoun Elena",
            "Hellendorff Bruno",
            "le Hardÿ de Beaulieu Jean"
        ],
        "teaching_language": "Français",
        "topics_covered": "Organisations internationales (OI) ' Les OI dans les théories des relations internationales ' Les OI dans la gouvernance globale ' Les OI et les jeux de puissance",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable : D'identifier les caractéristiques des OI par rapport à d'autres acteurs des relations internationales en termes institutionnels, de compétences et de fonctionnement ; De rechercher, de comprendre et d'utiliser les principales sources de Droit relatives à la matière ; D'analyser, de comprendre et de formuler des pistes de solution à l'égard de situations-problèmes liées à la matière ; D'identifier et d'appliquer les outils des théories des relations internationales dans l'étude des OI et de leur rôle dans la gouvernance globale D'analyser la place des OI dans la structuration de la puissance et des normes sur la scène internationale De rendre compte de l'impact des puissances émergentes en matière d'OI",
        "content": "Première partie – Le Droit des organisations internationales Titre Ier. Théorie générale du Droit des organisations internationales Introduction De l'organisation internationale aux organisations internationales Chapitre 1er. Historique des organisations internationales Chapitre 2. Des organisations internationales, entre autonomie et influence étatique Chapitre 3. Les modes de participation aux organisations internationales Chapitre 4. Les structures de l’organisation internationale Chapitre 5. La représentation des États au sein des structures organisationnelles Chapitre 6. Les procédures de délibération au sein des organisations internationales Chapitre 7. Compétences et pouvoir au sein des organisations internationales Chapitre 8. Moyens en personnels et moyens financiers Chapitre 9. Les organisations internationales face à d’autres instances Titre II. L’Organisation des Nations unies Introduction De la Société des Nations à l’Organisation des Nations unies Chapitre 1er. L’émergence d’une nouvelle organisation Chapitre 2. Les buts et principes des Nations unies Chapitre 3. Les membres des Nations unies Chapitre 4. La modification de la Charte Chapitre 5. La structure de l’Organisation des Nations unies Chapitre 6. Le système onusien Deuxième partie – Les organisations internationales dans la structuration de la scène internationale Titre Ier. Les OI dans les théories de RI : pourquoi existent-elles ? Titre II. Les OI dans la gouvernance globale : domaines politiques et régimes Titre III. Les OI : normes et pouvoir Titre IV. Puissances émergentes et OI : appropriation et concurrence",
        "teaching_methods": "Outre l’enseignement des fondamentaux de la matière, il est demandé aux étudiants d’interagir sur des textes qui leurs sont soumis (Documents politiques et juridiques, textes de doctrine, et travaux analytiques et théoriques) en relation avec ces mêmes fondamentaux.",
        "assessment_methods": "Dynamique d'évaluation continue. Au fil du quadrimestre sera appréciée la capacité des étudiants à s’approprier et à traiter les textes qui leur sont soumis. Lors de séances en classe inversée, les étudiantes et étudiants apporteront une contribution active et personnelle à la construction de leurs compétences et de leur savoir. Cette contribution ainsi que la présentation de notes de synthèse seront pris en compte dans l’évaluation finale individuelle. En ce qui concerne les productions écrites, les règles des articles 107 et s. du Règlement général des études et des examens devront être tout particulièrement observées. En ce qui concerne l’utilisation éventuelle de l’intelligence artificielle générative, il y aura lieu de respecter les règles établies par la Faculté ESPO ainsi que les consignes figurant dans l’espace Moodle dédié au cours.",
        "online_resources": "De nombreux matériaux (PTT du cours, textes, capsules vidéo, liens vers des pages Internet…) seront mis à disposition des étudiants sur Moodle.",
        "bibliography": "le Hardÿ de Beaulieu, Louis et al., Relations internationales, Grands textes politiques et juridiques, 3e édition, Anthémis, 2017. Barnett, Michael N., Finnemore, Martha, Rules for the world: international organizations in global politics, Ithaca: Cornell University Press, 2004 Karns, Margaret P., Mingst, Karen A., Stiles, Kendall W., International organizations: The politics and processes of global governance, Boulder, Lynne Rienner, 2015",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspol2110",
        "title": "L'économie: du local au global",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gilson Nathalie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour objectif de présenter l’évolution de l’internationalisation des économies et ses conséquences locales et globales. Il s’agit de mieux comprendre certaines grandes questions contemporaines. Pour ce faire, ce cours abordera les thématiques suivantes : les différentes « vagues » de mondialisation et leurs différentiations, les marges de manœuvre des Etats sur le plan économique et leurs interactions internationales les politiques commerciales la croissance, le développement économique, les inégalités l’évolution du système monétaire international",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : CG2 Inscrire son analyse et/ou action dans une perspective multiniveaux (CG2.1-CG2.5)",
        "content": "Plan du cours : 1. Place de nos économies dans les échanges internationaux et évolution depuis la fin du 19ème siècle 2. Pourquoi échanger entre pays : quelques théories économiques sur les échanges internationaux 3. Protectionnisme versus libre échange 4. Politiques commerciales et développement économique 5. Monnaies, taux de change et transactions internationales 6. Contestation du libre-échange dans les pays développés 7. Conclusions",
        "teaching_methods": "Cours magistraux interactifs et travaux d'étudiants.",
        "assessment_methods": "Examen oral (80% de la note) et travail (20% de la note) Comme les modalités du travail requièrent des interactions entre les groupes (travail en peer review), aucune épreuve de rattrapage ne sera organisée pour le travail. La note obtenue pour le travail en juin sera donc définitivement acquise pour l'année académique en cours et seule la partie de la note portant sur l'examen oral pourra être représentée lors de la session d'août. Par ailleurs, toutes les sources utilisées pour réaliser le travail, quelles qu'elles soient, seront dûment référencées.",
        "online_resources": "Cours : L'économie: du local au global (uclouvain.be)",
        "bibliography": "KRUGMAN P., OBSTFELD M., MELITZ M. (2022), Economie internationale, 12e ed., Pearson France, traduction et adaptation de \"International Economics: Theory and Policy\", 12th edition, Pearson Education OATLEY, Thomas, International Political Economy, New York, Routledge, 7th edition, 2023 RAVENHILL, John, Global Political Economy, 6th Revised Edition, 2020",
        "course_materials": "Diapositives et documents sur moodle.uclouvain.be",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmeth1101",
        "title": "Epistémologie",
        "credits": "5.00",
        "hours": "30.0 h + 40.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Jojczyk Joanne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours porte sur l’apprentissage de la démarche scientifique. Il vise à installer les fonctionnement nécessaires au développement réflexif d’une démarche de recherche en sciences sociales et humaines. Pour ce faire, il convient en premier lieu d’expliquer la façon sont la science se construit et se définit avant de s'intéresser plus précisément aux sciences humaines et sociales (SHS) et à la démarche scientifique attendue à l'université. Principales thématiques : -    « Qu’est-ce que la science ? » : présenter différents courants et auteurs qui ont tenté de répondre à la question -    « Qu’est-ce que sont les sciences humaines et sociales ? » : appréhender les conditions (sociales, histoires, scientifiques) de production et de validation d’un savoir scientifiques en sciences sociales afin de comprendre et maîtriser les démarches qui fondent la construction de connaissance en sciences sociales -     « S’inscrire dans une démarche scientifique dans le cadre du cursus d’étude à l’université » : comprendre ce qu’est un dispositif de recherche, comprendre ce qu’est une enquête et une problématique, interroger la notion de « données » (et la distinction qualitative/quantitative), distinguer les différentes modalités du raisonnement (déduction/induction/abduction), distinguer les opérations et les enjeux de description, compréhension, explication et critique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAC1.1 Montrer une connaissance et une compréhension critique du socle de savoirs approfondis (connaissances, modèles, théories, concepts) de la discipline et de ses domaines d’application. AAC1.2 Comprendre, expliciter et analyser de manière critique, à l’aide du socle de savoirs de la discipline, différentes problématiques propres à son orientation d’études. AAC2.1 Adopter un recul critique sur les savoirs et sur leurs processus d’élaboration. AAC2.2 Mettre en discussion différents paradigmes (approches conceptuelles) pour approcher, interpréter et analyser (débattre) un(e) phénomène/question relatif(ve) à sa discipline. AAC2.4 Développer une analyse critique et réflexive de l’information et des publications (en français et en anglais), auxquelles l’étudiant sera confronté dans sa vie universitaire, et en réaliser une synthèse pertinente, conforme aux règles de base de la communication scientifique, en regard de la question qui est étudiée. AAC2.6 Mener un travail de réflexion autonome et personnel : élaborer une analyse informée, un raisonnement argumenté et un jugement personnel fondé. AAC3.2 Approcher, questionner et discuter un(e) phénomène/question relatif(ve) au domaine des sciences humaines en articulant différents angles d’analyse disciplinaires et en veillant à adopter une posture critique et nuancée vis-à-vis des limites de chaque discipline et de leurs interrelations. AAC3.3 Montrer une connaissance et une compréhension critique de savoirs approfondis dans des disciplines qui ne sont pas centrales dans son orientation d’études. AAS3.1 Définir et identifier les structures, les fonctions et les processus dans lequel les médias de masse et les industries culturelles jouent un rôle. AAS3.5 Dans le domaine de la communication institutionnelle et en entreprise : identifier et décrire les principes de base de la communication institutionnelle et d'entreprise ainsi que des relations publiques. AAS4.1 Faire preuve d’une connaissance approfondie des bases épistémologiques en sciences sociales. AAS4.5 Comprendre, analyser et s’approprier de manière critique des documents (ouvrages et revues scientifiques) dans le domaine des sciences de l’information et de la communication.",
        "content": "Le cours organise les contenus selon deux  configurations : en séances plénières : éléments théoriques et exemples contemporains. Le cours porte sur l’apprentissage de la démarche scientifique et la compréhension du débat scientifique. Il vise à installer les fonctionnements nécessaires au développement réflexif d’une démarche de recherche en sciences sociales et humaines. Différents courants théoriques et ancrages disciplinaires seront présentés. en séances de travaux pratiques : retour sur la matière, illustration et accompagnement individuel et en groupe dans la réalisation de travaux pratiques. Les séances de TP portent sur l’apprentissage de la démarche scientifique. Elles visent à installer les fonctionnements nécessaires au développement réflexif d’une démarche de recherche en sciences sociales et humaines.",
        "teaching_methods": "1) Les séances plénières L’essentiel du cours implique une participation soutenue de l’étudiant durant les séances plénières. 2) Les séances de travaux pratiques Les assistant.e.s effectuent un travail de \"coaching\" individuel et en groupe durant les séances de travaux pratiques. Ces séances sont obligatoires.",
        "assessment_methods": "Les séances plénières et les travaux pratiques feront l'objet d'une évaluation continue : 1) Les séances plénières La présence en séances plénières fera l'objet d'un travail de restitution individuel basé sur la matière vue en auditoire. 2) Les séances de travaux pratiques La présence aux TP est obligatoire, elle compte pour 25 % dans la pondération finale du travail. Les productions émanant des TP seront évaluées de la façon suivante : 15% au premier quadrimestre et 50% au second quadrimestre. Un défense orale comptera pour 10% de la note finale. Le cours, les séminaires et les travaux pratiques ne peuvent pas être représentés en seconde session.",
        "online_resources": "Les ressources sont placées en ligne (sur la plateforme Moodle ) au fil de l’avancement du programme annuel. Des ressources bibliographiques seront citées et présentées durant les séances plénières.",
        "bibliography": "COULON A. (1997), Le métier d'étudiant. L'entrée dans la vie universitaire , Paris, PUF MARQUIS N. et al. (2018), Pratique de la lecture critique en sciences humaines et sociales , Paris, Dunod QUIVY R., VAN CAMPENHOUDT L. (2017), Manuel de recherche en sciences sociales , [5e éd.], Paris, Dunod BERTHELOT J-M. (2001), Epistémologie des sciences sociales, Paris, PUF HETHERINGTON S. (2019), What is Epistemology ? , Cambridge, Polity Press",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-msphd2109",
        "title": "L'Etat dans la globalisation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Baele Stephane"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours a pour objectif d’introduire les étudiant·e·s à la complexification de la place et du rôle de l’Etat dans un monde de plus en plus globalisé. Loin de l’idéal-type de l’Etat souverain comme interface entre sa population et l’international, l’Etat n’est plus aujourd’hui qu’un acteur parmi d’autres même s’il garde dans beaucoup de domaines, et en apparence, le monopole de la capacité juridique (en particulier la négociation et la signature des traités internationaux). Ce cours vise à étudier la diversité des acteurs avec lesquels l’Etat doit composer ou s’allier et ceci à différents niveaux. Ce cours aborde plusieurs thématiques. Après une introduction sur ce qu’est la globalisation, la première porte sur les acteurs publics sub-étatiques qui agissent sur la scène internationale (entités fédérées ; administrations ; régions ; villes…). La deuxième aborde la question des processus d’intégration dans diverses aires géographiques et les incidences sur la souveraineté de l’Etat. La troisième s’intéresse à la place de l’Etat dans les enjeux économiques globaux et ses relations avec les acteurs pertinents (entreprises multinationales ; entreprises nationales…). La quatrième s’interroge sur la capacité d’action de l’Etat face à des acteurs et des enjeux transnationaux : les mouvements sociaux transnationaux (tels que l’altermondialisme) ; les flux migratoires ; le terrorisme ; le changement climatique… La cinquième porte sur les opportunités et les contraintes que représentent les organisations internationales et les alliances pour les Etats. Une dernière thématique mettra en exergue la diversité des trajectoires étatiques face à tous ces enjeux, avec une attention particulière à la réalité des pays du « Sud global ».",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme de cet enseignement, l’étudiant sera capable d’atteindre certaines des compétences générales poursuivies par l’ensemble des programmes en sciences politiques et administratives dispensés en horaire décalé sur le campus FUCaM Mons de l’UCLouvain : -    CG1.1 Identifier, comprendre et analyser les enjeux politiques d’une situation donnée. -    CG2. Inscrire son analyse et/ou action dans une perspective multiniveaux. -    CG2.4 Identifier les différents acteurs gouvernementaux et non-gouvernementaux (mouvements sociaux, groupes d’intérêt, citoyens) et démontrer une connaissance approfondie de leurs positionnements. -    CG2.5 Analyser les interactions entre les différents acteurs allant des relations entre partis politiques, entre états au rôle des organisations non-gouvernementales. -    CG3. Analyser selon une démarche rigoureuse et interdisciplinaire des situations politiques, économiques et sociales dans toute leur complexité. -    CG3.3 Mobiliser de manière pertinente et rigoureuse les outils d’analyse de données (qualitative et quantitative) et de diagnostic en sciences sociales et politiques afin de mieux décoder la complexité de la « vie politique ». -    CG3.4 Mobiliser et articuler ces savoirs et outils pour analyser des problématiques/questions particulières en sciences politiques (pour l’orientation choisie). -    CG4.2 Préciser et analyser des contextes et situations spécifiques (Analyser les différentes aires géographiques régionales, Evaluer l’action politique par secteur ou par aire, Mobiliser les outils rigoureux d’analyse et de diagnostics, Mobiliser une démarche comparative rigoureuse). -    CG5.1 Communiquer, à l’oral et à l’écrit, de manière pertinente sur des situations / sujets complexes en sciences politiques (Choisir des informations pertinentes permettant l’analyse et la comparaison de situations politiques, Présenter l’information de façon correcte, structurée, claire, précise et argumentée) -    CG5.2 Dialoguer, interagir et négocier de manière constructive avec des interlocuteurs variés, dont des collaborateurs, des décideurs politiques et des populations cibles. -    CG6.4 Concevoir et réaliser, le cas échéant, une recherche empirique quantitative et/ou qualitative, en mobilisant les outils d’analyse adéquats. -    CG6.5 Développer une analyse objective et un esprit de synthèse permettant la mise en perspective des paramètres en jeu et la formulation de conclusions pertinentes. -    CG6.6 Faire preuve, de manière générale, d’un recul critique tant sur son propre travail que sur les connaissances qui y sont mobilisées. -    CG7.4 Intégrer une logique de recul critique sur soi-même (ses acquis, ses compétences, ses limites, ses productions et ses actions), une logique d’apprentissage et de développement continu indispensables pour évoluer positivement dans son environnement socio-professionnel. L’étudiant sera en outre capable d’atteindre certaines des compétences spécifiques poursuivies par Le master 120 en sciences politiques, orientation générale : -    SPH1. Maîtriser et mobiliser de manière critique des connaissances approfondies et spécialisées relatives à la dimension multiniveau des systèmes institutionnels, et au champ politique national ainsi que régional, européen et international. -    SPH2. Analyser et gérer des situations/problématiques concrètes et complexes relatives à l’action publique au sens large du terme en mobilisant de manière critique différents méthodologies et outils rigoureux d’analyse. -    SPH3. Analyser et débattre, sur base d’un approfondissement des théories des relations internationales, de principales questions politiques internationales contemporaines. -    SPH8. Développer un regard réflexif sur sa propre pratique professionnelle : -    SPH9. Développer ses compétences communicationnelles et relationnelles par la maîtrise de cadres de référence théoriques, le développement de savoir-faire et la mise en pratique d’une métaréflexion sur son savoir-être, en lien direct avec sa vie professionnelle.",
        "teaching_methods": "Cours magistral et pédagogie active (débats, travaux de groupes en classe, intervenants, etc.). Ressources additionnelles sur Moodle.",
        "assessment_methods": "-    Résumé critique du cours (individuel, 30% de la note finale). -    Travail thématique écrit (individuel, 70% de la note finale).",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspri2164",
        "title": "Science, droit et politiques des changements climatiques",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Frison Christine",
            "Lenaerts Ulrik",
            "Marbaix Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours abordera tour à tour les aspects scientifiques des changements climatiques, ainsi que les dimensions juridiques, géopolitiques et diplomatiques qui y sont rattachés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant.e sera capable : De restituer en les synthétisant les dimensions scientifiques des changements climatiques D'approcher de manière critique les différents textes juridiques internationaux liés aux changements climatiques De décoder les enjeux géopolitiques dérivant des changements climatiques et de les analyser en pointant leurs effets sur les interactions internationales De restituer l'évolution des négociations internationales autour des changements climatiques en analysant les dynamiques qui les sous-tendent, les contraintes qui pèsent sur elles, et le jeu entre la diversité d'acteurs concernés",
        "content": "Ce cours sera constitué en plusieurs modules : Module : Compréhension scientifique des changements climatiques Module : Droit international environnemental et changements climatiques Module : Négociations internationales autour des changements climatiques Module : Géopolitique des changements climatiques et actions des institutions internationales",
        "teaching_methods": "Le cours alternera entre séances ex-cathedra et séances plus interactives. La dernière séance en particulier sera organisée autour d'un jeu de rôle préparé tout au long du quadrimestre et dans le cadre duquel les étudiant.es seront organisés en groupes. Des séances de TP seront données au fur et à mesure de l'avancement du cours.",
        "assessment_methods": "L’évaluation sera établie en tenant compte d’une manière équilibrée du jeu de rôle (simulation d’une négociation internationale) organisé à la fin du cours ; ce jeu de rôle donnera lieu à une appréciation de la prestation de l’étudiant dans les négociations et à un travail de groupe écrit. du résultat d’un examen écrit en session. L’éventuelle utilisation d’outils d’intelligence artificielle lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans le note facultaire à ce sujet. Cette note est disponible sur le site intranet de la faculté dans les informations à destination des étudiant·e·s. Lorsqu’un étudiant est inscrit à la deuxième session et que le travail de groupe remis pour la première session a été jugé insuffisant, l’étudiant a la possibilité de présenter un nouveau travail écrit, selon des modalités qui peuvent être adaptées en fonction du contexte.",
        "online_resources": "Les ressources pertinentes seront mises à disposition sur Moodle.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mneer1341",
        "title": "Néerlandais 3",
        "credits": "4.00",
        "hours": "0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Copriau Erika",
            "Michiels Bruno"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Avoir atteint le niveau B1/B1+ du Cadre européen commun de référence pour les langues ou avoir suivi le cours MNEER1236 – Néerlandais 2. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Thèmes d'actualité (généraux et spécifiques) liés aux enjeux actuels et abordant des sujets d'actualité et de société, des sujets liés au monde de la gestion, au monde de la communication et des médias, au monde politique, …",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : comprendre des documents audiovisuels authentiques destinés à un public néerlandophone ; faire une synthèse des idées contenues dans ce matériel et d'exprimer son avis à propos de ces problématiques et de leurs implications sur la vie en société, la vie privée et/ou professionnelle. Niveau B1+/B2 du Cadre européen commun de référence pour les langues.",
        "content": "Audition et décodage de documents audiovisuels authentiques ; Exploitation de matériel linguistique par le biais d'exercices de script, d'extension du vocabulaire et de fixation de structures simples et complexes ; Production orale (par petits groupes et/ou avec l’enseignant·e) ; Lecture de la presse écrite néerlandophone, choix d'articles, exploitation du contenu pour la compréhension/discussion/argumentation, exercices évalués de défense orale ; Présentations (de groupe et individuelle) et gestion de l’interaction à partir du/des sujet(s) abordé(s).",
        "teaching_methods": "Cours en groupes, incluant des activités en sous-groupes et/ou individuelles.",
        "assessment_methods": "Examen écrit et/ou oral Evaluation continue",
        "other_info": "Le document \"Richtlijnen\" détaillé spécifique au cours MNEER1341 sera mis à disposition via la plateforme institutionnelle. Dans le cadre de cette UE, l'utilisation de toute forme d'intelligence artificielle générative ou autres assistants linguistiques en ligne est totalement interdite.",
        "online_resources": "Divers médias en langues néerlandaise.",
        "course_materials": "Disponibles sur la plateforme institutionnelle",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mshhd1328",
        "title": "Sociologie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Brogna Valentina"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours vise à initier les étudiant·e·s à la spécificité de la démarche sociologique et à son vocabulaire, par une présentation des grand·e·s auteur·rice·s et approches théoriques, des principaux concepts, thèmes et spécialités de la discipline ainsi que par une réflexion transversale sur les principales dimensions et les règles qui organisent le travail du sociologue. Ce cours a pour objectifs plus spécifiques: (1) d'amener les étudiant·e·s à une connaissance des grand·e·s auteur·rice·s et des grands paradigmes, ainsi que les grands thèmes, concepts-clés et spécialités de la sociologie; (2) de conduire les étudiant·e·s à mobiliser de manière adéquate, pertinente et critique ce socle de connaissances afin d’aborder un problème social (sujet d’actualité par exemple) à titre d’objet sociologique; (3) d'initier les étudiant·e·s aux bases, règles, gestes de la démarche sociologique : construction de l’objet, distanciation et rupture avec le sens commun et les catégories instituées, situer les attitudes des individus au sein des relations, institutions et organisations et le contexte historique des structures et rapports sociaux etc. Les thématiques suivantes seront abordées: (1) la genèse de la sociologie : définitions, contexte économique, politique et social; (2) les pères fondateurs de la discipline : Alexis de Tocqueville, Karl Marx, Emile Durkheim, Max Weber; (3) la stratification du social et des inégalités; (4) le contrôle social et la déviance; (5) l'individu et la société.",
        "content": "Le cours vise à initier les étudiant.es à la spécificité de la démarche sociologique et à son vocabulaire, par des présentations des auteur.es et approches théoriques majeur.es, des grands thèmes et concepts de la discipline et, par une réflexion transversale sur les principales dimensions qui organisent le travail des sociologues. Plus spécifiquement, le cours vise à : (1) amener les étudiant.es à une connaissance des grands auteur.es et paradigmes, ainsi que les thèmes et concepts-clés de la sociologie; (2) conduire les étudiants à mobiliser de manière adéquate, pertinente et critique ce socle de connaissances afin d’aborder un problème social (sujet d’actualité par exemple) à titre d’objet sociologique; (3) Initier les étudiants aux règles de la démarche sociologique. Première partie : qu’est-ce que la sociologie ? Thème 1 : Introduction et genèse de la sociologie : définitions, contexte économique, politique et social Thème 2 : Méthodologie sociologique Thème 3 : Les précurseur.e.s et fondateur.ice.s de la discipline : Alexis de Tocqueville, Karl Marx, Emile Durkheim, Max Weber, Marianne Weber, Anna J. Cooper, les femmes de l’Ecole de Chicago Deuxième partie : concepts et questionnements de sociologie générale Thème 4 : L’individu et la société : normes, socialisation, culture Norbert Elias, Berger et Luckmann Thème 5 : La stratification sociale Inégalités et rapports sociaux (classe, genre et ethno-racial), intersectionnalité Bourdieu, Crenshaw Thème 6 : Le contrôle social et la déviance Erving Goffman et Howard Becker",
        "teaching_methods": "Le cours se développe et atteint ses objectifs: (1) à travers des présentations magistrales par l’enseignante des auteurs et des théories et concepts; (2) à travers la participation active des étudiant.es notamment dans le cadre de travaux de groupes Au cours des travaux de groupes, les étudiant.es sont conduits à co-élaborer un travail de recherche, à appliquer la théorie à des éléments empiriques, des faits d'actualité etc., à co-construire les questions de recherche ainsi que les stratégies de collecte et analyse de données.",
        "assessment_methods": "Évaluation en deux parties : (1) Examen écrit, 2h, impliquant des questions de restitution sur les théories et thématiques abordées en classe (50% de la note globale) (2) Rapport écrit individuel sur le travail de groupe effectué (50% de la note globale) Le rapport écrit individuel doit être remis par email à l'enseignante au plus tard le jour de l'examen. L'utilisation d'intelligences artificielles génératives (IA) est interdite.",
        "online_resources": "Utilisation de Moodle",
        "bibliography": "Barbusse, B., and Glaymann D. 2015. La Sociologie En Fiches. 2ème. Optimum. Paris: Ellipses. Becker, H. S. 1985. Outsiders : études de sociologie de la déviance. Paris: Métailié Birnbaum, P. 1970. Sociologie de Tocqueville. SUP. Paris: Presses Universitaires de France. Boudon, R., Ph. Besnard, M. Cherkaoui, and B. P. Lécuyer. 2023. Dictionnaire de La Sociologie. Paris: Larousse. Cho, S., K. Crenshaw, and L. McCall. 2013. ‘Toward a Field of Intersectionality Studies: Theory, Applications, and Praxis’. Signs 38 (4): 785–810. http://www.jstor.org/stable/10.1086/669608 de Singly, F., Giraud Ch. et O. Martin. 2010. Nouveau manuel de sociologie. Paris : Armand Colin Delmotte, F. 2007. Norbert Elias: la civilisation et l’Etat. Enjeux épistémologiques et politiques d’une sociologie historique. Philosophie et société. Bruxelles: Editions de l’Université de Bruxelles. ----- 2010. \"Termes clé de la sociologie de Norbert Elias\", dans Vingtième siècle. Revue d'histoire 2010/2 (n. 106) Paris: Presses de SciencesPo. 29-36 Durand, J. P. 1995. La sociologie de Marx. Repères. Paris: La Découverte. Etienne, J., J. F. Bloess, Noreck J. P., and J. P. Roux. 1997. Dictionnaire de sociologie. Les notions, les méchanismes et les auteurs. 2nd ed. initial. Paris: Hatier. Llored, R. 2023. Sociologie. Théories et analyses. 3ème. Optimum. Paris: Ellipses. Madoo Lengermann, P., and G. Niebrugge. 1998. The Women Founders. Sociology and Social Theory 1830-1930. Illinois: Waveland Press. Mocellin, Ph. 2022. Introduction à la sociologie. Auteurs, courants, méthodes, grand thèmes. Paris: Ellipses. Paugam, S. 2008. La pratique de la sociologie. Paris: Presses Universitaires de France. Paillé, P. et A. Mucchielli. 2016. L'analyse qualitative en sciences humaines et sociales. 4ème éd. Paris: Armand Colin Poiret, Ch. 2011. ‘Les Processus d’ethnicisation et de Raci(Ali)Sation Dans La France Contemporaine : Africains, Ultramarins et « Noirs »’. Revue Européenne Des Migrations Internationales 27 (1): 107–27. https://doi.org/10.4000/remi.5365. Riutort, Ph. 2004. Précis de sociologie. Paris: Presses Universitaires de France. Sapiro, G., ed. 2020. Dictionnaire International Bourdieu. Paris: CNRS Editions.",
        "course_materials": "Un syllabus sera rendu disponible sur Moodle",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspol2111",
        "title": "Stratégies de recherche pour le mémoire (partie 1)",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Moyson Stéphane"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce séminaire a pour objectif de concevoir et de mettre en œuvre une stratégie raisonnée de recherche pour le mémoire de fin d’études. La démarche d’ensemble vise à approfondir la capacité des étudiant·e·s à se servir des savoirs et savoir-faire acquis à l’Université pour étudier de manière rigoureuse, en utilisant les outils des sciences sociales, un « problème » qui les interpelle. Il vise ainsi à doter les étudiant·e·s des connaissances et compétences fondamentales pour identifier et analyser une problématique en s’appuyant sur une démarche scientifique. Ce séminaire aborde les thématiques suivantes : choisir un sujet de mémoire ; définir une discipline, un champ et une question de départ; lire en décortiquant un texte; réaliser l’état de l’art; théoriser et définir une question de recherche; collecter et analyser des données; rédiger en mobilisant les auteur·rice·s. La partie 1 du séminaire a pour objectif plus spécifique d'accompagner les étudiant·e·s dans la construction de leur projet de recherche et culmine avec le dépôt de leur fiche-mémoire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : CG3 Analyser selon une démarche rigoureuse et interdisciplinaire des situations politiques, économiques et sociales dans toute leur complexité (CG3.1-CG3.4) CG5 Diffuser des informations politiques, économiques et sociales pertinentes adaptées au public visé et interagir de manière constructive avec les différents acteurs impliqués dans une situation donnée (CG5.1-CG5.3) CG6 Concevoir et réaliser un travail de recherche personnel (mémoire), mettant en œuvre une démarche scientifique et méthodologique rigoureuse et critique, pour approfondir une problématique en sciences politiques (dans son domaine d’orientation) (CG6.1-CG6.6)",
        "content": "Le séminaire s’adresse aux étudiant.e.s en première année des masters 120 en administration publique et en sciences politiques, orientation Relations internationales. Il vise à aider ces étudiant.e.s à concevoir et mettre en œuvre une stratégie raisonnée de recherche pour leur mémoire de fin d’études. La démarche d’ensemble doit permettre aux étudiant.e.s de se servir des savoirs et savoir-faire acquis à l’Université pour construire les bases d’un travail scientifique visant à étudier un phénomène donné de manière rigoureuse, en utilisant les outils des sciences sociales adéquats (démarche, littérature pertinente, méthodologie, outillage théorique adapté…). Le séminaire est organisé en fonction des principales étapes de la réalisation d’un travail scientifique, dont certaines seront approfondies dans la 2ème partie du séminaire (2ème année, et uniquement pour les étudiant.e.s des masters 120). Il débute par un bref rappel de ce qu’est une recherche en sciences sociales et des principales exigences et enjeux d’un tel travail, ainsi que l’importance du choix d’un.e promoteur ou promotrice. Ensuite, le séminaire se penche sur : les enjeux du choix du « sujet » au départ d’un problème qui interpelle l’étudiant.e (le puzzle ) et sur l’utilité de réfléchir ce problème en termes de « type de phénomène », de manière à pouvoir le situer dans une discipline et un champ d’étude spécifiques (ou à la croisée de plusieurs disciplines et/ou champs). Ces opérations doivent permettre aux étudiant.e.s de formuler une question de départ qui sera stabilisée ultérieurement en une question de recherche. Le séminaire passe également en revue les deux dimensions empirique et analytique de tout mémoire de fin d’étude et les met en lien avec la question des données à récolter ou à produire, ainsi que celle de l’approche théorique et/ou des concepts susceptibles de fournir l’outillage analytique permettant de faire sens des données empiriques. Il pose les bases de la théorisation et de la méthodologie (deux dimensions qui seront approfondies dans le cadre du séminaire MSPOL2211 en master 2), en travaillant plus en profondeur les bases premières. Parmi celles-ci, le séminaire place un accent tout particulier sur les exigences relatives à la bibliographie et la déontologie, mettant en perspective la confiance qui peut être placée dans les travaux existants, en fonction de leur origine. Il permet également de sensibiliser les étudiant.e.s sur la question du plagiat et de la facilité trompeuse de l’intelligence artificielle. Le séminaire permet aussi de montrer comment décortiquer un texte scientifique, comment réaliser un état de la question (également appelé « état de l’art » ou bien « revue de littérature »), c’est-à-dire une sorte d’état des lieux permettant de voir ce qui a été écrit sur le sujet et, a contrario , ce qui reste à écrire, puis comment identifier et s’approprier le corpus théorique pertinent.",
        "teaching_methods": "Le séminaire s’appuie sur une approche pédagogique participative. Il alterne différentes stratégies et repose sur l’interaction entre enseignant.e.s et étudiant.e.s, ainsi que d’éventuels intervenant.e.s extérieur.e.s : Dans une démarche ex-cathedra, l’équipe pédagogique expose les connaissances et compétences que mobilise la réalisation du mémoire de fin d’études ; Demandant parfois une préparation en amont par les étudiant.e.s, certaines compétences-clefs sont exercées directement dans le cadre du séminaire ; Certaines interactions permettront aux étudiant.e.s de présenter une version intermédiaire de leur travail individuel final basée sur les acquis des séances qui auront précédé. Des commentaires sont alors formulés par l’équipe pédagogique et, éventuellement, par les autres étudiant.e.s (‘peer review’). En préparation de certaines séances, les étudiant.e.s auront à lire un ou plusieurs textes qui serviront de base au cours.",
        "assessment_methods": "L’évaluation repose sur une participation active des étudiant.e.s durant les différentes séances (20% de la note finale) ainsi que sur un travail écrit (80%). Ce travail individuel doit démontrer la capacité de l’étudiant.e à s’approprier les compétences qu’impliquent la conception et la mise en œuvre d’une stratégie raisonnée de recherche pour le mémoire de fin d’études. Il représente une version déjà détaillée de la fiche-mémoire que les étudiant.e.s doivent soumettre en première année de master. Pour évaluer si les exigences liées au travail individuel sont rencontrées, l’équipe pédagogique s’appuie sur la mobilisation, dans le travail, des connaissances et des compétences présentées et exercées lors des séances de séminaire, ainsi que des commentaires formulés à l’égard des versions intermédiaires du travail.",
        "bibliography": "Blaikie, N., & Priest, J. (2018). Designing social sesearch: The logic of anticipation. Cambridge, UK: Polity Press. Coman, R. et. al. (2016), Méthodes de la science politique. De la question de départ à l'analyse des données, Bruxelles, Belgique: De Boek. Flick, U. (2018). An introduction to qualitative research. London, UK: Sage. Kumar, R. (2019). Research methodology: A step-by-step guide for beginners. London, UK: Sage. Van Campenhoudt, L. & Quivy, R., Marquet, J. (2016), Manuel de recherche en sciences sociales. Paris, France : Dunod. Ces ouvrages sont consultables à la bibliothèque de l’UCLouvain.",
        "course_materials": "Les supports de cours sont déposés sur le Student Corner.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspri2233",
        "title": "Mémoire en relations internationales M120",
        "credits": "20.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "topics_covered": "Le mémoire constitue un moment important de formation par la pratique personnelle de la recherche. Il doit permettre à l'étudiant d'acquérir et de démontrer sa capacité à maîtriser par lui-même un questionnement disciplinaire, en posant des hypothèses de travail, en mettant en œuvre la ou les méthodologies les plus adéquates, en analysant et en interprétant de manière appropriée les informations récoltées et les résultats obtenus, en les mettant en rapport avec un ou des cadres théoriques adéquats, en exposant et rédigeant correctement le contenu et les acquis de l'ensemble de sa démarche. Le mémoire de fin de master constitue donc le couronnement scientifique d'un cursus. Il suppose la mobilisation de tous les acquis méthodologiques et heuristiques de la démarche universitaire. Le mémoire doit attester d'une capacité de synthèse et de réflexion et privilégier des questions de recherche ciblées. Toutes les informations et consignes concernant le mémoire sont reprises sur le Student Corner.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : CG3 Analyser selon une démarche rigoureuse et interdisciplinaire des situations politiques, économiques et sociales dans toute leur complexité (CG3.1-CG3.4) CG5 Diffuser des informations politiques, économiques et sociales pertinentes adaptées au public visé et interagir de manière constructive avec les différents acteurs impliqués dans une situation donnée (CG5.1-CG5.3) CG6 Concevoir et réaliser un travail de recherche personnel (mémoire), mettant en œuvre une démarche scientifique et méthodologique rigoureuse et critique, pour approfondir une problématique en sciences politiques (dans son domaine d’orientation) (CG6.1-CG6.6)",
        "content": "Le mémoire constitue un moment important de formation par la pratique personnelle de la recherche. Il doit permettre à l'étudiant d'acquérir et de démontrer sa capacité à maîtriser par lui-même un questionnement disciplinaire, en posant des hypothèses de travail, en mettant en oeuvre la ou les méthodologies les plus adéquates, en analysant et en interprétant de manière appropriée les informations récoltées et les résultats obtenus, en les mettant en rapport avec un ou des cadres théoriques adéquats, en exposant et rédigeant correctement le contenu et les acquis de l'ensemble de sa démarche. Le mémoire de fin de master constitue donc le couronnement scientifique d'un cursus. Il suppose la mobilisation de tous les acquis méthodologiques et heuristiques de la démarche universitaire. Le mémoire doit attester d'une capacité de synthèse et de réflexion et privilégier des questions de recherche ciblées. Toutes les informations et consignes concernant le mémoire sont reprises sur le Student Corner.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmeth1301",
        "title": "Quantifier le monde",
        "credits": "5.00",
        "hours": "30.0 h + 20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Schoumaker Bruno"
        ],
        "teaching_language": "Français",
        "topics_covered": "Objectif : comprendre la production et l'analyse de données quantitatives en sciences sociales, pour décrire et comprendre des comportements, processus, changements sociaux, politiques, démographiques. Le cours est fortement orienté vers la pratique par la réalisation d'un travail personnel. Les éléments suivants constituent la structre du cours. Logique de la recherche à l'aide de données quantitatives : formulation des questions de recherche et hypothèses, collecte de données ou identification de données pertinentes, construction d'un modèle, identification de la ou des méthodes, analyse et l'interprétation des résultats. Comment les données quantitatives sont-elles produites ? Introduction à la collecte de données d'enquêtes en sciences sociales, et aux autres sources de données quantitatives. Rappels et approfondissements de certains concepts statistiques nécessaires à l'analyse de données quantitatives (variables aléatoires, distributions, échantillons, tests d'hypothèse, etc.). Préparer, critique, décrire des données quantitatives. Construire des indicateurs et indices avec des données quantitatives. Mettre en relations deux variables : analyses bivariées, tests statistiques et représentations graphiques. Fondement et méthodes d'analyses de dépendances (régression simples et multivariées). Construction de typologies, méthodes de classification et de réduction des données. Maîtrise d'un logiciel d'analyse de données (SPSS ou équivalent).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAC2 Maîtriser et mettre en œuvre les premiers jalons d’une démarche universitaire (démarche de recherche scientifique et méthodologique rigoureuse) située sur le plan épistémologique pour approfondir des questionnements et phénomènes relatifs à sa discipline. Situer toute connaissance produite sur le plan épistémologique (AAC2.1. et AAC2.2.) Faire preuve de la maîtrise des premiers jalons d’une démarche scientifique et méthodologique de recherche rigoureuse (AAC2.3. à AAC2.6.) AAC2.1 Adopter un recul critique sur les savoirs et sur leurs processus d’élaboration. AAC2.2 Mettre en discussion différents paradigmes (approches conceptuelles) pour approcher, interpréter et analyser (débattre) un(e) phénomène/question relatif(ve) à sa discipline. AAC2.5 Maîtriser et appliquer de manière rigoureuse les méthodes qualitatives et quantitatives principales relatives à sa discipline. AAC2.6 Mener un travail de réflexion autonome et personnel : élaborer une analyse informée, un raisonnement argumenté et un jugement personnel fondé. AAC4.1 Communiquer, à l’oral et à l’écrit sur des sujets complexes (des informations, des réflexions, des conclusions ainsi que les connaissances et principes sous-jacents) de façon claire, structurée, argumentée selon les standards de communication spécifiques au contexte et en adaptant sa présentation au public visé et aux intentions poursuivies. AAS3.2 Pour  HUSM1BA et SPOM1BA Dans le domaine de la communication d’organisation : identifier et analyser les phénomènes et processus de communication dans leur lien avec les notions d’organisation et d’action organisée et en regard des différentes formes et stratégies de communication d’organisation. AAS4.3 Pour COMM1BA Maîtriser une variété de méthodes d’analyse qualitatives et quantitatives dans le champ des sciences de l'information et de la communication, et les mobiliser de manière rigoureuse (dans une démarche appliquée).",
        "content": "Rappels du vocabulaire et des notions de base de statistique. Traiter une question de recherche avec des données quantitatives : les principales étapes. Les sources de données quantitatives ; comment sont-elles produites, quelles sont leurs forces et faiblesses, où les trouver ? Préparer, décrire, visualiser et critiquer ses données avant l’analyse. Rappels et approfondissement de notions d’inférence, tests d’hypothèse, etc. Méthodes d'analyse univariées. Analyser des relations entre deux variables : tableaux de contingence, différences de moyennes, corrélations linéaires. Méthodes de construction d'indices. Analyse causale et modèles statistiques : régression linéaire simple et multiple, régression logistique. Introduction à l'analyse en composante principale et l'analyse de classification. Exploitation des données d'enquêtes avec le logiciel SPSS.",
        "teaching_methods": "Cours magistral et travaux pratiques. Le cours est axé sur l'acquisition d'un savoir-faire en matière d'analyse de données. Il comporte une forte composante pratique, à travers la manipulation d'un logiciel statistique et l'exploitation de données d'enquêtes pour traiter des questions de recherche. Le cours magistral est organisé autour de la présentation des méthodes d’analyse, de leurs conditions d’utilisation, et de l’interprétation des résultats de ces méthodes dans le contexte d’applications variées, sur des questions de sciences politiques et sociales. Les travaux pratiques visent notamment à développer la maîtrise d’un logiciel d’analyse statistique pour la préparation des données (recodages, structuration des données, etc.), la description des données, et la mise en œuvre de méthodes plus avancées. Au-delà de l’acquisition d’un savoir-faire technique, ces travaux pratiques permettent aussi aux étudiants de pratiquer l’analyse des données pour traiter des questions de recherche dans le cadre d’un travail de recherche personnel.",
        "assessment_methods": "Session de janvier L’évaluation repose sur la réalisation d’un travail d’analyse de données (50% de la note finale) et un examen écrit (50% de la note finale), avec d’éventuelles manipulations de données. Le travail est réalisé en cours de quadrimestre, et encadré pour les enseignants. Trois travaux intermédiaires obligatoires sont à réaliser en cours de quadrimestre, et sont valorisés dans le travail final (5 points sur les 20 points du travail). En fonction du contexte et du nombre d'étudiants, le travail sera réalisé seul ou par groupe de deux ou trois. Session de septembre En cas de deuxième session, l’étudiant·e peut représenter les deux parties de l’évaluation, ou conserver la note du travail pour la session de septembre. Les modalités sont identiques à la session de janvier. Le travail (tout ou partie) ne peut être effectué par des tiers ou à l'aide de Chatgpt ou d'outils similaires. Un examen oral peut être organisé pour vérifier la maîtrise du contenu et des analyses effectuées.",
        "other_info": "Les données exploitées dans le cadre du cours sont issues principalement des enquêtes du programme d'Enquête sociale européenne. http://www.europeansocialsurvey.org/ Les analyses sont effectuées avec le logiciel SPSS, disponible dans les salles informatiques. En fonction des besoins, d'autres logiciels peuvent être utilisés (Excel, R, Jamovi, Stata).",
        "online_resources": "> https://www.europeansocialsurvey.org/ Des informations pertinentes peuvent être placées sur Student Corner. Masuy-Stroobant G. et Costa R. (eds), 2013, Analyser les données en sciences sociales . De la préparation des données à l’analyse multivariée , Peter Lang, Bruxelles, 301 p. (Livre téléchargeable à l'adresse suivante : https://www.peterlang.com/downloadpdf/title/50872 )",
        "bibliography": "Masuy-Stroobant G. et Costa R. (eds), 2013, Analyser les données en sciences sociales . De la préparation des données à l’analyse multivariée , Peter Lang, Bruxelles, 301 p. (Livre téléchargeable à l'adresse suivante : https://www.peterlang.com/downloadpdf/title/50872 ) Micro-données de l' enquête sociale européenne . Les diapositives du cours sont disponibles sur student corner.",
        "course_materials": "Masuy-Stroobant G. et Costa R. (eds), 2013, Analyser les données en sciences sociales. De la préparation des données à l’analyse multivariée, Peter Lang, Bruxelles, 301 p. Micro-données de l'enquête sociale européenne Les diapositives du cours sont disponibles sur student corner.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mdrhd1304",
        "title": "Droit public",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "le Hardÿ de Beaulieu Jean"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours a pour objectifs de permettre à l'étudiant·e: (1) de comprendre la place assignée au Droit dans un système politique démocratique; (2) de maîtriser la dialectique, le vocabulaire et les outils (code, bases de données juridiques en matière de législation, de doctrine te de jurisprudence, etc.) juridiques rencontrés; (3) de comprendre les principes de base régissant le fonctionnement d'un Etat de droit et de ses institutions ; (4) de maîtriser les spécificités des dynamiques institutionnelles liées au fédéralisme belge. Le cours se compose de deux parties. Dans la première partie consacrée à l'étude du droit, les thématiques suivantes seront abordées: le concept de Droit et sa place dans la société contemporaine; les domaines du Droit (incluant les spécificités du Droit public par rapport au Droit privé); les sources du Droit; les espaces du Droit; le temps du Droit; l'apprentissage de l’utilisation des outils méthodologiques (législation, doctrine, jurisprudence). Dans la seconde partie dévolue aux principes du Droit public, les thématiques seront: les principes fondateurs du Droit public; le système institutionnel belge; le système de répartition des compétences dans la Belgique fédérale; la prévention et le règlement des conflits dans la Belgique fédérale.",
        "content": "Le cours a pour objectifs de permettre à l'étudiant·e: (1) de comprendre la place assignée au Droit dans un système politique démocratique; (2) de maîtriser la dialectique, le vocabulaire et les outils (code, bases de données juridiques en matière de législation, de doctrine te de jurisprudence, etc.) juridiques rencontrés; (3) de comprendre les principes de base régissant le fonctionnement d'un Etat de droit et de ses institutions ; (4) de maîtriser les spécificités des dynamiques institutionnelles liées au fédéralisme belge. Le cours se compose de trois parties. Dans la première partie consacrée à l'étude du droit, les thématiques suivantes seront abordées: le concept de Droit et sa place dans la société contemporaine; les domaines du Droit (incluant les spécificités du Droit public par rapport au Droit privé); les sources du Droit; les espaces du Droit; le temps du Droit; l'apprentissage de l’utilisation des outils méthodologiques (législation, doctrine, jurisprudence). La deuxième partie offre un regard croisé sur les dynamiques institutionnelles belge et étrangères ainsi que sur les principes fondateurs du droit constitutionnel général à destination d'un public de politologues. Dans la troisème partie dévolue aux principes du Droit public, les thématiques seront: les principes fondateurs du Droit public; le système institutionnel belge; le système de répartition des compétences dans la Belgique fédérale; la prévention et le règlement des conflits dans la Belgique fédérale.",
        "teaching_methods": "Cours magistral intégrant également des analyses de cas.",
        "assessment_methods": "Examen écrit. L’examen se déroule à code (non-annoté) ouvert. Seuls des signets (eux aussi non-annotés) sont autorisés.",
        "online_resources": "Outre le syllabus et le code, la plateforme Moodle met de nombreux outils utiles à la disposition des étudiantes et étudiants.",
        "bibliography": "BOCKEN H., DE BONDT W. (2001), Introduction to Belgian Law, Kluwer/Bruylant. Lejeune Y. (2021), Droit constitutionnel belge : fondements et institutions, Larcier, Bruxelles",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mespa1340",
        "title": "Espagnol 3",
        "credits": "4.00",
        "hours": "0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Hernandez Rodriguez Juan Francisco"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "Avoir atteint le niveau A2 du Cadre européen commun de référence pour les langues ou avoir suivi le cours MESPA1237. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Thèmes liés à la géographie, l'histoire, et à la réalité politique, sociale, économique et culturelle de la plupart des pays hispanophones, sur base de vidéos et de documents authentiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : comprendre les idées principales de textes relativement complexes sur des questions liées aux problèmes et défis des pays hispanophones ; comprendre des documents audiovisuels authentiques d’un niveau plus complexe ; produire des textes clairs, structurés, argumentés et cohérents qui couvrent les sujets liés au cours ; prendre part de façon spontanée à des conversations et des débats sur les thèmes abordés au cours et savoir défendre son point de vue ; approfondir et utiliser les règles grammaticales dont l’enseignement a été amorcé précédemment ; utiliser les connaissances lexicales acquises antérieurement et le vocabulaire vu au cours. Niveau B1 du Cadre européen commun de référence pour les langues.",
        "content": "Cette unité d'enseignement porte sur des thématiques axées sur différents pays hispanophones dans le but de travailler: Exercices de compréhension à l’audition, sur base de documents authentiques (documentaires, reportages, émissions TV, …), portant sur des thèmes économiques, politiques, sociaux ou culturels Extension du vocabulaire dans ces domaines ; Exercices d’expression orale (débats, jeux de rôle, …); Travaux personnels : présentation d’un sujet d’actualité et animation d’un débat, par exemple sur une question économique, politique, culturelle, environnementale, sociale ou de bonne gouvernance dans les pays hispanophones étudiés; Consolidation des connaissances grammaticales (subjonctif imparfait, propositions subordonnées, conditionnelles, concordance des temps, …) et exercices de fixation.",
        "teaching_methods": "Séminaire organisé en groupes",
        "assessment_methods": "Evaluation continue lors du Q1 et Q2; tests oraux en décembre et mai; examens écrits en janvier et juin. Session de janvier: examen écrit portant sur la matière du Q1 (vocabulaire, traductions, grammaire, compréhension à l'audition, exercices de rédaction) Les étudiant.es en échec pour l'examen écrit de janvier doivent présenter un examen écrit de juin qui porte sur la matière du Q1 et du Q2. Session de juin: examen écrit portant sur la matière du Q2 (vocabulaire, traductions, grammaire, compréhension à l'audition, exercices de rédaction) Session de août/septembre: l’examen comporte une partie écrite (Q1 et Q2) et une partie orale (portant sur Q1 et Q2).  Remarque: les étudiant·es peuvent conserver leur note d’évaluation continue (compétence orale et travaux) à condition que cette note soit égale ou supérieure à 10/20. Méthode d'intégration Q1 (50 % de la note finale) : Participation orale, présentation du sujet devant le groupe et évaluation continue : 30 % Test oral de décembre : 30 % Examen écrit en janvier : 40 % Q2 (50 % de la note finale) : Participation orale, présentation du sujet devant le groupe et évaluation continue : 30 % Test oral en mai : 30 % Examen écrit en juin : 40 % Merci de noter que l’utilisation d’IA génératives ou autres assistants linguistiques en ligne est totalement interdite dans le cadre de cette UE.",
        "online_resources": "Spanish Unicorn.com : https://www.spanishunicorn.com/ Ver-Taal : https://www.ver-taal.com/ ELE creación: http://elecreacion.com/ Deepl Traductor : https://www.deepl.com/translator WordReference.com :  https://www.wordreference.com/ El conjugador : https://www.elconjugador.com/esindex.php Synonimos : http://www.sinonimos.com/ Wikipedia del españo : lhttp://www.wikilengua.org/index.php/Portada Youtube, etc.",
        "bibliography": "Livre de base : Neus Sans Baulenas, Ernesto Martín Peris, Agustín Garmendia, Emilia Conejo, Pablo Garrido. Difusion Centro de Investigacion y Publicaciones de Idiomas S.L. 2017. \"Bitacora 3, Nueva Edición\". Campus Difusión.",
        "course_materials": "Español 3  (MESPA1340) [notes de cours mises à la disposition des étudiants sur Student Corner]",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-msphd1332",
        "title": "Science politique",
        "credits": "10.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bottin Jehan"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours a pour objectif d’introduire les étudiant·e·s à la science politique. Il s’agit d’abord de montrer pourquoi et comment tout·e citoyen·ne est concerné par la politique et la science politique. Le concept politique est, dans un premier temps, abordé à partir d’approches philosophiques articulées autour des notions de « pouvoir » et « d’Etat », montrant ainsi combien la politique a fait l’objet de réflexions et de débats depuis l’antiquité, débats et réflexions qui ont encore toute leur actualité de nos jours. Ceci permet alors de préciser les contours de la science politique en abordant ensuite la politique et l'univers politique autour des trois utilisations du mot « politique » dans la langue française, en l’occurrence l’adjectif « politique », « le politique » et « la politique ». Il se révélera ainsi un débat sur l’étendue du champs politique entre les tenant·e·s d’une approche minimaliste et les partisan·ne·s d’une approche « maximaliste ». Ce cadre ainsi énoncé est ensuite complété par l’analyse de concepts et notions essentielles de la discipline tels que le pouvoir (envisagé notamment dans une dimension d’injonction et d’influence), l’Etat (en ce compris ses fonctions et ses moyens), les élections et consultations populaires, les partis politiques et les groupes de pressions, le gouvernement, la communication politique etc.",
        "content": "Cette entrée en matière dans la discipline se référera aux questions concrètes que se pose tout étudiant et, plus généralement, tout citoyen qui tente de comprendre comment sont organisées la société politique et la société civile. Qu’est-ce que « le », « la » politique, « les » politiques ? Qu’est-ce que le pouvoir ? Qu’est-ce qu’un pouvoir légitime ? Qu’est-ce qu’un système politique ? Qu’est-ce que la démocratie ? Quels sont les principaux acteurs collectifs du système politique (partis, groupes de pression) ? Quelles sont les valeurs, matérialistes et « post matérialistes », des citoyens ? Où en est la participation politique des citoyens ? Quels sont les principaux déterminants du vote ? Y a-t-il une crise de la citoyenneté ?",
        "teaching_methods": "Enseignement magistral",
        "assessment_methods": "Examen écrit",
        "bibliography": "Supports complémentaires : Thierry Balzac, Pierre Baudewyns, Vincent Legrand, Jérôme Jamin, Olivier Paye & Nathalie Schiffino Fondements de science politique Louvain-la-Neuve: De Boeck (2022, 2e édition) Cees van der Eijk The Essence of Politics Amsterdam: Amsterdam University Press (2018) Kris Deschouwer & Marc Hooghe Politiek: een inleiding in de politieke wetenschappen Amsterdam: Boombestuurskunde (2020, zesde druk) Paul Vandepitte, Min Reuchamps & Carl Devos Lexique. Une explication de concepts historiques et actuels Gent: Academia Press (2013)",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspol2114",
        "title": "Genre et développement durable",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Aoun Elena"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours aborde les enjeux du développement durable en les croisant avec ceux du genre. Il se focalise d'abord sur la genèse et l'évolution des enjeux du développement et leur convergence croissante avec les problématiques environnementales. Il s'intéresse ensuite à la notion de genre pour ensuite la lier aux problématiques du développement. Le cours passe en revue les approches théoriques pertinentes et rend compte des évolutions paradigmatiques qui vont, graduellement, intégrer la dimension du genre dans les politiques et les pratiques développementalistes. Plusieurs thématiques plus ciblées seront étudiées, telles que les femmes dans leurs communautés ; les femmes dans l'économie mondiale ; les violences basées sur le genre en situation de guerre et de paix ; ou encore les mouvements des femmes et leur apport au développement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable : De maîtriser les principaux débats dans le champ du développement durable et du genre De mobiliser les approches théoriques pertinentes pour étudier les enjeux liés à ces domaines D'analyse de manière critique les politiques et les pratiques développementalistes notamment dans leur dimension genrée D'évaluer l'impact des politiques et des pratiques développementalistes sur la résilience des milieux et des communautés ainsi que sur l'égalité des genres et l'empowerment des femmes.",
        "content": "Le cours abordera les thématiques suivantes, s'adaptant également aux intérêts des étudiant.es I. Mise en contexte : émergence et convergence de trois enjeux Les enjeux du développement Développement et problématiques environnementales Genre, développement et durabilité II. Approches théoriques et évolution des paradigmes Les théories du développement Les théories du genre Les évolutions paradigmatiques : women in development, women and development… III. Etudes thématiques : La gouvernance internationale du développement durable La construction d’un « régime » international autour du genre Les violences basées sur le genre en situation de guerre et de paix Les femmes comme agents de développement dans leurs communautés Les femmes dans l’économie mondiale Les mouvements de femmes comme vecteurs de changement international.es.",
        "teaching_methods": "Ce cours alternera des séances magistrales et des séances interactives de type séminaire.",
        "assessment_methods": "L’évaluation se fera sur la base de la participation continue des étudiant.e.s au cours, à leur production au fil des séances, et la restitution (orale et écrite) d’une recherche sur un sujet lié au cours.",
        "online_resources": "Les documents pertinents seront mis en ligne sur Student Corner.",
        "bibliography": "Figuière, C., et. al., Économie politique du développement durable, De Boeck, collection Ouvertures économiques », 2016 Visvanathan, N. et. al. (eds.), The Women, Gender and Development Reader, Halifax / New York : Fernwood Publishing/Zed Books, 2nd edition Parpart, J.L. et. al. (eds.), Theoretical Perspectives on Gender and Development, Ottawa : The International Development Research Centre, 2000 Masika, R. (ed.), Gender, Development and Climate Change, Oxford : Oxfam, 2002.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mneer2238",
        "title": "Nederlands voor gevorderden 2",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Michiels Bruno"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "MNEER2164 Nederlands voor gevorderden 1 ou Niveau B2/B2+  du Cadre européen commun de référence pour les langues. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours est axé sur des sujets tirés de l’actualité, du monde économique et de la gestion, du monde de la communication, du monde politique, socio-culturel et professionnel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : prendre la parole dans un débat et contribuer à la discussion ; communiquer de manière non-ambiguë dans un contexte professionnel. Niveau B2+/C1 du Cadre européen commun de référence pour les langues.",
        "content": "Le cours est organisé sous la forme d’un séminaire visant l’activation intensive des connaissances et compétences acquises au cours des années antérieures et comprend des activités individualisées touchant des thèmes d’actualité et de la vie professionnelle telles que contributions écrites et exercices de conversation et de prise de parole dans des débats exercices de présentation sur des thèmes spécialisés (en fonction du domaine d’études) et sur le sujet de mémoire exercices de compréhension à l’audition (programmes d’actualité) activités diverses stimulant la prise de parole spontanée (p.e. discussion de l’actualité et d'enjeux contemporains dans la societé, analyse de messages publicitaires, …)",
        "teaching_methods": "Séminaire par groupes. L’accent est mis sur le rôle actif de l’étudiant.",
        "assessment_methods": "Evaluation continue. Pour la session de septembre : évaluation écrite et évaluation orale.",
        "other_info": "Dans ce document, les termes utilisés sont entendus dans leur sens épicène, de sorte qu’ils visent les hommes et les femmes. Dans le cadre de ce séminaire, l'utilisation de toute forme d'intelligence artificielle (générative) (rédaction de textes, création de contenu, traductions automatiques de textes y compris de vos propres productions, etc. ) est interdite.",
        "online_resources": "Médias écrits et audiovisuels en langue néerlandaise.",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mangl2236",
        "title": "Advanced English 2",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lambert Caroline",
            "Monfort Guy",
            "Zèques Quentin"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Activité d’intégration professionnelle Avoir atteint le niveau B2+ du Cadre européen commun de référence pour les langues ou avoir suivi le cours MANGL2163 – Advanced English 1. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Ce séminaire aborde des thèmes politiques, socio-culturels, économiques, de communication et/ou de gestion liés aux enjeux actuels et veille à soutenir l’insertion socio-professionnelle des étudiant·e·s en privilégiant le développement de la créativité́, l’esprit critique, l’esprit collaboratif, la communication, et la responsabilité́ citoyenne.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : comprendre sans trop d’effort des conférences/discours professionnels relatifs aux enjeux actuels, suivre une argumentation complexe et en transmettre clairement les idées principales ; utiliser la langue de manière spontanée, professionnelle et non ambigüe pour développer des relations sociales ou professionnelles en tenant compte des dimensions interculturelles ; faire des descriptions détaillées, persuasives et non ambigües de sujets actuels ou professionnels plus ou moins complexes en intégrant l’analyse de graphiques, en développant des arguments cohérents et en terminant son intervention de façon appropriée ; susciter, à travers des présentations de groupes, la participation du public par rapport au(x) thème(s) abordé(s) et lier de façon pertinente ses interventions aux différentes contributions de ses interlocuteurs ; écrire des textes académiques et/ou professionnels (essais, mails, rapports) clairs, structurés et cohérents dans lesquels l’étudiant·e développe son opinion de manière pertinente et présente des solutions à une problématique donnée ; mobiliser l’ensemble des points lexicaux et grammaticaux dont l’enseignement a été abordé dans les années d’étude précédentes. A la fin de cette unité d’enseignement, l’étudiant·e aura acquis le niveau B2+/C1 du Cadre européen commun de référence pour les langues.",
        "content": "Cette unité d’enseignement a pour objectif essentiel de soutenir l'insertion socio-professionnelle des étudiant.es en privilégiant le développement de la créativité́, l’esprit critique, l’esprit collaboratif, la communication, et la responsabilité́ citoyenne. Le contenu du cours porte sur : les techniques rédactionnelles propres au monde des affaires (e-mails professionnels ( newsletters ), rapports professionnels, résumé LinkedIn, recommendations, ...) la recherche d'emploi à travers la création d'un CV vidéo et l'exploitation des réseaux de contacts (LinkedIn) des présentations professionnelles liées au monde du travail la description de graphiques et l'exploitation de données pour appuyer son discours des simulations en petits groupes de situations propres au milieu professionnel ( small talk, conflict management, business fair, networking, ... ) et travail intéractif avec les étudiant.es et l'enseignant.e les techniques rédactionnelles propres au contexte académique ( abstracts ) les techniques en matière d'art oratoire (exposés en public, prise de parole lors de débats, résolution de crises, ...) l'exploitation de vidéos avec travail de prise de notes et exercices de compréhension à l'audition avec exercices de contrôle variés des exercices de prononciation l'exploitation de textes visant à la production orale et/ou écrite exercices de vocabulaire et de grammaire dans un contexte professionnel",
        "teaching_methods": "Séminaire par groupes",
        "assessment_methods": "Langue(s) d'évaluation : anglais (vocabulaire \"actif\") et français (vocabulaire \"réceptif\") Ce cours est basé sur le système d' évaluation continue et ne comprend pas d'examen en janvier. Cette évaluation continue comprend à la fois des tâches individuelles et collectives dont voici la répartition des points : 15%: CV vidéo, 10%: newsletter, 25%: rapport professionnel, 30%: activité \"Business fair & networking\", 5%: test de vocabulaire, 5%: test de prononciation et 10%: test de grammaire La session de août/septembre se compose d'un examen écrit (60 %: rapport professionnel sur une vidéo jouée en classe, partie grammaire, partie vocabulaire, partie prononciation) ET d'un examen oral (40 %: jeu de rôle [en groupe] sur un sujet remis par l'enseignant.e après l'annonce des résultats officiels de la session de juin). Merci de noter que l’utilisation d’IA génératives ou autres assistants linguistiques en ligne est totalement interdite dans le cadre de cette UE. Merci de noter qu'un.e étudiant.e absent.e à un test ou à toute autre activité s'y apparatant recevra automatiquement la note de 0 si celui/celle-ci ne dispose pas d'un justificatif approuvé par le SAFI . De plus, l 'étudiant.e devra informer l'enseignant.e par écrit - et dès le premier jour de son retour à l'université - de son souhait de repasser le test manqué . L'enseignant.e lui communiquera alors une date ainsi que les modalités du test à repasser. L'étudiant.e ne respectant pas ces conditions ne pourra dès lors représenter une tâche manquée.",
        "other_info": "Les grands principes du cours: Utilisation des laboratoires de langues et des classes pour permettre un travail en petits groupes Participation active de chaque étudiant.e requise Les grandes règles du cours: Si vous ne vous inscrivez pas à un test à temps ou si vous ne soumettez pas un devoir à temps, vous recevrez un zéro pour ce test ou devoir. Si vous êtes absent.e le jour d’un test, informez le coordinateur dès que possible. Votre absence doit être justifiée par un document officiel accepté par le SAFI (comme un certificat médical) si vous souhaitez avoir l’opportunité de repasser le test. Chaque absence mal justifiée entraînera un zéro pour ce test. Vous devez informer le coordinateur de votre intention de repasser le test par email dès le premier jour de votre retour à l’université . Si cette condition n’est pas remplie, votre professeur.e se réserve le droit d’attribuer un zéro pour le(s) test(s) manqué(s). L’enseignant.e décide toujours de la procédure à suivre après une absence. De plus, si un.e étudiant.e est absent lors d’un travail de groupe (comme une présentation de groupe ou un jeu de rôle), il/elle peut être tenu.e de repasser cette tâche individuellement si l’enseignant.e le juge nécessaire pour des raisons organisationnelles. Les emails envoyés à votre professeur.e d'Advanced English 2 doivent être rédigés en anglais, contenir un sujet et être envoyés depuis votre adresse email universitaire si vous attendez une réponse de notre part.",
        "online_resources": "Médias en langue anglaise https://dictionary.cambridge.org/ https://www.oxfordlearnersdictionaries.com/ Les unités de cours de cette UE seront postées de manière hebdomadaire sur la plateforme des étudiants (Moodle).",
        "bibliography": "Murphy, R. (1994), English Grammar in Use, with Exercises. Cambridge: Cambridge University Press",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspol1303",
        "title": "Sociologie politique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "D'Angelo Sebastiano"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Opinion publique, comportement politique, citoyens, élites, clivages, consociationalisme",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 1.          Niveau d'information : (relatif à l'appréhension d'une vue d'ensemble d'un sujet : les réalités sont montrées sous certains aspects de manière partielle ou globale) a.         Se familiariser avec et développer un plus grand intérêt pour les thématiques de sociologie politique ; b.         Se rappeler, connaitre et savoir expliquer les principales notions et concepts développés en cours à travers de la rédaction et l'évaluation de textes d'analyse ; 2.         Niveau d'expression : (relatif à l'acquisition des moyens d'expression et de communication : définir, utiliser les termes composant la discipline. Il s'agit de maîtriser un savoir) a)         Démontrer sa capacité à utiliser à l'écrit les notions et les concepts de sociologie politique; b)         Appliquer ses connaissances pour analyser, critiquer et évaluer des situations concrètes; 3.         Niveau de la maîtrise méthodologique (relatif à la maîtrise d'une méthodologie de pose et de résolution de problèmes : assembler, organiser les éléments d'un sujet, identifier les relations, raisonner à partir de ces relations, décider en vue d'un but à atteindre. Il s'agit de maîtriser une démarche : induire, déduire, expérimenter, se documenter) a)         Améliorer sa capacité de rédaction d'un texte en respectant les usages de la discipline; b)         Développer sa capacité à travailler de manière autonome; c)         Développer une capacité d'évaluation et d'auto-évaluation.",
        "content": "Le cours abordera les différents courants théoriques de la sociologie politique en se focalisant sur les électeurs, les élites et les partis. Les principaux thèmes étudiés seront : ' le pouvoir politique ' la participation politique ; ' les systèmes politiques, les politiques publiques ; ' les mouvements sociaux ; ' les processus de politisation, la compétition politique, ' le discours politique ;",
        "teaching_methods": "La méthode d’enseignement consiste en une combinaison de (1) cours magistraux ; (2) d’exercices dirigés ; (3) de présentations réalisées par les étudiants.",
        "assessment_methods": "La note finale est attribuée sur base de la présentation d'un travail (30%) et d'un examen oral (70%).",
        "bibliography": "Cf. Moodle.",
        "course_materials": "Toutes les ressources nécessaires sont fournies via le site du cours sur Moodle.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-msphd1334",
        "title": "Relations internationales",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delcorde Raoul"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour objectif d’introduire les étudiant·e·s aux relations internationales contemporaines. Il vise à expliciter la place du modèle de l’Etat souverain dans la structuration de la scène internationale contemporaine, tout en en montrant les limites intrinsèques, les évolutions récentes, ainsi que les rapports de force qui se déploient au gré des enjeux internationaux. Ce faisant, l’étudiant·e sera amené·e à identifier les acteurs qui opèrent dans le système international et à analyser les interactions entre elles et eux, et qui vont de la coopération au conflit, de la compétition entre puissances à la contestation transnationale. Il introduit également les étudiant·e·s aux principaux champs d’études de la discipline (politique étrangère ; conflit ; sécurité ; économie ; développement…). Le cours abordera d’abord à l’Etat souverain sur la scène internationale en s’intéressant à sa genèse, à l’universalisation de son modèle ainsi que l’ordre international qui en a découlé et les normes qui le régissent. Il offrira ensuite un aperçu de l’évolution du système international depuis la fin de la Deuxième guerre mondiale en rendant compte de ses dimensions stato-centrées mais aussi de la multiplication d’acteurs non-étatiques, ainsi que des régimes internationaux. Il offrira enfin un survol des principaux champs d’étude de la discipline en rendant compte des principaux outils conceptuels mobilisés et des débats qui les traversent. Le cours tourne autour de cinq thématiques centrales : l’émergence du modèle de l’Etat-nation souverain et la structuration politique, juridique et organisationnelle de la scène internationale autour de ce modèle ; l’histoire des relations internationales en particulier depuis le milieu du 20ème siècle ; l’évolution de la scène internationale dans l’après-guerre froide, tant du point de vue des acteurs que des enjeux ; les problématiques de la sécurité collective et des interventions militaires ; les objets des principaux champs d’étude en relations internationales.",
        "teaching_methods": "Le cours se composera d'exposés magistraux mais aussi d'une interaction permanente avec les étudiants et étudiantes. Chaque cours débutera par un échange sur des questions d'actualité qui nécessitera préparation et participation active des personnes inscrites au cours.",
        "assessment_methods": "Outre l'examen final (qui sera un examen oral individuel), les étudiants seront évalués sur leur participation active au cours. Chaque étudiant devra, à un moment donné, faire un bref exposé sur une question d'actualité internationale. Le recours à l'IA est interdit.",
        "other_info": "Un peu avant le début du cours les étudiants recevront un document décrivant les thèmes qui seront présentés pour chacune des séances du cours. Ce document contiendra également des indications bibliographiques. Cela a pour but de mieux se préparer, semaine après semaine, aux différents thèmes abordés.",
        "bibliography": "Lectures obligatoires: Olivier CORTEN, Pierre KLEIN, Gérard BEDORET, De Salamanque à Guantanamo : une histoire du droit international , Paris, Futuropolis, 2022. Revue Question internationales , nO 122, décembre 2023-janvier 2024, Fracturation(s), 20 ans de relations internationales , La Documentation française. Lectures conseillées : Thomas GOMART, L'affolement du monde, 10 enjeux géopolitiques, Paris, Editions Tallandier, collection Texto, 2020. Thomas GOMART, Les ambitions inavouées, ce que préparent les grandes puissances , Paris, Editions Tallandier, 2023.",
        "course_materials": "Raoul Delcorde, Introduction aux relations internationales, Louvain-la-Neuve, PUL, 2023.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmthd1327",
        "title": "Epistémologie et méthodologie universitaires",
        "credits": "10.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Croché Sarah"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour objectif d’introduire les étudiant·e·s à l’épistémologie. Cette dernière étudie les conditions auxquelles notre appréhension du monde – et notamment du monde social – peut être qualifiée de scientifique. De fait, les chercheur·e·s en sciences sociales font partie de la réalité qu’ils/elles étudient et leur appréhension du monde social s’inscrit dans un contexte culturel, social, politique, académique, idéologique qui dicte ses catégories de pensée. Dès lors, le cours cherche à répondre à la question de savoir si le raisonnement scientifique peut nous aider à parvenir à une connaissance objective des ensembles et phénomènes sociaux dans lesquels nous sommes immergé·e·s. Ce cours aborde quatre grandes thématiques. Après une introduction présentant l’espace des sciences sociales, la première thématique aborde la question du raisonnement dans ce domaine des savoirs. Les thèmes évoqués incluent la rupture avec le sens commun, l’opposition explication/compréhension, la place de la comparaison et la neutralité axiologique. La deuxième thématique s’intéresse à la pratique de la science, la production du savoir scientifique étant liée au fonctionnement concret du champ scientifique: elle présente l’histoire et la sociologie de la science ainsi que leur influence sur les résultats de cette dernière. La troisième thématique présente les grands débats et approches théoriques qui s’opposent dans leur vision de ce qu’est l’essence du social. Elle revient sur les principaux courants contemporains et leurs implications ontologiques : holisme et individualisme, féminisme, postmodernisme, etc. La dernière thématique porte sur l’articulation entre épistémologie et méthodologie en sciences sociales, esquissant les principaux enjeux et options méthodologiques dans le domaine.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspol2113",
        "title": "Politiques publiques européennes dans un monde en évolution",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Leloup Fabienne"
        ],
        "teaching_language": "Français",
        "prerequisites": "MECON 1210 Economie publique MSPOL 1337 Théorie de l'action publique",
        "topics_covered": "En cohérence avec les Compétences et acquis des programmes de Master concernés par cette unité d'enseignement, les objectifs de ce cours sont : CG3.3 Mobiliser de manière pertinente et rigoureuse les outils d’analyse de données (qualitative et quantitative) et de diagnostic en sciences sociales et politiques afin de mieux décoder la complexité de la « vie politique ». CG7.3 Adopter une posture d’acteur conscient de sa responsabilité sociétale et citoyenne Le cours part de divers exemples travaillés par les enseignants, telle que la politique éducative à l’échelle européenne et internationale. Il s’appuie sur une démarche socio-historique. L’historicité commande les institutions politiques et l’organisation sociale. La société est produite par l’activité collective et celle-ci est orientée par la société. C’est cette dynamique que le cours amène à saisir à partir de textes parlementairesOutre le cas des politiques éducatives, la politique culturelle ou une autre politique pourra également être abordée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement l'étudiant sera capable d'analyser l'émergence, la formulation, le processus de décision, la mise en oeuvre des politiques publiques, de les comparer et de comprendre leurs enjeux. L'analyse des politiques publiques privilégiera une approche comparative (entre autres européenne). L'enseignement inclut une partie théorique et une vision empirique élargie afin de permettre à l'étudiant d'étayer ses analyses. CG2 Inscrire son analyse et/ou action dans une perspective multiniveaux (CG2.1-CG2.5) APH1 Maîtriser et mobiliser de manière critique des connaissances approfondies et spécialisées relatives : au processus d’élaboration et de décision à chaque étape du cycle d’une politique publique et à l’analyse et au pilotage de l’action publique, au fonctionnement et à la gestion des organisations publiques, à la dimension multiniveau des systèmes institutionnels, au champ politique national ainsi que régional, européen et international APH3 Analyser et gérer des situations/problématiques complexes relatives à l’action publique en mobilisant de manière critique différents méthodologies et outils rigoureux d’analyse : en identifiant, analysant et tenant compte des multiples enjeux, en identifiant et analysant les acteurs impliqués, leur positionnement et leurs interactions, en analysant l’organisation interne des institutions politiques, en mobilisant de manière critique et pertinente les outils (théoriques et conceptuels) et méthodes qui permettent d’analyser et d’agir sur les modes de fonctionnement des politiques mises    en Œuvre, en approfondissant les aspects pratiques de la mise en Œuvre d’actions publiques et les aspects théoriques dus aux transformations actuelles de cette action notamment au processus d’européanisation ou de partenariat, en mobilisant une approche comparative rigoureuse dans l’analyse des dynamiques institutionnelles et des interactions entre acteurs publics et privés, en intégrant les processus de gouvernance multi-niveaux, en étant soucieux du développement socio-économique et de la portée spatiale des politiques, en mobilisant des outils théoriques et conceptuels pertinents pour analyser des problématiques européennes ou internationales. APH7 Analyser et évaluer des politiques publiques, entre autres, les effets de la mise en Œuvre d’une politique publique locale, nationale et internationale et le processus qui assurent la légitimité des orientations prises et de la façon d’agir sur la réalité. SP1 Maîtriser et mobiliser de manière critique des connaissances approfondies et spécialisées relatives : à la dimension multiniveau des systèmes institutionnels, au champ politique national ainsi que régional, européen et international, au fonctionnement et à la gestion des organisations publiques, au processus d’élaboration et de décision à chaque étape du cycle d’une politique publique. SP2 Analyser et gérer des situations/problématiques concrètes et complexes relatives à l’action publique au sens large du terme en mobilisant de manière critique différents méthodologies et outils rigoureux d’analyse : en identifiant, analysant et tenant compte des multiples enjeux, en identifiant et analysant les acteurs impliqués, leur positionnement et leurs interactions, en analysant l’organisation interne des institutions politiques, en mobilisant de manière critique et pertinente les outils (théoriques et conceptuels) et méthodes qui permettent d’analyser et d’agir sur les modes de fonctionnement des politiques mises en Œuvre, en approfondissant les aspects théoriques dus aux transformations actuelles de cette action, en mobilisant une approche comparative rigoureuse dans l’analyse des dynamiques institutionnelles et des interactions entre acteurs publics et privés, en intégrant les processus de gouvernance multi-niveaux, en étant soucieux du développement socio-économique des politiques, en mobilisant des outils théoriques et conceptuels pertinents pour analyser des problématiques internationales. SP5 Analyser et évaluer des politiques publiques, entre autres, les effets de la mise en Œuvre d’une politique publique locale, nationale et internationale et le processus qui assurent la légitimité des orientations prises et de la façon d’agir sur la réalité. SP7 Percevoir et analyser le changement dans les organisations et politiques publiques.",
        "content": "Le cours analyse, à partir des politiques publiques européennes, les évolutions en cours de l'action publique et plus largement inhérente à notre société contemporaine. Une première partie part de la compréhension des politiques publiques européennes et précisément des phases de proposition et décision via la compréhension du travail parlementaire européen. Une deuxième partie aborde 'le monde en évolution' en tant que système complexe et propose des processus compréhensifs inhérents à cette perspective, permettant une analyse interactive et dynamique de certains de ses mécanismes. L'analyse d'une initiative citoyenne européenne relie les deux parties.",
        "teaching_methods": "Exposés théoriques et analytiques, simulation de travail de commission parlementaire et travaux/exposés en classe",
        "assessment_methods": "Le travail mené en groupe sera basé sur l'analyse dans le cadre européen et dans la perspective d'une compréhension du monde contemporain d'une initiative citoyenne européenne. Un ou deux exposés oraux d'étapes seront organisés en classe et feront l'objet d'une évaluation. Un travail écrit bref sera à déposer pour la session.",
        "other_info": "En cas de confinement des séances avec chaque groupe permettront un échange direct sur l'avancement du travail, le reste du cours se donnera par teams (direct ou vidéo)",
        "online_resources": "le site du cours intègre les power point et les divers documents/ liens/ sources utiles ou nécessaires",
        "bibliography": "à titre d'exemples: Charrin E., 2024, Glissement de terrain, Bayard. Paris; De Schutter O., 2023, Changer de boussole. La croissance ne aincra pas la pauvreté. Les Liens qui libèrent. Clamecy; Hamant O., 2022, La troisième voie du vivant, Odile Jacob. Paris; Jackson T., 2024, Post croissance, Actes Sud. Paris; et d'autres pour la complexité: Boulton J., Bowmann C. P.M. Allen, 2015, Embracing Complexity, Oxford University Press, Oxford.; Halévy Marc, 2011, Un Univers complexe. L’autre regard sur le monde, Oxus, Paris;",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspol2211",
        "title": "Stratégies de recherche pour le mémoire (partie 2)",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Aoun Elena"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Ce séminaire a pour objectif de concevoir et de mettre en œuvre une stratégie raisonnée de recherche pour le mémoire de fin d’études. La démarche d’ensemble vise à approfondir la capacité des étudiant·e·s à se servir des savoirs et savoir-faire acquis à l’Université pour étudier de manière rigoureuse, en utilisant les outils des sciences sociales, un « problème » qui les interpelle. Il vise ainsi à doter les étudiant·e·s des connaissances et compétences fondamentales pour identifier et analyser une problématique en s’appuyant sur une démarche scientifique. Ce séminaire aborde les thématiques suivantes : choisir un sujet de mémoire; définir une discipline, un champ et une question de départ; lire en décortiquant un texte; réaliser l’état de l’art; théoriser et définir une question de recherche; collecter et analyser des données; rédiger en mobilisant les auteur·rice·s. La partie 2 du séminaire a pour objectif plus spécifique d'accompagner les étudiant·e·s dans la mise en œuvre de leur projet de recherche et culmine avec le dépôt de leur mémoire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : CG3 Analyser selon une démarche rigoureuse et interdisciplinaire des situations politiques, économiques et sociales dans toute leur complexité. (CG3.1-CG3.4) CG5 Diffuser des informations politiques, économiques et sociales pertinentes adaptées au public visé et interagir de manière constructive avec les différents acteurs impliqués dans une situation donnée (CG5.1-CG5.3) CG6 Concevoir et réaliser un travail de recherche personnel (mémoire), mettant en œuvre une démarche scientifique et méthodologique rigoureuse et critique, pour approfondir une problématique en sciences politiques (dans son domaine d’orientation) (CG6.1-CG6.6)",
        "content": "Situé dans la continuité du séminaire MSPOL2900, ce séminaire vise à exercer les étudiant.es aux compétences et acquis de l’année précédente, dans l’objectif d’aider les étudiant.e.s des masters 120 en Administration publique et en Science Politique, orientation Relations internationales, à progresser dans la construction de leur mémoire au travers d’une stratégie raisonnée de recherche. Au départ des acquis de la première partie du séminaire (MSPOL2111) ce séminaire a pour vocation d’approfondir les dimensions suivantes : La problématisation La théorisation La méthodologie (research design) et ses limites L’argumentation La structuration du mémoire et les enjeux formels La défense du mémoire.",
        "teaching_methods": "Le séminaire s’appuie sur une approche pédagogique participative. Il alterne différentes stratégies et repose sur l’interaction entre enseignant.e.s et étudiant.e.s, ainsi que d’éventuels intervenant.e.s extérieur.e.s : Dans une démarche ex-cathedra, l’équipe pédagogique expose les connaissances et compétences que mobilise la réalisation du mémoire de fin d’études ; Demandant parfois une préparation en amont par les étudiant.e.s, certaines compétences-clefs sont exercées directement dans le cadre du séminaire ; Certaines interactions permettront aux étudiant.e.s de présenter une version intermédiaire de leur travail individuel final basée sur les acquis des séances qui auront précédé. Des commentaires sont alors formulés par l’équipe pédagogique et, éventuellement, par les autres étudiant.e.s (‘peer review’). En préparation de certaines séances, les étudiant.e.s auront à lire un ou plusieurs textes qui serviront de base au cours.",
        "assessment_methods": "L’évaluation repose sur : une participation active des étudiant.e.s durant les différentes séances (15% de la note finale) une série de réalisations (20% de la note finale) au fil des semaines en application ou préparation des séances et dont la plupart serviront pour un travail écrit final ce travail final est constitutif d’une partie clé du mémoire (50% de la note finale), et qu’ils et elles auront à défendre (15% de la note finale). L’ensemble des travaux et la défense doivent démontrer la capacité de l’étudiant.e à s’approprier les compétences qu’impliquent la mise en œuvre d’une stratégie raisonnée de recherche pour le mémoire de fin d’études.",
        "online_resources": "Le matériau du cours sera mis à disposition sur le Student Corner.",
        "bibliography": "Blaikie, N., & Priest, J. (2018). Designing social research: The logic of anticipation . Cambridge, UK: Polity Press. Coman, R. et. al. (2016), Méthodes de la science politique. De la question de départ à l'analyse des données , Bruxelles, Belgique : De Boek.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspol1102",
        "title": "Science politique",
        "credits": "5.00",
        "hours": "30.0 h + 40.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Biard Benjamin",
            "Schiffino-Leclercq Nathalie"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours introduit aux fondements de la discipline. Il discute pourquoi et comment nous sommes  concerné.es par le/la/les politique(s). La première partie du cours expose synthétiquement le rapport à la science et à la méthodologie. La deuxième partie du cours, plus longue, explique les principaux auteurs, concepts et thèmes de la discipline. Sont abordés le pouvoir, l'Etat, les régimes politiques (parlementaire et présidentiel ; démocratie, autoritarisme et totalitarisme), le gouvernement, le parlement, les partis politiques, les groupes de pression, les citoyens, les modèles électoraux, les différentes formes de participation au politique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAC1 Maîtriser et mobiliser les savoirs fondamentaux (connaissances, modèles, théories, concepts) de son orientation d’études pour comprendre l’être humain en société et l’ensemble des relations, organisations et institutions auxquelles il participe. AAC1.2 Comprendre, expliciter et analyser de manière critique, à l’aide du socle de savoirs de la discipline, différentes problématiques propres à son orientation d’études. AAC2.2 Mettre en discussion différents paradigmes (approches conceptuelles) pour approcher, interpréter et analyser (débattre) un(e) phénomène/question relatif(ve) à sa discipline. AAC5.2 Mobiliser de manière critique les connaissances acquises afin de prendre position et d’agir de manière responsable en étant soucieux de valeurs éthiques et citoyennes. AAS2 Maîtriser les méthodologies, leur cadre conceptuel et leurs outils, qui permettent de mettre en place des dispositifs d’analyse des processus de communication, les mobiliser de manière pertinente pour réaliser une analyse critique et les confronter à des situations/problématiques de l’information et de la communication. AAS4 Comprendre les processus de construction des savoirs scientifiques en sciences de l’information et de la communication, et les mettre en œuvre au travers de la pratique de démarches de recherche.",
        "content": "Le cours explique pourquoi et comment tout∙e citoyen∙ne, a fortiori tout∙e étudiant∙e universitaire, est quotidiennement concerné∙e par les phénomènes politiques. Le cours différencie d'abord en quoi consiste le/la/les politique(s). Le cours interroge la possibilité d'analyser des phénomènes politiques grâce à une démarche scientifique. Ensuite, le cours aborde les concepts essentiels de la discipline, entre autres : le pouvoir, l'Etat, la démocratie et les autres régimes politiques (démocratie, autoritarisme, totalitarisme; présidentiel, semi-présidentiel, parlementaire), le gouvernement, le parlement, les modes de scrutin et les types de majorités, les partis politiques, les groupes de pression, les formes de participation citoyenne : élections (modèles explicatifs du vote) et protestation (seuils et types de mobilisations). Notamment via les séances de cours avec la professeure et les travaux pratiques avec l'assistant, les étudiant∙es appliquent à des cas d'actualité politique les concepts mobilisés. Les étudiant∙es sont ainsi invité∙es à s'approprier les apports d'auteur∙es majeur∙es de la science politique. Via les travaux pratiques, les étudiant∙es lisent et apprennent à maîtriser des articles scientifiques en rapport avec les objets du cours.",
        "teaching_methods": "Cours en auditoire avec participation possible des étudiantes et étudiants Travaux pratiques",
        "assessment_methods": "Examen écrit Activités évaluatives dans le cadre des TP Le mode d'évaluation pour le cours et pour les TP est expliqué en séance. Le mode d'évaluation est identique aux sessions de janvier, juin et août, nonobstant des conditions particullières (sanitaires). La note finale est la moyenne pondérée de la note pour le cours (examen écrit) et pour les TP (activités évaluatives). Dans la note finale, à chaque session, la note pour le cours (examen écrit) vaut pour 15/20 et la note pour les TP (activités évaluatives) vaut pour 5/20, nonobstant un changement indiqué par la ou le titulaire du cours.",
        "other_info": "Au terme de cet enseignement, l'étudiant sera capable : d'expliquer ce qu'est la science politique, ses méthodes, ses paradigmes; de définir et développer (expliquer) les concepts séminaux en science politique et dans ses sous-disciplines (relations internationales, action publique, sociologie électorale, etc.) comme par exemple : pouvoir, citoyenneté, légitimité, révolution, etc.; de lier ces concepts à leurs auteur∙es en expliquant les apports de ces dernier∙es; de décrire les principaux acteurs du champ politique (par exemple, les partis politiques, les groupes de pression), d'expliquer leurs rôles, leurs modes de fonctionnements, etc.; d'analyser des événements et situations politiques, passés ou d'actualité.",
        "online_resources": "plateforme Moodle appelée Student Corner QCM en ligne dont la disponibilté relève de l'éditeur De Boeck pour le livre Fondements de science politique",
        "bibliography": "Schiffino N., Paye O., Legrand V. et al. (2022) Fondements de science politique . De Boeck. Heywood A. (2019, 5th edition) Politics . MacMillan Higher Education. Articles scientifiques fournis dans le cadre du cours et/ou des TP, régulièrement actualisés. Références disponibles de manière extensive à la fin des chapitres et dans la bibliographie finale de Fondements de science politique.",
        "course_materials": "Fondements de science politique",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspri2234",
        "title": "Stage en relations internationales",
        "credits": "10.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Le stage donne la possibilité aux étudiants d'acquérir une expérience pratique dans le domaine politique et administratif, et de préparer ainsi leur transition vers le milieu professionnel. La combinaison stage-mémoire doit faciliter le lien à établir entre la théorie et la pratique dans le cadre de la réalisation du mémoire. Toutes les informations et consignes concernant le stage sont reprises sur le Student Corner.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : CG1 Développer un sens et une action politique : développer un sens et une éthique du et dans le service à la collectivité (CG1.1-CG1.3) CG3 Analyser selon une démarche rigoureuse et interdisciplinaire des situations politiques, économiques et sociales dans toute leur complexité (CG3.1-CG3.4) CG4 Mobiliser son expertise politico-institutionnelle pour conseiller l’action politique, dans un secteur particulier ou une aire particulière (pour l’orientation choisie) (CG4.1-CG4.3) CG7 Agir en tant qu’universitaire, en acteur critique et responsable et en ayant intégré une logique de développement continu (CG7.1-CG7.4) SP9 Développer ses compétences communicationnelles et relationnelles par la maîtrise de cadres de référence théoriques, le développement de savoir-faire et la mise en pratique d’une métaréflexion sur son savoir-être, en lien direct avec sa vie professionnelle.",
        "content": "Le stage donne la possibilité aux étudiants d'acquérir une expérience pratique dans le domaine politique et administratif, et de préparer ainsi leur transition vers le milieu professionnel. La combinaison stage-mémoire doit faciliter le lien à établir entre la théorie et la pratique dans le cadre de la réalisation du mémoire. Toutes les informations et consignes concernant le stage sont reprises sur le Student Corner.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspri2110",
        "title": "Droit international et défis humanitaires",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "le Hardÿ de Beaulieu Jean"
        ],
        "teaching_language": "Français",
        "content": "Illustré de nombreux exemples tirés de la pratique et de la jusrisprudence internationales, le cours est axés sur les thèmes suivants: Introduction : La dynamique juridique des relations internationales Première partie : Principes du Droit international public Les acteurs du Droit international public Les sources du Droit international public L’organisation des rapports internationaux La responsabilité internationale et le règlement pacifique des différends Deuxième partie : Le Droit international face aux défis humanitaires contemporains Principes de protection de la personne en Droit international Les mécanismes traditionnels (Protection diplomatique et asile) Les mécanismes modernes (P.I. des Droits de l’Homme ; Droit international humanitaire) Principes inhérents à la « responsabilité de protéger » et à la « sécurité humaine » y compris en temps de crise, de conflit ou de catastrophe Principes de mise en cause de la responsabilité personnelle en Droit international Crimes et délits internationaux Mécanismes de prévention (Diffusion du DIH, rôle des ONG, responsabilité des Etats, etc.) Mécanismes de répression (Compétence universelle, juridictions ad hoc, Cour pénale internationale)",
        "teaching_methods": "Cours magistral avec interactions et études de cas.",
        "assessment_methods": "Examen oral en fin de quadrimestre. L’examen se déroule à code (non-annoté) ouvert. Seuls des signets (eux aussi non-annotés) sont autorisés.",
        "online_resources": "Outils, informations et exercices en ligne sur la plateforme Moodle.",
        "bibliography": "le Hardÿ de Beaulieu L. et al., Relations internationales, Grands textes politiques et juridiques, 3e édition, Anthémis, 2017.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mespa2237",
        "title": "Español avanzado 2",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hernandez Rodriguez Juan Francisco"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "Activité d’intégration professionnelle Avoir un niveau B2 du Cadre européen commun de référence pour les langues ou avoir suivi le cours MESPA2165. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Thèmes liés à la vie professionnelle (défis au travail, différentes formes d'entrepreneuriat, nouvelles méthodes d'enseignement, nouvelles façons de travailler, technologies innovatrices, gestion d’entreprise, etc.).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : s’exprimer oralement de façon correcte et fluide, à des fins sociales, académiques et professionnelles ; comprendre un large éventail de textes longs et spécialisés sur la vie professionnelle et participer à une conversation ou à un débat, avec la capacité d'argumenter et d'adopter une position critique ; produire des textes clairs, bien structurés et détaillés relatifs à la vie professionnelle, démontrant la maîtrise du vocabulaire acquis au cours des années précédentes et du nouveau vocabulaire ; exprimer, verbalement et par écrit, son point de vue sur des sujets en lien avec les opportunités et les défis auxquels il/elle pourrait être confronté.e à la fin de l'université et/ou au début de la vie active. Niveau B2+/C1 du Cadre européen commun de référence pour les langues.",
        "content": "Les thématiques abordées dans le cours sont axées sur différentes questions d'actualité (intérêt général, politique, économique, social, culturel, …): Exercices de compréhension à l’audition, sur base de documents authentiques (documentaires, reportages, émissions TV, …), portant sur des thèmes économiques, politiques, sociaux ou culturels ; Extension du vocabulaire dans ces domaines ; Exercices d’expression orale (débats, jeux de rôle, …); Travaux personnels : présentation d’un sujet d’actualité et animation d’un débat liés à des questions du monde profesionnel, postuler pour un emploi, rédiger un CV, passer un entretien d'embauche. Discussion sur des nouvelles façons de travailler dans un monde technologique et globalisé. Consolidation des connaissances grammaticales (subjonctif imparfait, propositions subordonnées, conditionnelles, concordance des temps, …) et exercices de fixation.",
        "teaching_methods": "Le cours se donne en présentiel. Normalement, dans la salle de classe, la théorie de la grammaire est enseignée et il y a des présentations et des activités de groupe qui ne nécessitent pas la technologie du laboratoire. Dans le laboratoire, en profitant de la technologie, la conversation est pratiquée en groupes d'étudiants. Des exercices multimédias sont également utilisés.",
        "assessment_methods": "Q1: évaluation continue  (présentation, contrôles, débats, devoirs, présence, participation, etc.) : 50 % Test écrit: 30% Test oral: 20% Session de août/septembre: examen écrit (60 %) et examen oral (40 %) Remarque: les étudiant.es peuvent conserver leur note d’évaluation continue pour la partie orale uniquement à condition de ne pas avoir été en échec pour cette note. Merci de noter que l’utilisation d’IA génératives ou autres assistants linguistiques en ligne est totalement interdite dans le cadre de cette UE.",
        "online_resources": "El País : https://elpais.com/ El Mundo: https://www.elmundo.es/ Spanish Unicorn.com : https://www.spanishunicorn.com/ Ver-Taal : https://www.ver-taal.com/ ELE creación: http://elecreacion.com/ Deepl Traductor : https://www.deepl.com/translator WordReference.com :  https://www.wordreference.com/ El conjugador : https://www.elconjugador.com/esindex.php",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspri2225",
        "title": "Geopolitics and diplomacy in crises and conflicts",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vercauteren Pierre"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Les notions ou concepts suivant seront exposés : la guerre, la paix et la sécurité ; les principales écoles qui déboucheront sur la pensée de la guerre et des crises et sur l'analyse de la préservation de la paix ; l'apparition et le renforcement du terrorisme qui ouvre à la diversification et à la question de nouveaux enjeux de la sécurité ; l'analyse des éléments déclencheurs des crises et conflits et des instruments divers de leur gestion, plus particulièrement diplomatiques,  y compris les éléments de type économique ; à travers le travail personnalisé des étudiants des études particulières de crises et conflits contemporains.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable d'analyser sur base d'un approfondissement des théories des crises et conflits ainsi que de théories de la paix et de la guerre plusieurs des principaux enjeux provoquant les crises et conflits internationaux contemporains. L'analyse du concept de crise et du lien entre conflit et crise sera explicitement traitée.",
        "bibliography": "BOOTH K. & ERSKINE T (2016), International Relation Theory Today (2nd edition), Polity, SMOUTS M.C., BATISTELLA D., PETITEVILLE F. VENNESSON P. (2012), Dictionnaire des relations internationales, (3e édition) Dalloz. BRECHER M. (2017), A Century of Crisis and Conflict in the International System: Theory and Evidence: Intellectual Odyssey III. Palgrave Macmillan.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspri2210",
        "title": "Trade and economic governance",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Nouveau Patricia"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours aborde quelques fondamentaux de l'économie et des échanges mondiaux : les acteurs de la globalisation ; taxation et régulation des flux ; les enjeux du commerce international. Il s'intéresse ensuite à la coordination des politiques économiques dans un monde en voie de globalisation puis s'attelle à l'étude d'un certain nombre de questions clés dans le domaine telles que la protection des investissements, les politiques du développement ou le contrôle démocratique à l'ère de la mondialisation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable : -          De maîtriser les principaux enjeux liés à la gouvernance des flux économiques dans un monde en voie de globalisation -          D'utiliser les principaux concepts, les cadres d'analyse et la terminologie liés à ce champ -          D'identifier et de trouver les types de données notamment quantitatives permettant de réaliser un travail de recherche dans ce domaine - De développer une réflexion autonome, critique, et réflexive sur les pratiques économiques, politiques et commerciales dans un monde globalisé.",
        "content": "LE COURS RAPPELLERA : 1. Les origines du système actuel de gouvernance multilatérale des échanges économiques LE COURS DEVELOPPERA : 2. La (non) gouvernance des échanges économiques depuis les années 70 Globalisation des chaines de valeur et gouvernance Accords commerciaux Investissements internationaux Standards et interopérabilité Enjeux sociaux La chute du système de Bretton Woods et la dérégulation financière Crises financières et enjeux spéculatifs Optimisation et évasion fiscale LE COURS FERA REFLECHIR SUR 3. Les enjeux de gouvernance actuels : Déplacement du pouvoir économique, le système de gouvernance multilatérale en question? Montée des économiques émergentes Montée des protectionnismes et nationalismes Crise économique de 2008 et ses conséquences : vers un retour de la gouvernance financière ? Changement technologique, Crise de la Covid19 et guerre en Ukraine : gestion des chaines d'approvisionnement et autonomie stratégique LE COURS S'APPUIERA SUR DES ETUDES DE CAS",
        "teaching_methods": "Le cours alternera des séances magistrales et des séances de type séminaire. Il s'appuiera sur des TPs sur les fondamentaux de l'économie internationale et de lectures dirigées",
        "assessment_methods": "Travail/examen écrit et/ou examen oral",
        "online_resources": "Les documents utiles seront mis en ligne sur Student Corner.",
        "bibliography": "Key Readings and references will be proposed among the following (non-exhaustive) bibliography: Bergsten C.F., The United States vs. China: The quest for global economic leadership, Polity press, 2022 Hopewell Kristen, Clash of Powers: US-China rivalry in global trade governance, Cambridge University, 2020 Heydon Ken, The political economy of international trade, Polity press, 2020 Ravenhill John, International Political Economy, 6th edition, 2020 Blustein Paul, Schism, China, America and the fracturing of the global trading system, Cigi Press, 2019 Krishen Koul Anton, Guide to the WTO and GATT: economics, Law and Politics, Springer, 2018 Dicken Peter, Global Shift 7th edition, SAGE Edition, 2015 Adda Jacques, Histoire de la Mondialisation, La découverte, 2007 Helleiner Eric, States and the reemergence of global finance, 1994",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspri2226",
        "title": "Gouvernance globale et mondialisation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Baele Stephane"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Les notions ou concepts suivants doivent être exposés dans le cadre de cet enseignement : ' du « gouvernement » à la « gouvernance » ; ' gouvernance et mondialisation ; ' gouvernance globale en regard des théories des relations internationales ; ' crise de l'Etat et gouvernance globale ; ' gouvernance globale et démocratie ; ' l'hypothèse de la « deimos » globale » ; ' tension ou convergence des concepts de gouvernance et de démocratie au sein des organisations internationales.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de cette unité d’enseignement, l’étudiant sera capable d’atteindre certaines des compétences générales poursuivies par l’ensemble des programmes en sciences politiques dispensés sur le campus Mons de l’UCLouvain : -    CG2. Inscrire son analyse et/ou action dans une perspective multiniveaux (et en particulier CG2.1 Identifier les différents niveaux institutionnels, et CG2.2 Démontrer une maîtrise approfondie et spécialisée des différents systèmes politiques et institutionnels et des enjeux politiques à l’échelle internationale). -    CG3. Analyser selon une démarche rigoureuse et interdisciplinaire des situations politiques, économiques et sociales dans toute leur complexité (et en particulier CG3.1 Démontrer une maîtrise de savoirs spécialisés en sciences politiques orientation relations internationales, et CG3.4 Mobiliser et articuler ces savoirs et outils pour analyser des problématiques/questions particulières en sciences politiques orientation relations internationales). -    CG5.1 Communiquer, à l’oral et à l’écrit, de manière pertinente sur des situations / sujets complexes en sciences politiques, présenter l’information de façon correcte, structurée, claire, précise et argumentée (dont une capacité de rapportage pour des rapports, bilan, note, compte-rendu…). -    CG6.5 Développer une analyse objective et un esprit de synthèse permettant la mise en perspective des paramètres en jeu et la formulation de conclusions pertinentes, et CG6.6 Faire preuve, de manière générale, d’un recul critique tant sur son propre travail que sur les connaissances qui y sont mobilisées. L’étudiant sera capable, plus particulièrement, d’atteindre certaines compétences ciblées par le master 120 en sciences politiques : -    SP.1 Maîtriser et mobiliser de manière critique des connaissances approfondies et spécialisées relatives à la dimension multiniveau des systèmes institutionnels, au champ politique national ainsi que régional, européen et international, au fonctionnement et à la gestion des organisations publiques, au processus d’élaboration et de décision à chaque étape du cycle d’une politique publique. -    SP.2 Analyser et gérer des situations/problématiques concrètes et complexes relatives à l’action publique au sens large du terme en mobilisant de manière critique différents méthodologies et outils rigoureux d’analyse : en identifiant, analysant et tenant compte des multiples enjeux, en identifiant et analysant les acteurs impliqués, leur positionnement et leurs interactions, en analysant l’organisation interne des institutions politiques, en mobilisant de manière critique et pertinente les outils (théoriques et conceptuels) et méthodes qui permettent d’analyser et d’agir sur les modes de fonctionnement des politiques mises en oeuvre, en approfondissant les aspects théoriques dus aux transformations actuelles de cette action, en mobilisant une approche comparative rigoureuse dans l’analyse des dynamiques institutionnelles et des interactions entre acteurs publics et privés, en intégrant les processus de gouvernance multi-niveaux, en étant soucieux du développement socio-économique des politiques, en mobilisant des outils théoriques et conceptuels pertinents pour analyser des problématiques internationales. -    SP.3 Analyser et débattre, sur base d’un approfondissement des théories des relations internationales, de principales questions politiques internationales contemporaines.",
        "teaching_methods": "Cours magistral et pédagogie active (débats, travaux de groupes en classe, intervenants, etc.).",
        "assessment_methods": "-    Note de présence (10% de la note finale) attribuée aux étudiants ayant participé à au moins 12 des 14 sessions planifiées. -    Etat des lieux (20% de la note finale): travail thématique écrit individuel. -    Policy brief (70% de la note finale): travail thématique écrit en groupe selon une structure imposée.",
        "bibliography": "HERMET G. et al (2005), La gouvernance : un concept et ses applications, Karthala. LESAGE D. and VERCAUTEREN P (2009), Contemporary Global Governance: Multipolarity vs New Discourses on Global Governance. P.I.E. Peter Lang LEVI-FAUR D. (ed) (2014). The Oxford Handbook of Governance. Oxford University Press",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mangl2163",
        "title": "Advanced English 1",
        "credits": "2.00",
        "hours": "0 h + 30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Degroote Jessica",
            "Monfort Guy"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Activité d’intégration professionnelle Avoir atteint le niveau B2 du Cadre européen commun de référence pour les langues ou avoir suivi le cours MANGL1339.",
        "topics_covered": "Ce séminaire aborde des thèmes politiques, socio-culturels, économiques, de communication et/ou de gestion liés aux enjeux actuels et veille à soutenir l’insertion socio-professionnelle des étudiant·es en privilégiant le développement de la créativité́, l’esprit critique, l’esprit collaboratif, la communication, et la responsabilité́ citoyenne.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : rédiger un CV et une lettre de motivation ; se présenter à un entretien d’embauche ; organiser et mener une réunion ; négocier avec des pairs afin d'aboutir à une prise de décision ; évaluer les prestations de ses pairs ; présenter un projet professionnel dans son intégralité devant un public et répondre à des questions. Ce cours est basé sur l'apprentissage par projets. Par le recours à des compétences intégrées (compréhension à la lecture et à l'audition, productions écrites et orales, vocabulaire, grammaire, phonétique et prononciation), l’étudiant·e aura atteint le niveau B2+ du Cadre européen commun de référence pour les langues.",
        "content": "Par le recours à des compétences intégrées (compréhension à la lecture et à l'audition, productions écrites et orales, vocabulaire, grammaire, phonétique et prononciation), les étudiant·es, seul·es ou en groupe, développeront les compétences suivantes : Rédiger un CV et une lettre de motivation Se présenter à un entretien d’embauche Organiser et mener une réunion Négocier avec des pairs afin d'aboutir à une prise de décision Evaluer les prestations de ses pairs Présenter un projet professionnel dans son intégralité devant un public et répondre à des questions.",
        "teaching_methods": "Séminaire par groupes. En présentiel.",
        "assessment_methods": "Langue d'évaluation: anglais. Ce cours ne fait pas l'objet d'examen ni en janvier ni en juin et est donc entièrement basé sur de l' évaluation continue . La méthode d'intégration pour ce cours est la suivante: Entretien d'embauche: 20 % Tests de grammaire et de vocabulaire: 20 % Meeting (jeu de rôle): 20 % Présentation individuelle: 20 % Production écrite: 20 %. La session d'août/de septembre se compose d': une présentation individuelle: 25% un jeu de rôle (meeting): 25% un test de vocabulaire et un test de grammaire: 25% une production écrite: 25%. L'utilisation d'IA génératives est totalement interdite pour ce cours.",
        "other_info": "Pour les étudiant·es en sciences de gestion et transformation digitale de l’entreprise en alternance, les modes d’évaluation et le contenu risquent d'être différents. Si tel est le cas, une section \"Etudiant·es en sciences de gestion et transformation digitale de l'entreprise en alternance\" sera disponible sur Moodle et reprendra toutes les informations nécessaires.",
        "online_resources": "Cours : Advanced English 1 (uclouvain.be)",
        "bibliography": "Murphy, R. (2019), English Grammar in Use (Book with Answers and Interactive eBook, Fifth Edition) . Cambridge: Cambridge University Press.",
        "course_materials": "Cours : Advanced English 1 (uclouvain.be)",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-msphd2208",
        "title": "Mur, migration, coopération :  la frontière et le transfrontalier",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Leloup Fabienne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour objectif de proposer: (1) une analyse multi-scalaire et pluridisciplinaire de la frontière dans sa complexité, non seulement en tant que limite interétatique et attribut de la souveraineté des Etats westphaliens mais aussi comme construit social et marqueur de (dis)continuité; (2) une compréhension des dynamiques et mouvements qui traversent et transforment la frontière, à l’échelle locale et internationale. Ce cours aborde les thématiques suivantes: la frontière, un construit politique et social, un objet géopolitique; la frontière, une interface signifiante; échanges et traversées de frontière, à l’heure de l’intégration régionale et de la mondialisation; ouverture et fermeture : de la construction de mur au renforcement de régionalisme transfrontalier; patriotisme, identité et culture à la frontière; les mécanismes de coopération transfrontalière à travers le monde.",
        "content": "Le cours se compose de trois parties, relatives à trois \"états\" de la frontière. Chacune inclut une approche méthodologique spécifique, un ensemble de références ou de cadres théoriques articulés et des applications/ des illustrations. Des intervenants extérieurs viendront, dans le cadre d'un échange de deux heures, développer une application particulière de la problématique frontière/transfrontalier,  ancrée dans une réalité historique, géographique  et politique originale.",
        "teaching_methods": "Le cours alterne: exposés théoriques, analyses de cas et méthodologiques. L'intervention d'experts extérieurs complète la diversité des approches, tant sur un plan thématique qu'empirique, sous la forme de \"conférence-débat\".",
        "assessment_methods": "L'évaluation s'effectue sous la forme d'un travail (élaboré seul.e ou à deux) écrit déposé en début de session d'examens et discuté lors de l'examen oral. Ce travail vise l'analyse d'une problématique spécifique contemporaine d'une frontière - entre deux Etats  - appliquée à une réalité concrète, abordant les \"états\" de la frontière vus au cours et basée sur un cadre analytique original. Une première partie du travail (menant à l'élaboration de la question et du cadre analytique et basée sur l'analyse d'au moins 5 références scientifiques, référéencées, résumées et articulées) pourra être rendu à mi-parcours sous forme d'un draft écrit ; elle fera l'objet d'une évaluation formative. En outre, à l'occasion des conférences-débat - qui se donnent lors des cours -, une brève évaluation écrite organisée à la fin de la séance sera effectuée, elle donnera l'occasion à l'octroi de points-bonus.",
        "online_resources": "Power-point - références diverses en ce compris sites ou événements associés",
        "bibliography": "Une bibliographie complète et régulièrement mise à jour sera diffusée via le site du cours; Les ouvrages suivants constituent des bases de départ: Billard Hugo, Frédéric Encel, 2021, Atlas des frontières. Retour des fronts essor des murs , département autrement, Flammarion, Paris, 95 p. Brunet-Jailly Emmanuel, 2015, Encyclopaedia of Border Dispute , ABC-Cleo/Praeger press, CA, USA, 3 volumes, 1136 p.. Lacour Claude, Fabienne Leloup, Guy Chiasson, Martin Robitaille, 2018, Territoires et frontières, Revue d’Economie régionale et urbaine, juin, n°3, 140 p. Leloup Fabienne, Laurent Gagnol, 2017, Gouvernance transfrontalière et gestion environnementale, Mondes en Développement, n°177, vol.45, n° 1, 176 p. Moullé François (dir.), 2017, Frontières, Presses universitaires de Bordeaux, Bordeaux, 342 p. Paquot Thierry, Michel Lussault (coord.) 2012, Murs et frontières, Hermès La Revue, n°63, 266 p.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspol2115",
        "title": "Action publique appliquée: analyse, évaluation et enjeux éthiques",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Moyson Stéphane",
            "Sakkas Sébastien",
            "Schiffino-Leclercq Nathalie"
        ],
        "teaching_language": "Français",
        "topics_covered": "De nos jours, la décision politique est très souvent critiquée. C'est vrai dans différents secteurs d'action publique : par exemple, l'environnement, le transport ou l'énergie ; ainsi qu'à différents niveaux de décision local, régional, national, européen ou international. La qualité d'une décision politique dépend d'une analyse pertinente des problèmes à résoudre et d'une évaluation convaincante des politiques passées. Compte tenu de ces constats, le cours a quatre objectifs. Premièrement, il situe concrètement où l'analyse de l'action publique est réalisée, par qui, et comment, en insistant notamment sur le type de connaissances finalement mobilisées dans la décision politique. Deuxièmement, il présente les principales approches théoriques et méthodologiques de l'évaluation des politiques publiques. Troisièmement, le cours aborde les enjeux éthiques de l’analyse et de l’évaluation des politiques publiques. Quatrièmement, le cours a une dimension pratique : les étudiants sont invités à mobiliser les connaissances ainsi acquises au sujet de l'évaluation et de l'analyse des politiques publiques, notamment en rencontrant des expert.e.s ou en examinant/réalisant des documents professionnels dans ce domaine (par ex. des policy briefs ou encore des évaluations de politiques publique).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : CG1 Développer un sens et une action politique : développer un sens et une éthique du et dans le service à la collectivité (CG1.1-CG1.3) CG4 Mobiliser son expertise politico-institutionnelle pour conseiller l’action politique, dans un secteur particulier ou une aire particulière (pour l’orientation choisie) (CG4.1-CG4.3) CG5 Diffuser des informations politiques, économiques et sociales pertinentes adaptées au public visé et interagir de manière constructive avec les différents acteurs impliqués dans une situation donnée (CG5.1-CG5.3) APH1 Maîtriser et mobiliser de manière critique des connaissances approfondies et spécialisées relatives : au processus d’élaboration et de décision à chaque étape du cycle d’une politique publique et à l’analyse et au pilotage de l’action publique, au fonctionnement et à la gestion des organisations publiques, à la dimension multiniveau des systèmes institutionnels, au champ politique national ainsi que régional, européen et international APH3 Analyser et gérer des situations/problématiques complexes relatives à l’action publique en mobilisant de manière critique différents méthodologies et outils rigoureux d’analyse : en identifiant, analysant et tenant compte des multiples enjeux, en identifiant et analysant les acteurs impliqués, leur positionnement et leurs interactions, en analysant l’organisation interne des institutions politiques, en mobilisant de manière critique et pertinente les outils (théoriques et conceptuels) et méthodes qui permettent d’analyser et d’agir sur les modes de fonctionnement des politiques mises    en Œuvre, en approfondissant les aspects pratiques de la mise en Œuvre d’actions publiques et les aspects théoriques dus aux transformations actuelles de cette action notamment au processus d’européanisation ou de partenariat, en mobilisant une approche comparative rigoureuse dans l’analyse des dynamiques institutionnelles et des interactions entre acteurspublics et privés, en intégrant les processus de gouvernance multi-niveaux, en étant soucieux du développement socio-économique et de la portée spatiale des politiques, en mobilisant des outils théoriques et conceptuels pertinents pour analyser des problématiques européennes ou internationales. APH4 Organiser et piloter la consultation politique, le suivi de procédures et de procédés ainsi que la mise en place d’outils de contrôle ou de monitoring. APH7 Analyser et évaluer des politiques publiques, entre autres, les effets de la mise en Œuvre d’une politique publique locale, nationale et internationale et le processus qui assurent la légitimité des orientations prises et de la façon d’agir sur la réalité. SP2 Analyser et gérer des situations/problématiques concrètes et complexes relatives à l’action publique au sens large du terme en mobilisant de manière critique différents méthodologies et outils rigoureux d’analyse : en identifiant, analysant et tenant compte des multiples enjeux, en identifiant et analysant les acteurs impliqués, leur positionnement et leurs interactions, en analysant l’organisation interne des institutions politiques, en mobilisant de manière critique et pertinente les outils (théoriques et conceptuels) et méthodes qui permettent d’analyser et d’agir sur les modes de fonctionnement des politiques mises en Œuvre, en approfondissant les aspects théoriques dus aux transformations actuelles de cette action, en mobilisant une approche comparative rigoureuse dans l’analyse des dynamiques institutionnelles et des interactions entre acteurs publics et privés, en intégrant les processus de gouvernance multi-niveaux, en étant soucieux du développement socio-économique des politiques, en mobilisant des outils théoriques et conceptuels pertinents pour analyser des problématiques internationales. SP5 Analyser et évaluer des politiques publiques, entre autres, les effets de la mise en Œuvre d’une politique publique locale, nationale et internationale et le processus qui assurent la légitimité des orientations prises et de la façon d’agir sur la réalité. SP7 Percevoir et analyser le changement dans les organisations et politiques publiques.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspri2162",
        "title": "The EU in global governance",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vercauteren Pierre"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Ce cours abordera l'Union européenne comme un système de gouvernance régionale et acteur international à la fois. Après un rappel des éléments idiosyncratiques de ce système politique, le cours s'attachera à étudier les théories mobilisées afin de comprendre le phénomène de l'intégration européenne, la forme de gouvernance avancée qu'il produit à l'échelle du continent européen et le rôle projeté à l'échelle internationale. Seront également étudiés : les politiques et instruments mis en place par l'UE à l'égard de son environnement (notamment ses Relations extérieures et sa Politique étrangère, de sécurité et de défense commune), ses stratégies en direction de son voisinage, le rôle de l'UE dans les enceintes multilatérales l'UE comme exportatrice de dynamiques régionalistes ainsi que le maillage international de l'UE via ses dialogues et ses accords.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin du cours, l'étudiant aura acquis la capacité d'analyser tout un ensemble de questions liées à l'intégration européenne et à l'UE comme espace politique particulier où sont produites des politiques distinctes grâce à l'interaction d'une multitude d'acteurs situés à différents niveaux. Il sera à même de décoder les interactions interinstitutionnelles de l'UE ainsi que ses interactions avec ses Etats membres et avec son environnement international. Il devrait aussi pouvoir mobiliser de manière critique et réfléchie un ensemble d'outils conceptuels et théoriques pour comprendre ces interactions ainsi que les interprétations qui en sont faites tant dans la littérature spécialisée que dans des documents d'actualité. ' Compétences générales en sciences politiques : o CG1 : Développer un sens politique (en particulier CG12) ; o CG2 : Inscrire son analyse et/ou action dans une perspective multiniveaux (en particulier CG22 et CG25) ; o CG3 : Mettre en 'uvre une démarche d'analyse de situations politiques, économiques et sociales (en particulier CG31, CG32 et CG33) ; o CG4 : Diffuser des informations politiques, économiques et sociales (en particulier CG41, CG42 et CG43) o CG5 : Transférer une expertise sur un secteur particulier ou une aire particulière (en particulier CG51 et CG52) ; Compétences spécifiques à l'orientation générale, option «politique internationale et gouvernance globale » : RI1, RI3, RI5.",
        "content": "Part I – The European Union : regional political regime and international actor The History of the European integration in its global context The EU : a regional governance sytem Theories of the European integration and its actorness Part II - The Internationl activity of the EU EU external relations The Common foreign and security policy The EU and its environnement The EU as major actor in multilateral arenas The export of the regionalist logic The EU and its international networks",
        "teaching_methods": "Alternance entre cours magistraux et séances interactives dans une logique de classes inversées",
        "assessment_methods": "Première session Ce cours combine trois modes d'évaluation: Evaluation continue (4 petits tests (QCM) sur le contenu des cours précédentes + participation en classe) (20%) Présentation orale (en groupe ou individuelle) (30%) Travail de recherche écrit (50%) Les étudiants ne peuvent pas réussir le cours si (i) ils ne participent pas aux trois modes ; ou (ii) ils échouent le travail de recherche. Deuxième session Les points acquis pour l'évaluation continue et la présentation orale sont repris de la première session et ne peuvent être modifiés en deuxième session.",
        "online_resources": "Eléments pertinents pour le cours disponibles sur « Student corner ».",
        "bibliography": "Barbé, E., Costa, O., Kissack, R. (eds.), EU policy responses to a shifting multilateral system, London: Palgrave Macmillan , 2016 Hill, C., Smith, M. and Vanhoonacker, S. (eds), International Relations and the European Union, Oxford: Oxford University Press, 3rd edition, 2017 Jorgensen, K.-E., Aarstad, A., Drieskens, E., Laatikainen, K. and Tonra, B. (eds.) The SAGE Handbook of European Foreign Policy, 2015. Keukeleire, S. and Delreux, T., The foreign policy of the European Union, Basingstoke: Palgrave, Macmillan, 2022 Wiener, A., Börzel, T. and Risse, T. (eds.), European Integration Theory, 3rd edition Oxford: Oxford University Press, 2018. Wunderlich, J.-U. and Bailey, D. (eds.) The European Union and Global Governance: A Handbook. London: Routledge, 2015",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspol1304",
        "title": "Théories des relations internationales",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Aoun Elena"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours est  une introduction critique aux principales théories des relations internationales.Sont également abordés les acteurs et processus qui structurent les relations internationales,ainsi que les conditions et modalités de la foemulation de la politique étrangère des Etats. Au terme de cet enseignment, l'étudiant(e) devrait être capable de maîtriser les différents courants théoriques des relations internationales, disposant ainsi d'un cadre général d'appréhensionet de compréhension des problèmes majeurs de la politique internationale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAC1 Maîtriser et mobiliser les savoirs fondamentaux (connaissances, modèles, théories, concepts) de son orientation d’études pour comprendre l’être humain en société et l’ensemble des relations, organisations et institutions auxquelles il participe. AAC2 Maîtriser et mettre en œuvre les premiers jalons d’une démarche universitaire (démarche de recherche scientifique et méthodologique rigoureuse) située sur le plan épistémologique pour approfondir des questionnements et phénomènes relatifs à sa discipline. Situer toute connaissance produite sur le plan épistémologique (AAC2.1. et AAC2.2.) Faire preuve de la maîtrise des premiers jalons d’une démarche scientifique et méthodologique de recherche rigoureuse (AAC2.3. à AAC2.6.) AAC3 Elaborer une réflexion personnelle en mobilisant les apports (théories, concepts, démarches...) de différentes disciplines pour questionner et discuter de manière rigoureuse et ouverte un phénomène ou une question relatifs au domaine des sciences humaines. AAC4 Communiquer et collaborer, en français et dans deux langues étrangères, tant à l’oral qu’à l’écrit, en s’adaptant à ses interlocuteurs et au contexte en vue de pouvoir s’insérer dans un contexte international. AAC5 Agir en autonomie, en acteur critique et responsable soucieux du respect de valeurs éthiques et citoyennes et en ayant construit son projet de formation en perspective de la poursuite de son développement personnel et professionnel. AAS1 Maîtriser et mobiliser de manière critique un socle de savoirs(théories, concepts, méthodes, outils, auteurs) en communication dans ses différentes disciplines de base (linguistique, sémiotique, sociologie, anthropologie, psychologie, …) indispensables pour analyser des situations/problématiques de communication. AAS2 Maîtriser les méthodologies, leur cadre conceptuel et leurs outils, qui permettent de mettre en place des dispositifs d’analyse des processus de communication, les mobiliser de manière pertinente pour réaliser une analyse critique et les confronter à des situations/problématiques de l’information et de la communication. AAS3 Appréhender les grands domaines de l’information et de la communication (journalisme, communication d’organisation, entreprises et institutions, les médias, l’art, la culture, l’éducation) et analyser des problématiques de communication spécifiques à ces grands domaines. AAS5 Développer des compétences communicationnelles, techniques et professionnelles spécifiques.",
        "content": "Contenu Les thèmes suivants seront abordés : Relations internationales : l’objet, la discipline et son histoire Qu’est-ce qu’une théorie en Relations internationales et à quoi sert-elle ? Les réalismes Les libéralismes Des approches marxistes aux ruptures épistémologiques Les constructivismes et les approches critiques Féminismes et post-colonialismes Les décentrements : green theories ; non-human IR ; et approches non-occidentales.",
        "teaching_methods": "Cours magistral s'appuyant sur des interactions en classe et des préparations en dehors de la classe. Plusieurs séances de TP viennent en complément, sur la base notamment de lectures préparées.",
        "assessment_methods": "L'évaluation du cours se fait sur la base: des travaux préparés pour certaines séances du cours et de quizz; d'un examen écrit en fin de session le travail en TP d'un travail d'analyse présenté en fin de quadrlmestre et qui mobilise une approche théorique pour analyser une thématique d'actualité (réalisé dans le cadre du TP) Attention, les notes acquises en TP et lors des activités en séance de cours sont définitives et ne peuvent être améliorées lors d'une deuxième session. Seuls le travail d'analyse et l'examen écrit peuvent être repassés en août. Les étudiant.es sont appelés à être vigilant.es par rapport au plagiat et à l'utilisation de l'IA dans leurs travaux.",
        "online_resources": "Outils, portefeuille de lectures et informations sur la plateforme « Student corner ».",
        "bibliography": "Battistella, Dario, Cornut, Jérémie and Baranets, Élie, Théories des relations internationales , Paris, Presses de Sciences Po, 2019 Baylis, John, Smith, Steve and Owens, Patricia (eds.), The Globalization of World Politics: An Introduction to International Relations , Oxford, Oxford University Press, 8ème edition, 2020. Jeangène Vilmer, Jean-Baptiste, Théories des relations internationales, Paris, Presses Universitaires de France, 2023 Macleod, Alex, Théories des relations internationales : Contestations et résistances , Québec, Athéna, 2022",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-maphd1301",
        "title": "Administration publique",
        "credits": "10.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dagnies Jérémy",
            "Moyson Stéphane"
        ],
        "teaching_language": "Français",
        "prerequisites": "",
        "topics_covered": "Ce cours a pour objectif de sensibiliser les étudiant·e·s aux enjeux principaux de l'administration publique et de leur permettre d'en comprendre les rouages essentiels du niveau local au niveau international. En termes de thématiques, il trace tout d'abord les contours de l'administration publique, en tant que courant de recherche interdisciplinaire et en tant qu'objet d'étude. Le cours montre comment l'administration a évolué au cours du temps, dans son mode d'organisation et d'action, en fonction des visions dominantes de l'Etat. Le cours identifie les acteurs et les ressources de l'administration publique, ainsi que les règles institutionnelles dans lesquelles son action est supposée s'inscrire. Ensuite, il se penche sur la façon dont l'administration produit, met en oeuvre et évalue les politiques publiques. Le cours examine quelques enjeux-clef liés à la gestion des ressources humaines, à la définition et la mise en oeuvre de la stratégie, ainsi qu'à la communication sur son action. Le cours aborde enfin la relation entre l'administration publique et la société dans laquelle elle s'inscrit, ainsi que ses interactions avec les autorités politiques.",
        "content": "Histoire de la discipline et de son objet d’étude : concepts, approches, etc. ; Approches administratives: command & control, services publics, new public management, administration ouverte, etc..; Planification et processus administratifs: implémentation des politiques publiques, planification stratégique et opérationnelle, gestion de la qualité, etc. ; Organisations, ressources humaines et management humain: motivation, reconnaissance, engagement, styles managériaux, justice organisationnelle, culture, socialisation et gestion du changement, etc.; Administration et politique: relations politico-administratives, politisation de l'administration, analyse politique, etc.; Les nouveaux enjeux de l'administration: digitalisation, RSO, NWOW, etc.;",
        "teaching_methods": "Exposés ex cathedra, questions-réponses et débats en séance. Possibles interactions avec des expert∙es. Réalisation d'études de cas.",
        "assessment_methods": "Examen écrit impliquant le traitement de questions conceptuelles et théoriques ainsi que la réalisation d'études de cas à partir de documents.",
        "bibliography": "Le cours s'inspire notamment des ouvrages généraux suivants. Complémentairement, une bibliographie plus spécifique est fournie aux étudiants pour chacun des thèmes abordés. BARTOLI, A., & BLATRIX, C. (2022). Le Grand Livre du management public: Sens et performance, modernisation et évaluation, défis et logiques d'action. Dunod. BENZERAFA-ALILAT, M., LAMARQUE, D., & ORANGE, G. (2022). Encyclopédie du management public. IGPDE. CHEVALIER, J. (2007). Science Administrative (coll. Thémis). Paris, France : Presses Universitaires France. FERLIE, E., LYNN, L., & POLLITT, C. (2005). The Oxford Handbook of Public Management, Oxford: Oxford University Press. KADA, N. & MATHIEU, M. (2014). Dictionnaire d'administration publique. Presses universitaires de Grenoble. KUHLMANN, S., & WOLLMANN, H. (2014). Introduction to Comparative Public Administration: Administrative Systems and Reforms in Europe. Cheltenham, UK: Elgar. MERCIER, J. (2001). L'administration Publique : De l'école Classique au Nouveau Management Public. Laval, Canada : P.U.Laval. PERRY, J., CHRISTENSEN, R. (2015). Handbook of public administration (3rd ed.). Wiley. PETERS, G. & PIERRE, J. (2012). The SAGE Handbook of Public Administration (2nd ed.) Thousand Oaks: Sage Publications. POLLITT, C. & BOUCKAERT, G. (2011). Public Management Reform: A comparative Analysis – New Public Management, Governance, and the Neo-Weberian State (3rd ed.). Oxford: Oxford University Press. POLLITT, C. (2012). New Perspectives on Public Services: Place and Technology. Oxford: Oxford University Press. RAINEY, H. (2014). Understanding and Managing Public Organizations. San Francisco: Wiley. ROSENBLOOM, D., KRAVCHUK, R., & CLERKIN, R. (2009). Public Administration: Understanding Management, Politics, and Law in the Public Sector. New York, NY: McGraw-Hill. SHAFRITZ, J., RUSSELL, E.,  & BORICK, C. (2016). Introducing public administration. New York: Routledge.",
        "course_materials": "Les supports de cours seront communiqués sur le Student Corner. /",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspri2223",
        "title": "La gestion des turbulences globales",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Aoun Elena"
        ],
        "teaching_language": "Français",
        "topics_covered": "Construit comme un séminaire, ce cours aborde une série d'enjeux constitutifs de ruptures sur la scène mondiale et s'intéresse à la manière dont la « communauté internationale » tente d'y répondre. Après avoir examiné ce que recouvre la notion de « communauté internationale » ainsi que les rapports de force et les pratiques unilatérales que cette appellation tend parfois à masquer, le cours abordera une série de « problèmes internationaux » en montrant, là où il y a lieu, les recoupements et les effets mutuellement aggravants.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable : De comprendre et d'analyser de manière critique les principaux facteurs de rupture sur la scène internationale dans toute leur complexité D'identifier les acteurs, les instruments et les dispositifs de la gouvernance globale des turbulences internationales De restituer un ensemble d'enjeux internationaux contemporains majeurs De départager les manifestations empiriques d'un phénomène de turbulence et les luttes discursives et politiques qui y sont attachées De maîtriser les sources à partir desquelles des données peuvent être produites tout en les approchant de manière critique.",
        "content": "Ce cours aborde une série d’enjeux constitutifs de « turbulences » sur la scène mondiale et s’intéresse à la manière dont la « communauté internationale » tente d’y répondre , et avec quelles conséquences . Après avoir examiné ce que recouvrent notamment les notions de « turbulence », « rupture » et « communauté internationale » ainsi que les rapports de force et les pratiques politiques que cette appellation tend parfois à masquer, le cours abordera une série de « problèmes internationaux » en analysant, là où il y a lieu, les recoupements, les effets mutuellement aggravants et les rapports de pouvoir. Ce séminaire n’a pas un contenu prédéterminé et figé, mais dépend fortement des grands enjeux internationaux du moment , ainsi que du nombre et de la curiosité des étudiant.e.s . Les thèmes retenus auront tendance à privilégier des domaines que les étudiant.e.s n’auront pas encore eu l’occasion de voir durant leur cursus.",
        "teaching_methods": "Ce cours repose sur l'interaction entre étudiant.e.s, et entre ces dernièr.es et l'enseignante. Il est construit autour de trois (3) modalités d’enseignement réparties de la manière suivante : Des séances à dominante ex cathedra ; Une séance de restitution des lectures obligatoire, avec présentation des étudiant.e.s ; Des séances longues, de type séminaire, avec présentation des travaux par les étudiant.e.s réparti.es en groupes. Il est important de noter que le succès de ce cours réside notamment dans la bonne gestion du temps, étant données les échéances multiples, et de la participation active des tou.te.s les étudiant.e.s à toutes les séances.",
        "assessment_methods": "Ce cours ne prévoit pas d’examen final classique (oral ou écrit). La note finale intègrera plusieurs éléments répartis en notes de groupe et notes individuelles: Note de groupe : reflète la prestation d’ensemble du groupe reflétée lors des séances de présentation (30% de la note finale) Notes individuelles : La participation aux débats = 15 % de la note final Notes de synthèse et présentation des lectures = 20% de la note finale Le travail de synthèse analytique individuelle = 35% de la note finale (8 pages hors bibliographie, Time new romans 12, interlignes simples).",
        "online_resources": "Les ressources pertinentes seront mises en ligne sur Student Corner.",
        "bibliography": "Un ouvrage de référence : Rosenau, James (1990), Turbulence in World Politics. A Theory of Change and Continuity , Princeton, Princeton University Press La fiche du cours (cf. Student Corner) propose une série de publications complémentaires ainsi que, en guise d'outils de travail liés à l'actualité, des références de quotidiens et autres médias.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-msphd2207",
        "title": "Géopolitique et géoéconomie",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Struye de Swielande Tanguy"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour objectif de proposer aux étudiant·e·s une introduction à deux thématiques fortement liées et complementaires, à savoir la géoéconomie et la géopolitique. A travers différentes théories et thématiques, les étudiant·e·s réaliseront, ce faisant, comment les acteurs étatiques défendent leurs intérêts sur la scène internationale. Ce cours aborde les thématiques suivantes: l'importance de la géographie dans les relations internationales contemporaines; les grandes écoles de la géoplitique (allemandes, anglo-saxonnes, russes et chinoises); les concepts d'intérêt national, de leadership et de grande stratégie; la typologie géoéconomique de Wigell ; les technologies disruptives; les matières premières.",
        "content": "Le cours présentera dans une première partie less grandes écoles de la géopolitique. Cette première partie reviendra également sur des concepts tels que système international, intérêt national, leaderhsip,grande stratégie La seconde partie du cours est consacrée à la géoéconomie. Après avoir présenté la définition de la géoéconomie, le cours reviendra sur l'analyse de difféerentes thématiques, dont les technologies de rupture.",
        "teaching_methods": "Le cours se basera sur une partie donnée par le professeur et une partie par les étudiants à travers les présentations",
        "assessment_methods": "évaluation continue (présentations et travaux de groupe) évaluation est en groupe en cours de semestre \"L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.\" ‘The use of artificial intelligence in the assessment tests for this course is governed by the rules set out in the faculty memorandum on this subject, which is available on the faculty intranet site in the information for students section’.",
        "course_materials": "powerpoints, sutori",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mangl1339",
        "title": "Anglais 3",
        "credits": "4.00",
        "hours": "0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Degroote Jessica",
            "Zèques Quentin"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir atteint le niveau B1(+) du Cadre européen commun de référence pour les langues ou avoir suivi le cours MANGL1235 – Anglais 2. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Thèmes liés à l'actualité, aux enjeux actuels et/ou spécifiques à la formation des étudiant·es (questions sociales, économiques, politiques, médiatiques ; sujets liés au monde du travail, de la gestion, de la communication; etc.).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : comprendre à l'audition et à la lecture des documents authentiques ; produire oralement et par écrit un discours cohérent, argumenté et nuancé, en se fondant (1) sur les connaissances grammaticales acquises antérieurement et les points de grammaire revus ou approfondis au cours ainsi que (2) sur les connaissances lexicales acquises antérieurement et le vocabulaire vu au cours ; s’exprimer de façon claire et spontanée ; passer avec plus d’aisance le test IELTS (Academic IELTS: speaking, listening, reading, writing). Niveau B2 du Cadre européen commun de référence pour les langues.",
        "content": "Cette unité d'enseignement porte sur: des exercices de compréhension à l'audition (journaux parlés, documentaires authentiques) avec exercices de contrôle variés ; des exercices de conversation en petits groupes ; des exercices de grammaire ; la préparation à l’IELTS: travail des 4 compétences (speaking, listening, writing, reading – IELTS Academic); une présentation de groupe basée sur l'actualité et liée aux thèmes spécifiques à la formation des étudiant·es (questions sociales, économiques, politiques, médiatiques ; sujets liés au monde du travail, de la gestion, de la communication ; etc.) [Cet exercice est basé sur une recherche personnelle sur le sujet traité.].",
        "teaching_methods": "Séminaire organisé en groupes (dans les laboratoires de langues et en classe) et en présentiel.",
        "assessment_methods": "Langue d'évaluation: anglais La méthode d'intégration pour ce cours est la suivante: Evaluation continue (55 % de la note finale) Examen écrit en janvier (45 % de la note finale) Remarques: (1) Si la note obtenue en janvier est inférieure à 10/20, l’étudiant·e sera tenu·e, en juin, de présenter un examen écrit basé sur la matière du Q1.; (2) Pour la note finale de juin et uniquement pour les étudiant·es passant le test IELTS officiel: possibilité de remplacer une partie de l'évaluation continue par une partie des résultats du test IELTS officiel. Session d'août/de septembre: Examen écrit (75% de la note finale) et examen oral (25% de la note finale) portant sur la totalité de l’épreuve (Q1+Q2). Remarque: Les étudiant·es peuvent conserver une partie de leur note d’évaluation continue à condition d'avoir obtenu au total pour les parties concernées (test oral IELTS et présentation de groupe) une note égale ou supérieure à 15/30 et d'en faire la demande par courriel à la coordinatrice du cours le jeudi 3 juillet 2025 au plus tard. Dans ce cas, l'étudiant·e ne devra pas présenter l'examen oral et la méthode d'intégration sera la suivante: examen écrit (75% de la note finale) et maintien des notes du test oral IELTS et de la présentation de groupe (25% de la note finale). L'utilisation d'IA génératives est totalement interdite pour ce cours.",
        "online_resources": "Cours : Anglais 3 (uclouvain.be)",
        "bibliography": "Cullen, P., French, A. and Jakeman, V. (2014), The Official Cambridge Guide to IELTS. Cambridge: Cambridge University Press. Hopkins, D. (with Cullen, P.) (2007), Grammar for IELTS with Answers. Cambridge: Cambridge University Press. McCarthy M. and O'Dell, F. (2017), English Vocabulary in Use (Upper-Intermediate) . Cambridge: Cambridge University Press. Murphy, R. (2019), English Grammar in Use (Book with Answers and Interactive eBook, Fifth Edition) . Cambridge: Cambridge University Press. Official IELTS Practice Materials (2009). Cambridge: Cambridge University Press. Official IELTS Practice Materials 2 (2010). Cambridge: Cambridge University Press.",
        "course_materials": "Cours : Anglais 3 (uclouvain.be)",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-msphd2206",
        "title": "Enjeux internationaux contemporains",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Ait-Chaalal Amine",
            "Dieudonné Jérémy"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour objectif de permettre la compréhension des principaux enjeux internationaux contemporains. A la fin de l’enseignement, l'étudiant·e aura acquis la capacité d'analyser de tels enjeux liés à des problématiques transversales ou thématiques, ou encore à des aires géographiques spécifiques. Elle/il aura développé sa connaissance de ces enjeux internationaux et de leurs dynamiques ainsi que des compétences pour identifier et décoder les problématiques plus larges de la politique internationale contemporaine afin de les analyser de manière critique et en mobilisant les outils théoriques, méthodologiques et conceptuels les plus adaptés. Les thèmes qui seront abordés varieront d'une année à l'autre. Chaque année, une attention sera accordée tant à des dossiers transversaux qu'à des problématiques régionales. Parmi les premiers, seront par exemple étudiés le maintien de la paix internationale ou des questions humanitaires. Parmi les deuxièmes, seront analysés des enjeux tels que les tensions territoriales dans la Mer de chine du Sud, les rivalités autour de l'Arctique, les questions de stabilité dans la région de l'Afrique des Grands Lacs, la politique étrangère américaine, des questions relatives au Moyen-Orient, les évolutions de l'Union Européenne, des dossiers euro-méditerranéens, des problématiques balkaniques, la situation des pays d'Amérique du Sud. Dans la mesure du possible, les thèmes retenus auront tendance à privilégier des domaines que les étudiant·e·s n'auront pas encore eu l'occasion de rencontrer durant leur cursus et suscitant leur intérêt.",
        "content": "Analyse scientfique sur des questions de relations internationales en rapport avec l'actualité et suscitant l'intérêt des étudiant-e-s. Par exemple (liste strictement indicative): questions humanitaires, politique étrangère américaine, questions du Moyen-Orient, Balkans, évolutions de l'Union Européenne, dossiers euro-méditerranéens, problématiques balkaniques, situation des pays d'Amérique du Sud.",
        "teaching_methods": "Séminaire avec participation active vivement encouragée des étudiant.e.s dans la préparation, l'organisation et la mise en oeuvre des séances ; possibilité d'interventions d'experts extérieurs. Si les circonstances médico-sanitaires et/ou la capacité d'accueil du local de séminaire l'imposent, le séminaire serait alors dispensé en mode distanciel.",
        "assessment_methods": "Evaluation basée sur la rédaction par 2 ou 3 étudiant.e.s d'un texte scientfique (12 à 15 pages) ainsi que des présentations. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "other_info": "Dossiers de lecture constitués au fur et à mesure par les étudiant.e.s en vue de la rédaction du texte scientifique;",
        "online_resources": "Un site \"Moodle\" est mis à la disposition des étudiant-e-s et sera actualisé au fil du quadrimestre.",
        "bibliography": "Dossier de lectures Des pistes bibliographiques seront fournies lors des premières séances.",
        "course_materials": "Dossier de lectures",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mspol2112",
        "title": "Enjeux démocratiques contemporains",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Schiffino-Leclercq Nathalie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours retrace l'émergence et l'évolution de la démocratie, établit les critères de son fonctionnement, analyse ses dysfonctionnements, à travers le temps et l'espace.   Le cours accorde une attention particulière aux innovations démocratiques et aux mobilisations citoyennes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant maîtrisera plusieurs modèles de démocratie : leur contenu théorique, les auteurs, les concepts de base. L'étudiant sera capable d'analyser le fonctionnement et les dysfonctionnements (en ce compris les crises politiques) d'un régime démocratique, passé ou contemporain.",
        "content": "Le cours retrace l'évolution de la démocratie et de sa mise en oeuvre à travers les siècles en Occident. Ce faisant, il en expose plusieurs modèles. Les fondements des théories de la démocratie sont ainsi posés. Cette démarche permet de questionner en tout temps les rôles des citoyen∙nes dans les régimes démocratiques occidentaux tels que ces derniers ont historiquement existé. L'équilibre entre représentation, participation et délibération constitue la focale principale du cours. Le cours postule qu'il existe moins une crise de la démocratie qu'un déficit de représentativité des élu∙es et des gouvernant∙es. Ce déficit induit des changements dans les régimes représentatifs : leurs acteurs et actrices évoluent dans leurs manières de concevoir et d'opérationnaliser la participation (non) (conventionnelle) des citoyen∙nes. Un plan détaillé et un calendrier du cours sont fournis et, le cas échéant mis à jour, en séance.",
        "teaching_methods": "Cours magistral et interventions par les étudiant∙es. Discussion collective de textes scientifiques (disputatio) lus par les étudiant∙es avant la séance.",
        "assessment_methods": "Examen individuel écrit en session. L'appropriation de textes scientifiques constitue une part significative des modalités d'évaluation. L'examen peut porter sur l'articulation du contenu du cours à l'actualité. Les modalités d'évaluation peuvent intégrer des modalités certificatives et/ou formatives, par exemple la rédaction d'un travail avec ou sans présentation orale, des lectures critiques et commentées, individuellement ou en groupes, des échanges lors du cours et/ou avec d'éventuel.les intervenant∙es extérieur∙es.Les modalités sont précisées en séance.",
        "online_resources": "Des éléments peuvent être placés sur la plateforme Moodle de l'UCLouvain.",
        "bibliography": "Les deux références ci-dessous sont conseillées. Des lectures obligatoires sont par ailleurs renseignées dans le cadre des séances. Held D. (2016) Models of Democracy , Stanford University Press. Schiffino Nathalie et al. (2019) Les gouvernants face aux transformations de la démocratie, Gouvernement et action publique , 8 (2): 57-80.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mmeth1203",
        "title": "Enquêter sur le monde d'aujourd'hui",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Bottin Jehan"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours vise à expliciter  les grands courants et les différents positionnements de la recherche de terrain dans le champ des sciences humaines et sociales. Y seront présentés les méthodes et les techniques spécifiques à l'observation, à l'entretien et à la description. Le cours proposera (conceptuellement et concrètement) de concevoir la démarche empirique en sciences humaines et sociales comme une construction nourrie des croisements provenant, entre autres, de l'Ecole de Chicago, des (nouvelles) approches ethnographiques, de la sociologie visuelle, de la photographie documentaire, des pratiques de reportage... Le cours mettra systématiquement en rapport les méthodes abordées avec des problématiques de recherche spécifiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : AAC2.2 Mettre en discussion différents paradigmes (approches conceptuelles) pour approcher, interpréter et analyser (débattre) un(e) phénomène/question relatif(ve) à sa discipline. AAC2.3 Identifier et sélectionner les publications et les méthodes appropriées (en questionner la validité et la pertinence) pour analyser une question relative à sa discipline. AAC2.4 Développer une analyse critique et réflexive de l’information et des publications (en français et en anglais), auxquelles l’étudiant sera confronté dans sa vie universitaire, et en réaliser une synthèse pertinente, conforme aux règles de base de la communication scientifique, en regard de la question qui est étudiée. AAC2.5 Maîtriser et appliquer de manière rigoureuse les méthodes qualitatives et quantitatives principales relatives à sa discipline. AAC2.6 Mener un travail de réflexion autonome et personnel : élaborer une analyse informée, un raisonnement argumenté et un jugement personnel fondé.",
        "content": "Ce cours vise à initier les étudiant·es à la démarche de recherche en sciences sociales. Après quelques rappels épistémologiques, le cours présentera les différentes étapes de la recherche en sciences sociales selon une démarche hypothético-déductive: Rédaction d'une question de départ Exploration de l'objet de recherche Rédaction d'une revue de la littérature Construction de la problématique Construction d'un modèle d'analyse Techniques de collecte de données Techniques d'analyse des données Discussion des résultats",
        "teaching_methods": "L’évaluation du cours repose donc sur la rédaction d’un travail de recherche individuel réalisé au fur et à mesure de l’année académique sur base d’une collecte de données qui sera, elle, collective. Les séances de TP seront l’occasion d’avancer sur les divers aspects de ce travail. Elles s’appuieront sur les contenus appris en cours magistraux qu’elles mettront en application pour approfondir le travail. Le cours magistral fournit les éléments théoriques nécessaires à la réalisation d’une telle recherche. Les TP, dont la présence est obligatoire, permettent aux étudiant·es d'avancer sur leur travail, en étant accompagné·es par un·e assistant·e.",
        "assessment_methods": "La note finale du cours se divise en composantes : Un test de lecture organisé en séance pendant le premier quadrimestre (10%) Une présentation orale par groupe à la fin du premier quadrimestre par chaque groupe d’un projet de recherche collectif sur un thème particulier (20%) Un travail écrit personnel reprenant les résultats de sa recherche (70%)",
        "other_info": "L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "bibliography": "Coman, R., Crespy, A., Louault, F., Morin, J.-F., & Collectif. (2016). Méthodes de la science politique : De la question de départ à l’analyse des données. De Boeck Supérieur. Miles, M. B., Huberman, A. M., & Saldana, J. (2014). Qualitative Data Analysis. SAGE. Marquet, J., Van Campenhoudt, L., Quivy, R. (2022). Manuel de recherche en sciences sociales. Armand Colin.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mneer2164",
        "title": "Nederlands voor gevorderden 1",
        "credits": "3.00",
        "hours": "0 h + 30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Copriau Erika"
        ],
        "teaching_language": "Neerlandais",
        "prerequisites": "Avoir atteint le niveau B1+/B2 du Cadre européen commun de référence pour les langues ou avoir suivi le cours MNEER1341 – Néerlandais 3.",
        "topics_covered": "Thèmes touchant aux enjeux actuels, aux réalités professionnelles et du travail en général, au monde de la gestion, au monde de la communication et des médias, au monde politique, au monde socio-économique, au monde socio-culturel, …",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : comprendre des documents audiovisuels authentiques destinés à un public néerlandophone ; communiquer sur des thèmes spécifiques ; mobiliser ses aptitudes de communication en néerlandais pour exprimer son avis; prendre la parole devant le groupe pour exprimer son point de vue et susciter la discussion. Niveau B2/B2+ du Cadre européen commun de référence pour les langues.",
        "content": "Exploitations de différents documents authentiques écrits et vidéo/sonores visant à exercer les compétences réceptives et communicatives ; Prise de parole (individuellement et/ou par groupe et avec l’enseignant), argumentation ; Constitution d’un portefeuille de lecture (sur base de textes authentiques d’au moins 750 mots).",
        "teaching_methods": "Séminaire par groupes",
        "assessment_methods": "Evaluation continue",
        "other_info": "Le document \"Richtlijnen\" détaillé spécifique au cours MNEER2164 sera mis à disposition via la plateforme institutionnelle. Dans le cadre de cette UE, l'utilisation de toute forme d'intelligence artificielle générative ou autres assistants linguistiques en ligne est totalement interdite.",
        "online_resources": "Médias en langue néerlandaise.",
        "course_materials": "Disponibles sur la plateforme institutionnelle",
        "responsible_entity": "ILV"
    }
]