[
    {
        "url": "https://uclouvain.be/cours-2024-lrom1271",
        "title": "Elementi di linguistica italiana",
        "credits": "5.00",
        "hours": "15.0 h + 45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Maeder Costantino"
        ],
        "teaching_language": "Italien",
        "prerequisites": "LFIAL1175, LROM1170",
        "topics_covered": "Introduction à la linguistique et approfondissement de la grammaire",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - Savoir lire, comprendre et résumer des articles de linguistique italienne; - Savoir reconnaître et analyser des phénomènes linguistiques fondamentaux non ou peu considérés par la grammaire normative italienne; - Maîtriser ces phénomènes et savoir les appliquer; - Savoir discuter et présenter un exposé; - Savoir écrire un essai.",
        "content": "Le cours propose une introduction aux caractéristiques de la langue italienne moderne. En particulier, les différences entre la langue standard et l'ainsi-dit neostandard, qui est en train de s'imposer, seront analysées. On traitera la liberté de l'ordre des mots en Italien ainsi que les nouveaux développements au niveau des modes, de l'usage des temps verbaux et de la concordance des temps. Aux TP, on révisera la grammaire standard, en particulier les formes verbales des verbes réguliers et irréguliers, les valences des verbes, ainsi que la concordance des temps de l'italien standard.",
        "teaching_methods": "Cours à caractère séminarial TP : exercices",
        "assessment_methods": "Première session : Évaluation en cascade. Les étudiant•e•s remettent pour la 10e semaine du quadrimestre une recherche linguistique qui sera évaluée. Les étudiant•e•s présenteront ensuite oralement les résultats de leurs recherches. Les étudiants doivent obtenir un 10 sur 20 au minimum pour accéder à l'examen écrit. Cours magistral [50%]: examen écrit sur les contenus du cours magistral présentation orale d’une recherche en parcours, par exemple une recherche et une analyse de la fréquence de certains phénomènes de syntaxe TP [50%] examens écrits en parcours sur les contenus de grammaire italienne normative Deuxième session: Cours magistral [50%] examen écrit sur les contenus du cours examen oral sur la recherche effectuée et remise pour le début de la session. TP [50%] Examen écrits sur les contenus de grammaire italienne normative",
        "bibliography": "Les étudiants seront menés à faire des recherches bibliographiques sur JSTOR et en bibliothèque.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2843",
        "title": "Sincronía y diacronía del español en contacto con otras lenguas",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Cock Barbara"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "Connaissances basiques du système phonologique, phonétique et morpho-syntaxiques de l'espagnol actuel. Connaissance de l'alphabet phonétique IPA et de la transcription phonétique et phonologique.",
        "topics_covered": "Le cours est divisé en deux parties : d'une part, une approche de la langue d'un point du vue diachronique (1, 2) et d'autre part une approche d'un point du vue synchronique (3, 4 et 5). 1) Histoire de la langue espagnole: du latin vulgaire à l'espagnol. 2) Histoire de la langue espagnole en Amérique. 3) Description des variantes de l'espagnol en Amérique. 4) Contact de l'espagnol avec d'autres langues en Amérique -langues indigènes -anglais aux Etats Unis. 5) Politique linguistique dans le monde hispanophone Dans les parties 1) et 2) on abordera fondamentalement des questions relatives à l'histoire externe de la langue.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - Faire connaître les principaux facteurs historiques, sociaux, culturels et politiques qui ont influencé l'évolution de la langue espagnole en Espagne ainsi qu'en Amérique. - Introduire l'étudiant aux mécanismes des changements linguistiques internes de la langue espagnole (principes de changement phonétique) ainsi qu'externes: ceux causés par le contact avec d'autres langues (notamment avec les langues indigènes américaines et l'anglais). A la fin du cours l'étudiant sera capable de faire un commentaire philologique et linguistique basique des textes représentatifs de l'évolution de la langue espagnole en Espagne et en Amérique et il sera capable de situer en gros un texte dans l'époque correspondante. A la fin du cours, l'étudiant sera capable de reconnaître les traits les plus caractéristiques des différentes variantes de l'espagnol actuel.",
        "content": "Ce cours offre aux étudiants un survol de la variation de l'espagnol des points de vue diachronique et synchronique, avec une attention particulière aux facteurs sociopolitiques qui ont contribué à cette variation et à la position de l'espagnol dans le monde.",
        "teaching_methods": "L'explication des contenus linguistiques est faite à l'aide de présentations powerpoint disponibles sur Moodle, et de fragments audio et video. Ce cours exige la préparation régulière d'exercices d'application de la matière vue, ainsi que la lecture d'un portefeuille d'articles. Une partie de ce portefeuille sera obligatoire et fera l'objet d'un commentaire plus détaillé dans le cours. En outre, la lecture d'un article au choix de la deuxième partie du portefeuille sera demandée. Un questionnaire de compréhension et une session de discussion serviront d'appoint à cette lecture autonome.",
        "assessment_methods": "Examen écrit sur le contenu des cours magistraux et des lectures. Des questions à choix multiple représenteront 25% de la note, tandis que des questions ouvertes représenteront 75% de la note globale. Les mêmes modalités s'appliquent pour la session d'août. L'évaluation se fait entièrement en espagnol.",
        "other_info": "/",
        "bibliography": "portefeuille de lecture disponible sur Moodle",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lclig2250",
        "title": "Méthodologie de l'analyse de corpus en linguistique",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "de Marneffe Marie-Catherine"
        ],
        "teaching_language": "Français",
        "prerequisites": "LFIAL1530 Introduction aux sciences du langage ou un cours d'introduction à la linguistique",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Constituer un corpus de données langagières orales ou écrites en vue de l'analyse d'un problème linguistique particulier (lexique, phonétique, sémantique, discours) ; 2 Connaître et utiliser différents logiciels pour l'analyse de corpus ; 3 Mener une étude quantitative sur corpus ; 4 Mener une étude qualitative sur corpus ;",
        "content": "OBJECTIFS GENERAUX : (1) être capable de mener, complètement et de manière autonome, une étude linguistique sur corpus; (2) acquérir une connaissance générale sur les corpus de langue (en français, mais pas uniquement), les outils et les méthodes. OBJECTIFS SPECIFIQUES : (1) concevoir un corpus en vue d'une question de recherche spécifique; (2) recueillir les données (orales ou écrites) + métadonnées; (3) éditer les données (transcription, nettoyage, formatage, encodage, etc.); (4) annoter les textes d'un corpus (aux différents niveaux de l'analyse linguistique) à l'aide des logiciels adéquats; (5) poser les questions de recherches / formuler des hypothèses; (6) choisir une méthode d'analyse; (7) exploiter / analyser un corpus selon la méthode choisie (analyse qualitative - analyse quantitative); (8) exposer les résultats d'une recherche.",
        "teaching_methods": "30h de cours magistraux + 10h de séances de TP (consacrées à la réalisation d'un travail de recherche personnel basé sur la méthodologie vue lors des cours magistraux).",
        "assessment_methods": "La note finale est la moyenne arithmétique des notes de 4 composantes : Participation active aux cours requise vu que les cours sont hands-on (10%) Remise d’un court travail dans R (manipulation de données et visualisation) à mi-parcours (15%) Présentation orale du travail lors du dernier jour de cours (25%) Travail écrit de 13 pages max. (avec bibliographie, mais sans les annexes) à remettre le premier jour de la session d'examen (50%) A la session de septembre, l'évaluation continue sera toujours prise en compte. Un·e étudiant·e ayant échoué une des composantes se verra offrir la possibilité de soumettre à nouveau les tâches échouées ou un travail jugé équivalent par les professeurs.",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA générative doit à tout le moins être signalé : l'étudiant.e est donc tenu d'indiquer (par exemple en note de bas de page) si une IA générative (en précisant laquelle) a été utilisée pour la rédaction du texte. L'étudiant.e reste responsable du contenu de sa production, indépendamment des sources utilisées. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Moodle: https://moodle.uclouvain.be/course/view.php?id=2629",
        "bibliography": "Avanzi, Mathieu, Béguelin, Marie-José, Diémoz, Federica (éds) (2016) Corpus de français parlé et français parlé des corpus (= Corpus 15 ) . Baude, Olivier (sous la dir. de). (2006). Corpus oraux, guide des bonnes pratiques . Paris : éditions du CNRS. Zufferey, Sandrine (2020). Introduction à la linguistique de corpus . Londres : ISTE éditions",
        "course_materials": "L'ensemble des supports sont disponibles sur Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1152",
        "title": "Introduction aux études littéraires",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Deschambre Elise"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours abordera les approches majeures de la littérature qui ont été développées au cours de l’histoire et il questionnera la validité des méthodes et des discours scientifiques relatifs à la lecture. Il fournira des repères et cadres épistémologiques pour les études littéraires : histoire et problématique des notions de texte, de genre littéraire et de littérature, éléments constitutifs du texte dramatique, du texte poétique et du texte narratif, en ce compris ceux des principaux genres narratifs et des principaux mondes du récit. En complément de l’introduction théorique et historique aux méthodes d’analyse littéraire, il proposera des études de cas spécifiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Problématiser les notions de texte, de littérature et  de genre en se référant à différentes définitions et approches qui en ont été proposées par la critique ; 2 Connaitre et mobiliser les principales composantes qui permettent de mener l'analyse d'un texte poétique, d'un texte narratif et d'un texte de théâtre ; maitriser ainsi les bases méthodologiques qui permettront d'analyser des œuvres de différents genres dans le cadre des cours de littérature ultérieurs ; 3 Mettre en œuvre une méthodologie de la lecture relevant de la théorie littéraire ; 4 Comprendre, confronter et articuler des approches de la littérature émanant de sources théoriques différentes. Cette unité d'apprentissage contribue au développement et à la maîtrise des compétences et des acquis de l'apprentissage suivants des programmes ELAL : 1.4, 1.5, 1.6, 2.6, 3.1, 3.2, 3.3, 5.6",
        "content": "Tandis que les enjeux de la littérature et de son étude sont abordés en introduction, les chapitres du cours s’articulent autour de notions phares des études littéraires, qu’il s’agira de présenter et déplier dans une triple perspective historique, théorique et critique. Ces notions sont celles de littérature, de texte, de genre et de lecture. Le cours, qui possède une importante dimension théorique et généraliste, sera ponctué d’études collectives et dirigées de cas, pour éprouver le caractère opérant, complexe et parfois problématique des différentes notions et théories présentées. Ce parcours offrira aux étudiants et étudiantes une vue d’ensemble des grandes théories du phénomène littéraire et leur fournira des outils notionnels et méthodologiques essentiels à l’étude de ce dernier.",
        "teaching_methods": "Cours magistral. Le support de cours consiste en une projection Powerpoint ; il n'y a pas de syllabus. La prise de notes par les étudiantes et étudiants lors des séances de cours est donc essentielle.",
        "assessment_methods": "L’évaluation consistera en un examen écrit portant sur la connaissance, la compréhension et l’appropriation du contenu du cours par l’étudiante ou l’étudiant. Il comportera deux parties : - Un QCM de connaissance théorique (50%) - Une question ouverte transversale et/ou de réfléxion critique personnelle (50%)",
        "online_resources": "Le PowerPoint et la bibliographie de chaque chapitre du cours seront disponibles au téléchargement sur Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1330",
        "title": "Littérature générale et comparée : méthodes et pratiques",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Sábado Novau Marta"
        ],
        "teaching_language": "Français",
        "prerequisites": "Ce cours complète l'approche comparée des littératures européennes amorcée dans le cours LFIAL 1130, qui est un pré-requis.",
        "topics_covered": "À partir d’une thématique spécifique, qui peut changer d’année en année, ce cours introduit à l’approche comparée des littératures. L’étude des œuvres littéraires sera mise en perspective par une approche transversale du littéraire : il s’agira d’articuler la littérature avec d’autres arts et disciplines. En outre, ce cours met aussi l’accent sur l’analyse littéraire et l’interprétation des textes à travers l’étude comparée (dissertation, commentaire) des œuvres. En comparant les textes les uns avec les autres, ce cours permet d’introduire à une lecture qui invite à un regard davantage décentré.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : À la fin de cette unité d'enseignement, l'étudiant est capable de : En ce qui concerne la pratique, ce cours met l’accent sur la méthode comparatiste dans l’étude des œuvres littéraires. Par cette initiation systématique à la discipline, l’étudiant.e acquiert les outils de lecture de celle-ci, il/elle apprend notamment à rédiger des travaux écrits relevant de l’argumentation comparatiste (commentaire comparé, dissertation comparée). En ce qui concerne le contenu, l’étudiant.e sera en mesure de comprendre comment les littératures du monde se nourrissent les unes des autres, pour constituer un réseau dynamique, unifié et divers. La formation littéraire spécifique de chaque étudiant.e se trouvera enrichie par la mise en place d’un cadre large, mettant en jeu plusieurs langues, pays, arts et disciplines. D’autres AA :  1.5 ; 2.6 ; 3.5 ; 4.3 ; 5.6",
        "content": "Depuis le surgissement des villes modernes au début du XIXe siècle, les écrivains et poètes ont fait de la ville un objet littéraire de prédilection. Ce cours propose un parcours à la fois historique et thématique sur les liens que la littérature a entretenu avec la ville en tant qu’espace réel et matériel mais aussi en tant qu’espace imaginaire. Les étudiant·es seront invité·es à lire des textes qui ont marqué l’histoire des relations entre ville et littérature, depuis Balzac et Baudelaire, jusqu’à Orhan Pamuk et Elena Ferrante, en passant par Edgar Allan Poe, Walter Benjamin, Italo Calvino, Georges Perec ou Paul Auster. À partir d’un corpus plurilingue et varié, plusieurs problématiques touchant à des questionnements actuels seront abordées : la mémoire et l’Histoire inscrites dans l’espace urbain, le flâneur comme personnage conceptuel, la notion de paysage urbain, la tension entre centre et périphérie, la ville comme texte à déchiffrer, etc. Le cours, résolument interdisciplinaire, montre la manière dont les œuvres littéraires débordent sur des enjeux de société touchant à d’autres sciences humaines et sociales comme la géographie, la sociologie, les études de genre, l’architecture, l’urbanisme, etc. Les séances alterneront des moments de cours magistral avec des moments consacrés à la lecture et comparaison des textes afin d’introduire aux pratiques et méthodes de la littérature comparée. Cinq séances de travaux pratiques viendront compléter le cours magistral.",
        "teaching_methods": "Cours magistral, lectures actives en cours et cinq séances de travaux pratiques.",
        "assessment_methods": "75% : une dissertation comparée à partir d'une notion ou d'une citation sur les oeuvres et textes étudiés en cours, à la fin du quadrimestre 25% : un commetaire comparé de texte dans le cadre du TP Les deux activités sont obligatoires pour valider le cours. Une moyenne générale d'au moins 10/20 est nécessaire. Si une des activités a une note inférieure à 8/20, l'étudiant·e devra représenter l'activité concernée. Nota bene: Les intelligences artificielles (IA) génératives ne peuvent pas être utilisées dans le cadre de ce cours. Leur utilisation sera considérée comme un cas de tricherie.",
        "bibliography": "Lectures obligatoires Virginia Woolf, Mrs Dalloway , Folio Gallimard, Paris, 1994 [1925]. Orhan Pamuk, Istanbul , Folio, Gallimard, Paris, 2008 [2003]. Elena Ferrante, L'amie prodigieuse , t. 1, Folio, Gallimard, Paris, 2016 [2011]. Ainsi que les différents extraits d'oeuvres que l'enseignante mettra à dispostion des étudiants sur Moodle: Edgar Allan Poe, Baudelaire, Walter Benjamin, Georges Perec, Italo Calvino, Paul Auster, Eduardo Mendoza, Annie Ernaux, etc. Les textes théoriques font également partie des lectures obligatoires. Nota bene : Les étudiant·es sont encouragé·es à lire les oeuvres en langue originale, ils et elles peuvent prendre l'initiative de se procurer le livre dans la langue étrangère directement.",
        "course_materials": "Les diaporamas des cours, les trois romans obligatoires et les textes littéraires et théoriques mis à disposition des étudiants sur Moodle.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom1281",
        "title": "Introducción al análisis lingüístico de corpus en español",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Cock Barbara",
            "Marsily Aurélie"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "LFIAL1170 Fundamentos del español moderno I et LROM1180 Fundamentos del español moderno II Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours aborde le paradigme pronominal, la morphologie verbale et la syntaxe de la phrase complexe de l'espagnol actuel standard.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Employer les formes pronominales et verbales correctes au niveau de la phrase et construire des phrases simples et complexes correctes en espagnol actuel standard. Expliquer le choix d'une forme verbale ou d'une structure syntaxique d'un texte authentique (un corpus ) en ayant recours à la terminologie grammaticale et linguistique adéquate. Pour mener à bien cet objectif, l'étudiant sera capable d'analyser du point de vue morphosyntaxique la phrase et ses constituants (identifier les différentes catégories de mots, de syntagmes, de fonctions syntaxiques, de propositions principales et subordonnées et de connecteurs) et d'identifier la structure argumentale et l'aspect du prédicat. En conséquence,  ce cours rassemble des objectifs relevant de la grammaire normative (objectif 1) et de la grammaire descriptive (objectif 2). Il a comme objectif d'initier l'étudiant à l'analyse de corpus.",
        "content": "- Analyse syntaxique de l'espagnol actuel standard, en employant la terminologie correcte. - Introduction à l'emploi de corpus en espagnol d'un point de vue analytique et didactique. - Par le biais de l'analyse linguistique, consolider le niveau B1. Introduction d'aspects de grammaire relevant des niveaux B2 et C1, et l'analyse de ces éléments grammaticaux.",
        "teaching_methods": "Le cours se subdivisera en deux volets : séances en groupe commun et séances d'exercices en groupes (TP). L'accent dans le groupe commun sera mis sur l'acquisition des schémas analytiques ainsi que sur l'approche descriptive des données. En outre, une réflexion critique sur l'apport possible de la recherche de corpus sera incorporée au cours. La participation des étudiants est conçue comme le point central de l'apprentissage. L'accent dans les exercices sera mis sur la pratique de ces stratégies d'analyse. On demandera aux étudiants de préparer les exercices d'analyse et les exercices de recherche de corpus.",
        "assessment_methods": "L'évaluation de ce cours comporte deux parties. - Examen écrit (14/20): Cet examen comprend des questions d'analyse linguistique d'extraits des corpus employés en classe. Les étudiant.e.s devront montrer leur capacité de fournir une analyse complète en renvoyant au contexte et en utilisant la terminologie correcte.-Travail écrit en duo (6/20) : un calendrier et une description détaillée seront publiés sur Moodle. Si l'étudiant.e a recours à des intelligences artificielles (IA) génératives, celles-ci doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie. L'évaluation de la session de août est constituée d'un travail écrit (6/20) et d'un examen écrit (14/20). Les étudiant.e.s ayant obtenu une note d'échec pour le travail lors de la session de janvier, doivent remettre une version améliorée de leur travail. L'évaluation se fait entièrement en espagnol.",
        "online_resources": "Page Moodle du cours",
        "bibliography": "Syllabus (disponible chez la DUC) Gómez Torrego L. Gramática didáctica del español. Madrid: SM. Buero Vallejo A. El tragaluz. Madrid: Austral. (corpus) Valdeón J., Pérez J., Juliá S. Historia de España. Espasa Calpe. (corpus) Le syllabus mentionne au début de chaque chapitre de façon informative des références bibliographiques supplémentaires.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lital2412",
        "title": "Italien - Communication interactive",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Scarpa Laura"
        ],
        "teaching_language": "Italien",
        "prerequisites": "Cours LROM1271 ou équivalent niveau de compétence. L'étudiant/te devra avoir atteint au moins un bon niveau B1 du CECR.",
        "topics_covered": "Discussions et approfondissements sur des sujets de l'actualité italienne, européenne ou mondiale, avec leur vocabulaire spécifique; présentation d'informations/ données et vocabulaire pertinent, comme p.e. dans le cadre d'une communication universitaire ou professionnelle; pratique de base de la communication journalistique, écrite et/ou orale, en italien. Si nécessaire, exercices de renforcement des structures linguistiques utilisées pour réaliser les différentes activités.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : s'exprimer de façon claire et détaillée sur les sujets de discussion abordés pendant le cours ; émettre un avis sur un sujet d'actualité et exposer les avantages et les inconvénients de différentes possibilités; exprimer ses idées et opinions avec précision et lier ses interventions à celles de ses interlocuteurs ; présenter un contenu factuel clair et bien structuré comme dans un cadre professionnel, ou avec un style journalistique. Niveau C1 du CECR",
        "content": "Le cours se propose de développer surtout les compétences orales, sans négliger quelques activités écrites avancées (p.e. écriture journalistique, rédaction sur un sujet culturel, rédaction de lettres formelles etc.). Un vocabulaire avancé sera présenté (registres linguistiques, expressions idiomatiques et proverbiales etc.). Le cours prévoit aussi la révision de certaines fonctions et structures avancées de la langue, à réutiliser dans les activités de communication. Des sujets liés à la culture et à la société italienne seront régulièrement présentés aux étudiants.",
        "teaching_methods": "La méthode vise à développer surtout les compétences productives orales des étudiants par différents moyens, sans négliger certaines activités de communication écrite. Parmi les activités pratiquées en classe: présentation de thèmes d'actualité et débats, activités de présentation de données et d'informations sur des sujets d'intérêt général, exercices de vocabulaire et de grammaire avancés, courtes rédactions de textes ou lettres formelles etc. Le matériel utilisé, écrit ou audio-vidéo, est surtout authentique et représente différentes typologies de documents. La perspective actionnelle est implicite, car toutes les actions pour l'organisation du cours seront réalisées en italien.",
        "assessment_methods": "L'évaluation à la fin du Q1 comprend 1) une interaction en groupe restreint sur des sujets indiqués préalablement par le professeur ; 2) la présentation d'un sujet lié au thème culturel principal dévéloppé en classe; 3) un test écrit portant sur les principaux points de la langue et de la grammaire abordés au cours. (distribution des points: 8 pt test écrit, 6 pt interaction, 6 pt présentation) Pour la 3ème session l'étudiant.e présentera le sujet culturel prévu au Q1 plus un test écrit sur les principaux points de la langue et de la grammaire abordés au cours au Q1 (distribution des points: 10 pts pour le test, 10 pts pour la présentation) En cas de télécollaboration, les modalités d'évaluation seront adaptées à la nature du projet et précisées en classe et sur Moodle par le professeur. NB: Pour la préparation des parties orales/écrites de l’évaluation, les intelligences artificielles (IA ) génératives doivent être utilisées de manière responsable. Un usage important et non signalé de ces outils sera considéré de manière défavorable dans l’évaluation.",
        "other_info": "Encadrement : réception des étudiants sur rdv, en présence pendant les heures prévues, ou sur Teams selon l’horaire convenu avec l’étudiant. SVP contactez le professeur uniquement par email pour fixer un rdv. Laura.Scarpa@uclouvain.be",
        "online_resources": "Matériaux du cours sur Moodle, sites et liens en ligne avec le contenu seront indiqués par le professeur pendant le cours et intégrés dans moodle.",
        "course_materials": "Le matériel du cours sera disponible sur Moodle UCLouvain et sera constitué par les documents proposés par le professeur ainsi que ceux  évt proposés par les étudiants pendant certaines activités.",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2620",
        "title": "Acquisition d'une langue seconde ou étrangère. Théorie et applications",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Masuy Françoise"
        ],
        "teaching_language": "Français",
        "prerequisites": "Avoir atteint le niveau 'C1' en français (Cadre européen commun de référence).",
        "topics_covered": "Le cours s'articule à partir de la présentation de mécanismes d'apprentissage linguistique et des théories sous-jacentes. Seront abordés : l'association et le renforcement (théories béhavioristes) ; l'input compréhensible (théories innéistes) ; l'équilibration (théories constructivistes) ; les séquences potentiellement acquisitionnelles (théories socioconstructivistes) ; les formats de routine (théories culturalistes) ; les habiletés métalinguistiques (théories gestaltistes) ; la mémorisation à long terme (théories cognitivistes).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera en mesure : de comprendre les processus d'acquisition d'une langue seconde ou étrangère, à la lumière du mode d'acquisition de la langue première ; d'analyser de manière critique des méthodes d'apprentissage en mettant en évidence les processus d'acquisition implicites ; de construire des dispositifs didactiques sur la base de ces processus ; de concevoir des questions/hypothèses de recherche relatives à l'acquisition des langues étrangères et secondes.",
        "content": "Le cours présente les principales théories d’acquisition linguistique d’une langue seconde ou étrangère et décrit les mécanismes d’apprentissage linguistique qui leur sont liés. Après une définition de la notion d’apprenant, est présenté un bref panorama historique des recherches dans le domaine.  Une comparaison est ensuite établie entre l’acquisition d’une L1 et d’une L2, suivie d’une réflexion sur le concept de motivation. Sont ensuite abordées les théories et les mécanismes d’apprentissage telles que le béhaviorisme (acquisition et renforcement), l'innéisme (input compréhensible), le constructivisme (équilibration), le socioconstructivisme (séquences potentiellement acquisitionnelles), le culturalisme (formats de routine), le gestaltisme (habiletés métalinguistiques), le cognitivisme (mémorisation à long terme) et la théorie de l'émergentisme. Ces théories seront mises en lien avec des méthodes et des exercices dédiés à l'apprentissage d'une langue seconde ou étrangère.",
        "teaching_methods": "Une partie du cours est consacrée à la présentation des mécanismes d'apprentissage linguistique et des théories de référence. Ces exposés sont complétés par des analyses de documents (textes des auteurs étudiés, unités de méthodes d'apprentissage, dispositifs didactiques, présentations de recherches), selon une méthodologie interactive et collaborative.",
        "assessment_methods": "Evaluation continue (40%) présence au cours et participation active (tenue d’un portfolio ou journal de lectures)   (5 %) réalisation de QCM  (5 %) présentation en classe de lectures théoriques et d’exercices commentés   (15 % ) test final  (15 %) Les tâches de l’évaluation continue ne peuvent pas être présentées après l’échéance fixée par le professeur, excepté certificat médical. Aucune tâche de l’évaluation continue ne peut être présentée lors de la session d’août. Evaluation finale (60%) Présentation orale avec un support écrit en fin de quadrimestre (20 %) Travail écrit à remettre au début de la session (40 %) Une absence (justifiée ou non) à l’examen (ou une de ses parties) entraine une note finale d’absence. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique.",
        "other_info": "/",
        "online_resources": "Les références bibliographiques, des lectures théoriques et des exemples d’exercices sont disponibles sur Moodle. Les dias des cours sont disponibles au fur et  à mesure de l’avancement du cours.",
        "bibliography": "La liste bibliographique est disponible sur le site Moodle du cours. A bibliographical list is available on the course website.",
        "course_materials": "Les supports de cours se trouvent à la pagehttps://moodle.uclouvain.be/course/view.php?id=5782#section-0 The course materials can be found at https://moodle.uclouvain.be/course/view.php?id=5782#section-0",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespa1600",
        "title": "Langue espagnole (A2-B1.1)",
        "credits": "4.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Garcia Migura Begona",
            "Lorente Fernandez Paula"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "Avoir atteint les objectifs définis par les cours proposés à la Faculté de Philosophie, Arts et Lettres au premier quadrimestre. Avoir inscrit le cours dans le programme d'études. Suivre en parallèle les cours d'espagnol proposés en FIAL au Bac1.",
        "topics_covered": "Il s'agit de développer systématiquement les compétences communicatives langagières  (les compétences linguistiques, sociolinguistiques et pragmatiques) à travers les différentes activités de communication langagières et stratégies productives, réceptives, interactives et de médiation qui correspondent aux compétences et activités d'un niveau de départ A2 et à objectif B1.1 du Cadre européen commun de référence du Conseil d'Europe. Pour ce faire, les thèmes abordés aux cours distinguent des thèmes priviligiés pour des actes de communication spécifiques. Le discours, la conversation, la réflexion ou la rédaction s'articulent autour de ces thèmes : la famille, les loisirs et centres d'intérêt, le travail, les voyages et l'actualité, et, également, des sujets abstraits ou culturels tels que la musique, la gastronomie, l'histoire ou le cinéma.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : s'exprimer avec un vocabulaire suffisant sur la pluspart des sujets relatifs à la vie quotidienne tels que la famille, les loisirs et les centres d'intérêts, le travail, les voyages et l'actualité (compétence linguisitique: lexique); communiquer avec une correction suffisante dans des contextes familiers avec un bon contrôle grammatical où le sens général reste clair (compétence linguistique: grammaire); prononcer clairement et de manière intelligible, même avec un accent étranger perceptible (compétence linguistique: phonologie); produire des écrits où l'usage du code orthographique, la ponctuation et la mise en page peuvent être suivis facilement et où ils sont généralement compréhensibles (compétence linguistique: orthographe) utiliser un registre neutre pour répondre à un large éventail de fonctions langagières et en utilisant leurs expressions les plus courantes (compétences sociolinguistique: correction) reconnaître les règles de politesse les plus importantes et les différences les plus significatives entre les coutumes, les usages, les attitudes, les valeurs et les croyances des communautés hispanophones et celles de sa propre communauté (compétence sociolinguistique: correction); savoir mettre en place la souplesse nécessaire pour adapter son expression et faire face  à des situtations moins courantes en exploitant une gamme étendue de langue simple afin d'exprimer l'esssentiel de ce qu'il/elle veut dire (compétence pragmatique: compétence discursive et souplesse) intervenir dans une discussion sur un sujet familier en utilisant l'expression qui convient pour attirer l'attention et aussi lancer, poursuivre ou clore une conversation simple en face-à-face sur des sujets familiers ou personnels (compétence pragmatique: compétence discursive et tours de parole); pouvoir raconter ou décrire avec un relative aisance quelque chose de simple et linéaire (compétence pragmatique: compétence discursive et développement thématique) relier une série d'éléments courts, simples et distincts en un discours qui s'enchaîne (compétence pragmatique: compétence discursive et cohérence et cohésion); s'exprimer avec une certaine aisance, discourir de manière compréhensible et être capable, même avec quelques problèmes de formulation, des pauses et des impasses, de continuer effectivement à parler sans aide (compétence pragmatique: compétence fonctionnelle et aisance orale); expliquer les points principaux d'une idée ou d'un problème avec une précision suffisante pour exprimer sa pensée (compétence pragmatique: compétence fonctionnelle et précision).",
        "content": "Cette unité d'enseignement consiste à développer les compétences communicatives langagières fondamentales avec une approche communicative qui prend en compte l'approche lexicale et grammaticale. La typologie d'exercices est très diversifiée, proposant différentes tâches à réaliser (écrites et orales) tout au long du cours et en rapport aux thématiques abordées.",
        "teaching_methods": "L'UE en conformité avec l'approche actionnelle retenue part du principe que l'apprenant de langue est avant tout en train de devenir un usager de la langue dans différents domaines (personnel, public, professionnel, éducationnel) et situations (lieux, organismes, acteurs, objets, événements, opérations, textes). L'UE se donne en présentiel, avec quelques séances à distance et avec un support e-Learning sur des plateformes UCLouvain (Teams, Moodle) et d'autres plateformes externes (Google, Zoom...) L'UE suit un manuel d'espagnol langue étrangère en correspondance avec le niveau visé du cours (B1.1). L'UE suit la méthode d'apprentissage des langues par des tâches ou projets sur base des principes de l'apprentissage réflexif. L'apprenant est ainsi mis au premier plan de son apprentissage pour le rendre actif sur le plan cognitif de sorte qu'il puisse construire son savoir, savoir-faire et savoir-être de manière autonome, mais aussi avec l'aide de ses pairs. Ainsi, des différentes activités d'auto-évaluation et/ou de co-évaluation pourront être proposées tout au long de l'UE.",
        "assessment_methods": "L'évaluation est continue avec différentes activités de communication langagière de production (orale et écrite), de réception (orale et écrite) et d'interaction (orale et écrite) et aussi de médiation à réaliser tout au long du quadrimestre avec une épreuve finale de grammaire et vocabulaire. Les parties de l'évaluation sont les suivantes: - Exercices oraux (40% du total de la note) : entre 1 et 3 présentations individuelles en classe tout au long du semestre (15%); Une présentation en groupe (15%); exercice \"la banque du temps\" (10%). - Vocabulaire: 10 %. - Tests final de grammaire et de vocabulaire: 30% - Exercices d'expresion écrites dans un E-portfolio: 10% La réussite ne peut être obtenue que moyennant la réussite à chacune des parties/activités d’évaluation. Dans la session de  juin, la note finale sera constituée de ces 4 parties intégrées (exercices oraux; vocabulaire; test final de grammaire et vocabulaire; exercices d'expresion écrites dans un Eportfolio): la réussite de ces parties est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement. La réussite ne peut être obtenue que moyennant la réussite à chacune des parties/activités d’évaluation. La note finale est la moyenne pondérée des différentes parties. Pour réussir cette unité d'enseignement, il faut obtenir le 50% de chaque partie de l'évaluation soit un minimum de 20/40, 15/30, 5/10 (note absorbante). Les activités \"présentation en groupe\" et \"la banque du temps\"  sont organisées une seule fois par année académique. En cas de deuxième inscription à l'examen, les parties de l'évaluation restent les mêmes, mais la note relative à ces activités d'apprentissage  est alors réputée ratachée à chacune des sessions d'examens de l'annéee académique (Article 78. – Par exception à l’article 77). La présence à ce cours est requise. Les titulaires du cours pourront, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 70% des séances de cours.",
        "course_materials": "Campus Difusión (support en ligne) Sans, N., Martín Peris, E., Garmendia, A., & Conejo, E. (2018). Bitácora 3 NUEVA EDICIÓN - Libro del alumno. Difusión Alonso, R., Castañeda, A., Martínez Gila, P., Miquel, L., Ortega, J., & Ruiz Campillo, J.P. (2005).  Gramática básica del estudiante de español",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lclig2210",
        "title": "Prosodie de la voix parlée",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Simon Anne-Catherine"
        ],
        "teaching_language": "Français",
        "prerequisites": "Cours d'introduction à la phonétique et à la phonologie du français ou d'une autre langue.",
        "topics_covered": "Rendre l'étudiant familier avec l'analyse de la prosodie, en particulier en français. Le cours aborde trois problématiques : l'annotation (auditive et automatique) de la prosodie dans les corpus ; la catégorisation linguistique des paramètres prosodiques (relation formes ' fonctions) ; l'interprétation de la prosodie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de : réaliser une transcription (auditive et automatique) et une analyse prosodiques, avec une bonne connaissance des principales théories du domaine; lire de manière critique les productions scientifiques dans le domaine ; appliquer les méthodes dans le cadre d'un petit projet de recherche personnel.",
        "content": "Les thèmes suivants sont abordés : Paramètres acoustiques et perceptifs, domaines et fonctions de la prosodie; Accentuation, intonation, rythme; Variables temporelles (incluant les disfluences); Prosodie, iconicité et phonostylistique.",
        "teaching_methods": "Le cours se donne en classe inversée. à la maison: lecture des chapitres du syllabus; devoirs hebdomadaires; préparation d'un travail personnel (présenté oralement) en classe: discussions, exercices pratiques et tutorat sur les logiciels d'analyse (Praat)",
        "assessment_methods": "À la session de juin, la note finale se base sur l'évaluation continue (20%) et la présentation d'un travail personnel (80%). À la session de septembre, la note finale se base uniquement sur la présentation d'un travail personnel.",
        "other_info": "Une pratique musicale est un atout pour ce cours (mais n'est pas nécessaire).",
        "online_resources": "Moodle: https://moodle.uclouvain.be/course/view.php?id=2071 Site web (exemples sonores analysés au cours): https://sites.uclouvain.be/paroleetlangue/web/ (aller dans la section EXEMPLES)",
        "course_materials": "Simon, A.C. (2024). Prosodie de la voix parlée. Louvain-la-Neuve: DUC.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1131",
        "title": "Comprendre le langage: une introduction à la linguistique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Degand Elisabeth",
            "Hambye Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours vise à familiariser les étudiant·es avec l’approche scientifique du langage et à mettre en évidence les types de question auxquelles elle permet de répondre, grâce à la compréhension du fonctionnement du langage humain (de ses particularités, de ses contraintes, etc.). Le cours abordera en particulier les thèmes suivants : La spécificité du langage humain par rapport aux autres systèmes de communication ; Les différents niveaux de l'analyse linguistique (phonétique et phonologie, morphologie et lexique, syntaxe) ; L’origine du langage et de la diversité des langues. Les caractéristiques d’une approche scientifique des langues Les raisons d’être et les spécificités de différentes théories linguistiques…",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Distinguer une approche scientifique du langage d’une approche normative ou prescriptive ; 2 Identifier les types de questions et de problèmes auxquels les sciences du langage permettent de répondre ; 3 Définir et comprendre les spécificités du langage par rapport à d’autres formes de communication; 4 Maitriser le métalangage précis et formel que les linguistes utilisent pour décrire le langage et expliquer son fonctionnement interne (unités, structures) et externe (en relation avec l'ancrage historique, géographique, social, etc. des langues naturelles), et de l’appliquer à différentes langues pour en saisir les particularités ; 5 Analyser et d'interpréter des problèmes linguistiques simples aux différents niveaux d’organisation étudiés ; 6 Expliquer pourquoi des théories concurrentes envisagent différemment des phénomènes identiques et en quoi elles se distinguent les unes des autres. Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants : 1.4, 1.6, 2.6",
        "content": "Le cours abordera successivement les thématiques suivantes : Une approche scientifique du langage Les différentes formes du langage (langues naturelles et autres systèmes de communication) De la faculté du langage à la diversité des langues Des « sons » aux unités phonologiques Des « mots » aux unités morphologiques et lexicales Des « mots » aux phrases et énoncés : la syntaxe La sémantique lexicale La pragmatique, ou comment on interprète le langage en usage",
        "teaching_methods": "Cours magistraux (en présentiel) et séances de questions / réponses interactives (Wooclap). Exercices individuels sur le site web Parole&Langue: https://sites.uclouvain.be/paroleetlangue/web/ Tutorat : 4 séances de tutorat (participation facultative, uniquement sur inscription) pour préparer l'examen.",
        "assessment_methods": "Evaluation formative durant le quadrimestre (test blanc). Examen écrit à la session de juin et de septembre (questions à choix multiples). ​​Les scores inférieurs à 50% ne seront pas arrondis à l'unité supérieure pour la note finale (par ex. un score de 19,5/40 ne sera pas arrondi à 10/20).",
        "online_resources": "Les différents supports liés au cours (diaporamas du cours, exercices, etc.) sont disponibles sur le site du cours sur la plate-forme Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial2292",
        "title": "Art et littérature",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dekoninck Ralph",
            "Reverseau Anne"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Approche interdisciplinaire de différents modes d'interaction entre les arts plastiques et la littérature.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de l'activité de formation, l'étudiant doit être capable d'analyser certaines modalités d'interaction entre les champs de l'art et de la littérature.",
        "content": "Le cours s'appuie sur l'histoire des rapports entre littératures et arts plastiques. Au-delà des transpositions d'un art dans l'autre, il s'agit d'examiner les multiples croisements historiques et thématiques entre ces deux domaines de la création, autant que les soubassements esthétiques et philosophiques de cet échange. Les différentes modalités de ce dialogue font l'objet d'analyses, qu'il s'agisse des genres pratiqués en commun (histoire, portrait, paysage), des inclusions réciproques du texte et de l'image, des créations libres d'un art à partir de l'autre, etc. La méthodologie se veut résolument pluridisciplinaire, croisant les champs des études littéraires, de l'histoire de l'art, de l'esthétique, de la sémiologie, etc. en vue de développer une herméneutique du lisible dans le visible et du visible dans le lisible.",
        "assessment_methods": "Evaluation : examen écrit et travail personnel.",
        "other_info": "Support : Le corpus littéraire étudié appartient à la littérature en langue française. Le cours est donné avec un support visuel en power point. Les informations données figurent sur i-campus. Encadrement : deux enseignants : un historien de l'art et un spécialiste de la littérature française.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2840",
        "title": "Explicaciones de textos literarios en español: vida rural y representación literaria",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Fabry Geneviève"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "Notions d'herméneutique du texte poétique. Niveau B2 d'espagnol.",
        "topics_covered": "Le cours consiste en une analyse approfondie de textes littéraires espagnols. Des informations de différents types (philologique, linguistique, contextuel, etc.) permettront aux étudiants d'approfondir leur compréhension des oeuvres considérées. Certaines considérations théoriques et méthodologiques, ainsi que l'usage critique de la littéraire secondaire sur les oeuvres étudiées permettront aux étudiants de produire leur propre lecture et interprétation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de l'activité de formation, l'étudiant sera capable de développer une interprétation textuellement, méthodologiquement et théoriquement fondée, d'une ou plusieurs oeuvre(s) majeure(s) de la littérature espagnole, qui aura(ont) fait l'objet du cours. Il sera capable également d'élaborer une réflexion épistémologique à propos du corpus critique portant sur l'oeuvre considérée.",
        "content": "Au cours de la dernière décennie, on a assisté en Espagne à une prolifération de textes (narratifs, poétiques, essayistiques) qui mettent en scène et problématisent la \"vie à la campagne\", une campagne qui serait devenue \"vide\" (del Molino) après l'émigration massive vers la ville provoquée par le régime franquiste. Le cours vise à mettre en perspective cette tendance récente de la littérature espagnole en présentant un panorama historique qui, à travers l'analyse de quelques textes clés, met en évidence l'évolution de la représentation de la vie rurale espagnole et les implications littéraires, sociales et politiques  d'un tel choix thématique. Dans un second temps, le cours s'arrêtera sur quelques romans et films néo-ruraux récents pour mener des analyses qui se situeront au carrefour de la théorie littéraire, de la géographie, de l'éco-féminisme et de l'écocritique. De cette façon, il s'agira de voir comment la littérature remplit son rôle d'éveilleuse des sens et de la conscience des lecteurs/rices. En la última década se han multiplicado los textos (narrativos, poéticos, ensayísticos) que ponen en escena y problematizan la vida en el campo, un campo que se habría vuelto “vacío” (del Molino) después de las emigraciones masivas a la ciudad propiciadas por el franquismo. El curso pretende poner en perspectiva esta tendencia reciente de la literatura española al presentar un recorrido histórico que, mediante el análisis de algunos textos claves, realza la evolución de la representación de la vida rural española y las implicaciones literarias, sociales, ecológicas y políticas de tal elección temática.  En un segundo momento, el curso se detendrá en algunas novelas y películas neorrurales para llevar a cabo un análisis que se sitúe en la encrucijada de la teoría literaria, de la geografía, del ecofeminismo y de la ecocrítica. De esta forma, veremos cómo la literatura cumple con su papel de despertar los sentidos y la conciencia de lxs lectorxs.",
        "teaching_methods": "A partir d'informations contextuelles que les étudiants trouveront dans les lectures obligatoires et synthétiseront en grande partie par eux-mêmes, le cours va articuler des analyses d'oeuvres littéraires et cinématographiques. La discussion en groupes à partir de questions préalablement échangées sera privilégiée.",
        "assessment_methods": "L'évaluation continue comporte deux tâches écrites obligatoires qui donnent lieu à une évaluation formative (/2). L'épreuve finale est un examen oral (/18).",
        "other_info": "Support : Notes de cours et portefeuille de lectures.",
        "bibliography": "Lecturas obligatorias - Antología de textos literarios y críticos - Olga Merino, La forastera , Madrid, Alfaguara, 2020. - Miguel Delibes, El disputado voto del Señor Cayo , Barcelona, Destino, 1979. - Lara Moreno , Por si se va la luz, Barcelona, Lumen, 2013.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2844",
        "title": "Teoría y análisis de textos literarios hispanoamericanos",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Fabry Geneviève"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "Notions d'herméneutique du texte littéraire. Niveau B2 d'espagnol.",
        "topics_covered": "Le cours développera une analyse approfondie d'un corpus restreint d'oeuvres littéraires hispano-américaines de la seconde moitié du XXème siècle en mettant l'accent sur les dimensions théoriques et épistémologiques du travail critique. Le dialogue entre la création littéraire et certaines orientations récentes des sciences humaines (anthropologie philosophique, psychanalyse, études interculturelles et postcoloniales) sera au centre du travail de lecture.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de l'activité de formation, les étudiants seront capables d'analyser les oeuvres littéraires hispano-américaines considérées (et éventuellement d'autres qui puissent leur être assimilées) selon les méthodes présentées au cours. Ils seront également capables d'élaborer une réflexion critique à propos de l'appareil conceptuel mis en oeuvre au cours et dans les lectures théoriques recommandées.",
        "content": "Le cours se propose d’offrir un parcours historique dans la littérature hispano-américaine des 100 dernières années à partir d’un fil rouge -la représentation de l'extractivisme végétal- choisi en fonction : - de son lien avec la crise écologique, sociale et culturelle actuelle envisagée depuis les épistémologies et les expériences latino-américaines ; - de son intérêt pour éclairer des œuvres-clés de différentes périodes (par exemple la question du plantationcène tant pour les « novelas de la selva » que pour des récits contemporains comme ceux de Schweblin ou Rivera Garza); - pour mobiliser une approche littéraire basée sur l'éco-critique et l'écoféminisme ainsi que les impasses de la représentation mimétique. Le plan du cours est le suivant: I. Tradiciones latinoamericanas I.1. Geórgicas latinoamericanas (1826) - I. 2.  Narrativa de la selva (años 1920) - I.3.  El conflicto de las ontologías en la novela de medio siglo (Asturias, 1949) II. Escrituras contemporáneas: extractivismo vegetal y enfoques ecofeministas II.1. Cuerpo femenino y árbol talado en la poesía de Lukin. II.2. Monocultivos tóxicos y representación distorsionada en la novela contemporánea (Schweblin, Rivera Garza)",
        "teaching_methods": "Le cours fonctionnera comme un séminaire et reposera sur un portefeuille de lectures assez fourni reprenant tant les réflexions théoriques à comprendre et articuler, que les oeuvres littéraires proprement dites. La démarche analytique consistera en un va-et-vient entre une lecture textuelle et contextuelle classique et une interprétation à la lumière des sources théoriques.",
        "assessment_methods": "La note finale reprendra les résultats d’une évaluation continue (20%) et d’un examen oral final (80%) qui inclura la présentation orale d’un travail.",
        "other_info": "Support  : Notes de cours et portefeuille de lectures",
        "online_resources": "/",
        "bibliography": "Anthologie de textes disponibles à la DUC, qui contient les principaux textes théoriques et poétiques. Bibliografía primaria - Rivera Garza, Cristina. Autobiografía del algodón . Ciudad de Mexico : Literatura Random House, 2020. FL-21 N77050 3.01 - Bello, Andrés. “Silva a la agricultura de la zona tórrida”  (1826). [PDF] - Quiroga, Horacio.  “El alambre de púa”,  “Yaguaí”, “Simún”. Todos los cuentos. N.Baccino Ponce de León y J. Lafforgue (ed.). ALLCA XX, 1997. [FL-20 M50 26] - Rivera, José Eustasio . La vorágine (fragmentos). Madrid: Cátedra, 1990. FL-20 M500 315 - M.A. Asturias, Hombres de maíz . G. Martin (ed.). ALLCA XX, 1997. [FL20 M50 21] - Lukin L., Teatro de Operaciones : Anatomía y Literatura, Ediciones en Danza, Buenos Aires, 2007. - Schweblin, Samantha. Distancia de rescate . Randhom House, 2015. Bibliografía secundaria - Antón Fernández, Eva. “Claves ecofeministas para el análisis literario”. GenEros 21 (2017). 45-74. - Barbas-Hoden, Laura. Ecological imaginations in Latin American fiction . Gainesville : University Press of Florida, 2011. FL-21 B1 BAR - Barrios-Barrios, Johnny V.. “El trópico americano como vínculo elocuente entre Alexander von Humboldt y Andrés ello (1799-1826): viajes, naturalismo y poesía”. Reforma Agraria. Ambiente y Sociedad. Nº 43, 2017: 103-117. - Coccia, Emanuele. The Life of Plants. A Metaphysics of Mixture . Cambridge: Polity, 2019. - DeGrave, Analisa. “Ecoliterature and Dystopia: Gardens and Topos in Modern Latin American Poetry”, Confluencia 22. 2, 2007, 89-104. - Descola, Philippe. Par-delà nature et culture . Gallimard, 2005. - Gagliano, Monica, Ryan J.C. & Vieira P. (eds). The Language of Plants. Science, Philosophy, Literature , Minneapolis, University of Minnesota Press, 2017. - Gagliano, Monica. « Penser comme une plante : perspectives sur l'écologie comportementale et la nature cognitive des plantes ». Cahiers philosophiques 2018/2 (N° 153) , pages 42 à 54. - Gibson, Prudence . “ The Plant Contract: Art’s Return to Vegetal Life ”. Critical Plant Studies , 2018. [e-book in UCLouvain] - Gosson, Renée K. et alii. Caribbean literature and the environment : between nature and culture . Charlottesville : University of Virginia press, 2005. FL01 B4 DEL - Harrison, Robert Pogue, Forêts : essai sur l'imaginaire occidental . Paris : Flammarion, 1994. UL 458/287 - Lewis, Simon L.; Maslin, Mark A. “ Defining the Anthropocene ”. Nature (London), 03/2015, Volume 519, Numéro 7542. - Oliveira, Gustavo. Hecht, Susanna. “ Sacred groves, sacrifice zones and soy production: globalization, intensification and neo neo-nature in South America”. The Journal of peasant studies , 03/2016, Volume 43, Numéro 2. - Ponce de León, Alejandro. (2022) “Latin America and The Botanical Turn”. Journal of Latin American Cultural Studies , 31:1, 129-140, DOI:10.1080/13569325.2022.2057456. - Slovic, Scott. Rangarajan, Swarnalatha (eds). Routledge handbook of ecocriticism and environmental communication . Abingdon, Oxon ; New York, NY : Routledge, 2019. PN 98 R 259235 [Bibl. ESPO] - Wylie, Lesley. The poetics of plants in Spanish American literature. Pittsburgh : University of Pittsburgh Press, 2020. FL-21 B3.6 WYL.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfra1101",
        "title": "Ces genres littéraires qu'on dit mineurs",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Croix Severine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours abordera d’abord la question de la légitimité en matière de littérature pour mettre en évidence sa dimension institutionnelle et sa relativité historique. Il permettra ainsi aux étudiant·e·s de problématiser les genres littéraires et le phénomène de généricité, ainsi que d’identifier les spécificités des genres « paralittéraires » en considérant les sphères de production et de diffusion, les enjeux et les difficultés de la catégorisation et les processus de légitimation. Il s’intéressera ensuite à l’étude de quelques genres qui ont longtemps été tenus pour « paralittéraires » ou « mineurs », par exemple ceux qui relèvent de la littérature pour la jeunesse, de la littérature illustrée et de la chanson. Ces différents genres seront explorés à travers leur histoire et à travers la diversité de leurs traits constitutifs et de leurs supports, y compris les formes multimodales numériques. Il serait judicieux de prendre en compte les genres qui rencontrent du succès auprès du public en âge de scolarité, notamment à destination des étudiants potentiellement intéressés par un futur master en enseignement. Le cours conduira aussi les étudiant·e·s à s’approprier des concepts théoriques et des démarches utiles pour interpréter des œuvres relevant de ces genres et ensembles (stratégies éditoriales, destinataires implicites ou explicites, effets programmés sur le lecteur, thèmes et idéologies, structure, forme, style, intertextualité…) et pour en analyser la réception.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Définir sur un plan théorique les notions de légitimité littéraire, de genres littéraires et de paralittérature et développer une réflexion critique à leur propos ; 2 Connaitre les spécificités de genres « mineurs » relevant par exemple de la littérature pour la jeunesse, de la littérature illustrée et de la chanson et leurs principales évolutions ; 3 Analyser et interpréter des œuvres relevant de ces genres grâce à un appareil théorique pertinent ; 4 Décrire et analyser de façon critique la production et la réception d’œuvres relevant de genres littéraires dits mineurs (pratiques – numériques et non numériques – des lecteurs/auditeurs/spectateurs, des auteurs, des éditeurs…). Cette unité d'apprentissage contribue au développement et à la maîtrise des compétences et des acquis de l'apprentissage suivants des programmes ELAL (acquis de l'apprentissage ELAL) : 1.4; 1.5; 1.6; 2.6; 4.3.",
        "content": "Une première partie du cours aborde la question de la légitimité en littérature ainsi que les notions de genres littéraires et de paralittérature. Par des approches notionnelle et socio-institutionnelle, le cours amène les étudiant·e·s à problématiser les « genres » et le phénomène de généricité, ainsi qu’à identifier les spécificités des genres « paralittéraires » (sphères de production et de diffusion, enjeux et difficultés de la catégorisation, processus de légitimation…). Dans une deuxième partie, le cours porte sur l’étude de genres littéraires dits « mineurs » qui relèvent de trois ensembles distincts : la littérature pour la jeunesse (littératures de l’oralité, de l’imaginaire, du réel…, en ce compris les formes multimodales numériques), la littérature illustrée (albums, textes illustrés, romans graphiques, bandes dessinées, mangas…) et la chanson (notamment le rap et le slam). Il s’agit, dans cette partie, de développer la connaissance des principales évolutions des genres relevant des trois ensembles étudiés et la capacité à en identifier les traits constitutifs. Le cours conduit également les étudiant·e·s à s’approprier des concepts théoriques et des démarches utiles pour interpréter des œuvres littéraires relevant de ces genres et ensembles (stratégies éditoriales, destinataires implicites ou explicites, effets programmés sur le lecteur, thèmes et idéologies, structure, forme, style, intertextualité…) et pour en analyser la réception.",
        "teaching_methods": "Alternance de démarches complémentaires : Exposés ou lectures (de textes littéraires, de chapitres et/ou d’articles scientifiques) suivis d’une discussion visant la compréhension, la mise en débat ou la réflexion interactive ; Mises en situation suivies d’une réflexion ; Exercices pratiques individuels et collectifs (classement, lecture et analyse, interprétation, présentation orale…).",
        "assessment_methods": "Des activités à caractère formatif sont proposées dans le cadre du cours. A cette occasion, les étudiant.es reçoivent des rétroactions destinées à les aider à progresser dans le développement des acquis d'apprentissage. L'évaluation certificative prend la forme d'un examen écrit lors de la session de janvier. L'étudiant.e devra démontrer sa capacité à : définir sur un plan théorique les notions de légitimité littéraire, de genres littéraires et de paralittérature et développer une réflexion critique à leur propos; identifier, à partir d'œuvres particulières ou d'extraits représentatifs de celles-ci, les caractéristiques et spécificités des genres « mineurs » relevant de la littérature pour la jeunesse, de la littérature illustrée ou de la chanson et décrire leurs principales évolutions; analyser et interpréter des œuvres, notamment iconotextuelles, relevant de ces genres grâce à un appareil théorique pertinent. décrire et analyser de façon critique la production et la réception d’œuvres relevant de genres littéraires mineurs (pratiques – numériques et non numériques – des lecteurs/auditeurs/spectateurs, des auteurs, des éditeurs…). Les modalités d'évaluation sont identiques lors des sessions de juin et septembre. Dans les productions écrites réalisées en dehors de l'examen écrit, les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique, ce qui veut dire que toutes les sources doivent être citées en respectant les normes de référencement bibliographique et que l'usage éventuel d'une IA doit être explicitement signalé (il s'agit d'indiquer toutes les parties ayant fait l'objet de l'usage d'une IA et de préciser, par exemple en note de bas de page, si l'IA a été utilisée pour rechercher de l'information, pour la rédaction du texte ou pour la correction de celui-ci).",
        "other_info": "Les étudiants reçoivent une bibliographie sélective lors des premières séances de cours.",
        "online_resources": "Le cours prend appui sur la plateforme moodle qui propose des textes et documents à lire, les diaporamas utilisés lors des séances de cours, les tâches à réaliser (en séance ou hors séance) ainsi que des ressources complémentaires (code cours LFRA1101).",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2180",
        "title": "Le français dans l'espace francophone",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hambye Philippe"
        ],
        "teaching_language": "Français",
        "prerequisites": "Un cours d'introduction à la linguistique générale qui assure la maîtrise des principaux outils de la description linguistique dans les domaines de la phonétique-phonologie et du lexique.",
        "topics_covered": "Identification des principales situations-types d'expansion du français : par tradition (régions de France, domaine d'oïl, Wallonie, Suisse romande) par importation (Québec, Acadie, Louisiane, Océan indien, etc.) par implantation et superposition (Afrique subsaharienne, Maghreb, etc.) par rayonnement culturel (Roumanie, Proche-Orient, etc.). Description différentielle de la variation dans ces aires, principalement sous ses aspects phonétiques-phonologiques et lexicaux. Mise en relation des caractéristiques linguistiques avec le contexte historique, culturel et social de chaque aire étudiée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours répond aux objectifs suivants : Familiariser les étudiants de deuxième cycle avec les variations du français dans la francophonie, plus particulièrement d'un point de vue diatopique (dans l'espace), par la description et l'analyse des pratiques linguistiques; des attitudes et de représentations linguistiques. (= APPROCHE INTERNE ) Intégrer l'étude des variétés géolinguistiques du français dans le contexte socioculturel et politique des communautés étudiées. (= APPROCHE EXTERNE ) Amorcer une réflexion sur la géostratégie du français et sur la francophonie institutionnelle.",
        "content": "Ce cours vise à construire une vue d’ensemble de la situation du français dans le monde et à proposer une réflexion critique sur la question des limites du français et de la francophonie. Après une introduction visant à présenter et à interroger les concepts nécessaires pour décrire les différentes réalités qui recouvre la notion « d’espace francophone », le cours proposera un examen de différents types d’espaces francophones, de leurs caractéristiques et des conditions socio-historiques qui permettent de les comprendre. Ce parcours permettra aux étudiants de développer une vision nuancée de la francophonie en tant que réalité sociolinguistique et de saisir les enjeux idéologies et politiques de la Francophonie en tant que réalité institutionnelle.",
        "teaching_methods": "Le cours prend la forme d'exposés magistraux, complétés par des différents documents (articles scientifiques, documents authentiques, etc.).",
        "assessment_methods": "Lors de la session de janvier, l'évaluation prend la forme d'un examen écrit à cahier ouvert, constitué de questions à choix multiples et de questions ouvertes et visant à mesurer la capacité des étudiants à synthétiser la matière du cours, à établir des comparaisons entre différentes situations étudiées et à appliquer les concepts théoriques et les démarches vus au cours à de nouveaux cas d'étude. Lors de la session de septembre, sauf si le nombre d'étudiants inscrits justifie un examen écrit, l'examen s'appuie sur des questions du même type, mais prend la forme d'un examen oral (à cahier ouvert) avec préparation préalable des réponses aux questions (30 min de préparation des réponses à deux questions ouvertes, 30 minutes de présentation orale des réponses).",
        "bibliography": "Voir site du cours sur Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom1382",
        "title": "Grandes obras de la literatura española",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Sábado Novau Marta"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "Prérequis LFIAL1170-LROM1180 Co-requis LESPA03/02 Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours propose un parcours autour des œuvres principales de la littérature espagnole, depuis la fin du Moyen Âge jusqu’à nos jours, avec un accent particulier sur une ou plusieurs œuvres contemporaines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Situer dans son contexte historique, social et littéraire les œuvres abordées en cours Analyser de manière rigoureuse des extraits des œuvres en question S’approprier, par une lecture autonome, un texte littéraire complexe en langue espagnole",
        "content": "Ce cours est une introduction à la littérature espagnole. Il propose un parcours historique aux œuvres majeures de la littérature espagnole et de ses personnages devenus mythiques : « el Cid », la Celestina, le « pícaro » (Lazarillo), Don Juan et Don Quichotte notamment. À la fin du quadrimestre, une œuvre moderne sera étudié en profondeur : cette année il s'agit de La casa de Bernarda Alba (1936) de Federico García Lorca. Les étudiants liront aussi un roman contemporain de manière autonome, à choisir parmi une liste proposée par l'enseignante au début de l'année. L'enseignement se fera en espagnol et une brochure avec des extraits des œuvres est disponible sur moodle et à la DUC.",
        "teaching_methods": "Ce cours alterne des exposés magistraux, des moments de lecture des textes;  et des exercices d’analyse des textes littéraires en espagnol (dans le cadre du TP).",
        "assessment_methods": "L'évaluation est composée de trois activités obligatoires: 50%: Examen final sur le contenu du cours 25%: Présentation orale en groupe 25%: TP Nota bene: Les intelligences artificielles (IA) génératives ne peuvent pas être utilisées dans le cadre de ce cours. Leur utilisation sera considérée comme un cas de tricherie.",
        "bibliography": "Quatre lectures obligatoires : Ánonimo, Lazarillo , Editorial Vicens Vives, nº 2 edición, 2013. Federico García Lorca, L a casa de Bernarda Alba , Madrid, Letras Hispánicas, Cátedra. Brochure contenant des extraits des autres oeuvres, sur moodle et à la DUC. Un roman contemporain au choix",
        "course_materials": "Livre de lecture obligatoire; brochure contenant des extraits de textes; les notes de cours et les diaporamas.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2710",
        "title": "Questions d'esthétique littéraire",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Piret Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "Être capable de déchiffrer de façon rigoureuse et argumentée un texte littéraire (objectif des cours d'explication d'auteurs du baccalauréat) ; Connaître les grands débats, questions, enjeux de la théorie littéraire moderne et contemporaine.",
        "topics_covered": "Ce cours met l'accent sur le matériau littéraire, à savoir le langage, entendu comme structure dont hérite l'homme et à partir de laquelle il se construit. Analysant l'expérience littéraire comme discours, il aborde les questions suivantes : - comment penser le lien entre littérature et langage hors du cadre jusque-là structurant de la mimésis ? que recouvre la notion de « crise de la représentation » ? Lien avec les théories linguistiques. Les concepts de signifiant, de lettre, de dispositif, d'écrit ; - comment penser le lien entre littérature et société en régime d'autonomie de l'oeuvre ? La question de l'adresse, les concepts de discours et de dialogisme ; la littérature comme discours parmi les discours ; - comment penser le lien entre littérature et subjectivité hors d'une conception expressive de l'écriture, où le texte est conçu comme expression personnelle ? La question de la singularité, les concepts d'énonciation, d'exception, d'acte d'écriture.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'esthétique littéraire désigne moins ici une orientation particulière des études littéraires qu'un paradigme général (une définition donnée de la littérature en tant qu'art du langage) déterminant nos modèles contemporains d'appréhension des oeuvres littéraires. Ce paradigme, complémentaire à celui de l'histoire littéraire (cf. cours ROM 2720), envisage la littérature sous l'angle des effets qu'elle produit en tant que discours, la considérant comme un mode de savoir à part entière. Au terme du cours, l'étudiant sera capable de : - définir et situer ce paradigme : les conditions de son émergence, les postulats qui le supportent, son inscription parmi les sciences humaines ; - situer ses propres compétences d'analyse littéraire (acquises en bac) à la lueur de ce paradigme ; - et surtout : traiter les principales questions et manier les principaux concepts de l'esthétique littéraire dans l'étude des oeuvres, pour montrer comment elles interrogent leur époque et la condition humaine.",
        "content": "Le cours est soutenu par une orientation théorique, mais procède de manière empirique et inductive, en partant des oeuvres mises au programme. Après une introduction théorique (définition et situation de l'esthétique dans le champ des études littéraires contemporaines, explicitation du cahier des charges), le cours passe en revue quelques questions significatives, qu'il traite à partir d'oeuvres choisies pour leur exemplarité. Il ne s'agit pas d'appliquer des modèles préconçus et applicables systématiquement, mais bien de déployer une problématique construite à partir des textes analysés, en dégageant des concepts opératoires pour les traiter. Une telle démarche permet d'investir concrètement les principales questions et les principaux concepts mentionnés dans le cahier des charges. Exemples de questions traitées : la crise de la représentation, le discours du Maître, l'esthétique du choc, l'amour de la langue, le technique et le symbolique, Logique du signifiant/ Logique de l'image, Ecritures du silence, etc.",
        "teaching_methods": "Basé sur des lectures préalables, le cours conjugue exposé magistral et moments d'interaction. Il s'agit d'acquérir certaines connaissances, mais plus encore de s'approprier une méthodologie d'analyse, ce qui suppose une présence et une participation actives des étudiant.e.s.",
        "assessment_methods": "Présentation d'un travail personnel écrit lors d'un examen oral.",
        "other_info": "La participation active au cours est requise. Un séminaire est organisé dans le prolongement du cours : ROM 2715 : séminaire : Esthétique littéraire. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "bibliography": "Une bibliographie établie en fonction du programme de l'année est déposée sur moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfra1103",
        "title": "La fabrique du texte : littérature de langue française des 20e et 21e siècles",
        "credits": "5.00",
        "hours": "22.5 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Piret Pierre",
            "Reverseau Anne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Au travers de l’analyse de quelques œuvres majeures de la période, le cours introduit les étudiants aux grands courants et aux grandes tendances de la littérature de langue française des 20e et 21e siècles. Le parcours est organisé de façon chronologique et il veille à fournir des points de repère historiques (continuités, filiations, mutations, ruptures) et à mettre en rapport la littérature avec les contextes artistiques, culturels, politiques, sociaux, économiques. Le cours montre combien la réflexion sur la fabrique du texte mobilise les écrivains de la période ; il situe les causes et les enjeux de cette réflexivité ; il montre surtout, au travers des analyses des œuvres, comment aborder cette dimension formelle. Ce faisant, le cours prépare les étudiants aux cours d’approfondissement ultérieurs.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Situer les œuvres et les courants majeurs de la période 2 Rendre compte de façon structurée et contextualisée de l’histoire littéraire de la période 3 Analyser les textes littéraires en mettant en lumière les procédés de leur fabrication et en situant l’enjeu des choix formels effectués. Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants : 1.5, 1.6., 2.6., 4.3.",
        "content": "Le cours propose un parcours chronologique dans la littérature de langue française de la période concernée: à partir d'un nombre limité d'oeuvres jugées exemplaires, il s'attache à structurer la matière, en fournissant des repères significatifs (continuités, filiations, mutations, débats, ruptures) et à mettre en rapport la littérature avec ses contextes culturels, politiques, sociaux. Une question cardinale oriente l'ensemble du parcours, celle de la fabrique du texte, en tant qu'elle engage nécessairement une réflexion sur la conception que les créateurs se font de la littérature comme sur sa fonction dans une société humaine.",
        "teaching_methods": "Le cours consiste en une série d'exposés gravitant chacun autour d'une oeuvre de référence et permettant d'éclairer une question ou un enjeu essentiel de la littérature française des 20e et 21e siècles. Chaque exposé situe cette oeuvre dans son contexte, développe une problématique bien identifiée et rayonne vers d'autres oeuvres, soit de la période (pour souligner les similitudes ou, au contraire, les débats), soit d'autres périodes (pour mettre en évidence les filiations ou les mutations). Basé sur des lectures préalables (les extraits littéraires fournis dans le syllabus et quelques livres en lecture intégrale, à sa procurer), le cours conjugue exposé magistral et moments d'interaction. La présence active des étudiant.e.s est donc requise. Un ouvrage de référence (cf. bibliographie) offre une vision panoramique de la période. L'objectif des TP est de proposer une lecture accompagnée de cet ouvrage.",
        "assessment_methods": "Examen écrit évaluant: 1) la connaissance de l'ouvrage de référence étudié aux TP; 2) la maîtrise de la matière vue dans le cadre des exposés, mais surtout de la méthodologie d'analyse mise en oeuvre (il sera demandé une courte explication de texte littéraire sur le modèle de ce qui aura été fait en cours magistral)",
        "bibliography": "Une bibliographie est fournie via la plateforme moodle.",
        "course_materials": "Labouret (Denis), Histoire de la littérature française des XXe et XXIe siècles, Paris, Dunod, 2018 (1e éd 2013)",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2730",
        "title": "Analyse des imaginaires littéraires",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Analyse interne (sémiotique) et contextuelle (historique et anthropologique) des formes et des figures de l'imaginaire dans un ou plusieurs textes littéraires en langue française.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de l'activité de formation, l'étudiant doit être capable de comprendre la spécificité du fonctionnement des représentations littéraires.",
        "content": "Le cours vise l'analyse de l'inscription des données imaginaires dans la textualité littéraire autour d'un motif qui change chaque année (Imaginaires des transports en 2019, Imaginaires de la bibliothèque en 2021, par exemple). Les étudiants apprennent à repérer la structuration des figures et des formes de l'imaginaire activées dans plusieurs oeuvres par l'approche narratologique et sémiologique des récits. Ce cours pose la question des sources intertextuelles (littéraires, mythologiques, etc.) et autres (artistiques, religieuses, anthropologiques...), ainsi que l'impact de leur ancrage particulier (local, historique, social, psychique...). Il aborde aussi la question de la réception des oeuvres, comprise comme la rencontre de deux imaginaires (l'auteur, le lecteur) en un point de convergence qu'est le texte. Chaque année, deux livres étudiés en détail en cours et une liste d'une dizaine d'oeuvres à lire - dont des extraits sont analysés.",
        "teaching_methods": "Le cours est donné avec un support visuel en power point, et les informations données figurent sur i-campus.",
        "assessment_methods": "Evaluation examen oral (si le nombre d'étudiants le permet). Sinon examen écrit",
        "other_info": "Le corpus étudié appartient à la littérature en langue française de l'époque contemporaine (XIXe s. à aujourd'hui).",
        "bibliography": "La bibliographie est déterminée chaque année en fonction de la problématique choisie. Elle se trouve sur icampus.",
        "course_materials": "2 livres de poche à acheter + syllabus fourni",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfra1104",
        "title": "Arts et littérature française",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Guiderdoni Agnès",
            "Meurée Christophe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours présente les différentes manières dont la littérature entretient des relations avec les arts visuels (peinture, sculpture, gravure, photographie …), en prêtant attention aux contextes historiques et culturels des œuvres, du Moyen Âge au XXIe siècle. Le cours s’intéresse non seulement aux illustrations des œuvres littéraires mais aussi, plus largement, aux modalités variées d’interactions entre les textes et les images dans le champ littéraire. Sont ainsi définis les grands concepts clés tels que représentation, mimésis, imitation, réalisme (ou effet de réel), illustration, ekphrasis, etc. Le cours est organisé autour de l’analyse de nombreux exemples.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Situer historiquement les différents types d’interaction entre texte et image ; 2 Identifier et analyser le type de relation entre texte et image dans une œuvre donnée ; 3 Comprendre les enjeux qui relient la littérature aux arts visuels. Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants: 4.3.",
        "content": "Le cours se concentrera principalement cette année sur les relations entre les arts visuels et la littérature française et francophone depuis le 19e siècle jusqu'au 21e siècle. Il prendra notamment en compte les développements technologiques et médiatiques qui ont contribué à modifier la nature des relations entre arts visuels et littérature. Il inclura également une rapide mise en perspective historique des notions importantes qui ont marqué l'évolution de ces relations jusqu'au 19e siècle.",
        "teaching_methods": "Cours magistral; Moodle pour la documentation ; Wooclap pour les interactions et évaluations non certificatives ponctuelles.",
        "assessment_methods": "Examen écrit en salle.",
        "other_info": "N/A",
        "online_resources": "Un portefeuille de lectures et une bibliographie générale seront déposés sur Moodle.",
        "bibliography": "Une bibliographie sera postée sur Moodle au début du cours.",
        "course_materials": "Portefeuille de lectures sur Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2857",
        "title": "Analisi pragmatico-linguistica di testi letterari",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Maeder Costantino"
        ],
        "teaching_language": "Italien",
        "prerequisites": "Connaître les grandes lignes de l'histoire de la littérature italienne. Savoir s'exprimer oralement en italien. Savoir rédiger un texte en italien. Connaître les notions de base de la narratologie et de l'analyse textuelle.",
        "topics_covered": "Les approches pragmatiques du langage, telles qu'elles ont été initiées par Austin, Searle ou Grice offrent des stratégies d'interprétation de textes et d'oeuvres complexes (messages mixtes comme l'opéra ou le théâtre), fondamentales et en même temps révélatrices. Le cours présentera les notions les plus importantes, ainsi que quelques recherches plus récentes (Dan Sperber et Deirdre Wilson, Lo Cascio, Cosenza), et les appliquera de façon critique à différents textes littéraires et dramatiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Savoir reconnaître les phénomènes présentés au cours dans des textes; Savoir formuler des interprétations textuelles qui tiennent compte des éléments analysés; Avoir lu une série de textes théoriques; Avoir lu une série de textes littéraires et dramatiques; Savoir analyser de façon critique un texte avec les moyens décrits au cours.",
        "content": "Nous étudierons de façon dialectique les transferts possibles entre analyse littéraire et analyse linguistique. Après avoir étudié les concepts linguistique, pragmatique et cognitif de base, on montrera comment les approches linguistiques et pragmatiques permettent d'analyser un texte littéraire de façon originale ou comment l'analyse de textes littéraires peut servir à revoir des concepts de linguistique. Les étudiants seront invités à présenter un travail portant sur des 'uvres à préciser ou sur un phénomène linguistique spécifique. Il s'agira : '    de choisir un certain nombre de concepts parmi ceux dont il a été question lors du cours magistral ou dans les ouvrages repris en bibliographie, '    d'identifier une problématique (par ex. l'usage des pronoms de politesse), '     de les appliquer à l''uvre choisie, '    d'évaluer leur pertinence et leur efficacité dans l'analyse.",
        "assessment_methods": "Première et deuxième sessions : Travail écrit à remettre pour le début de la session. Examen oral sur les contenus du cours magistral et défense du travail écrit. L’étudiant qui n’a pas remis de travail écrit pour le début de la session ne pourra pas présenter l’examen oral.",
        "bibliography": "Lectures théoriques: Stephen C. Levinson, La pragmatica, Bologna, Il Mulino, 1993. Claudia Bianchi, Pragmatica del linguaggio, Bari, Laterza, 2003. H. Paul Grice, 'Logic and Conversation', in: Syntax and Semantics. Vol. 3. Speech Acts', édité par P. Cole e J. Morgan, New York, Academic Press, 1975, pp. 41-58. Idem, 'Further Notes on Logic and Conversation, in: 'Syntax and Semantics. Vol. 9. Giovanna Cosenza, La pragmatica di Paul Grice. Intenzioni, significato, comunicazione, Milano, Bompiani, 2002 Carla Bazzanella, Linguistica e pragmatica del linguaggio. Un'introduzione, Roma-Bari, 2005. Dan Sperber et Deirdre Wilson, La pertinence. Communication et cognition, Paris, Minuit, 1989. Oeuvres: Luigi Pirandello: Sei personaggi in cerca d'autore, Il fu Mattia Pascal Pietro Metastasio: L'Olimpiade",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2842",
        "title": "Problemas de historia de la literatura española: del barroco español al neobarroco hispanoamericano",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Fabry Geneviève"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "Notions d'herméneutique du texte littéraire. Niveau B2 d'espagnol.",
        "topics_covered": "Une première partie du cours portera sur les évolutions marquantes de l'historiographie littéraire espagnole aux XIXème et XXème siècles et se focalisera sur la problématique de la définition du baroque. Une seconde partie illustrera cette problématique par le biais de l'étude de la poésie espagnole du XVIIème siècle (principalement Quevedo et Góngora), ainsi que de sa réception du XVIIème siècle à nos jours. Enfin, une troisième partie s'interrogera sur la prolifération du recours à la catégorie du baroque au XXème siècle par le biais d'approches théoriques et analytiques (notamment en référence à des auteurs hispano-américains comme Alejo Carpentier).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de l'activité de formation, l'étudiant sera capable d'interroger critiquement certaines notions clés de la périodisation propre à l'historiographie littéraire espagnole (spécialement les notions de baroque et néo-baroque). Il pourra mener à bien une réflexion épistémologique sur certains aspects de l'historiographie et en déterminer les implications dans la lecture et l'interprétation des oeuvres littéraires elles-mêmes, ainsi qu'en ce qui concerne le cloisonnement entre les histoires de la littérature espagnole et de la littérature hispano-américaine.",
        "content": "El curso quiere problematizar nociones claves de la historiografía literaria española como « barroco » y « neobarroco » a partir del análisis concreto de las obras literarias consideradas en su contexto cultural (con un énfasis especial en la pintura barroca). De esta forma también serán cuestionadas las separaciones entre literaturas españolas e hispanoamericanas, así como la relación entre literatura, pintura y cine. TEMARIO Primera parte : el barroco español (siglo XVII, siglo XX) 1. Introducción: el barroco en la historia del arte y en la historiografía literaria española 2. El barroco como arte del trampantojo: una lectura de las Novelas ejemplares de Cervantes 3. La vida es sueño de Pedro Calderón de la Barca y la teatralidad barroca. El problema de la libertad: lectura filosófica y comparación con Hamlet . Segunda parte: el barroco latinoamericano (siglos XX-XXI) 1. Aproximaciones al neobarroco. Un ejemplo paradigmático: la obra pictórica de Alfredo Márquez. 2. Poesía hispanoamericana y barroco 3 Alejo Carpentier, El Siglo de las Luces : ékfrasis y temporalidad del acontecimiento. Racionalidad europea vs el amor como emancipación.",
        "teaching_methods": "Le cours alterne des présentations magistrales des courants concernés (baroque/néo-baroque) et des analyses littéraires précises.",
        "assessment_methods": "Examen final écrit.",
        "other_info": "Support : Notes de cours et portefeuille de lectures",
        "bibliography": "- Syllabus avec articles et textes littéraires - Aullón de Haro,P. (ed.), Barroco, Madrid, Verbum, 2004. -  Parkinson Zamora, Lois, The Inordinate Eye. New World Baroque and Latin American Fiction, Chicago-London, The University of Chicago Press, 2006, pp. 285-302, 368-372. - Carilla, Emilio,Manierismo y barroco en las literaturas hispánicas, Madrid: Gredos , 1983. [FL-20 Y151 332] - Deleuze, Gilles, Le pli : Leibniz et le baroque, Ed. de Minuit, Paris : 1988, [ISP 1925 D23] - Díaz-Plaja, Guillermo, El espíritu del Barroco,B arcelona: Crítica 1983. [FL-20 B2 DIA] - Hatzfeld, Helmut A., Estudios sobre el Barroco, Madrid: Gredos , 1973. [FL-20 Y151 073] - Maravall, José Antonio, La cultura del Barroco : análisis de una estructura histórica, Barcelona, Ariel, 1983. - Souiller, Didier, Calderón et le grand théâtre du monde, Paris, PUF, 1992.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2630",
        "title": "Didactique de la prononciation du français langue étrangère",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Rassart Emmanuelle"
        ],
        "teaching_language": "Français",
        "prerequisites": "Avoir atteint le niveau C1 en français (Cadre européen commun de référence)",
        "topics_covered": "systèmes phonologique et prosodique du français parlé contemporain ; difficultés éprouvées par des non-francophones dans l'acquisition de la prononciation du français : diagnostic et remédiation ; conception d’exercices et d’activités de remédiation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : comprendre les difficultés rencontrées par les non francophones dans l'acquisition du système phonique du français standard contemporain ; proposer des solutions pour ces difficultés.",
        "content": "Le cours porte sur la phonétique à visée didactique. Il est destiné à un public de futurs professeurs de français langue étrangère. Son but est d'analyser les difficultés auxquelles sont confrontés les non-francophones dans l'acquisition de la prononciation du français standard contemporain. Le cours abordera les points suivants : les mécanismes de perception et de production de la parole humaine le rythme, l'intonation, les sons vocaliques et consonantiques du français parlé contemporain la médiation de la prononciation : poser un diagnostic et remédier aux difficultés des apprenants l'apport de la méthode verbo-tonale et de l'approche articulatoire l'importance du corps dans la remédiation de la prononciation la conception d'une séquence de cours consacrée à la prononciation.",
        "teaching_methods": "Chaque séance de cours proposera des moments d'exposé magistral et des temps d'appropriation des notions au moyen d'exercices pratiques et de mises en situation. Une des séances de cours consistera en un atelier pratique d'une journée.",
        "assessment_methods": "Les étudiants sont évalués de deux manières : Evaluation continue (20 %) : Réalisation de plusieurs tâches formatives pendant le quadrimestre (détail communiqué lors du premier cours) Les tâches de l’évaluation continue ne peuvent pas être présentées (pour la première fois) après l’échéance fixée par le professeur, excepté certificat médical. Aucune tâche de l’évaluation continue ne peut être présentée lors de la session d’août. Evaluation certificative (80 %) : Test sur la théorie en fin de quadrimestre (20 %) Travail écrit réalisé en duo, à déposer sur UCLine au plus tard le premier jour de la session (60%) L'absence au test sur la théorie et/ou la non-remise du travail écrit final entraine une note finale d’absence pour tout le cours . En cas d'échec à une des deux parties de l'évaluation certificative, l'étudiant·e qui représente l’examen final en août présente uniquement la partie en échec. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. NB : Pour les étudiants du Certificat en didactique du FLE inscrits au cours, l'évaluation continue compte pour 10 % et l'évaluation certificative compte pour 90 %.",
        "other_info": "Une initiation à la didactique du FLE est indispensable pour suivre ce cours.",
        "online_resources": "Le cours est hébergé sur la plateforme UCLine",
        "bibliography": "La liste bibliographique est disponible sur la plateforme UCLine du cours. A bibliographical list is available on the course website.",
        "course_materials": "Les supports de cours se trouvent à la page https://ucline.uclouvain.be/course/view.php?id=29 The course materials can be found at https://ucline.uclouvain.be/course/view.php?id=29",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2852",
        "title": "Poesie fra distruzione e ricreazione : da Saba, Montale, Ungaretti a oggi",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Maeder Costantino"
        ],
        "teaching_language": "Italien",
        "prerequisites": "/",
        "topics_covered": "Dans ce cours, on analysera les modes de fonctionnement de la poésie italienne. On traitera les phénomènes liés à la communication/incommunicabilité, à l'argumentation, à l'iconisme et aux modes de signification du signifiant.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Savoir analyser un poème italien. Connaître les modes de fonctionnement de la poésie Connaître des caractéristiques d'un poème italien Savoir rédiger une analyse Avoir lu les recueils fondamentaux de la poésie italienne",
        "content": "In questo corso si studieranno poeti contemporanei e parolieri (musica pop, rap, trap ecc.). Sin dagli inizi, la poesia è strettamente legata alla musica. Anche se sin dai tempi di Petrarca la poesia si è in parte emancipata dalla musica, l’idea della musicalità della poesia rimane un costituente importante nell’immaginario occidentale. Quali sono gli elementi e i costituenti che giovani usano quando scrivono testi poetici, ad esempio facendo del rap o rock. Molta produzione per musica è altamente metaforica e sfrutta i giochi fonici tipici della poesia “letteraria”. Ma anche nella poesia tradizionale, letteraria si nota l’interfecondazione: poeti come Sanguineti (1930-2010) si sono ispirati al rap. Dans ce cours, les poètes et paroliers contemporains (musique pop, rap, trap, etc.) seront étudiés. Dès le début, la poésie a été étroitement liée à la musique. Bien que la poésie se soit partiellement émancipée de la musique depuis Pétrarque, l'idée de la musicalité de la poésie reste un élément important dans l'imaginaire occidental. Quels sont les éléments et les constituants que les jeunes utilisent pour écrire des textes poétiques, par exemple du rap ou du rock. Une grande partie de la production musicale est hautement métaphorique et exploite les jeux phoniques typiques de la poésie \"littéraire\". Mais même dans la poésie traditionnelle et littéraire, on observe des phénomènes d'interfécondation : des poètes comme Sanguineti (1930-2010) se sont inspirés du rap.",
        "teaching_methods": "Le cours est constitué d'une série de séances magistrales données en italien. Pour chaque cours, l'étudiant devra effectuer des lectures personnelles sur les contenus abordés au cours: d'une part, sur la vie et l''uvre des auteurs traités et, d'autre part, sur des concepts et notions théoriques étudiés.",
        "assessment_methods": "Presentation oral pendant le quadrimestre Examen écrit en session",
        "other_info": "Le site MOODLE ou TEAMS contient toutes les indications nécessaires, ainsi qu'une description plus détaillée des exigences et des tâches.",
        "online_resources": "Cf. TEAMS",
        "bibliography": "/",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1560",
        "title": "Linguistique générale : sémantique et pragmatique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Degand Elisabeth"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Une introduction aux sciences du langage ou à la linguistique",
        "topics_covered": "Ce cours fait un état de la question en sémantique et en pragmatique et aborde des questions méthodologiques fondamentales. Il traite notamment de l'approche traditionnelle en sémantique lexicale et sémantique de la phrase et l'oppose aux récents développements en sémantique discursive et en sémantique cognitive, ouvrant ainsi la voie aux approches en pragmatique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Les étudiants devront: - développer une connaissance des perspectives explicatives en sémantique et pragmatique, - plus particulièrement développer l'aptitude à appliquer des concepts théoriques à des situations langagières concrètes, - avoir acquis une bonne connaissance des différentes approches contemporaines en sémantique et pragmatique.",
        "content": "Après un bref état de la question en sémantique linguistique, le cours aborde la place de la sémantique aux différents niveaux de représentation linguistique: la sémantique lexicale (le sens des mots : analyse componentielle vs. Théorie du prototype), la sémantique phrastique (le sens de la phrase : référence, inférence, logique propositionnelle, valeurs de vérité) et la sémantique discursive (cohérence et cohésion). On donne un aperçu général de la sémantique cognitive (métaphores, schémas imagés, espaces mentaux) et certaines théories pragmatiques (théorie des actes du langage, théorie de la pertinence). Toutes les situations théoriques sont illustrées à l'aide d'exemples concrets de la réalité quotidienne (publicités, échanges conversationnels authentiques).",
        "teaching_methods": "Ce cours comporte des exposés magistraux et requiert également la participation active des étudiants sous la forme d'exercices d'application en ligne:  « Langue et Parole » (parcours « sémantique ») Des exercices de révision seront également proposés. Pour certains chapitres, une approche en classe inversée sera (progressivement) mise en place afin de s'assurer de la participation de toutes et tous.",
        "assessment_methods": "Examen oral (33% exercices, 67% questions théoriques)",
        "online_resources": "Slides, exercices et bibliographie sur Moodle",
        "bibliography": "Disponible sur Moodle",
        "course_materials": "LFIAL1560: Sémantique et Pragmatique",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lita1120",
        "title": "Introduzione alle correnti artistiche e letterarie dalle origini a oggi",
        "credits": "5.00",
        "hours": "15.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Béghin Laurent"
        ],
        "teaching_language": "Italien",
        "prerequisites": "Oral : niveau A2 d’italien Écrit : niveau A2 d’italien Compréhension passive (textes scientifiques, etc.) : niveau A2+ d’italien",
        "topics_covered": "Aperçu des époques et des genres littéraires italiens des origines à nos jours. L’étudiant.e  connaîtra les époques qui ont marqué l’histoire culturelle et artistique italienne. Périodes traités : Moyen Âge Humanisme Renaissance Baroque Rationalisme Romantisme Décadentisme Les deux guerres mondiales L’Après-Guerre Le néoréalisme et la Neoavanguardia La littérature engagée Le postmodernisme Dans les TP, les étudiant.e.s analyseront des peintures, des sculptures, des pièces musicales de chaque époque.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Reconnaître les constituants des différentes époques 2 Reconnaitre les genres littéraires les plus importants et leurs caractéristiques 3 Reconnaitre les moments clés de l’histoire italienne Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants: 1.4; 1.5; 2.6; 3.5; 3.6; 4.3; 6.4; 6.5; 6.6",
        "content": "Ce cours se divise en deux parties.  Quinze heures d'exposés théoriques - une heure par semaine - seront consacrées aux grands courants littéraires italiens depuis le début du XIXe siècle jusqu'à nos jours (romantisme, vérisme, décadentisme, futurisme, hermétisme, néoréalisme, postmodernisme, etc.).  Lors des quinze heures de séances d'exercices (une heure par semaine), les étudiant.e.s liront en italien des textes d'auteurs évoqués lors des exposés magisrtraux. Organisé au deuxième quadrimestre, ce cours se donne en italien.",
        "teaching_methods": "Exposés magistraux et lecture commentée de textes d'auteurs italiens.",
        "assessment_methods": "Un examen écrit portant sur la totalité de la matière sera organisé en juin et en août.",
        "online_resources": "Les diaporamas servant de support aux exposés magistraux seront mis en ligne sur la page Moodle de ce cours la veille de chaque séance.",
        "bibliography": "Gianfranco CONTINI, La letteratura italiana Otto-Novecento , Milan, Rizzoli,  2001, 470 p. IDEM, Letteratura dell'Italia unita, 1961-1968 , con un'introduzione di Cesare Segré, Milan, Rizzoli, 2012 (1ère éd. 1968), 1367 p. Giulio FERRONI, Storia della letteratura italiana. Il Novecento, Turin, Einaudi, 1999, 803 p. Giacinto SPAGNOLETTI, Storia della letteratura italiana del Novecento , Rome, Newton Compton, 1994, 943 p.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2221",
        "title": "Questions d'histoire de la littérature du moyen âge",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cavagna Mattia"
        ],
        "teaching_language": "Français",
        "prerequisites": "- avoir été initié à l'ancien et au moyen français ; - avoir suivi un cours d'introduction à l'histoire de la littérature médiévale française ; - être familiarisé avec la plupart des notions élémentaires liées à l'écriture littéraire et aux différents genres littéraires",
        "topics_covered": "Dans le prolongement des cours d'explication d'auteurs et d'histoire littéraire dispensés au niveau des BAC, ce cours se propose un double objet : - approfondir la connaissance de la littérature française médiévale ; - dégager les spécificités médiévales d'une thématique ; - comparer ce thème avec d'autres périodes de la littérature française, en particulier le XVIe siècle ; - sensibiliser les étudiants à l'interdisciplinarité et à l'esprit critique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable - de reconnaître et d'analyser les thèmes et pratiques littéraires des oeuvres médiévales - de comprendre et de reconnaître les contraintes liées aux genres littéraires ; il saura discerner les cas-limites et les interférences entre les genres ; - de mettre en relation les différentes parties du cours et les publications scientifiques données en lecture obligatoire - de s'interroger sur les liens entre littérature et société/civilisation médiévale - d'exploiter l'apport utile des différentes disciplines (histoire, histoire de l'art, anthropologie, théologie, étude des manuscrits...) - de dégager la pertinence des contacts entre les domaines linguistiques (latin - langues vernaculaires ; langues vernaculaires entre elles) - de faire des rapprochements critiques et méthodologiques entre les différentes périodes de la littérature française",
        "content": "Le cours de cette année sera intitulé LE JEU DANS LA LITTERATURE MEDIEVALE. Il sera dispensé en collaboration avec Maxime Kamin, chercheur post-doctoral à l'UCLouvain Le cours portera sur la place que tiennent le jeu et les diverses formes de divertissement dans la littérature du Moyen Âge. Ce panorama des pratiques ludiques en langue française et latine (depuis les premiers témoignages du jeu d’échecs en Occident jusqu'à Charles d’Orléans) posera la question de la définition d’un objet multiple et divers, et de l’extrême variété de ses usages dans la littérature de cette époque. Pour mener à bien une analyse qui entend mettre en regard les spécificités du jeu au Moyen Âge, ce cours entend s’interroger sur la légitimité des divertissements dans la tradition littéraire (rapport problématique du jeu au savoir), sur la fonction métaphorique de certains loisirs (en particulier le jeu d’échecs, le jeu de dés, ou encore le jeu de paume), d’analyser la place qu’ils tiennent dans la représentation de certaines préoccupations religieuses et morales (l’amour ; l’organisation du corps social ; le salut). Cette approche du jeu sera plus particulièrement centré sur la poésie lyrique et la littérature allégorique.",
        "teaching_methods": "Le cours prendra la forme d'un exposé magistral, en interaction avec les étudiants.",
        "assessment_methods": "Examen oral. L'étudiant donnera la preuve d'avoir lu l'ensemble des lectures obligatoires ; il montrera sa capacité à analyser un extrait littéraire et à dégager une problématique pertinente en prenant appui sur les séances du cours magistral.",
        "online_resources": "Tous les supports de cours seront disponibles sur MOODLE",
        "bibliography": "Les indications bibliographiques seront disponibles sur MOODLE.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2151",
        "title": "Linguistique du texte",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Simon Anne-Catherine"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Principaux concepts : texte ; dimensions médiale (code graphique, phonique) et conceptionnelle (langue de la distance, de la proximité), microsyntaxe et macrosyntaxe, phrase, dimension matérielle (intonation, ponctuation, etc.), marqueur discursif, marqueur pragmatique, connecteur, cohésion, progression informationnelle, cohérence, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité, l'étudiant devra être capable de : - définir ce qu'est un texte et l'apport de la linguistique du texte à son interprétation ; - clarifier l'opposition entre langue écrite et langue parlée et expliquer l'impact de la situation de production sur les aspects formels d'un texte ; - identifier dans un texte les unités pertinentes pour sa structuration et son interprétation ; - analyser un texte bref ou un extrait de texte en faisant ressortir les mécanismes de cohésion et de cohérence ; - lire, comprendre et comparer plusieurs articles scientifiques portant sur la même problématique (compétence transversale)",
        "content": "Un texte forme une suite linguistique autonome (orale ou écrite) produite dans le cadre d'une pratique sociale attestée. Partant de cette définition, le cours présente les concepts clés pour analyser le texte à ses différents niveaux d'organisation. Pour n'importe quel texte, nous serons en mesure de répondre aux questions suivantes: Quelles dimensions de la situation de production d'un texte influencent-elles sa forme? Une réflexion sur la différence entre langue de la distance (style écrit) et langue de la proximité (style oral) et sur les marques formelles de cette différence (syntaxe, lexique, pragmatique, etc.). Comment segmenter un texte? Le rôle de la syntaxe, des dimensions matérielles (ex. ponctuation, rimes, pauses à l'oral) et discursives dans l'identification d'unités pertinentes pour interpréter un texte (phrases, vers, paragraphes, séquences, périodes, etc.). Comment la cohésion et la continuité sont-elles assurées dans un texte? Le rôle des marques anaphoriques et des chaines de coréférence. Comment un texte peut-il être interprété de manière cohérente, comme un tou\"? Le rôle des marqueurs de discours et de la structure informationnelle. Comment classe-t-on ou catégorise-t-on les textes? Les notions de registre, de type et de genre de textes.",
        "teaching_methods": "Cours magistraux (incluant des exercices), devoirs à réaliser à domicile (individuellement et en groupe), lecture d'articles scientifiques.",
        "assessment_methods": "À la session de juin, la note finale repose sur l'évaluation continue (20%), un travail en groupe (60%) et une question ou production individuelle (20%). À la session de septembre, la note finale repose uniquement sur un travail individuel (mêmes consignes que le travail de groupe, ampleur réduite). Le travail personnel est basée sur une analyse de texte qui ne nécessite pas de recours à l'IA générative. Cependant, les intelligences artificielles (IA) génératives, si elles étaient utilisées, doivent l’être de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée.",
        "online_resources": "Site pour le cours sur la plateforme MOODLE: https://moodle.uclouvain.be/course/view.php?id=2273 dépôt des Devoirs pour l'évaluation continue accès aux supports de cours ressources additionnelles (articles scientifiques, exemples, etc.) consignes pour le travail personnel",
        "course_materials": "Voir Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2898",
        "title": "Travail de fin d'études",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "Quel que soit le sujet, le travail de fin d'études permet à l'étudiant de : réaliser une synthèse d'une question scientifique donnée, contextualiser une problématique en lien avec les connaissances actuelles, exposer clairement les résultats de son travail.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Le travail de fin d'études doit montrer l'aptitude de son auteur à exposer correctement les résultats d'un travail personnel, objectif et méthodique, dont la qualité n'est pas nécessairement liée à l'étendue. Le travail de fin d'études est, au même titre que les autres formes d'enseignement, un moyen de formation constitutif des programmes où il est prévu. Il s'agit d'un travail d'ampleur plus limitée qu'un mémoire, consistant en un status quaestionis d'une problématique de la discipline du master et pouvant être circonscrit en 1 an.",
        "content": "Le travail de fin d'études poursuit les mêmes objectifs que le mémoire du MA 120, mais porte sur une problématique plus limitée : il comptera minimum 50 pages (soit 125.000 signes espaces compris) de rédaction personnelle et originale (incluant bibliographie et notes, mais hors annexes).",
        "teaching_methods": "L'étudiant·e est tenu·e de rencontrer son promoteur/sa promotrice à deux reprises. Le jury peut s’opposer à l’inscription d’un·e étudiant·e au TFE dans le cas où l’étudiant·e n’aurait pas rencontré à deux reprises son promoteur/sa promotrice et, a fortiori , si l’étudiant·e n’a jamais pris contact avec son promoteur/sa promotrice (hormis pour la validation du sujet du mémoire lors de sa première inscription en bloc 1 du master) cf. RGEE articles 73 et 74. Un·e étudiant·e réputé·e en fin de cycle peut s’inscrire au TFE à la session de juin ou de septembre. Seul·e un·e étudiant·e ayant déjà présenté son TFE, sans le créditer, à la session d’une année académique antérieure est autorisé·e à s’inscrire à la session de janvier.",
        "assessment_methods": "Encadrement et composition du jury de TFE Le TFE est supervisé par un promoteur ou une promotrice. L'étudiant·e doit soumettre son sujet pour approbation au promoteur ou à la promotrice à la date prévue par le calendrier facultaire. Le jury du TFE est composé, de deux lecteurs/lectrices : le promoteur ou la promotrice et une ou un autre lecteur, désigné par le jury de master (représenté, dans cette tâche de désignation, par la présidence de jury). Soutenance orale Le TFE fait l’objet d’une soutenance orale devant le jury constitué, du promoteur/de la promotrice et du/de la lecteur/lectrice. La soutenance est un moment d’échange entre l’étudiant·e et les membres du jury. Les modalités pratiques de la soutenance sont communiquées à l’étudiant·e au plus tard le premier jour de la session à laquelle le TFE est inscrit. Critères d’évaluation du TFE La note finale prend en considération : l'atteinte des objectifs fixés ; la cohérence et la qualité générale du travail effectué (synthèse pertinente et bien documentée de la littérature scientifique, qualité de la démarche méthodologique et adéquation avec les objectifs, pertinence et bien-fondé de l’analyse et de l’interprétation) la capacité à discuter de manière critique les choix méthodologiques et les conclusions du travail ; la correction, la qualité et la pertinence de la formulation écrite  ; la qualité de la soutenance orale. Dans sa note finale, le promoteur ou la promotrice prend en compte également l'implication de l'étudiant·e et la régularité du travail fourni tout au long du master dans le cadre du TFE. Le lecteur ou /la lectrice du TFE est chargé·e d’établir un rapport détaillé et écrit sur certains aspects formels du TFE l’orthographe; la langue (précision et propriété des termes, correction syntaxique); la ponctuation; la présentation du texte lui-même, de la bibliographie, des notes, des références, etc. Ce   rapport peut   amener   le   jury   à   revoir   la   note   attribuée   au  TFE   selon   des modalités   définies  dans le document \" Évaluation de la maitrise de la langue dans les travaux écrits, TFC, mémoires et TFE des programmes de bachelier et de master en langues et lettres françaises et romanes (orientations ou français langue étrangère) \", voire à constater l’échec. En cas d’échec au TFE en raison du rapport de langue, sans préjudice avec l’article 153 du RGEE, le ou la présidente du jury notifie à l’étudiante ou à l’étudiant qu’il ne peut pas présenter la défense orale du TFE compte tenu du fait que cet échec ne pourra pas être comblé par la défense. Règles relatives au plagiat et à l’usage de l’IA Tout au long de son TFE, l’étudiant·e fait la preuve de sa parfaite maitrise des règles de référencementiation bibliographique ; au risque de se voir suspecter de plagiat, il ou /elle veille à NE PAS copier un texte sans guillemets et/ou sans mention de la source ; NE PAS reproduire un graphique, des données, des illustrations, etc. sans mention de la source ; NE PAS reformuler ou résumer l’idée originale d’un auteur sans mention de la source ; NE PAS traduire, totalement ou partiellement, une source sans la référencer ; NE PAS utiliser le travail d’autrui en le présentant comme le sien (même si l’auteur du travail a donné son accord) ; NE PAS acheter un travail. Cf. https://uclouvain.be/fr/etudier/uss/lutter-contre-le-plagiat.html Cette définition complète celle reprise à l’art. 107 §2 du RGEE constituant une disposition particulière au sens du §3 du même article. L’étudiant·e qui ne respecterait pas les normes de référenciation scientifique énoncées ci-dessus s’expose, en cas d’irrégularité ou de plagiat constaté par le jury, à des sanctions académiques telles que détaillées par le RGEE (section 7). Les intelligences artificielles (IA) génératives, si elles sont utilisées, doivent l’être de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée.",
        "other_info": "Le travail de fin d'études (15 crédits) n’est pas valorisable dans le cas d'un passage ultérieur au MA 120.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=4142",
        "bibliography": "Document de référence \"Harmonisation des références bibliographiques\" en FIAL : http://zeus.fltr.ucl.ac.be/Harmonisation_bibliographique.pdf",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2940",
        "title": "Didactique du français langue étrangère",
        "credits": "5.00",
        "hours": "22.5 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bibauw Serge"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "- Etude de quelques séquences d'enseignement du français langue étrangère ou seconde. Enjeux, contenus, méthodes, outils, évaluation des apprentissages. -Didactique de l'interculturel : panorama des méthodologies (présentation et examen critique) - 22,5 h de cours théorique ; 15 h de travaux pratiques et d'exercices, en relation avec les questions abordées au cours théorique, en illustration et expérimentation de celles-ci.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - Asseoir la connaissance théorique de concepts, opérations ou stratégies indispensables à la constitution d'une compétence d'enseignement en français langue étrangère ou seconde (FLE/S) et en interculturel. - Rendre sensible, par des travaux pratiques et des exercices didactiques, les relations entre ces projections théoriques et le travail concret d'enseignement",
        "content": "Fondements de la didactique des langues et du français langue étrangère : Méthodes historiques, approches communicative et actionnelle/par les tâches. Concepts et principes. Pratique basée sur les données probantes. Planification de cours en termes d'objectifs communicatifs et linguistiques, de tâches et de genres. Construction de séquences didactiques (leçons) communicative et actionnelle. Dimensions transversales de l'enseignement-apprentissage du FLE, y compris l'évaluation. Perspectives contextuelles, plurilingues et interculturelles.",
        "teaching_methods": "Le cours est donné en deux parties : une partie magistrale, plus analytique et théorique (11 séances de 2 heures), et une partie de travaux pratiques (TP), focalisés sur la mise en application des principes pour la conception de leçons (6 séances de 2h30). Cours magistral laissant une place systématique à l'interaction (systèmes de réponse de type Wooclap ou analogiques, questions, commentaires). Travaux pratiques donnant une large place à la mise en pratique, individuellement ou en petits groupes, des principes étudiés à travers des tâches réalistes de planification et de conception de leçons.",
        "assessment_methods": "Examen final écrit (70%) portant sur l'ensemble du cours, comprenant: des questions fermées de compréhension et analyse d'éléments-clés de la didactique du FLE, et une ou plusieurs questions ouvertes d'application, création ou évaluation de procédures didactiques. Lectures préalables (10%) et annotation collaborative des documents à lire sur la plateforme Perusall. Cette évaluation est automatisée par la plateforme. Participation en cours et en TP (10%) à visée formative (n'évaluant donc pas la qualité de la participation mais bien encourageant son apparition), encourageant les questions, interventions, commentaires, ainsi que la participation active aux discussions et exercices de groupe. Travail continu en TP et leçon finale (10%) .",
        "other_info": "Une partie des lectures imposées ( Perusall ) sont en français, mais certaines lectures seront en anglais. Les commentaires sont toujours attendus en français et des aides à la compréhension comme des traducteurs automatiques peuvent être utilisés pour faciliter la lecture en cas de faible niveau de compréhension écrite en anglais.",
        "online_resources": "https://ucline.uclouvain.be/course/view.php?id=36",
        "bibliography": "Essentiels et imposés Collès, L. (2006). Didactique de l’interculturel: Panorama des méthodologies. In L. Collès, J.-L. Dufays, & F. Thyrion (Eds.), Quelle didactique de l’interculturel dans les nouveaux contextes du FLE/S? (pp. 6–26). E.M.E. & Intercommunications. https://dial.uclouvain.be/pr/boreal/object/boreal:77029 Courtillon, J. (2003). Élaborer un cours de FLE . Hachette. Coste, D. (2010). Tâche, progression, curriculum. Canadian Modern Language Review/La Revue canadienne des langues vivantes , 66 (4), 499–510. https://doi.org/10.1353/cml.2010.0002 Cuq, J.-P., & Gruca, I. (2017). Cours de didactique du français langue étrangère et seconde (4e éd.). Presses universitaires de Grenoble. Defays, J.-M. (2018). Enseigner le français langue étrangère et seconde: Approche humaniste de la didactique des langues et des cultures . Mardaga. Ellis, R. (2005). Instructed second language acquisition: A literature review [Report to the Ministry of Education]. Research Division, Ministry of Education. https://www.educationcounts.govt.nz/publications/schooling/5163 Ellis, R., & Shintani, N. (2014). Exploring language pedagogy through second language acquisition research . Routledge. Autres Aguerre, S. (2010). Grammaire de l’apprenant et explicitation: Quand apprendre, c’est se construire des représentations, à partir de corpus et d’instruments. In O. Galatanu, M. Pierrard, D. Van Raemdonck, M.-E. Damar, N. Kemps, & E. Schoonhere (Eds.), Enseigner les structures en FLE (pp. 65–76). Peter Lang. http://gramm-fle.ulb.ac.be/95/ Béacco, J.-C. (2010). La « question de la grammaire » dans l’enseignement du français comme langue étrangère: Nouveaux contextes, nouvelles perspectives. In O. Galatanu, M. Pierrard, D. Van Raemdonck, M.-E. Damar, N. Kemps, & E. Schoonhere (Eds.), Enseigner les structures en FLE (pp. 41–52). Peter Lang. http://gramm-fle.ulb.ac.be/95/ Chauvet, A. (2008). Référentiel de l’Alliance française pour le Cadre européen commun. Référentiel des contenus d’apprentissage du FLE en rapport avec les six niveaux du Conseil de l’Europe, à l’usage des enseignants de FLE . Alliance française, CLE international. Ellis, R. (2018). Reflections on task-based language teaching . Multilingual Matters. Goes, J. (2010). Quelle grammaire en classe de FLE ? In O. Galatanu, M. Pierrard, D. Van Raemdonck, M.-E. Damar, N. Kemps, & E. Schoonhere (Eds.), Enseigner les structures en FLE (pp. 173–182). Peter Lang. http://gramm-fle.ulb.ac.be/95/ Robert, J.-P., Rosen, É., & Reinhardt, C. (2011). Faire classe en FLE. Une approche actionnelle et pragmatique . Hachette. Rodier, C. (2009, October 20). La perspective actionnelle: Évolution ou révolution ? ÉduFLE.net. http://www.edufle.net/La-perspective-actionnelle.html Vigner, G. (2004). La grammaire en FLE . Hachette. Vigner, G. (2010). Quelle grammaire? Pour quels publics ? In O. Galatanu, M. Pierrard, D. Van Raemdonck, M.-E. Damar, N. Kemps, & E. Schoonhere (Eds.), Enseigner les structures en FLE (pp. 33–39). Peter Lang. http://gramm-fle.ulb.ac.be/95/",
        "course_materials": "https://ucline.uclouvain.be/course/view.php?id=36",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom1283",
        "title": "El cuento hispanoamericano del siglo XX: recorrido histórico y temático",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Fabry Geneviève"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "Pré-requis : cours de Langue espagnole I, II et III. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Ce cours développera les principaux courants de l'époque concernée : modernismo, vanguardia, postvanguardia, nueva novela, etc. Le cours se propose de décrire le processus inégal qui se développe depuis le modernisme jusque et y compris l' \" explosion \" des années 60. L'on s'efforcera de souligner l'hétérogénéité des différents champs culturels du continent et leurs interactions spécifiques avec les littératures européennes et nord-américaines, ainsi qu'avec la production intellectuelle antérieure au XXème siècle (\" crónicas de Indias \" aux XVIe et XVIIe siècles ; essai au XIXe siècle).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du cours, l'étudiant sera capable : - de situer des oeuvres et des extraits d'oeuvres hispano-américaines (1900-1970) dans leur contexte historique et littéraire; - d'en produire une analyse personnelle aux niveaux textuel et intertextuel; - de souligner les enjeux philosophiques, idéologiques et/ou politiques sous-jacents à la production littéraire considérée.",
        "content": "Le cours vise à donner aux étudiants une vision d'ensemble de la nouvelle hispano-américaine qui englobe à la fois les processus internes et les facteurs historiques conditionnant la production littéraire entre la fin du XIXe siècle et le début du XXIe s. Le parcours proposé n'est pas exhaustif, mais il met l'accent sur les figures et les œuvres les plus significatives, en les replaçant dans le contexte de leur production afin d'articuler, à partir de la lecture elle-même, les principaux courants et problèmes de l'historiographie littéraire contemporaine dans l'espace latino-américain. Le fil rouge thématique concerne la problématique de la représentation de la réalité sociale et environnementale et les limites d’un réalisme traditionnel. De là l’intérêt pour les poétiques fantastiques et magico-réalistes.",
        "teaching_methods": "Le cours alternera des présentations magistrales des auteurs, courants et oeuvres considérées avec des analyses littéraires de nouvelles.",
        "assessment_methods": "Un examen écrit final équivaut à 70% de la note finale. Les 30% restants sont alloués à l’évaluation continue et à l’examen oral final.",
        "other_info": "Support : une anthologie de textes et les présentations ppt",
        "bibliography": "N.B. Une bibliographie plus complète et récente est contenue dans les présentations ppt. - Oviedo J. M., Historia de la literatura hispanoamericana. T. III. Postmodernismos, Vanguardia, Regionalismo , Madrid, Alianza, 2001. - Oviedo J. M., Historia de la literatura hispanoamericana. T. IV De Borges al presente, Madrid Alianza, 2001. - Collard, P. (ed.), El relato breve en las letras hispánicas actuales , en Foro Hispánico (1997). - de Mora, Carmen, En breve. Estudios sobre el cuento hispanoamericano contemporáneo, Sevilla, Universidad de Sevilla. Secretariado de publicaciones, 2000. - Fröhlicher, Peter y Georges Güntert (ed.), Teoría e interpretación del cuento , Peter Lang, 1995. - Oviedo, J.M. (ed.), Antología crítica del cuento hispanoamericano del siglo XIX , Madrid, Alianza, 2001. - Pupo Walker, Enrique (ed.), El cuento hispanoamericano , Madrid, Castalia, 1995. - Scholz, László, Los avatares de la flecha. Cuestionamiento del principio de linealidad en el cuento moderno hispanoamericano , Salamanca, Ediciones Universidad de Salamanca, 2001.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lita1272",
        "title": "Da Dante Alighieri a Umberto Eco: scorcio di letteratura italiana",
        "credits": "5.00",
        "hours": "22.5 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cavagna Mattia"
        ],
        "teaching_language": "Italien",
        "prerequisites": "Oral : niveau B1 d’italien Écrit : niveau B2 d’italien Compréhension passive : niveau B1 d’italien",
        "topics_covered": "Aperçu de l'histoire littéraire italienne. Les grandes lignes de la littérature italienne, depuis les origines jusqu’à nos jours, seront présentées à travers la lecture de poèmes, de nouvelles et de textes courts. Les caractéristiques des différents courants et époques seront exposées ainsi que les grands événements historiques qui ont influencé la littérature ou ont été influencés par elle. Dans les TP, l’étudiant.e apprendra à lire et comprendre des textes italiens médiévaux, renaissants et baroques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Reconnaître des textes italiens de différentes époques 2 Identifier les traits distinctifs des différents courants littéraires italiens 3 Maîtriser les outils nécessaires pour lire des textes italiens médiévaux, renaissants et baroques 4 Présenter et caractériser les auteur.es majeur.es de la littérature italienne et leurs œuvres. Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants: 1.4; 1.5; 2.6; 3.5; 3.6; 4.3; 6.4; 6.5; 6.6",
        "content": "Parcours à travers les chefs d'oeuvre de la littérature italienne, depuis le Moyen Âge (Dante Alighieri) jusqu'à l'époque contemporaine. Les textes abordés (surtout des extraits) seront fournis à travers un portefeuille de lectures.",
        "teaching_methods": "Le cours est constitué d'une série de séances magistrales données en italien. L'étudiant devra effectuer des lectures personnelles sur les contenus abordés au cours à partir d’une portefeuille de lecture.",
        "assessment_methods": "Examen écrit portant sur la matière vue au cours",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2515",
        "title": "Seminario: literatura hispanoamericana",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Fabry Geneviève"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "- Excellent niveau d'espagnol écrit et oral - Bases théoriques et méthodologiques en analyse littéraire.",
        "topics_covered": "Bases théoriques et méthodologiques; Délimitation et analyse d'un corpus textuel; Partage et discussion des résultats.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du séminaire, l'étudiant aura reçu les bases nécessaires pour mener à bien un travail de recherche sur un corpus de littérature en espagnol du XXème siècle.",
        "content": "L'objectif du séminaire est de réfléchir à l'expérience du temps offerte par les textes littéraires hispano-américains.  Il proposera une méthode d'analyse textuelle de la dimension temporelle présente dans les textes poétiques ou narratifs. Il s'agira d'acquérir des outils pour une description et une interprétation de cette expérience complexe. Celle-ci sera abordée sous différents angles: l'hétérogénéité temporelle dans la conscience, l'imposition coloniale de la temporalité occidentale moderne unidirectionnelle, le phénomène d'accélération sociale (Rosa), le choc de différentes échelles temporelles dans la crise environnementale, etc. La signification de la dimension temporelle de la littérature sera ainsi appréciée à la lumière de différents cadres théoriques qui pourront être travaillés séparément ou combinés selon les cas : l'écocritique, la pensée décoloniale, ou certaines références philosophiques (comme les travaux de Paul Ricœur ou de Hartmut Rosa, par exemple).",
        "teaching_methods": "Le séminaire s'appuiera sur les présentations et les interactions des étudiants, qui leur permettront de construire progressivement le cadre théorique et méthodologique, ainsi que de se familiariser avec le corpus de romans ou de poèmes proposé. Une première version écrite et orale fera l'objet d'une première évaluation formative avant la présentation de la version écrite finale.",
        "assessment_methods": "L'évaluation est basée sur la participation au séminaire (30% - échec absorbant) et la présentation d'un travail écrit à la fin du semestre, après discussion d'un projet oral durant le séminaire (70%). En cas de participation insuffisante au séminaire (si les documents préparatoires ne sont pas lus ni discutés ; si un projet oral n'est pas présenté), l'étudiant ne pourra pas réussir le cours. La présentation du travail lors de la deuxième séance impliquera une nouvelle défense orale du travail. L'utilisation de l'intelligence artificielle est autorisée pour améliorer le niveau de langue mais n'est pas recommandée pour produire un nouveau contenu. Le travail mentionnera le type d'utilisation de l'intelligence artificielle dans la présentation orale et écrite. De graves lacunes au niveau de la langue écrite entraîneront également un échec.",
        "other_info": "/",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2851",
        "title": "La letteratura italiana fra narrativa, poesia e palcoscenico",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Maeder Costantino"
        ],
        "teaching_language": "Italien",
        "prerequisites": "Baccalauréat en ROM ou ROGE, mineure en italien ou équivalent.",
        "topics_covered": "Dans ce cours, nous étudions, en fonction des années, certains des principaux auteurs de la littérature italienne (du Moyen Âge au XXe siècle). Les étudiants sont amenés à réfléchir sur la genèse de trois oeuvres littéraires (une oeuvre en vers, une oeuvre en prose, une pièce de théâtre) par l'étude d'un corpus de textes et d'avant-textes qui leur permet de saisir les mécanismes et les enjeux d'écriture (de la part de l'écrivain), de lecture, d'interprétation et d'édition (de la part du critique) intervenant dans la production d'une oeuvre littéraire comme dans sa réception.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Savoir lire, analyser et interpréter un texte littéraire selon les méthodes décrites et adoptées en cours. Savoir replacer un texte littéraire dans son contexte culturel, linguistique, esthétique, littéraire et scriptural. Savoir identifier et interpréter les différents états et niveaux textuels et leurs interactions.",
        "content": "L'opéra italien a eu un impact exceptionnel au niveau social, culturel et politique en Europe et dans le monde. Il s'agit d'un des premiers genres ayant eu une diffusion globale. Si, au dix-huitième siècle, l'opéra italien était un phénomène essentiellement européen (France, Angleterre, péninsule ibérique, Allemagne, pays scandinave et de l'est, etc.), au dix-neuvième siècle, il conquit les Amériques et l'Asie russe. Nous étudierons les structures narratologiques et cognitives qui ont permis une telle diffusion. Nous nous pencherons sur les modes de réception (la diffusion des livrets comme genre littéraire, la mise en scène, etc.), sur les implications politiques et sociales, ainsi que sur les stratégies d'adaptation, fondamentales pour comprendre l'opéra italien. L'étudiant sera capable de lire un livret, d'en comprendre la structure et de prévoir la réalisation musicale.",
        "teaching_methods": "Cours magistral Deux monitorats au choix: - Approfondissment/répétition de la grammaire et du vocabulaire italien ou - Lecture, analyse, discussion des textes traités au cours magistral × ×",
        "assessment_methods": "Examination en cascade Première session : Premier bloc: 16 mars, 2023: examen écrit sur les lectures de théorie. travail  rédigé selon les standards académiques à remettre pour le début de la session (40%). U n.e étudiant.e qui ne remet pas de travail ou un travail qui ne correspond pas aux critères académiques n'est pas admis à l'examen écrit en session. Un.e étudiant.e qui n'obtient pas au moins un 10 sur 20 au test écrit n'est pas admis à l'examen écrit en session. Second bloc: examen écrit en session sur les contenus du cours magistral et les lectures obligatoires. (40%) Examination en parcours des contenus du monitorat (20%) Deuxième session: Premier bloc: travail  rédigé selon les standards académiques à remettre pour le début de la session (40%). Un.e étudiant.e qui ne remet pas de travail ou un travail qui ne correspond pas aux critères académiques n'est pas admis à l'examen écrit en session. Second bloc: examen écrit en session sur les contenus du cours magistral et les lectures obligatoires. (40%) Examination en parcours des contenus du monitorat (20%)",
        "other_info": "Le cours est donnée entièrement en italien! ×",
        "bibliography": "Livrets : Choix de livrets et de vidéos Articles et essais sur moodle : Articles à chercher activement en bibliothèque et dans des répositoires d'articles académiques comme JSTOR ou SAGE. ×",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2517",
        "title": "Seminario: lingüística española",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Cock Barbara"
        ],
        "teaching_language": "Espagnol",
        "prerequisites": "De solides connaissances de la linguistique espagnole et des connaissances de base de la pragmatique (en espagnol ou en d'autres langues). Niveau B2 d'espagnol",
        "topics_covered": "Ce cours portera sur l'analyse d'un phénomène linguistique sous différentes approches : syntaxe, pragmatique, analyse du discours, sémantique, ... Par le biais d'un portefeuille de lecture et de discussions en classe, un aperçu critique des théories et descriptions existantes sera élaboré. Celui-ci sera combiné avec une analyse de corpus de données de l'espagnol actuel, pour laquelle les étudiants devront faire et justifier des choix méthodologiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Capacité d'élaborer et de mettre en place des méthodes adéquates de constitution et de traitement de corpus de données linguistiques, et de problématiser une question de recherche en tenant compte des relations du langage au contexte. Capacité d'analyser des productions orales et écrites en espagnol, en tenant compte des variations historiques, régionales, sociales et stylistiques. Prise de conscience de la relation entre les approches théoriques et la pratique méthodologique. Compréhension et application des méthodes et techniques de base de l'analyse de données linguistiques. Capacité de reconnaître des problèmes linguistiques, de développer une réflexion critique sur des idées fausses courantes concernant le langage. Capacité d'identifier les unités linguistiques, la relation entre elles, et les processus qui les affectent. Capacité de distinguer les différents niveaux d'analyse linguistique. Capacité d'identifier différents types et différentes sources de sens linguistique et non-linguistique.",
        "content": "Un sujet lié à la recherche en cours sera analysé en détail. (Voir page Moodle du cours pour de plus amples informations.)",
        "teaching_methods": "La méthode consistera en un séminaire de recherche. Les étudiants devront préparer la lecture de plusieurs articles. Celle-ci sera suivie d'une discussion en classe. En outre, les étudiants feront une étude spécifique à base de corpus, analysant des sujets et corpus complémentaires, de sorte que leurs résultats permettent un échange à une échelle plus grande. Ils présenteront leurs propres résultats et commenteront les résultats des autres étudiants.",
        "assessment_methods": "L'évaluation du cours portera sur les discussions en classe, la présentation des résultats de recherche et la discussion des résultats des compagnons de classe (p.e. la capacité de formuler des questions critiques pertinentes et de comparer les résultats des autres avec les propres résultats). Par conséquent, l'évaluation se fera partiellement de façon continue et partiellement lors d'un examen oral. Pour les étudiant.e.s pour qui le cours représente 5 crédits, la répartition est comme suit: présentation d'un article et participation aux réflexions en classe (5p.), présentation orale d'un travail d'analyse et discussion des résultats des travaux élaborés par les autres étudiants (10p.), synthèse écrite du travail d'analyse de 1500-2000 mots (5p.). Si l'étudiant.e a recours à des intelligences artificielles (IA) génératives, celles-ci doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie. Pour les étudiant.e.s pour qui le cours représente 10 crédits, la répartition est comme suit: présentation d'un article et participation aux réflexions en classe (4p.), présentation orale d'un travail d'analyse et discussion des résultats des travaux élaborés par les autres étudiants (6p.), rédaction d'un travail d'analyse de 5000-6000 mots (10p.) Pour la session d'août, les notes de l'évaluation continue ne sont pas reprises. La répartition est alors comme suit: -pour les étudiant.e.s pour qui le cours représente 5 crédits: présentation orale d'un travail d'analyse et discussion des résultats des travaux élaborés par les autres étudiants (15p.), synthèse écrite du travail d'analyse de 1500-2000 mots (5p.). -pour les étudiant.e.s pour qui le cours représente 10 crédits: présentation orale d'un travail d'analyse et discussion des résultats des travaux élaborés par les autres étudiants (10p.), rédaction d'un travail d'analyse de 5000-6000 mots (10p.). L'évaluation se fait entièrement en espagnol.",
        "other_info": "Néant.",
        "online_resources": "Page Moodle du cours",
        "bibliography": "Le portefeuille de lecture sur le sujet de cette année sera disponible sur la page Moodle de ce cours.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2760",
        "title": "Principes et fonctionnement de la fiction",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Engel Vincent"
        ],
        "teaching_language": "Français",
        "prerequisites": "Excellente maîtrise de la langue française.",
        "topics_covered": "Textes de théoriciens de la littérature et d'écrivains, du XIXe et du XXe siècles, essentiellement francophones, portant sur la question de la littérature et de la fiction dans leurs rapports au réel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maîtriser les enjeux du rapport entre réel et fiction, à travers les apports théoriques de théoriciens et praticiens de la littérature. Comprendre l'apport particulier de la fiction dans la préhension du réel et dans la transmission des expériences individuelles et collectives.",
        "content": "Le cours se construit à travers trois parties. 1. Le réel et la fiction, et les rapports entre les deux 2. La construction du récit narratif 3. Des exemples d'adaptation de récit littéraire au cinéma ou au théâtre.",
        "teaching_methods": "Le cours mêlera des capsules vidéos, pour une partie de la matière, et des séances en auditoire, avec la possibilité de recevoir des invité.e.s pour aborder des sujets spécifiques ou d'entendre des exposés d'étudiant.es (travaux de groupe). Des rencontres, en présentiel ou par Teams, seront organisées avec les groupes, pour accompagner l'élaboration du travail de groupe.",
        "assessment_methods": "Travail de groupe ou individuel, dont les modalités seront précisées aux cours.",
        "other_info": "/",
        "online_resources": "Toutes les informations et tous les documents seront transmis via Teams",
        "bibliography": "Fiction : \"l'impossible nécessité\", Vincent Engel",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lita1170",
        "title": "La lingua italiana oggi",
        "credits": "5.00",
        "hours": "30.0 h + 90.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Giusto Carmela",
            "Scarpa Laura"
        ],
        "teaching_language": "Italien",
        "topics_covered": "Introduction à la langue italienne Panorama de la grammaire italienne Vocabulaire italien de base Le cours est construit autour de scènes de la vie quotidienne qu’un.e étudiant.e pourrait rencontrer lors d’un échange Erasmus. Le cours exige la participation active de l’étudiant.e.s qui ensemble avec le corps enseignant développe les compétences qu’iels (les étudiant.e.s) retiennent importantes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Lire et comprendre des textes en italien 2 Écrire des textes en italien 3 S’exprimer oralement en italien. Iel aura acquis les compétences nécessaires pour pouvoir faire un échange Erasmus en Italie. Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants: 2.6; 3.5; 4.3; 5.5; 6.2; 6.4; 6.5; 6.6",
        "content": "Le cours vise l'acquisition des connaissances de base de la langue italienne (grammaire normative, vocabulaire essentiel, introduction à la culture). Il développe la compréhension et la production écrite et orale. La lecture et l'interprétation de textes de théâtre seront au centre de l'apprentissage.",
        "teaching_methods": "Le cours est organisé comme suit : • Les 30h de cours magistral seront suivies avec Carmela GIUSTO et réparties de la façon suivante : - 20h au Q1, tous les mardis de 10h45 à 12h45 (ERAS 56) - 10h au Q2, un jeudi sur deux, de 10h45 à 12h45 (C228) Cette partie du cours approche la langue italienne via la lecture et l’interprétation de textes de théâtre. • À partir de la deuxième semaine de cours débuteront deux heures hebdomadaires de travaux pratiques en petits groupes (maximum 15 étudiants par groupe afin de garantir la participation active requise) assurées par Romane WERNER au Q1 et au Q2, par Emmanuelle FANTONI . Présence obligatoire. Les travaux pratiques visent le développement des compétences de compréhension et d'expression orales de base. Les listes d'inscription à compléter ainsi que les horaires seront affichés sur Moodle. La clé d’inscription vous sera communiquée lors de la première séance et par email. • Parallèlement, un monitorat obligatoire d'une heure toutes les semaines sera organisé afin de soutenir l'apprentissage grammatical des étudiants, par Romane Werner au Q1 et Emmanuelle Fantoni au Q2. Le monitorat est consacré aux questions des étudiants sur les éventuels points de grammaire non compris et sur les exercices de grammaire proposés par le Centre d’études italiennes. Ces exercices sont disponibles sur la plateforme Moodle et sont l’objet des tests de grammaire. À NOTER que ces tests de grammaire en parcours sont obligatoires et auront lieu toutes les semaines, à partir de la troisième semaine de cours. • Afin de consolider les progrès linguistiques du premier semestre, une heure de perfectionnement à la rédaction sera assurée par le professeur Laura SCARPA . Présence obligatoire - portfolio à rassembler et dont se munir à l’examen oral.",
        "assessment_methods": "o Session de janvier • Examen en parcours sur le contenu grammatical vu durant les monitorats et les TP (33% du résultat final). • Examen oral sur le contenu grammatical et sur le vocabulaire vu durant les TP (33% du résultat final). • Examen oral sur le contenu du cours magistral (33% du résultat final). !!Attention!! L’évaluation continue valide la capacité nécessaire acquise par l’étudiant·e de compréhension et de production de l’italien tant au niveau écrit que oral. La réussite de cette épreuve constitue donc un prérequis pour accéder à l’examen en session. Dès lors, l’étudiant·e qui n’aura pas obtenu une note minimale de 10/20 sur l’ensemble des interrogations de travaux pratiques (i.e., l’examen en parcours sur le contenu grammatical vu durant le quadrimestre), ne sera pas admis à l’examen final en session de janvier ni de juin. La note attribuée à l’examen sera celle de l’évaluation continue. o Session de juin et d’août • Examen en parcours sur le contenu grammatical vu durant les monitorats et les TP (33% du résultat final). • Examen oral sur le contenu grammatical et sur le vocabulaire vu durant les TP (33% du résultat final). • Examen oral collectif sur le contenu du cours magistral (33% du résultat final). Les étudiants inscrits à la mineure en études italiennes ou à tout autre programme spécifique, s’ils rencontrent un conflit horaire, sont invités à se manifester par e-mail avant le début du cours: romane.werner@uclouvain.be au Q1 / emmanuelle.fantoni@uclouvain.be au Q2.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom1323",
        "title": "Littérature francophone de Belgique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Piret Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "Il n'y a pas de pré-requis.",
        "topics_covered": "- L'objet du cours est l'étude de l'oeuvre des écrivains les plus reconnus et, à partir de là, la réflexion sur les conditions complexes d'émergence et d'épanouissement d'une littérature francophone de Belgique. - L'analyse des créations d'exception et des courants esthétiques dans lesquels ils s'inscrivent conduit, plus largement, à les relier à l'histoire politique, linguistique et institutionnelle du pays, à repérer leurs affinités avec les littératures des pays voisins, à les situer, pour les plus récents, dans le cadre des francophonies.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les compétences à acquérir sont d'ordre esthétique, historique et politique. Il s'agit de: - reconnaître l'existence, - connaître l'histoire complexe, - comprendre la valeur et la spécificité, - analyser les grandes oeuvres de la littérature francophone de Belgique.",
        "content": "Construit selon une méthodologie inductive, le cours se focalise sur les grandes oeuvres de la littérature francophone de Belgique, les situe dans leur contexte et dégage la réponse singulière qu'elles ont apportée aux discours du temps. La priorité est donc donnée à la problématisation. Celle-ci est supportée par le syllabus, qui recueille le matériau traité dans le cours (contextes et données historiques) et le présente sous une forme systématique (alors que le cours privilégie questionnements et analyses), dans une perspective patrimoniale. Le syllabus complète donc le cours, mais ne le redouble pas. Contenu : Émergence complexe d'une littérature. De Coster et La Légende d'Ulenspiegel. Lemonnier et le naturalisme. La génération de 1880 (Rodenbach, Maeterlinck, Elskamp, Eekhoud. Verhaeren). Le bouillonnement de l'entre-deux-guerres (nouvelles dramaturgies, surréalismes, Baillon, etc.). Après la seconde guerre mondiale (figures de l'exil, \" Belgique sauvage \"). Le tournant des années septante (le retour de l'Histoire, les voies de l'intime).",
        "teaching_methods": "Basé sur des lectures préalables, le cours conjugue exposé magistral et moments d'interaction. Il s'agit d'acquérir certaines connaissances, mais plus encore de s'approprier une méthodologie d'analyse, ce qui suppose une présence et une participation actives des étudiant.e.s.",
        "assessment_methods": "Examen oral et travail personnel. Rédaction d'un journal de lectures. La remise en temps et en heure de ce journal est une condition pour présenter l'examen.",
        "other_info": "La participation active au cours est requise. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "bibliography": "Elle change d'année en année et est fournie via la plateforme moodle.",
        "course_materials": "Syllabus Plans de cours déposés sur moodle",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom1360",
        "title": "Explication de textes : théâtre de langue française",
        "credits": "5.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Piret Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Analyse approfondie d'une ou de quelques oeuvres théâtrales, notamment en confrontant les interprétations proposées par les spécialistes de celles-ci. Cette analyse permet de situer le texte dans la configuration historique, sociale, culturelle qui l'a vu naître ; de dégager des outils opératoires pour l'analyse du genre théâtral ; de mesurer la valeur et les limites des différentes méthodes et orientations théoriques convoquées. La focalisation sur le genre dramatique n'est pas exclusive : en fonction des questions particulières mises au programme, des oeuvres relevant d'autres genres voire d'autres arts pourront également être analysées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de sa formation, l'étudiant devra être capable : - de produire une analyse pertinente, éclairante et argumentée d'un texte de théâtre ; - de le situer aux plans stylistique, esthétique, historique, culturel ; - de mesurer l'interaction entre les outils méthodologiques choisis et les résultats obtenus ; - de rédiger une analyse.",
        "content": "Chaque texte au programme est envisagé sous l'angle du « comment » (comment faire, comment s'y prendre avec ce texte pour en produire une analyse universitaire ?) et, au fil du cours, différentes méthodologies sont mises en oeuvre. Elles sont de trois types : rhétoriques (formes, procédés, figures), érudites (en quoi le texte est-il lié aux contextes ?), anthropologiques (en quoi transcende-t-il son inscription contextuelle ?). Le cours permet de mesurer les apports et les limites de chacune et de montrer aussi combien nos analyses sont déterminées par les outils et les leviers que nous utilisons. Chacun des textes au programme est étudié de cette façon, le cours étant conçu comme un parcours interprétatif qui, à partir des premières intuitions des étudiants, évolue sur un mode argumentatif, chaque méthodologie étant appelée par les manques laissés par la précédente.",
        "teaching_methods": "1) Le cours conjugue exposé magistral et moments d'interaction. Il s'agit d'acquérir certaines connaissances, mais plus encore de s'approprier une méthodologie d'analyse, ce qui suppose une présence et une participation actives des étudiant.e.s. 2) Quelques devoirs sont demandés au cours du quadrimestre, qui consistent à produire une analyse dramaturgique d'un extrait choisi (par l'enseignant). Le devoir fait l'objet d'une correction commentée collectivement et individuellement au cours des TP. 3) Les TP accompagnent les étudiant.e.s dans l'analyse personnelle des oeuvres au programme, les aident à préparer les devoirs et proposent un retour sur les corrections desdits devoirs (évaluation formative).",
        "assessment_methods": "Examen écrit qui consiste en l'analyse d'un extrait non-vu d'une des oeuvres au programme, sur la base des acquis du cours et des lectures personnelles. L’inscription à l’examen est conditionnée par la remise en temps et en heure des deux devoirs.",
        "other_info": "La participation au cours et la réalisation des devoirs sont indispensables et conditionnent la présentation de l'examen.",
        "bibliography": "Une bibliographie établie en fonction du programme de l'année est déposée sur moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom1221",
        "title": "Linguistique : la variation en français contemporain",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Simon Anne-Catherine"
        ],
        "teaching_language": "Français",
        "prerequisites": "LFIAL1530 Introduction aux sciences du langage Niveau C1 - C2 de maitrise du français",
        "topics_covered": "L'observation des usages (parlés et écrits) du français contemporain montre que cette langue est sujette à une importante variation, qui touche entre autres la prononciation, le lexique et la syntaxe. Ce cours offre une série d'outils théoriques et méthodologiques pour identifier, décrire et analyser les variantes linguistiques, et tenter d'expliquer les causes de cette variation. L'approche est à la fois disciplinaire (phonologie, lexicologie, syntaxe) et sociolinguistique. Elle vise à élaborer une réflexion sur la notion de « français de référence » et sur les caractéristiques de différentes « variétés » du français, qu'elles soient régionales, sociales ou stylistiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant·e sera capable de : Identifier la variation linguistique (variables et variantes) dans les usages parlés et écrit en français, aux niveaux phonétique-phonologique, graphique, morphologique, lexical et syntaxique ; Décrire des variantes de manière qualitative, par rapport au « français de référence » ; Interpréter la valeur sociale d'une variante, en la rapportant à une ou plusieurs dimensions de la variation (sociale, géographique, stylistique, etc.) ; Distinguer les points de vue normatif et scientifique sur la langue, et adopter une perspective critique sur les jugements de valeur relatifs aux usages du français.",
        "content": "Les questions suivantes seront abordées : Quels aspects de la prononciation du français varient (voyelles, consonnes, schwa) et pourquoi ? Qu'ont en commun les systèmes phonologiques de différentes variétés de français (en Belgique, dans le sud de la France, au Québec, etc.) ? Quelles questions, et quels problèmes, pose la forme féminine des noms de métier, fonction et grande, et leur utilisation dans l'écriture inclusive ? Comment décrire la provenance et le statut des régionalismes lexicaux (belgicismes, helvétismes, etc.) ? La syntaxe de la langue parlée est-elle la même que la syntaxe de la langue écrite ? Etc.",
        "teaching_methods": "Cours magistraux et séances de travaux pratiques en groupes. Outils d'interaction avec les grands groupes (Padlet, Wooclap).",
        "assessment_methods": "À la session de janvier, la note finale repose sur un examen écrit. À la session de septembre, l'évaluation peut prendre la forme d'un examen oral ou un écrit en fonction du nombre d'étudiant·es inscrit·es.",
        "other_info": "La formation en linguistique française a été pensée de manière progressive sur les trois blocs annuels du baccalauréat. Le premier bloc annuel vise la maitrise de la langue normée en même temps qu'une distance critique par rapport à la norme (LROM1111 Linguistique : maitrise et analyse du français normé). Le deuxième bloc annuel est consacré à l'étude de la langue française dans sa variation sociale ou géographique (LROM1221 Linguistique : la variation en français contemporain) et historique (LROM1222 Linguistique : approche historique du français dans la Romania). Le troisième bloc annuel forme à l'analyse de la langue française telle qu'elle est utilisée en contexte , et en particulier à l'identification des genres (et des registres) des textes et des discours (LROM1331 Linguistique : analyse du français en contexte).",
        "online_resources": "Plateforme Moodle: https://moodle.uclouvain.be/course/view.php?id=2675 s'inscrire à un groupe de Travaux Pratiques en début d'année utiliser des ressources (articles scientifiques, textes émanant d'instances officielles de politique linguistique, etc.) obtenir les corrigés des exercices de TP, après chaque séance. Site web Parole&Langue: https://sites.uclouvain.be/paroleetlangue/web/ exercices de révision (transcription phonétique, analyse morphologique) exemples sonores (Exemples commentés)",
        "bibliography": "Voir syllabus.",
        "course_materials": "Simon, A.C. 2024. Linguistique: la variation en français contemporain. Syllabus du cours. Louvain-la-Neuve: DUC. Simon, A.C. (resp.) 2024. LROM1221 Syllabus des Travaux Pratiques. (Téléchargeable sur Moodle)",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lesp1181",
        "title": "Español A1- B1 (competencias lingüísticas, sociolingüísticas y pragmáticas)",
        "credits": "5.00",
        "hours": "60.0 h + 60.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Garcia Migura Begona",
            "Lorente Fernandez Paula",
            "Sábado Novau Marta"
        ],
        "teaching_language": "Espagnol",
        "topics_covered": "Il s'agit de développer systématiquement les compétences communicatives langagières  (les compétences linguistiques, sociolinguistiques et pragmatiques) à travers les différentes activités de communication langagières et stratégies productives, réceptives, interactives et de médiation qui correspondent aux compétences et activités à objectif B1 du du Cadre européen commun de référence du Conseil d'Europe- Volume complémentaire (2022). Pour ce faire, les thèmes abordés aux cours distinguent des thèmes privilégiés pour des actes de communication spécifiques, en mettant l'accent sur le choix des activités pour le développement de compétences plurilingue et pluriculturelle. Le discours, la conversation, la réflexion ou la rédaction s'articulent autour de thèmes, soit généraux tels que l'actualité, la famille, les loisirs, centres d'intérêt, les voyages…, mais, également, des sujets abstraits ou culturels, proches au domaine d’études de l’étudiant tels que la musique, la gastronomie, l'histoire, le cinéma, la littérature qui peuvent être présenté sous forme de  conférence ou exposé.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 S'exprimer avec un vocabulaire suffisant sur la plupart des sujets relatifs à la vie quotidienne tels que la famille, les loisirs et les centres d'intérêts et l'actualité (compétence linguistique: lexique); 2 Communiquer avec une correction suffisante dans des contextes familiers avec un bon contrôle grammatical où le sens général reste clair (compétence linguistique: grammaire); 3 Prononcer clairement et de manière intelligible, même avec un accent étranger perceptible (compétence linguistique: phonologie); 4 Produire des écrits où l'usage du code orthographique, la ponctuation et la mise en page peuvent être suivis facilement et où ils sont généralement compréhensibles (compétence linguistique: orthographe); 5 Utiliser un registre neutre pour répondre à un large éventail de fonctions langagières et en utilisant leurs expressions les plus courantes (compétences sociolinguistique: correction); 6 Reconnaître les règles de politesse les plus importantes et les différences les plus significatives entre les coutumes, les usages, les attitudes, les valeurs et les croyances des communautés hispanophones et celles de sa propre communauté (compétence sociolinguistique: correction); 7 Savoir mettre en place la souplesse nécessaire pour adapter son expression et faire face  à des situations moins courantes en exploitant une gamme étendue de langue simple afin d'exprimer l'essentiel de ce qu'il/elle veut dire (compétence pragmatique: compétence discursive et souplesse); 8 Intervenir dans une discussion sur un sujet familier en utilisant l'expression qui convient pour attirer l'attention et aussi lancer, poursuivre ou clore une conversation simple en face-à-face sur des sujets familiers ou personnels (compétence pragmatique: compétence discursive et tours de parole); 9 Pouvoir raconter ou décrire avec un relative aisance quelque chose de simple et linéaire (compétence pragmatique: compétence discursive et développement thématique) 10 Relier une série d'éléments courts, simples et distincts en un discours qui s'enchaîne (compétence pragmatique: compétence discursive, cohérence et cohésion); 11 S'exprimer avec une certaine aisance, discourir de manière compréhensible et être capable, même avec quelques problèmes de formulation, des pauses et des impasses, de continuer effectivement à parler sans aide (compétence pragmatique: compétence fonctionnelle et aisance orale); 12 Expliquer les points principaux d'une idée ou d'un problème avec une précision suffisante pour exprimer sa pensée (compétence pragmatique: compétence fonctionnelle et précision). Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants: 1.6, 2.6, 3.4 , 3.5, 3.6, 4.3,4.4, 4.5, 5.4, 5.5, 5.6, 6.4, 6.5, 6.6",
        "content": "Cette unité d'enseignement consiste à développer les compétences communicatives langagières fondamentales des niveaux A1-B1 avec une approche communicative qui prend en compte l'approche lexicale et grammaticale. La typologie d'exercices est très diversifiée, proposant différentes tâches à réaliser (écrites, orales et de médiation) tout au long du cours et en rapport aux thématiques abordées.",
        "teaching_methods": "L'UE en conformité avec l'approche actionnelle retenue part du principe que l'apprenant de langue est avant tout en train de devenir un usager de la langue dans différents domaines (personnel, public, professionnel, éducationnel) et situations (lieux, organismes, acteurs, objets, événements, opérations, textes). L'UE se donne en présentiel, avec recours possible à quelques séances à distance et avec un support e-Learning sur des plateformes UCLouvain (Teams, Moodle) et d'autres plateformes externes (Google, Zoom...) L'UE suit un manuel d'espagnol langue étrangère en correspondance avec le niveau visé du cours L'UE suit la méthode d'apprentissage des langues par des tâches ou projets sur base des principes de l'apprentissage réflexif. L'apprenant est ainsi mis au premier plan de son apprentissage pour le rendre actif sur le plan cognitif de sorte qu'il puisse construire son savoir, savoir-faire et savoir-être de manière autonome, mais aussi avec l'aide de ses pairs. Ainsi, des différentes activités d'auto-évaluation et/ou de co-évaluation pourront être proposées tout au long de l'UE.",
        "assessment_methods": "Le cours LESP1181 est un cours annuel qui est évalué comme suit: La note finale du Q1 représente les 40% de l'ensemble du cours et est soumise à l'échec absorbant (les 50% doivent être obtenus dans chacune des parties de l'évaluation du Q1). La note finale du Q2 représente les 60% de l'ensemble du cours et est soumise à l'échec absorbant (les 50% doivent être obtenus dans chacune de parties de l'évaluation du Q2). L'évaluation est continue. Elle porte sur différentes activités de communication langagière de production, de réception, d'interaction (orale et écrite) et aussi de médiation à réaliser tout au long de l’année académique avec une épreuve finale de grammaire et de vocabulaire. EVALUATION Q1 Les parties de l'évaluation pour le Q1 sont les suivantes: Exercice oral, \" Álbum de fotos \": 20%. Vocabulaire, devoirs et Cuaderno de ejercicios : 10%. Tests de grammaire et de vocabulaire: 50% . Exercice d'expression écrite dans un ePortfolio, \" El perfil \": 20% . La partie \"Vocabulaire, devoirs et Cuaderno de ejercicios \" au Q1 n'est organisée qu'une fois par année académique.  En cas de réinscription à l'examen, les pourcentages d'évaluation sont les suivants: exercice oral (25%), test de grammaire et de vocabulaire (60%) et exercice d'expression écrite (15%). EVALUATION Q2 Les parties de l'évaluation pour le Q2 sont les suivantes: Exercices oraux (40%): entre 1 et 2 présentations individuelles en classe tout au long du quadrimestre (\" Tu pasión \" y \" Un recuerdo \": 20%) et \" Presentación en grupo \" (20%). Vocabulaire:10%. Test de grammaire et de vocabulaire: 30% Exercices d'expression écrite dans un ePortfolio: 20% L'activité orale \" Presentación en grupo \"du Q2  est organisée une seule fois par année académique. En cas de nouvelle inscription à l'examen, cette partie de l'évaluation reste la même, mais la note relative à cette activité d'apprentissage  est alors réputée rattachée à chacune des sessions d'examens de l'année académique (Article 78. – Par exception à l’article 77. Règlement général des études et examens). AUTRES CONSIDERATIONS Lors des épreuves \" Test de grammaire et de vocabulaire \" (tant pour le Q1 que pour le Q2) les étudiants répondent aux questions sur la maitrise des acquis d’apprentissage incontournables à la fin de chaque session d'examen. Seuls ceux qui ont obtenu les 50% dans ces épreuves \"Test de grammaire et de vocabulaire\" (tant pour le Q1 que pour le Q2) sont invités à participer à l'examen oral, qui concerne la maitrise avancée des acquis d’apprentissage. L'évaluation se réalise entièrement en espagnol. Si un étudiant réussit les différentes épreuves d'évaluation du Q1 ou du Q2, il est dispensé de rattraper la matière et le contenu correspondant à cette partie du cours lors d'une nouvelle inscription à l'examen de la même année académique. Si un étudiant doit représenter la totalité du cours (Q1 et Q2), deux épreuves d'évaluations distinctes seront organisées, une pour chaque quadrimestre. La présence à la totalité des cours est requise. Les titulaires du cours pourront, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un étudiant qui n'aurait pas assisté à au moins au 70% des séances de cours. Les intelligences artificielles (IA) génératives ne peuvent pas être utilisées dans le cadre de ce cours. Leur utilisation sera considérée comme un cas de tricherie.",
        "online_resources": "Moodle: https://moodle.uclouvain.be/course/view.php?id=9757 Platéforme Google Sites pour l'ePortfolio: https://sites.google.com Platéforme Campus Difusion : https://campus.difusion.com ·",
        "course_materials": "LECTURA (Q1+Q2): Quillahuaman, R. (2022). Marrón, Blackie Books, Barcelona. MATERIAL Q1: Rosales, F., Moreno, T.; Martínez A., Salamanca, P., Buyse, K., Martínez, M., Murillo, N. &Garrido, P. (2019). Campus Sur A1-B1 - Edición híbrida - Libro del alumno y cuaderno de ejercicios. ISBN:  9788419236357. En vente à la CIACO. MATERIAL Q2: Sans, N., Martín Peris, E., Garmendia, A., & Conejo, E. (2018). Bitácora 3 NUEVA EDICIÓN - Libro del alumno. Difusión. ISBN: 9788416657520EN vente à la CIACO GRAMÁTICA (Q1+Q2): Alonso, R., Castañeda, A., Martínez Gila, P., Miquel, L., Ortega, J., & Ruiz Campillo, J.P. (2005). Gramática básica del estudiante de español",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2640",
        "title": "Politiques linguistiques",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hambye Philippe"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Différentes actions d'aménagement linguistique seront présentées aux étudiants (politiques favorisant le bilinguisme ou la féminisation linguistique, lutte contre les anglicismes, politiques scolaires relatives à la qualité de la langue, règlementation linguistique d'entreprises plurilingues, injonctions en matière d'usage de la langue dans les milieux professionnels monolingues, etc.). On choisira les cas analysés de manière à varier les milieux sociaux (services publics, entreprises, milieu scolaire, etc.) et les aspects des usages linguistiques concernés (droits linguistiques, qualité de la langue, réformes grammaticales et orthographiques, terminologie, attitudes linguistiques, etc.). Des espaces linguistiques divers seront examinés, avec une prédilection pour les situations faisant intervenir la langue française.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre les enjeux sociaux, économiques et politiques de l'aménagement linguistique en contexte monolingue ou plurilingue. Porter un regard critique sur différentes actions politiques menées en matière de langues, en les rapportant aux principes normatifs et éthiques qui les sous-tendent. Identifier des méthodes scientifiques utiles pour évaluer l'impact potentiel ou effectif de mesures d'aménagement linguistique. Concevoir de telles mesures en fonction d'une situation empirique donnée.",
        "content": "Le cours débutera par une introduction générale présentant les principaux concepts propres aux recherches en politique linguistique (aménagement linguistique, statut vs corpus, etc.), les principales disciplines mobilisées par ce domaine de recherche, ainsi que ses enjeux scientifiques et sociétaux. Le cours proposera ensuite d'étudier différentes mesures concrètes de politique linguistique, afin d'en cerner les fondements éthiques et politiques, l'idéologie linguistique sous-jacente, les modalités d'application et les conséquences linguistiques, sociales et politiques. Le parcours suivi commence par examiner des politiques axées sur l'emploi des langues à l'échelle d'un État (ex. : Belgique, Québec, Etats-Unis, Grand-Duché de Luxembourg) ou d'une institution (ex. : enseignement des langues à l'école, emploi des langues sur le lieu de travail) et se termine par l'étude de politiques visant à modifier l'usage d'une langue par ses locuteurs (ex. : féminisation, réforme orthographique, lutte contre les anglicismes).",
        "teaching_methods": "Le cours sera constitué d'exposés magistraux et de séances de débat sur des questions de politique linguistique. Une participation active des étudiants est exigée (chacun devant contribuer à la réflexion collective en réalisant une des « tâches » proposées par l'enseignant).",
        "assessment_methods": "L'évaluation du cours est basée sur un travail de recherche personnel des étudiants, qui sera l'objet d'un rapport écrit et d'une présentation orale. A l'occasion de cette présentation orale les étudiants sont également susceptibles de devoir répondre à des questions globales sur la matière du cours. Pour pouvoir soumettre leur travail final lors de la session de janvier ou lors de la session de septembre, les étudiantes et les étudiants doivent impérativement soumettre à l'enseignant, pour validation, une première ébauche de leur problématique, de leur question de recherche et de leur bibliographie, à une date définie par l'enseignant en début d'année et communiquée via le site du cours sur Moodle. Tout travail qui ne respecte pas les consignes communiquées sur Moodle pour ce qui concerne les échéances de remise du travail, son contenu, sa structure ou le respect des normes académiques pourra être jugé irrecevable et se voir attribuer une note d’échec.",
        "other_info": "/",
        "bibliography": "Voir document disponible sur le site Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfra1112",
        "title": "Histoire de la langue française",
        "credits": "5.00",
        "hours": "37.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hambye Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours poursuit les objectifs suivants : Présenter les principales étapes de l’évolution du statut du français au cours de l’histoire, afin de comprendre les facteurs socio-politiques qui ont guidé cette évolution et l’influence qu’ils ont exercé sur les normes du français ; Décrire les principaux changements linguistiques qui ont marqué l'évolution linguistique (et en particulier phonologique) du latin vers le français, expliquer les mécanismes qui les sous-tendent et montrer en quoi ils éclairent certaines caractéristiques du français actuel ; Expliquer et interroger les méthodes de production du savoir en linguistique historique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Témoigner de connaissances sur l’évolution historique du statut du français et en expliquer l’importance pour la compréhension des particularités de cette langue ; 2 Retracer l’évolution des mots latins jusqu’au français actuel et expliquer les mécanismes qui ont présidé à cette évolution ; 3 Interpréter les formes graphiques des textes en ancien ou en moyen français ; 4 Comprendre et utiliser les concepts et les méthodes de la linguistique historique ; 5 Situer le français par rapport aux autres langues romanes d’un point de vue génétique et typologique. Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants: 1.4, 1.6, 2.6.",
        "content": "Le cours débutera par une introduction générale sur les enjeux et les méthodes d’une étude historique de la langue française. Le cours suivra ensuite un parcours historique, du latin jusqu’au français moderne, visant à décrire pour chaque période clé de l’histoire du français les facteurs clés qui influencent le statut de cette langue d’une part, et l’évolution de ses formes d’autre part. Afin de mieux saisir les spécificités de l'évolution sociolinguistique du français, celle-ci sera comparée avec celle des autres langues romanes. Le parcours chronologique sera complété tout au long du cours par l'analyse de cas spécifiques permettant d'illustrer les phénomènes étudiés et d'identifier les principales caractéristiques phonologiques et lexicales du français par rapport aux autres langues romanes. Les exercices liés au cours visent à systématiser les procédures d'analyse présentées au cours et à exercer les étudiants à leur application.",
        "teaching_methods": "Cours magistraux, travail personnel des étudiantes et travaux pratiques.",
        "assessment_methods": "L'évaluation du cours est basée sur un examen écrit à cahier ouvert.",
        "online_resources": "Les différents supports liés au cours (diaporamas du cours, exercices, etc.) sont disponibles sur le site du cours sur la plate-forme Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfra1102",
        "title": "Littérature française : entre création  artistique et analyse romanesque",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Engel Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Analyse approfondie d'une ou de quelques œuvres de narration (romans, nouvelles, mais aussi films, etc.), notamment en confrontant les interprétations proposées par les spécialistes de celles-ci. Cette analyse permet de situer le texte dans la configuration historique, sociale, culturelle qui l'a vu naître ; de dégager des outils opératoires pour l'analyse du genre romanesque ; de mesurer la valeur et les limites des différentes méthodes et orientations théoriques convoquées. L’étude d’adaptation d’œuvre littéraire au cinéma ou au théâtre permettra de se focaliser sur des questions de narrations et des techniques propres à chaque type d’entre elles. Dans cette optique, la langue d’origine du texte adapté ou de l’adaptation pourra être autre que le français.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 De produire une analyse pertinente, éclairante et argumentée d'un texte romanesque et de son adaptation ; 2 De le situer aux plans stylistique, esthétique, historique, culturel ; 3 De mesurer l'interaction entre les outils méthodologiques choisis et les résultats obtenus Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants:  1.5, 1.6., 2.6., 4.3.",
        "content": "Le cours débutera par un rappel des différentes approches de la critique littéraire adaptées à la prose narrative. Ensuite, on verra les grands principes de la structure narrative. Plusieurs textes seront ensuite analysés en profondeur, selon un programme qui sera communiqué en début d’année. Ce corpus comprendra au minimum un roman de langue française, écrit entre 1800 et aujourd’hui ; une nouvelle ; une adaptation cinématographique ou théâtrale d’un roman ou d’une nouvelle.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Travail collectif et/ou individuel, qui pourra être présenté au groupe.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2854",
        "title": "L'Italia nel mondo : percorsi letterari e culturali comparati",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Mostaccio Silvia"
        ],
        "teaching_language": "Italien",
        "prerequisites": "Bonne connaissance de la langue italienne écrite et orale (niveau B2 du Cadre européen de référence).",
        "topics_covered": "Le cours vise à étudier la littérature et la culture italiennes dans leur rayonnement européen et international, à travers des réseaux de relations qui s'établissent entre l'Italie et des lieux du monde entier (Europe, Amériques, Australie, Afrique). Seront en ce sens analysés des mouvements littéraires, des auteurs et des oeuvres qui, à partir de l'Italie, ont eu un impact sur les littératures, les poétiques et les cultures d'autres espaces linguistiques et littéraires (ex. Dante en Amérique latine, le Voyage en Italie des écrivains européens, Manzoni et le roman historique européen, migration et littérature italienne entre les XIXe er XXe siècles, etc). Ces parcours comparés permettront d'appréhender la place et le rôle de l'Italie dans un horizon plus global, à des moments précis, définis au regard de l'histoire littéraire et culturelle international. Ces analyses feront ainsi appraître les spécificités des écrivains italiens et de leurs oeuvres, tout en pointant également les liens de continuités que ces auteurs et créations dessinent avec des productions d'autres lieux du monde.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 savoir analyser des mouvements, des auteurs, et des oeuvres littéraires de langue italienne ; savoir mettre en relation ces mouvements, oeuvres et auteurs italiens avec des écrivains et des créations littéraires et culturelles du monde entier ; savoir mobiliser l'approche comparée pour mieux comprendre les littérature et culture italiennes ; savoir interpréter, à partir de l'exemple italien, la littérature comme un système ouvert et international.",
        "content": "Les chemins du genre dans le XXe siècle italien. Hommes et femmes, conflits et collaborations Le cours de cette année propose un parcours culturel à travers de moments particulièrement significatifs de l’histoire italienne au XXe siècle. Cette histoire contribua à l’image culturelle et sociale de l’Italie au niveau international. Le point d’observation retenu est celui de l’histoire des femmes dans leurs différentes interactions avec les hommes. On procédera par étapes et chacune sera analysée à travers d’un film et d’un roman particulièrement significatifs. Les films et les lectures seront en italien.",
        "teaching_methods": "Une alternance de cours magistraux et de séances avec une participation active des étudiant.e.s",
        "assessment_methods": "40% : évaluation continue (en particulier présentation des étudiant.e.s en petit groupe d’un film et d’un roman pendant les séances de cours), 60% : examen oral.",
        "other_info": "Le cours est donné en italien.",
        "online_resources": "/",
        "bibliography": "diapositives des séances, notes de cours des étudiant.e.s",
        "course_materials": "diapositives des séances, notes de cours des étudiant.e.s",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2720",
        "title": "Questions d'histoire littéraire",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cartron Maxime",
            "Guiderdoni Agnès"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "L'histoire littéraire est une construction critique dont le récit, toujours mouvant, en dit autant sur le moment qui le produit que sur les périodes qu'il évoque : c'est un discours qui rend solidaires le passé et le présent. Le cours invite à prendre conscience de ce phénomène en dégageant les principes et les enjeux qui habitent la construction de ce discours. D'année en année, un objet spécifique est choisi (un aspect de la vie littéraire, l'évolution d'un genre ou d'un thème), qui fournit le fil conducteur à cette réflexion.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de la formation, l'étudiant devra être capable de : - situer historiquement les discours tenus sur la littérature et savoir reconnaître les principes mis en jeu par chacun d'eux. Identifier les récits de l'histoire littéraire comme autant de ces discours construits. - établir un lien entre théorie de la littérature (portant sur le fait littéraire en général) et critique (regard porté sur les oeuvres particulières). - situer les études littéraires dans le contexte des sciences humaines. - produire une critique de la critique : recevoir les récits de l'histoire littéraire comme des constructions à analyser ; mettre au jour les choix opérés par toute parole critique.",
        "content": "Comment a-t-on élaboré l'histoire littéraire en France au fil du temps, depuis ses premières formalisations au XVIe siècle jusqu'à nos jours? De quoi est-elle composée exactement? Quelles valeurs (morales, politiques, poétiques, idéologiques, épistémologiques) et quelle conception de la littérature construit-elle et véhicule-t-elle? Telles seront les questions principales qui seront abordées dans ce cours, qui envisagera l'histoire littéraire comme discipline, telle qu'elle a été renouvelée ces dernières années par la recherche universitaire. Nous verrons d'une part l'histoire de l'histoire de la littérature, et d'autre part la critique de l'histoire de la littérature, qui, ensemble, forment l'histoire littéraire. Après quelques séances introductives où les enjeux principaux de l'histoire littéraire seront présentés, les séances suivantes seront consacrées à des études de cas spécifiques: soit des catégories historiographiques telles que le baroque, le classicisme, le libertinage, le romantisme, etc. soit des figures importantes qui ont contribué à façonner ces catégories et l'histoire littéraire en général, comme Perrault, Voltaire, Sainte-Beuve, Lanson, etc.",
        "teaching_methods": "Cours magistral pour les séances introductives. Les étudiant.es seront ensuite invité.es à participer activement au cours en préparant chez eux et chez elles certains points précis traités pendant les séances.",
        "assessment_methods": "Examen écrit en temps limité durant la session d'examens.",
        "online_resources": "Moodle",
        "bibliography": "Principalement: Alain Vaillant, L'histoire littéraire , Paris, Armand Colin, 2017 (2e édition) Une bibliographie complémentaire commentée sera donnée au fur et à mesure du cours. A complementary commented bibliography will be given as the course progresses.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2171",
        "title": "Lexicologie",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Fairon Cédrick"
        ],
        "teaching_language": "Français",
        "prerequisites": "Une formation linguistique équivalente à celle que donne le Bac en langues et littératures romanes.",
        "topics_covered": "Décrire les principaux axes de fonctionnement du lexique français à travers des approches structurales (distributionnelles) ou constructionnelles. Réfléchir aux rapports entre lexique et grammaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Approfondir le fonctionnement du système lexical en synchronie. Susciter une prise de conscience des potentialités du lexique.",
        "content": "Outre la question théorique de la définition de l'unité lexicale (qu'est-ce que le mot ?), le cours aborde diverses facettes du lexique, du mot-morphème à toutes les formes d'expressions figées, sans oublier les phrases figées et les proverbes, lieux de rencontre par excellence entre lexique et syntaxe. Les deux formes de créativité lexicale que sont la néologie endogène (morphologie lexicale et développements sémantiques) et l'emprunt sont abordées alternativement.",
        "teaching_methods": "Le cours commence par une série d'exposés théoriques et se poursuit par des séances plus appliquées, établissant un lien entre théorie et pratique et destinées à préparer l'étudiant au travail qui lui sera demandé pour l'évaluation finale. Le contexte dans lequel s'inscrivent les travaux réalisés est celui de l'étude de néologismes et de la mise à jour de dictionnaires réels.",
        "assessment_methods": "Examen oral avec travail personnel à présenter lors de l'examen.",
        "other_info": "Support : plan détaillé avec bibliographie sélective.",
        "bibliography": "Une bibliographie établie en fonction du programme de l'année est déposée sur Moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lelal1360",
        "title": "Analyser le langage: Méthodes quantitatives et qualitatives",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "prerequisites": "L’étudiant·e a suivi avec succès un cours d’introduction à la linguistique.",
        "topics_covered": "Ce cours propose un panorama des démarches, méthodes et outils de la recherche en sciences du langage. Il a pour objectif de doter les étudiants d’une bonne compréhension de la terminologie propre à la réflexion méthodologique et de leur permettre de sélectionner, de combiner et d’utiliser les outils adéquats en fonction de leurs objectifs de recherche.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Présenter de manière critique les spécificités (épistémologiques et méthodologiques) des démarches qualitatives et quantitatives et des grandes méthodes de recueil de données en sciences du langage (ex. méthodes expérimentales, enquêtes, analyses de corpus de données textuelles, analyses d’interactions) ; 2 Caractériser une recherche particulière au niveau des démarches et des méthodes mobilisées ; 3 Maitriser une série de concepts fondamentaux en lien avec les questions épistémologiques et méthodologiques (ex. scientificité, validité, fiabilité ; positivisme, constructivisme ; problématique, question de recherche, hypothèses ; exploratoire, confirmatoire ; triangulation ; etc.) ; 4 Maitriser les notions de base de la linguistique de corpus (ex. fréquence relative, absolue, concordance, co-occurrence, collocation, etc.) et pouvoir utiliser des outils informatiques pour mener des recherches élémentaires sur un corpus de textes ; 5 Maitriser les opérations de base permettant d’organiser, de traiter et de visualiser des données dans une feuille de calcul ; 6 Maitriser les notions de base de la statistique descriptive (ex. significativité, moyenne, médiane, écart-type, variance, etc.) et pouvoir les appliquer à des ensembles de données. Cette unité d’enseignement contribue au développement et à la maitrise des compétences et acquis des programmes de l’Ecole de langues et lettres suivants: 1.4, 2.3, 2.4, 2.6, 4.5, 5.6.",
        "responsible_entity": "ELAL"
    }
]