[
    {
        "url": "https://uclouvain.be/cours-2024-lbira2110b",
        "title": "Modélisation et exploration des données multivariées - Applied Econometrics",
        "credits": "3.00",
        "hours": "27.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Draye Xavier",
            "Gaspart Frédéric",
            "Symul Laura"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Eléments de probabilité et de statistique (typiquement les cours BIR 1203 et BIR 1204).",
        "topics_covered": "Méthodes quantitatives d'analyse des données dans le domaine de la bioingénierie. Le partim A (biométrie) aborde les méthodes d’analyse des données issues d’expériences : analyse de la variance à un ou plusieurs critères de classification croisés ou hiérarchisés, modèles linéaires généralisés (facteurs catégoriels et continus), modèles pour données catégorielles, analyse en composantes principales. Le partim B ( applied econometrics ) aborde le cas des données non expérimentales issues d’enquêtes (données en panels, séries temporelles et coupes transversales, concepts d’endogénéité et de stationarité, modèles à effets fixes et aléatoires).",
        "content": "LBIRA2110A - Biométrie Introduction Modèles pour une réponse quantitative et un facteur fixe Modèle linéaire à un facteur quantitatif Modèle polynomial ou non linéaire Analyse de la variance à un facteur fixe Modèles linéaires pour une réponse quantitative et deux facteurs fixes Analyse de la variance à deux facteurs fixes Régression linéaire multiple Analyse de covariance et modèle linéaire général Modèles pour données catégorielles Tables de contingences Régression logistique Modèles linéaires généralisés Méthodes multivariées Analyse en composantes principales Clustering hiérarchique et k-means Le cours comprend un apprentissage en R qui sera basé (entre-autre) sur la plate-forme DATA-CAMP (https://datacamp.com) LBIRA2110B – Applied Econometrics Introduction to the different data types (cross-sections, time series, panel data) and to the small-sample and large-sample justifications of the OLS estimators Cross-sections : typical exceptions to the Gauss-Markov assumptions, sources of endogeneity, IV estimators Time series : the problem of non-stationarity, unit root tests, a few typical econometric specification for time series (Koyck, ECM,...) Panel data : fixed effect model vs random effect model, the unifying Mundlak approach",
        "teaching_methods": "Cours en auditoire / Teams Séances de TP Apprentissage du logiciel R avec Data Camp Cours en auditoire / Teams Devoirs à domicile",
        "assessment_methods": "Biométrie (60% des points pour LBIRA2110) Examen écrit Test R en cours de quadrimestre Evaluation continue (préparation de TP, quizz) Applied Econometrics (40% des points pour LBIRA2110) Homework in groups. Note globale La note globale est la somme des notes des deux parties mais n'est acquise que si chacune des parties est réussie (voir détails sur moodle).  Si ce n'est pas le cas, la note globale est la plus petite des deux notes.",
        "other_info": "Ce cours peut être donné en anglais",
        "online_resources": "Toutes les ressources en ligne se trouvent sur Moodle. Elles comprennent: Transparents de théorie et d'exemples liés au cours Enregistrement des cours (podcasts) Enoncés d'exercices Recueil de formules",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbrai2213",
        "title": "Impact evaluation in agriculture",
        "credits": "4.00",
        "hours": "30.0 h + 8.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van den Broeck Goedele"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Micro-economics (e.g., LBIR1260 Principles of Economics) and Introduction to econometrics (e.g., LECGE1316 or LINGE1221 Econométrie)",
        "topics_covered": "Importance of impact evaluation, different evaluation methods (randomized assignment of treatment, instrumental variable estimation, difference-in-difference estimation, propensity score matching, regression discontinuity design), implementation of impact evaluation. All illustrations and applications are drawn from agricultural policies, programs and projects.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l’activité au référentiel AA (AA du programme) 1.3-1.4: selection of evaluation method 2.1-2.5: impact evaluation, survey design 3.2-3.5: evaluation design 4.2: evaluation design 6.1-6.2: discussion of scientific articles 7.1: exposure to profession, non-academic experts 8.1-8.3: evaluation design, giving and receiving feedback by peers and teacher b. Formulation spécifique pour cette activité des AA du programme At the end of the course, students will be able : - to understand the importance of impact evaluation for developing sound agricultural and food policy - to know, understand and explain the different evaluation methods and how to construct a convincing counterfactual - to critically compare the advantages and disadvantages associated with the different evaluation methods - to know, understand and explain how to implement an impact evaluation in agriculture, specifically how to collect data, design a farm survey and develop a sampling strategy",
        "content": "- Students are exposed to the theory behind impact evaluation, illustrated by many real-life applications of agricultural policies, programs and projects. - Students read and discuss selected scientific publications that use different evaluation methods to critically reflect about the implementation of impact evaluations in various contexts. - External guest speakers from various NGOs, development agencies and research institutes will share their professional expertise with impact evaluation to familiarize students with a non-academic perspective on impact evaluation.",
        "teaching_methods": "Teaching in class room, directed reading, group discussions, presentations",
        "assessment_methods": "Students need to prepare and write an evaluation plan for an agricultural intervention of their own choice. This evaluation plan contains i) Description of agricultural intervention, ii) Objective of evaluation, iii) Evaluation methodology, iv) Sampling and data, and v) Data collection plan. The plan is submitted at the end of the semester and will be discussed through an oral exam with the student during the normal examination period. Students get the opportunity to present their evaluation plan during the semester to receive feedback from the teacher and their peers.",
        "other_info": "Course taught in English",
        "online_resources": "Moodle",
        "bibliography": "Slides, articles, handbooks (announced and distributed via Moodle)",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2130",
        "title": "Fundamentals of geographic and environmental modelling",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Deleersnijder Eric",
            "Vanwambeke Sophie"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Elementary calculus and statistics",
        "topics_covered": "At the end of this course, the students will be able to: ·       Identify and characterize a model and understand the mathematics of a process-based model; ·       Translate a physical, environmental and/or spatial process into mathematical language; ·       Grasp all steps of a modelling process, from the statement of a question to the validation of results; ·       Start engaging with professionals of environmental modelling and management in various settings. Contribution to the acquisition and evaluation of the following learning outcomes of the programme in geography (general and climatology): ·       AA 1.1, AA 1.2, AA 1.4, AA 1.6, and particularly AA.1.7 and AA 1.8 ·       AA 3.3, AA 3.4 ·       AA 4.1, AA 4.2 ·       AA 5.5 ·       AA 6.1, 6.2 Most importantly, these learning outcomes are central to this course: ·       AA 4.3, AA 4.4, AA 4.5",
        "content": "Ce cours est composé de deux parties. La première se penche sur les modèles différentiels. La seconde se penche sur la modélisation spatiale et la pratique de la modélisation. Le cours commence par une introduction générale sur les modèles et la modélisation. Les sujets suivant sont traités: -Comment modéliser? Les différentes étapes de la modélisation; -Typologie des modèles; -Modèles différentiels: problèmes différentiels ordinaires linéaires (par exemple dégradation de premier ordre) -Modèles différentiels: problèmes différentiels ordinaires non-linéaires (par exemple modélisation de la population, modèle proie-prédateur, modèle épidémiologique) -Modèles différentiels: dépendence spatio-temporelle; -Modèles spatiaux: expliciter l'espace, systèmes auto-organisés (par exemple diffusion épidémique, processus d'érosion); -Modèles spatiaux: objets spatialement explicites et interagissants: modèles multi-agents (par exemple: changements d'utilisation du sol). -Comment modéliser? la validation. Ce cours est enseigné en anglais.",
        "teaching_methods": "Cours en auditoire et séances de travaux pratiques, avec des éléments d'apprentissage actif. Tous les cours sont donnés en anglais. Le matériel de cours est soit en anglais soit en français (dont les notes de TP).",
        "assessment_methods": "Evaluation : 5% devoir math 35 % devoirs partie 1 40% rapports partie 2 20% examen oral conjoint sur les 2 parties 2eme session : Travail/devoir sur la partie 1 (40%), travail sur la partie 2 (40%), oral (20%). Pas de report de note entre les sessions.",
        "other_info": "Préalables : LGEO1342 - Systèmes d'information géographique (ou comparable); LGEO1341 - Analyse statistique de données géographiques (ou comparable); Mathematics",
        "online_resources": "Les dias, notes de cours et tout le matériel de lecture se trouve sur Moodle.",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbir1362",
        "title": "Economie des ressources naturelles et de l'environnement",
        "credits": "3.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gaspart Frédéric"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Dans une première partie, le cours rappelle brièvement les fondements de théorie micro-économique nécessaires pour appréhender les questions d'économie des ressources naturelles et de l'environnement. Dans une deuxième partie, le cours présente et compare les problèmes les plus communs en économie des ressources naturelles et de l'environnement dans un cadre de concurrence parfaite, d'une part, et les instrument économiques et réglementaires des politiques de l'environnement (normes, taxes, subsides, permis de pollution négociables), d'autre part. Dans une troisième partie, le cours aborde les questions d'allocation optimale des ressources naturelles dans un cadre stratégique faisant appel à la théorie des jeux, en distinguant les ressources appropriables des ressources en accès libre.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) 1.1-1.3, 1.5, 2.1-2.3 micro-économie, optimisation, théorie des jeux 3.1-3.2, 4.1-4.2 associer une situation décrite avec un problème typique, en sachant quelle information chercher 3.3, 4.3 chercher les éléments pertinents pour bâtir et résoudre un modèle micro-économique simple 3.5-3.7, 4.4 interpréter les résultats de modèles micro-économiques, leurs limites et apprécier leurs variantes aux frontières des hypothèses de départ 6.2, 6.4 devoirs à domicile 7.1-7.4 économie normative, conséquences des décisions en termes de bien-être b. Formulation spécifique pour cette activité des AA du programme A la fin de ce cours, les étudiants seront capables de : - comprendre et utiliser les concepts fondamentaux de micro-économie nécessaires pour appréhender les questions de préservation de l'environnement et de gestion des ressources naturelles ; - reconnaître, caractériser et représenter mathématiquement les problèmes typiques de préservation de l'environnement et de la gestion des ressources naturelles ; - définir et résoudre un jeu en forme normale correspondant à une situation simple d'interaction stratégique ; - associer les principaux instruments de politique économique avec les problèmes pour lesquels ils sont adéquats ; - juger de l'efficience et du bien-être à un équilibre (compétitif ou de Nash) avec et sans intervention publique dans un modèle micro-économique simple.",
        "content": "1.     Le choix individuel, propriétés des demandes individuelles, modèle de la firme privée 2.     Equilibre général : notions générales, boîte d'Edgeworth, théorèmes fondamentaux de l'économie du bien-être, paradoxe du transfert 3.     Modèles compétitifs avec pollution unilatérale (Pigou), ressources en accès libre intertemporel (\" île de Pâques \") et ressources appropriables (« loi d'Hoteling ») 4.     Modèles stratégiques de biens publics, pollution réciproque, Tragédie des Communs (Coase, permis négociables) Les étudiants reçoivent quelques exercices de consolidation de la matière précédemment vue et d'exploration de la matière à voir prochainement. Ces exercices doivent être rendus dix jours plus tard et sont corrigés au cours.",
        "teaching_methods": "Cours magistraux et devoirs à domicile",
        "assessment_methods": "Examens écrits par e-mail, exercices à cahier ouvert.",
        "other_info": "Le cours ne fait appel à aucun support particulier qui serait payant et jugé obligatoire. Les ouvrages payants qui seraient éventuellement recommandés le sont à titre facultatif.",
        "online_resources": "Moodle",
        "bibliography": "Rien d'obligatoire. Divers articles ou manuels peuvent être conseillés à des étudiants pour des questions spécifiques.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-linge1221",
        "title": "Econométrie",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Bellegem Sébastien"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "content": "PARTIE 1 - GÉOMÉTRIE DES DONNÉES 1. Base de données 2. Opérations sur une base de données 3. Espérance conditionnelle PARTIE 2 - APPROCHES STRUCTURELLE 7. Modèle linéaire 8. Approximation Normale 9. Modèles de choix",
        "assessment_methods": "Examen écrit",
        "other_info": "Syllabus du professeur à disposition au début du cours",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbres2204",
        "title": "Gestion intégrée des ressources en eaux",
        "credits": "4.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vanclooster Marnik"
        ],
        "teaching_language": "Français",
        "prerequisites": "Cours de base en probabilité et statistiques Cours de base en modélisation, programmation, et informatique.",
        "topics_covered": "L'objectif principal du cours est de former des ingénieurs capables de comprendre et de relever les défis liés à la gestion des ressources en eau au 21ième siècle en se plaçant à l'interface entre les politiques de l'eau (par ex. développement durable), les outils analytiques (par ex. l'optimisation), et les systèmes d'information (par ex. les systèmes d'aide à la décision). Les thèmes abordés sont : -       Concepts et enjeux de la gestion intégrée des ressources en eau à l'échelle de l'unité de gestion de grande taille (les systèmes de barrage, le périmètre agricole, le bassin versant, le continent). -       Aspects stratégiques, politiques et institutionnels de la gestion intégrée des ressources en eau. -       Modélisation des ressources en eau de grande taille (bassins versants, barrages, périmètre, nappes phréatiques) : aspects techniques, économiques et sociaux. Application à l'analyse, la planification, à l'optimisation et à l'évaluation des hydrosystèmes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) M2.2 ; M2.3 ; M2.4 ; M2.5 b. Formulation spécifique pour cette activité des AA du programme (maximum 10) A la suite du cours, les étudiants doivent être capables : - d'expliciter le concept de la gestion intégrée des ressources en eau (GIRE) ; - d'expliciter les aspects politiques, institutionnels, légaux et stratégiques associés à la gestion intégrée des ressources en eau ; - d'élaborer des politiques, des stratégies et des programmes de développement durable des ressources en eau ; - d'illustrer les programmes de coopération internationale dans le domaine de la gestion intégrée des ressources en eau des grands bassins (p.ex. Le Mekong, Le Nil) ; - de modéliser un hydro-système, tout en considérant la nature aléatoire des flux ; - d'appliquer des méthodes d'optimisation (programmation dynamique, multiplicateurs lagrangiens, programmation linéaire), aux problèmes simples de planification dans le domaine des ressources en eau ; - de confronter les performances d'un hydro-système avec les critères et objectifs multiples formulés par plusieurs acteurs ; - de développer une méthodologie pour résoudre les problèmes hydrologiques complexes en vue de formuler les politiques, des stratégies et des programmesde gestion des ressources en eau qui respectent les objectifs multiples.",
        "content": "Les changements climatiques impactent d'abord les ressources hydriques et les différentes fonctions y associées. Le paradigme de la Gestion Intégrée des Ressources en Eau (GIRE) est proposé pour adapter les bassins versants aux enjeux des changements climatiques. Dans ce cours, l'étudiant sera initié dans les différents aspects de la GIRE. Partie I : Enjeux, aspects stratégiques, politiques et institutionnels Etat des ressources en eau douce à l'échelle globale et régionale Etat des usages actuels et des besoins futurs en eau douce à l'échelle mondiale et régionale Etat des infrastructures hydrauliques et des besoins en investissements Enjeux et défis du 21ème siècle Principes de Gestion Intégrée des Ressources en Eau (GIRE) Cadre institutionnel, politique et légal de la gestion de l'eau Elaboration de stratégies et programmes de gestion et de développement  des ressources en eau Coopération internationale pour la gestion de l'eau. Exemples de coopération pour la gestion des ressources en eau : le Mékong / le Nil Partie II : Outils de modélisation, de gestion et d'optimisation de la gestion Aspects de la modélisation de l'hydrosystème Hydro-informatique et gestion. Apports de la télédétection. Méthodes de programmation, de planification et d'optimisation. Multiplicateurs lagrangiens. Programmation linéaire. Programmation dynamique. Aspects stochastiques. Analyse d'incertitudes et analyse de sensibilité. Analyse de risque hydrique. Analyse de performance. Analyse multicritère et intégrée des ressources en eau.",
        "teaching_methods": "Cours magistraux : Classe inverse. À travers le site du cours (Moodle), l'étudiant a accès à un syllabus, des capsules vidéos qui expliquent les fondations théoriques et des notebooks Python permettant d'illustrer certains aspects. Les classes en présentiel permettent de répondre aux questions et approfondir la matière. Travaux pratiques : Exercices en salles informatiques. En raison de la capacité limitée d’accueil des auditoires  (crise COVID-19), certains cours peuvent se donner à distance",
        "assessment_methods": "Partie théorique: Examen oral avec préparation écrite. Partie exercice: L'étudiant reçoit  avant la séance d'examens l'exercice qu'il prépare et défend oralement avant l'assistant",
        "other_info": "Ce cours peut être donné en anglais.",
        "online_resources": "Moodle Copie des transparents Capsule vidéos Exercices (Python Notebooks) Enoncés des travaux pratiques Lien vers l'ouvrage de référence  ( https://link.springer.com/book/10.1007/978-3-319-44234-1 )",
        "bibliography": "D. Loucks and E. Van Beek: Water Resources System Planning and Management: An introduction to methods, models and applications. UNESCO, 2005.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsaiv2200",
        "title": "Mémoire",
        "credits": "27.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "topics_covered": "Le mémoire est un travail personnel de fin d'étude réalisé par chaque étudiant en cycle de master. Il s'agit d'une initiation à la recherche scientifique qui permet à un futur diplômé d'approfondir un sujet de son choix. En tant que futur diplômé, l'étudiant doit identifier et approcher une question à résoudre en suivant la démarche générale suivante : (0) Définir une problématique sur le sujet étudier ; (1) Faire état des connaissances actuelles sur le sujet ; (2) Concevoir un plan de travail ; (3) Observer (mesures de terrain, de laboratoire) ; (4) Analyser et interpréter les observations ; (5) Tirer des conclusions et formuler des propositions ; (6) Présenter l'ensemble sous forme d'un document scientifique; (7) Défendre oralement son travail.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du mémoire, l'étudiant sera capable : -          d'analyser des articles scientifiques en rapport avec son sujet de mémoire, d'en maîtriser le contenu, d'en exposer le contenu de façon synthétique et d'en faire une critique ; -          de concevoir une approche scientifique cohérente pour répondre à une question d'ordre scientifique, en se basant sur un état actualisé des connaissances; -          de mettre au point un protocole de recherche, de le réaliser, d'en analyser et interpréter les résultats à la lumière de la littérature et compte tenu des limitations du protocole ; -          de communiquer et de défendre les résultats de ses travaux, dans un langage scientifiquement rigoureux et pédagogique sous forme d'un travail écrit et au cours d'une présentation orale publique devant un jury. Contribution de l'activité au référentiel AA (AA du programme) : M.1.3, M1.4., M.1.5., M.2.3., M.2.4, M.3.1. - M.3.9., M.6.1 - M.6.8.",
        "content": "Les sujets de mémoire sont proposés par les promoteurs. L'étudiant peut toutefois faire également des propositions personnelles et rechercher un promoteur susceptible d'en accepter la guidance. Sous réserve de l'accord de la Faculté, une partie du mémoire de fin d'études peut être réalisée en dehors de l'Université, en Belgique ou à l'étranger. Cette possibilité est notamment d'application pour les mémoires Erasmus et les stages-mémoire. La guidance scientifique du mémoire est assurée par un promoteur ou par deux co-promoteurs. Le promoteur ou les co-promoteurs veillent à la bonne réalisation des travaux requis par le mémoire et à ce que celui-ci soit effectué avec ordre et méthode. Ces éléments seront pris en compte dans la rubrique \"Appréciation du travail personnel de l'étudiant\" pour l'attribution de la note du mémoire. Il est souhaitable que les étudiants fassent le choix de leur promoteur de mémoire au plus tard au cours du second quadrimestre de la première année de master. Pour les finalités AFEPA, MISOL et GEM, tout au long de l'accomplissement du mémoire, l'étudiant doit se conformer au règlement du mémoire de fin d'étude de la Faculté, tel que disponible sur la page https://intranet.uclouvain.be/fr/myucl/facultes/agro/memoire-fin-etudes-masters-bioingenieur.html . Ce document précise aussi les modalités particulières applicables aux étudiants qui suivent la formation CPME.",
        "assessment_methods": "Le mémoire doit être présenté lors d'une des sessions d'examens au sein du cycle de master bioingénieur. Les étudiants qui sont inscrits au mémoire mais ne sont pas à même de le présenter en session de septembre sont ajournés à l'année académique suivante. Pour les finalités AFEPA, MISOL et GEM, la présentation du mémoire se fera en anglais. Le travail de l'année fait l'objet d'une évaluation par le promoteur et les éventuels co-promoteurs du mémoire. Un jury est également chargé d'apprécier le mémoire, tant pour sa forme écrite que pour sa présentation orale. La capacité de l'étudiant à répondre à des questions est également évaluée. Le jury décide de la note finale du mémoire, sur base d'une note moyenne pondérée faisant intervenir le travail personnel durant l'année (30 %), le document écrit (50 %) et la défense orale (20 %). La note relative à la présentation orale est utilisée pour le cours 'Séminaire d'accompagnement au mémoire'.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbira2210",
        "title": "Master thesis' accompanying seminar",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Baret Philippe",
            "Debier Cathy",
            "Gaspart Frédéric",
            "Legrève Anne"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le mémoire ou travail de fin d'étude est une initiation à la recherche. Il s'agit d'une démarche personnelle qui, sous la guidance d'un promoteur, développe la maîtrise de l'approche expérimentale, de l'interprétation des résultats à la lumière des connaissances actuelles avec la perspective de travaux ultérieurs. A côté de cette méthodologie, l'étudiant doit pouvoir communiquer clairement et oralement les résultats de son travail et garder un esprit critique quant à l'adéquation entre la démarche suivie et les buts poursuivis. Afin de les rendre plus visibles, ces activités de communication et ces exercices d'analyse critique sont valorisés au travers de séminaires se focalisant sur les aspects pédagogiques de la communication scientifique. L'usage de l'anglais est obligatoire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de cette activité, l'étudiant est capable de : maîtriser les outils informatiques permettant la présentation de diaporamas et l'élaboration de graphiques scientifiques ; présenter en anglais le contexte et l'état de l'art dans le domaine de son mémoire en définissant de manière synthétique les objectifs poursuivis et la démarche méthodologique et/ou expérimentale qui est mise en place ; présenter oralement et en anglais les résultats obtenus et les interprétations scientifiques qui peuvent en être faites, tant à des pairs qu'à des experts dans le domaine de la bioingénierie ; définir les principaux acquis à retenir au vue du travail en cours et identifier les perspectives de développement ultérieurs ; répondre à des questions ouvertes en justifiant les affirmations qui sont faites de manière scientifiquement rigoureuse, nuancée et critique. Contribution de l'activité au référentiel AA (AA du programme) : M.6.2., M.6.4., M.6.5., M.6.8., M.6.9.",
        "content": "Le responsable du cours de chaque groupe de recherche prend l'initiative de réunir l'ensemble des étudiants dont le promoteur principal fait partie du groupe en question, les (co)promoteurs de mémoires ainsi que des chercheurs seniors, des doctorants et étudiants du même groupe. Ces rencontres peuvent notamment s'insérer dans le cadre des séminaires de l'unité de recherche. Une première réunion au cours du 1er quadrimestre permet de présenter, sous forme d'un séminaire d'une quinzaine de minutes, l'objectif du mémoire, l'état des connaissances, le programme de travail et les difficultés entrevues. Une deuxième réunion au cours du 2ème quadrimestre a pour but de présenter, sous forme d'un séminaire d'une quinzaine de minutes, les objectifs du travail, une synthèse des résultats de la recherche et leurs discussions ainsi que les difficultés rencontrées. Les étudiants d'un même laboratoire sont encouragés à préparer ensemble leurs interventions, éventuellement avec l'aide d'un chercheur senior. Les étudiants dont le promoteur principal ne fait pas partie de la Faculté auront la responsabilité d'organiser eux-mêmes les séminaires, soit en accord avec un des laboratoires de la Faculté, soit dans le laboratoire où ils effectuent leur recherche. Dans ce dernier cas, le promoteur devra confirmer par écrit auprès du coordinateur du cours que l'étudiant a bien effectué les deux présentations. Le coordinateur du cours dans chaque programme veillera à ce que tous les étudiants effectuent leurs séminaires. Ces réunions sont suivies d'une discussion des forces et faiblesses de l'exposé oral, de l'état d'avancement du travail, de la bonne tenue du calendrier de recherche et de l'esprit critique de l'étudiant. Le calendrier des rencontres est fixé en fonction des règles propres à chaque laboratoire. Il est conseillé de garder une certaine souplesse en fonction du thème du mémoire et de son organisation (par exemple, mémoire en partenariat avec une institution étrangère ou stage-mémoire). Les étudiants participent également aux réunions organisées par les autres étudiants du même laboratoire et, dans la mesure du possible, aux défenses de mémoire par les étudiants de la promotion précédente en septembre, aux défenses de thèse, et aux préparations du concours FRIA organisées par les personnes de la même unité.",
        "assessment_methods": "L'aboutissement des séminaires donnés en cours d'année est la présentation orale effectuée lors de la défense publique du mémoire. La note attribuée à ce courscorrespond àl'évaluation de la présentation orale du mémoire par le jury du mémoire. Cette évaluation portera sur 2 points, de poids équivalent : 1. Clarté de l'exposé (qualité des transparents, modulation de la voix, répartition du temps entre les différentes parties de l'exposé, maintien de l'attention, etc.) ; 2. Rigueur scientifique de l'exposé (terminologie, contenu des transparents, capacité de synthèse, etc.). Ceci s'applique à l'ensemble des étudiants, y compris ceux dont le promoteur n'est pas un enseignant de la faculté et ceux inscrits à la formation CPME. Les coordinateurs vérifieront auprès des responsables du cours de chaqueéquipe(ou auprès des promoteurs lorsque l'étudiant effectue son mémoire en dehors de la Faculté) avant la session de juin que tous les étudiants ont effectivement présentés leurs deux séminaires. Tout étudiant qui n'aura pas satisfait aux exigences de ce cours peut se voir attribuer une note d'insuffisance (0/20), quelle que soit la qualité de la présentation orale lors de la défense du mémoire.",
        "other_info": "Ce cours peut être donné en anglais.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbire2210",
        "title": "Master thesis' accompanying seminar",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Bielders Charles",
            "Bogaert Patrick",
            "Delmelle Pierre",
            "Vincke Caroline"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le mémoire ou travail de fin d'étude est une initiation à la recherche. Il s'agit d'une démarche personnelle qui, sous la guidance d'un promoteur, développe la maîtrise de l'approche expérimentale, de l'interprétation des résultats à la lumière des connaissances actuelles avec la perspective de travaux ultérieurs. A côté de cette méthodologie, l'étudiant doit pouvoir communiquer clairement et oralement les résultats de son travail et garder un esprit critique quant à l'adéquation entre la démarche suivie et les buts poursuivis. Afin de les rendre plus visibles, ces activités de communication et ces exercices d'analyse critique sont valorisés au travers de séminaires se focalisant sur les aspects pédagogiques de la communication scientifique. L'usage de l'anglais est obligatoire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de cette activité, l'étudiant est capable de : ·       maîtriser les outils informatiques permettant la présentation de diaporamas et l'élaboration de graphiques scientifiques ; ·       présenter en anglais le contexte et l'état de l'art dans le domaine de son mémoire en définissant de manière synthétique les objectifs poursuivis et la démarche méthodologique et/ou expérimentale qui est mise en place ; ·       présenter oralement et en anglais les résultats obtenus et les interprétations scientifiques qui peuvent en être faites, tant à des pairs qu'à des experts dans le domaine de la bioingénierie ; ·       définir les principaux acquis à retenir au vue du travail en cours et identifier les perspectives de développement ultérieurs ; ·       répondre à des questions ouvertes en justifiant les affirmations qui sont faites de manière scientifiquement rigoureuse, nuancée et critique. Contribution de l'activité au référentiel AA (AA du programme) : M.6.2., M.6.4., M.6.5., M.6.8., M.6.9.",
        "content": "De manière coordonnée, les promoteurs.trices des mémoires rattachés à la commission de programmes BIRE et BIRF et le/la responsable de la commission de programmes prennent l'initiative de réunir l'ensemble des étudiant·e·s inscrits au mémoire. Une première réunion au cours du 1er quadrimestre permet  à chaque étudiant·e de présenter, sous forme d'un séminaire d'une quinzaine de minutes, l'objectif de son mémoire, l'état des connaissances, le programme de travail et les difficultés entrevues. Une deuxième réunion au cours du 2ème quadrimestre a pour but de présenter, sous forme d'un séminaire d'une quinzaine de minutes, les objectifs du travail, une synthèse des résultats de la recherche et leurs discussions ainsi que les difficultés rencontrées. Ces réunions sont suivies d'une discussion des forces et faiblesses de l'exposé oral, de l'état d'avancement du travail, de la bonne tenue du calendrier de recherche et de l'esprit critique de l'étudiant·e. Les présentations des séminaires sont organisées  de manière groupée sour forme de sessions en fonction des thèmes et des promoteurs·trices. Les promoteurs.trices des mémoires et le/la responsable de la commisison de programmes veilleront à ce que tou·te·s les étudiant·e·s effectuent leurs deux séminaires. Les étudiant·e·s sont tenu·e·s d'assister à un nombre minimum d'autres séminaires en visant prioritairement les sujets proches de leur propre thème, selon les modalités qui leur sont communiquées en cours d'année. Les étudiant·e·s dont le/la promoteur·trice principal·e ne fait pas partie de la Faculté auront la responsabilité d'organiser eux-mêmes les séminaires, soit en accord avec un des laboratoires de la Faculté, soit dans le laboratoire où ils/elles effectuent leur recherche. Dans ce dernier cas, le/la promoteur·trice devra confirmer par écrit que l'étudiant·e a bien effectué les deux présentations.",
        "assessment_methods": "L'aboutissement des deux séminaires présentés en cours d'année est la présentation orale effectuée lors de la défense publique du mémoire. La note attribuée à ce cours correspond àl'évaluation de la présentation orale du mémoire par le jury du mémoire. Cette évaluation portera sur 2 points de poids équivalent : (i) la clarté de l'exposé (qualité des transparents, modulation de la voix, répartition du temps entre les différentes parties de l'exposé, maintien de l'attention, etc.), et (ii) la rigueur scientifique de l'exposé (terminologie, contenu des transparents, capacité de synthèse, etc.). Ceci s'applique à l'ensemble des étudiant·e·s, y compris ceux dont le/la promoteur·trice n'est pas un enseignant·e de la faculté et ceux/celles inscrit·e·s à la formation CPME.  Les promoteurs.trices des mémoires et le/la responsable de la commisison de programmes veilleront à ce que tou·te·s les étudiant·e·s ont effectivement présentés leurs deux séminaires. Tout étudiant·e qui n'aura pas satisfait à cette exigence peut se voir attribuer une note d'insuffisance (0/20), quelle que soit la qualité de la présentation orale lors de la défense du mémoire.",
        "other_info": "Ce cours peut être donné en anglais.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbir2004a",
        "title": "Stage d'insertion socio-professionnelle",
        "credits": "6.00",
        "hours": "",
        "quadrimester": "Q2",
        "teachers": [
            "Debecker Damien",
            "Draye Xavier",
            "Jacquemart Anne-Laure"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Pré-requis : cours des troncs communs et des finalités spécialisées des masters bioingénieurs",
        "topics_covered": "Le stage demande aux étudiants de mettre en oeuvre de manière intégrée les connaissances et compétences acquises dans les différents cours de leur formation de bioingénieur pour comprendre, analyser et proposer des solutions concrètes dans un cadre professionnel. Les étapes du stage impliquent : d'exécuter un stage d'une durée totale de 40-45 jours au sein d'une entreprise en respectant l'ensemble des modalités de fonctionnement de celle-ci, d'identifier et de documenter l'environnement particulier de l'entreprise ou de l'organisation, de réaliser un diagnostic du problème à résoudre (AFOM : analyse des avantages, faiblesses, opportunités et menaces), de développer les solutions choisies, jusqu'au scénario des opérations à mettre en oeuvre, de rédiger un rapport succinct des activités développées dans le cadre de ce stage et de défendre oralement ce rapport devant un jury.",
        "content": "Présentation du stage et des documents requis à la fois sur le site web de la faculté, dans le Guide du stagiaire et le carnet de stage.",
        "teaching_methods": "Projet intégrateur multidisciplinaire de grande envergure au sein du monde professionnel sous la supervision d'une équipe d'encadrants.",
        "assessment_methods": "La note finale est constituée d'une aggrégation pondérée de - l'évaluation par le maître de stage selon une grille de critères prédéfinie (voir carnet de stage) (25%) - l'évaluation par la Cellule des stages Master de l'adéquation entre, d'une part, la nature de la mission confiée et du délivrable fourni, et, d'autre part, le niveau de compétences attendu pour un étudiant Bioingénieur en master (apport scientifique, technique, statistique, etc.; maîtrise d'outils spécialisés; intégration d'aspects pluridisciplinaires; démarches de l'ingénieur; appréhension d'un problème complexe; etc.) (25%) - l'évaluation par la Cellule des stages Master de la qualité rapport écrit, de sa présentation orale et de sa défense (questions-réponses) (50%)",
        "other_info": "Le parrain/la marraine académique peut aider à définir le projet de stage, en concertation avec l'étudiant(e) et le maitre de stage.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2033",
        "title": "Econométrie appliquée : microeconométrie",
        "credits": "5.00",
        "hours": "30.0 h + 12.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dejemeppe Muriel",
            "Verheyden Bertrand"
        ],
        "teaching_language": "Français",
        "topics_covered": "(i) Le cours aborde plusieurs méthodes corrigeant pour le biais d'endogénéité à partir de données transversales et de panel : la méthode de variables de \" procuration \" (\" proxy variables\") ; la méthode en \" pre-mière différence \", en \" double différence \" et à \" effet fixe \" ; la méthode de variables instrumentales et (fa-cultativement) l'estimation des équations simultanées. \r(ii) On rappelle l'estimation des modèles à choix binaire ; On développe les modèles sur données tronquées et censurées ; facultativement, on traite un ou plusieurs thèmes parmi la liste suivante : modèles de choix multiples (ordonnés ou non), le modèle de Poisson et/ou le modèle de sélection endogène (\" Heckit \"). \rLes méthodes sont illustrées par des exemples dans divers domaines d'application en économie. Au minimum un tiers du cours est consacré à l'apprentissage d'un logiciel sur base duquel l'étudiant peut appliquer à des données les méthodes d'estimation apprises au cours. Cette apprentissage se réalise sur base d'exemples de pro-grammation de l'enseignant et sur base d'exercices pratiques réalisés par les étudiants.\r L'évaluation du cours porte non seulement sur la compréhension de la théorie, mais aussi sur la capacité à met-tre en uvre des méthodes d'estimation avec un logiciel sur des données inconnues.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours introduit l'étudiant à l'analyse des données en coupe transversale et en panel. Il vise deux objectifs principaux : apprendre (i) comment identifier et estimer l'effet causal d'une variable (par exemple : une politi-que, l'action d'une entreprise ou d'un consommateur, le changement d'un prix,) sur la variable dépendante (par exemple : le niveau du salaire ou du profit, la quantité de biens vendus,) ; il s'agit de tenir compte du biais \" d'endogénéité \" induit par des variables inobservées, par des erreurs de mesure et/ou par des relations de simultanéité ; (ii) comment la méthode d'estimation peut tenir compte des variables dépendantes qui ne sont que partiellement observées (\" tronquées \" et/ou \" censurées \")  ou qui ne sont pas continues, mais discrètes (ordon-nées ou non). \rL'étudiant devra comprendre en quoi les méthodes apprises peuvent l'aider à trouver une réponse aux questions concrètes posées dans divers domaines d'application en économie tel que l'économie du travail, l'économie industrielle, l'économie du développement ou l'économie publique. Au terme du cours, il devrait également être capable d'appliquer les méthodes d'estimation, de bien interpréter les paramètres estimés et de pouvoir tester certaines hypothèses, notamment sur la validité de la méthode suivie et sur la spécification du modèle estimé.",
        "content": "1. Rappels de la méthode des MCO sur données transversales 2. Biais des variables omises (ou non observées) 3. Méthode des variables instrumentales 4. Méthodes d’estimation sur données transversales agrégées 4.1. Estimateur des MCO agrégés 4.2. Estimateur de «différence de différences» 5. Méthodes d’estimation sur données de panel 5.1. Estimateur en «différence première» 5.2. Estimateur à «effet fixe» 5.3. Estimateur à «effet aléatoire» 6. Modèles pour variables dépendantes qualitatives 6.1. Modèles de probabilité linéaire, probit et logit 6.2. Modèle Tobit* 6.3. Modèle normal tronqué* 6.4. Méthodes de correction d’échantillonnage endogène* + Intitiation au logiciel d'analyse statistique STATA * Si le temps le permet.",
        "teaching_methods": "Le cours comprend des exposés magistraux de l'enseignant en auditoire qui sont retransmis en direct sur Teams (enseignement comodal), ainsi que des séances de travaux pratiques sur ordinateur qui sont organisées par un assistant. Lors du cours magistral, l'enseignant explique la théorie sur base de transparents. Les méthodes d'estimation sont chaque fois illustrées par des exemples d'application dans divers domaines de l'économie. L'étudiant complète sa compréhension du cours sur base d'un livre de référence. Les étudiants apprennent à mettre en oeuvre les méthodes d'estimation sur des données réelles avec le logiciel STATA et le support d'un assistant. Cette apprentissage se réalise sur base de quelques cours pratiques dans la salle informatique. Au début du quadrimestre, les étudiants qui n'ont jamais utilisé STATA sont invités à participer à une séance d’initiation à ce logiciel. Si la situation sanitaire se détériore, ces modalités d'enseignement pourront évoluer vers un enseignement exclusivement à distance.",
        "assessment_methods": "L’examen consiste en une évaluation individuelle en session (janvier et/ou août) qui porte sur 20 points. Elle comporte deux parties «à livres fermés» : (1) une partie \"théorique\" en auditoire (14 points sur 20), et (2) une partie \"pratique\" (6 points sur 20) en salle informatique (programmation d’un exercice sur données réelles avec STATA). Dans la partie (1) de l'examen, un test à mi-parcours peut représenter jusque 4 points sur 14. Un test à mi-parcours sur 4 points est organisé début novembre. Les étudiants qui ne présentent pas le test ou qui jugent leur cote au test insuffisante, ont la possibilité de répondre à une question de substitution sur 4 points dans la partie \"théorique\" de l'examen (en janvier et/ou août). Les étudiants qui choisissent de conserver leur cote sur 4 points ne répondent pas à cette question. Si la situation sanitaire se détériore, le test pourra être annulé et les modalités d’évaluation pourront évoluer vers une évaluation exclusivement à distance.",
        "other_info": "Prérequis : LECGE 1316 - Econométrie, ou cours équivalent.",
        "online_resources": "Voir Moodle UCL ( http://moodleucl.uclouvain.be/ ).",
        "bibliography": "Livre de référence : Jeffrey Wooldridge (2016), Introductory Econometrics: A Modern Approach, 6th Edition , Cengage Learning.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgciv1072",
        "title": "Mécanique des sols",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Rattez Hadrien"
        ],
        "teaching_language": "Français",
        "prerequisites": "Ce cours suppose acquises les notions de géologie, de caractérisation des sols, de l’eau dans le sol et de contrainte effective telles qu’enseignées dans le cours LGCIV1031.",
        "topics_covered": "Le cours a pour objectifs : L'apprentissage des notions de mécanique des sols utiles au dimensionnement d'éléments géotechniques d'un projet de construction, La maîtrise des principes de dimensionnement des principaux éléments géotechniques d'un projet de construction : talus,  soutènement et fondations.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours participe à développer les AA du programme : AA1.1, AA1.2, AA4.2 Au terme du cours, l'étudiant sera capable de : - Décrire les mécanismes de compression différée d’un sol, - Déterminer la résistance au cisaillement d’un sol, - Décrire les mécanismes de rupture des talus, - Calculer le coefficient de sécurité d’un talus vis-à-vis de son glissement, - Déterminer la capacité portante d’une fondation superficielle (ELU), - Calculer le tassement d’une fondation superficielle (ELS), - Déterminer la capacité portante d’une fondation profonde (ELU), - Décrire et dimensionner une structure de soutènement.",
        "content": "Partie I : Mécanique des sols Hydraulique des sols, Consolidation, Comportement volumique, Comportement en cisaillement ; Partie II : Géotechnique Reconnaissance des sols, Stabilité des pentes, Soutènements, Fondations superficielles, Fondations profondes.",
        "teaching_methods": "Enseignement ex-cathedra sur base de supports pour le volume 1. Ateliers encadrés en salle (exercices dirigés) pour le volume 2.",
        "assessment_methods": "Contrôle continu sur base de QCM (bonus) et examen écrit final",
        "online_resources": "Disponibles sur Moodle.",
        "bibliography": "Supports du cours, documentation sur Moodle. Course resources on Moodle.",
        "responsible_entity": "GC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbrai2212",
        "title": "Economics of Rural Development",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van den Broeck Goedele"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Introduction to economics, especially micro-economics (e.g., LBIR1260 Principles of Economics)",
        "topics_covered": "This course is about the economics of rural development, focussing on low- and middle-income countries. It covers several themes on poverty and other development indicators, the role of agricultural transformation in structural transformation, farm-household behaviour and livelihood diversification, gender inequality and women empowerment, and food security and nutrition. As such, this course helps students to better understand how to contribute to the Sustainable Development Goals (SDGs) of no poverty (SDG1), zero hunger (SDG2), gender equality (SDG5), and decent work and economic growth (SDG8).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 By the end of this course, students are able to: Measure, monitor and track development over time, using both monetary and non-monetary indicators Understand the role of agricultural transformation in structural transformation and how theories and policies have changed over time Understand why and how farm-households diversify their livelihoods and predict their decisions under market imperfections Understand the extent of gender inequality and how to measure women empowerment Understand how global diets have changed over time and the implications for food insecurity and the triple burden of malnutrition Write an essay in which they provide evidence-based argumentation on the role of agriculture in rural development Students have acquired the skills to examine rural development using insights from economic sciences. They are able to critically reflect on the role of agriculture in rural development and provide evidence-based argumentation on enabling and hindering conditions in this process. With respect to the learning outcomes of the program in Bio-engineering, this course contributes to the following main learning outcomes: - 1.2: to know and understand the basic concepts as part of an introduction to economics - 3.1: to search for information on a defined and simplified scientific problem, to assess its reliability based on the nature of the source of the information and to produce a summary - 3.6: To demonstrate an ability to summarise and formulate conclusions on a well-defined scientific question. - 6.1: To understand and use scientific texts and literature and basic technical documents in French and English. - 6.2: To communicate information, ideas, solutions and conclusions as well as the knowledge and underlying principles, in a clearly structured, substantiated, concise and comprehensive way (as appropriate) both verbally and in writing according to the standards of communication specific to the context. - 6.6: To communicate effectively and respectfully with peers and teachers, demonstrating listening skills, empathy and assertiveness. - 7.1: To demonstrate intellectual independence of thought, to regard knowledge critically. - 7.3: To understand the key issues of sustainable development and to situate their own career in the light of these challenges. - 7.4: To demonstrate humanism, cultural openness and solidarity. - 8.5: To integrate new knowledge and skills independently (including methodological skills) in response to defined situations.",
        "content": "Students learn more about the processes of rural development and the economics behind it with a particular focus on the Global South. Five topics are covered: 1) Introduction of different concepts of development, distinguishing between monetary and non-monetary based indicators 2) The role of agricultural transformation in rural development, highlighting how development thinking and policies have changed over time 3) Decisions that farm-households take and how market imperfections influence these decisions 4) Gender equality and the empowerment of women and girls in poor, rural areas 5) Food and nutrition security, and the link with agricultural transformation The students are first introduced to the theoretical concepts through lectures. Each lecture is followed by a discussion on a related paper that students need to read beforehand and prepare one question about it. Students learn to debate based on their own questions and learn to reason about their answers in an interactive way.",
        "teaching_methods": "Classes, directed reading, oriented questions and answers, debate",
        "assessment_methods": "Essay (75% of overall grade) Participation during the year based on submitted questions for the paper discussions (25% of overall grade)",
        "other_info": "The course will be taught in English. Students are expected to participate in an English-spoken debate.",
        "online_resources": "Moodle",
        "bibliography": "Variable",
        "course_materials": "Slides on moodle Additional background material (articles, policy reports)",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbira2109",
        "title": "Systèmes agraires",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lobet Guillaume"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "(confirmés) Cours de biologie, écologie, ingénierie de la biosphère, économie, sciences du sol des trois premières années du programme de bioingénieur ou équivalent.",
        "topics_covered": "Etude de la diversité et de l’évolution spatiale et temporelle des systèmes agraires, afin d’en comprendre le fonctionnement et dysfonctionnement, la cause et la nature de leur évolution. Analyse des systèmes actuels et recherche de solutions durables. Origine de l'agriculture. Dynamique évolutive des systèmes agraires. Durabilité des systèmes agraires et impact de l'agroécosystème sur l'environnement et les sociétés humaines. Conditions nécessaires au fonctionnement des systèmes agraires : outillage, main d'oeuvre, renouvellement de la fertilité, interactions plantes-animaux. Méthodologie d'étude de la dynamique des systèmes agraires, de leur équilibre ou dysfonctionnement : causes écologiques, économiques, sociales et politiques de la genèse, de l'évolution et de l'effondrement des systèmes au cours de l'histoire. Recherche de nouveaux équilibres.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) Connaître et comprendre un socle de savoirs approfondis dans le domaine des systèmes agraires (M1.1, M1.2, M2.4, M2.5) Activer et mobiliser ses savoirs en ingénierie selon une approche quantitative, face à un problème complexe d'agronomie à l'échelle du système (M1.1, M1.2, M2.4, M2.5) Proposer une démarche scientifique rigoureuse et innovante pour approfondir une problématique de recherche dans le domaine des systèmes agraires (M1.3, M3.3, M3.7, M3.8) Concevoir et mettre en 'uvre une démarche complète et innovante d'ingénieur (M4.1 à M4.7) Communiquer (M6.1, M6.3, M6.7) Agir en acteur responsable (M7.1, M7.3) b. Formulation spécifique pour cette activité des AA du programme (maximum 10) A la fin de cette activité, l'étudiant est capable de : 1 : M1 connaître et comprendre le fonctionnement des systèmes agraires et leur impact environnemental 2 : M2 mobiliser ses savoirs de manière critique face à un problème complexe à l'échelle de l'agro-écosystème, en intégrant les disciplines de l'agronomie, l'écologie, la géographie, la cimatologie, la technologie, l'économie, la sociologie, la politique agricole 3 : M3 être capable de formuler une question de recherche relative au fonctionnement du système agraire, et concevoir et mettre en oeuvre une méthodologie permettant d'y répondre 4 : M4 distinguer de manière stratégique les éléments clés relatifs à une question complexe du fonctionnement/dysfonctionnement d'un système agraire 5 : M4 analyser cette question selon une approche systémique et multidisciplinaire afin de poser un diagnostic 6 : M4 être capable de conceptualiser les questions soulevées 7 : M6 comprendre et exploiter des articles scientifiques spécialisés dans les thématique du cours 8 : M6 poser une problématique complexe de façon synthétique 9 : M7 faire preuve d'indépendance intellectuelle, porter un regard critique sur l'impact des pratiques globales et particulières des agro-écosystèmes 10 : M7 intégrer les valeurs humaniste, d'ouverture culturelle et de solidarité dans l'analyse des agro-écosystèmes",
        "content": "Notion de développemnt agricole durable. Menaces sur les écosystèmes naturels et anthropisés (changements climatiques, épuisement des ressources naturelles - minerais, énergie, eau, sol). Urgence de l'évolution des systèmes actuels vers la durabilité. Etude des systèmes agraires et de l'évolution dans le temps et l'espace, des origines jusqu'à nos jours, en région tempérée et tropicale. Le cours vise à comprendre comment les agriculteurs développent un système durable, en équilibre avec les conditions du milieu, comment ce système modifie-t-il lui-même le milieu, jusqu'à devenir non duralbe, comment peut-on et doit-on modifier le système afin de le rendre durable dans son nouvel environnement. Agriculture sur brûlis, systèmes à jachère, systèmes sans jachère, agriculture hydraulique, révolutions industrielles et agriculture intensive, agriculture bio, agriculture de conservation, agroécologie (y compris agroforesterie)",
        "teaching_methods": "Exposés magistraux avec exemples concrets, études de cas, questions dirigées. Intervenant·es extérieures. Travail en auditoire. Publications scientifiques de journaux internationaux généralistes ou spécialisés, chapitres d'ouvrages, documentaires",
        "assessment_methods": "Travail de groupe réalisé durant l'année portant sur des questions transversales et de synthèse, où l'étudiant devra faire preuve d'esprit d'analyse et critique se basant sur des connaissances précises acquises dans l'enseignement.",
        "online_resources": "Moodle",
        "bibliography": "Nombreuses références bibliographiques mentionnées dans les montages powerpoint fournis.",
        "course_materials": "Support(s) de cours obligatoire :  Montages powerpoint disponibles sur Moodle.   Supports complémentaires facultatifs: Mazoyer et Roudard, 2002. Histoire des agricultures du monde  FAO, 2001. Systèmes d'exploitation agricole et pauvreté",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbire2102",
        "title": "Géomatique appliquée",
        "credits": "4.00",
        "hours": "30.0 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Defourny Pierre"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Pré-requis : Notions de statistiques. Cours complémentaires : LBRES2101 Smart technologies for environmental engineering LBRAT2104 Land monitoring using advanced Earth Observation LBRAT2102 Modélisation spatiale des dynamiques territoriales.",
        "topics_covered": "La géomatique comprenant les systèmes d'information géographique et la télédétection sera introduite tant sur le plan des concepts et méthodes que sur le plan pratique et opérationnel pour les domaines de spécialisations des bio-ingénieurs. Les concepts, méthodes et outils expliqués au cours et mis en oeuvre dans les travaux pratiques concernent : -        les systèmes d'informations géographiques et les méthodes de base de l'analyse spatiale, -        des éléments de cartographie et les règles de la représentation cartographique numérique, -        la télédétection surfaces terrestres sur base de leurs propriétés électromagnétiques et du transfert radiatif, avec un accent particulier sur la discrimination et le suivi de la végétation, -        l'observation de la terre par les systèmes aéroportés et par les différents types de satellites, y compris  radar. - le traitement  numérique des images et séries temporelles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) Cohérence des AA cours en regard de ceux du programme M1.1., M2.1., M4.4., M4.5 b. Formulation spécifique pour cette activité des AA du programme ( maximum 10 ) Au terme de cette activité, l'étudiant est capable de : - comprendre de manière approfondie les concepts et méthodes de la géomatique appliquée aux systèmes de productions agricoles, à l'étude et la gestion des ressources naturelles, à l'aménagement du territoire et à l'environnement en général ; - mobiliser les méthodes de collecte, d'analyse et de représentation des données géographiques et d'images satellites; - maîtriser des logiciels spécialisés de système d'informations géographiques (SIG) et de télédétection spatiale ; - mener l'analyse conceptuelle d'une problématique, de formuler une stratégie d'acquisition, d'organisation et de traitement de données géoréférencées, et de la mettre en oeuvre. - comprendre les évolutions technologiques dans le domaine de la géomatique appliquée aux domaines des bioingénieurs.",
        "content": "1.     Table des matières Le cours est constitué de quatre modules complémentaires : -        Concepts et méthodes des systèmes d'informations géographiques (SIG) -        Eléments de cartographie numérique -        Concepts et méthodes de télédétection aéroportée et spatiale -        Travaux pratiques mobilisant des logiciels professionnels tant pour les SIG que pour le traitement d'image numérique de télédétection. 2.     Explications complémentaires Ce cours fait partie du Certificat universitaire en géomatique appliquée organisé dans le cadre du programme de l'UCLouvain en formation continue à l'intention de personnes déjà engagées dans la vie professionnelle. Le partim A du cours de Géomatique appliquée est destiné aux étudiants en urbanisme et comprend les modules de Systèmes d'information géographique et Eléments de Cartographie ainsi que les travaux pratiques qui les accompagnent. Le partim B de Géomatique appliquée correspond à l'ensemble du cours à l'exception de la partie des travaux pratiques qui concernent le traitement d'images de télédétection spatiale. Les étudiant.e.s inscrit.e.s au module de Géomatique agricole du cours LBRAI2221 suivent une partie du cours magistral (10h) et une partie des travaux pratiques (6h).",
        "teaching_methods": "L’enseignement magistral repose sur une démarche inductive qui part des services géomatiques qui ont envahi notre quotidien (géolocalisation, webservices, cartographie en ligne, etc.) dans différents secteurs d'activités (système de suivi, système prévisionnel, reporting, etc.) pour en approfondir ensuite les concepts de base, les hypothèses et les méthodes d’analyse. L’objectif est de rendre l’apprenant autonome et critique dans l’utilisation des données et outils géomatiques ainsi que dans la conception et mise en oeuvre d’applications opérationnelles.  A travers l'apprentissage de logiciels professionnels de traitement d'images et de système d'information géographique, l'étudiant mobilise concrètement les concepts et méthodes vus au cours pour exploiter des  bases de données géographiques (SIG),  réaliser toutes les étapes de l'interprétation d'images satellites et produire un document cartographique.",
        "assessment_methods": "L'évaluation des acquis d'apprentissage lié au cours dans ses différentes modalités (cours complet, partim A et partim B) porte sur deux volets qu'ils convient de réussir tous les deux: examen de travaux pratiques en salle informatique et examen oral sur l'ensemble de la matière dont une partie se présente sous forme d'un questionnaire à choix à multiples.  Pour les étudiants qui suivent le cours complet, l'évaluation ds travaux pratiques inclut également un travail cartographique personnel.",
        "other_info": "Ce cours fait partie du Certificat universitaire en géomatique appliquée accessible aux professionnels dans le cadre de la formation continuée. Les acquis théoriques et pratiques de ce cours sont mobilisés dans de nombreux cours relevant de différents programmes et de différentes facultés. Ce cours peut être donné en anglais.",
        "online_resources": "Moodle",
        "bibliography": "Les diapositives du cours magistral constituant le support de cours comme les documents de travaux pratiques sont disponibles en ligne pour les étudiants.  Des ressources complémentaires sont également recommandées (ouvrages de référence, documents, liens internet).",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbire2105",
        "title": "Evaluation de la qualité eau - sol - air",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Agnan Yannick",
            "Maetz Philippe",
            "Rollin Xavier"
        ],
        "teaching_language": "Français",
        "prerequisites": "Ce cours exploite des notions des domaines suivants : « Phénomènes de transfert », « Ecologie générale et appliquée », « Droit de l'environnement », « Hydrologie générale », « Toxicologie et Ecotoxicologie » et « Science du sol » ; ces notions sont rappelées de manière à ne pas constituer une barrière à la compréhension du cours.",
        "topics_covered": "1. Concepts vus au cours : - Qualité des sols, des eaux et de l’air. - Causes, mécanismes et conséquences des altérations des sols, des eaux et de l’air. - Contexte légal lié à la protection des sols, des eaux et de l’air. - Normes de qualité des sols, des eaux et de l’air, en relation avec leurs bases scientifiques. - Sélection des critères diagnostiques physico-chimiques, chimiques, biologiques pour l'évaluation de la qualité des sols, des eaux et de l’air. - Elaboration des programmes de surveillance permanents des sols, des eaux et de l’air. - Caractéristiques physico-chimiques des polluants déterminant leur comportement (dont le transport) dans les sols, les eaux et l’air. - Principes de gestion des terrains pollués et de la pollution de l’air en fonction des risques. - Stratégies et techniques pour l'épuration des eaux et l'assainissement des sols.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) M.1.1 ; M.1.2 ; M.1.3 ; M.1.5., M. 2.1 ; M.2.2 ; M.2.3 ; M.4.5., M.4.7., M.7.1, M.7.2., M.7.3., M.8.1. b. Formulation spécifique pour cette activité des AA du programme ( maximum 10 ) - résumer le cadre légal européen en matière de qualité des eaux des sols et de l’air et expliquer la notion de « bon état écologique et chimique » des masses d‘eau », des sols et et des caractéristiques de qualité de l’air - nommer les principaux polluants des eaux, des sols et de l’air ainsi que leurs caractéristiques et propriétés, expliquer les mécanismes par lesquels ils affectent les cibles et les conséquences à différentes échelles spatiales et temporelles ; - expliquer et différencier, pour les sols et les eaux, les concepts du schéma ‘analyse DPSIR ainsi que la notion d’usage des sols et des eaux ; - énumérer les principaux éléments et indicateurs de la qualité physico-chimique et chimique, biologique et hydromorphologique de pollution des eaux et des sols, les hiérarchiser et expliquer leurs méthodes de mesure ; - définir la notion de « normes » de qualité des eaux, des sols, et de l’air, expliquer leurs bases scientifiques, les interpréter avec esprit critique et les utiliser de façon adéquate ; - faire une première interprétation de données de concentrations en polluants dans les sols, les eaux et l’air en termes de risques ; - proposer un réseau de monitoring de la qualité des eaux, des sols ou de l’air en fonction ‘objectifs et de moyens définis et justifier le choix des stations et des indicateurs ; - identifier, prédire et justifier les principales technologies d’épuration et d’assainissement des eaux ou de sols pollués à mettre en oeuvre dans un contexte donné.",
        "content": "Après une introduction générale (notion de qualité de l'environnement, classification des polluants, dynamique des polluants dans les milieux, cadre législatif), le cours est composé de trois parties concernant chacun des milieux (eau, sol, air). Partie \"Eau\" Après un aperçu du contexte législatif européen spécifique à la surveillance permanente des eaux, le cours analyse, en seconde partie, les causes des altérations des eaux sur la base des processus physiques, chimiques et biologiques qui s'y déroulent. La troisième partie développe les méthodes de caractérisation physico-chimiques et biologiques des eaux en relation avec les normes de qualité applicables aux biotopes naturels en fonction de leur aptitude aux divers usages alimentaires, domestiques, agricoles ou industriels. La quatrième partie évalue les effets des altérations des eaux à différents niveaux d'organisation et échelles de temps. Sont exposés brièvement divers concepts écotoxicologiques (espèces sentinelles, bioindicateurs de contamination et d'effets...) et les principales méthodes d'analyses biocénotiques utilisées en Europe. La cinquième partie aborde la problématique de la conception des réseaux de surveillance de la qualité des eaux, ainsi que l'intégration des indicateurs biologiques et physico-chimiques dans ceux-ci. Enfin, la sixième partie brossera un tableau général des procédés et des technologies physico-chimiques et biologiques d'épuration des eaux. Partie \"Sol\" La première partie du cours aborde les concepts de qualité et de santé des sols et les principales causes de dégradation des sols impactant les services écosystémiques. Dans une deuxième partie, nous aborderons la gestion des sols pollués en s'attardant sur les méthodes d'évaluation et de surveillance de la qualité des sols et des risques associés en se basant sur le cadre réglementaire. Il sera également question des différentes techniques d'assainissement adaptées en fonction notamment des propriétés des sols et des polluants. Enfin, dans une troisième partie, nous étudierons des exemples concrets de sols pollués, en se focalisant sur des polluants contrastés : polluants minéraux (éléments métalliques) et polluants organiques (pesticides). Ceci sera illustré à travers leurs propriétés physico-chimiques, toxicologiques et écotoxicologiques. Partie \"Air\" Le cours est centré sur la qualité de l’air ambiant. Après une introduction pour contextualiser la problématique, une première partie aborde la pollution atmosphérique : définition d’un polluant, les déterminants externes, les principaux polluants leur comportement et les sources d’émissions majeures (naturelles ou anthropiques). La deuxième partie présente le contexte législatif et normatif et l’état des lieux de la qualité de l’air en Belgique : principaux indicateurs, tendances, points critiques et enjeux. La troisième partie présente les méthodes d’évaluation de la qualité de l’air : réseaux de surveillance, campagnes de mesures, biomonitoring, prévisions, modélisation, indice de qualité de l’air… Cette partie fait largement appel à des exemples concrets belges ou internationaux. Enfin dans la quatrième partie le cours présentera les techniques de remédiation et leur efficacité ainsi que brièvement les impacts ou enjeux sanitaires et les impacts sur les écosystèmes.",
        "teaching_methods": "Cours magistraux en présentiel.",
        "assessment_methods": "L'évaluation procèdera en un examen à document fermé comprenant des questions pour chaque partie du cours (eau, sol, air).",
        "other_info": "Ce cours peut être donné en anglais.",
        "online_resources": "Les notes du cours sont disponibles sur Moodle.",
        "bibliography": "Partie générale Berg L.R., Hassenzahl D.M., Raven P.H. (2009). Environnement . De Boeck. 687 p. Bliefert C., Perraud R. (2008). Chimie de l'environnement : air, eau, sols, déchets . De Boeck. 478 p. Baird C., Cann M. (2016). Chimie de l'environnement . De Boeck. 832 p. Partie \"Eau\" Benedini M., Tsakiris G. (2013). Water quality modelling for river and streams . Water Science and Technology Library, Vol. 70. Springer Partie \"Sol\" Calvet R. (2019). Les polluants dans le sol . Editions France Agricole. 298 p. Le Corfec Y. (2011). Sites et sols pollués : gestion des passifs environnementaux . Dunod. 424 p. Atteia O. (2015). Chimie et pollutions des eaux souterraines , Tech & Doc Lavoisier. 448 p. Partie \"Air\" Delmas R., Mégie G., Peuch V.-H. (2008). Physique et chimie de l’atmosphère . Edition Belin. 639 p. Sportisse B. (2008). Pollution atmosphérique : des processus à la modélisation . Springer. 350 p.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbire2102s",
        "title": "Géomatique appliquée: partim SAIV",
        "credits": "3.00",
        "hours": "30.0 h + 11.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Defourny Pierre"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Pré-requis : Notions de statistiques. Cours complémentaires : LBRES2101 Smart technologies for environmental engineering LBRAT2104 Land monitoring using advanced Earth Observation LBRAT2102 Modélisation spatiale des dynamiques territoriales.",
        "topics_covered": "La géomatique comprenant les systèmes d'information géographique et la télédétection sera introduite tant sur le plan des concepts et méthodes que sur le plan pratique et opérationnel pour les domaines de spécialisations des bio-ingénieurs. Les concepts, méthodes et outils expliqués au cours et mis en oeuvre dans les travaux pratiques concernent : -        les systèmes d'informations géographiques et les méthodes de base de l'analyse spatiale, -        des éléments de cartographie et les règles de la représentation cartographique numérique, -        la télédétection surfaces terrestres sur base de leurs propriétés électromagnétiques et du transfert radiatif, avec un accent particulier sur la discrimination et le suivi de la végétation, -        l'observation de la terre par les systèmes aéroportés et par les différents types de satellites, y compris  radar. - le traitement  numérique des images et séries temporelles.",
        "content": "1.     Table des matières Le cours est constitué de quatre modules complémentaires : -        Concepts et méthodes des systèmes d'informations géographiques (SIG) -        Eléments de cartographie numérique -        Concepts et méthodes de télédétection aéroportée et spatiale -        Travaux pratiques mobilisant des logiciels professionnels tant pour les SIG que pour le traitement d'image numérique de télédétection. 2.     Explications complémentaires Ce cours fait partie du Certificat universitaire en géomatique appliquée organisé dans le cadre du programme de l'UCLouvain en formation continue à l'intention de personnes déjà engagées dans la vie professionnelle. Le partim A du cours de Géomatique appliquée est destiné aux étudiants en urbanisme et comprend les modules de Systèmes d'information géographique et Eléments de Cartographie ainsi que les travaux pratiques qui les accompagnent. Le partim B de Géomatique appliquée correspond à l'ensemble du cours à l'exception de la partie des travaux pratiques qui concernent le traitement d'images de télédétection spatiale. Les étudiant.e.s inscrit.e.s au module de Géomatique agricole du cours LBRAI2221 suivent une partie du cours magistral (10h) et une partie des travaux pratiques (6h).",
        "teaching_methods": "L’enseignement magistral repose sur une démarche inductive qui part des services géomatiques qui ont envahi notre quotidien (géolocalisation, webservices, cartographie en ligne, etc.) dans différents secteurs d'activités (système de suivi, système prévisionnel, reporting, etc.) pour en approfondir ensuite les concepts de base, les hypothèses et les méthodes d’analyse. L’objectif est de rendre l’apprenant autonome et critique dans l’utilisation des données et outils géomatiques ainsi que dans la conception et mise en oeuvre d’applications opérationnelles.  A travers l'apprentissage de logiciels professionnels de traitement d'images et de système d'information géographique, l'étudiant mobilise concrètement les concepts et méthodes vus au cours pour exploiter des  bases de données géographiques (SIG),  réaliser toutes les étapes de l'interprétation d'images satellites et produire un document cartographique.",
        "assessment_methods": "L'évaluation des acquis d'apprentissage lié au cours dans ses différentes modalités (cours complet, partim A et partim B) porte sur deux volets qu'ils convient de réussir tous les deux: examen de travaux pratiques en salle informatique et examen oral sur l'ensemble de la matière dont une partie se présente sous forme d'un questionnaire à choix à multiples.  Pour les étudiants qui suivent le cours complet, l'évaluation ds travaux pratiques inclut également un travail cartographique personnel.",
        "other_info": "Ce cours fait partie du Certificat universitaire en géomatique appliquée accessible aux professionnels dans le cadre de la formation continuée. Les acquis théoriques et pratiques de ce cours sont mobilisés dans de nombreux cours relevant de différents programmes et de différentes facultés. Ce cours peut être donné en anglais.",
        "online_resources": "Moodle",
        "bibliography": "Les diapositives du cours magistral constituant le support de cours comme les documents de travaux pratiques sont disponibles en ligne pour les étudiants.  Des ressources complémentaires sont également recommandées (ouvrages de référence, documents, liens internet).",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbres2105",
        "title": "Soil erosion and conservation",
        "credits": "4.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bielders Charles"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Traitement informatique des données (tableur ExcelTM,') Connaissances en Géomatique Connaissances de base en sciences du sol",
        "topics_covered": "- Erosion hydrique, éolienne et aratoire : processus physiques et quantification - Modélisation de l'érosion hydrique à l'échelle de la parcelle et du bassin versant - Principes de conservation des sols en régions tempérée et tropicale - Techniques et pratiques de conservation des sols : physiques, agronomiques, végétales, et de gestion",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) M2.2 ; M2.3 ; M2.4 ; M2.5 ; M4.1 ; M4.2 ; M4.5 ; M4.7 ; M5.3 ; M5.8 ; M6.5 ; M6.6 ; M6.7 ; M6.8 b. Formulation spécifique pour cette activité des AA du programme Au terme du cours et des travaux pratiques, l'étudiant : - maitrisera les principaux mécanismes impliqués dans la dégradation du sol par érosion hydrique, éolienne et aratoire ; - sera capable de proposer une méthodologie sur une base expérimentale pour quantifier la dégradation des terres par érosion hydrique à l'échelle de la parcelle ou du bassin versant ; - sera capable de mettre en oeuvre un modèle simple de l'érosion hydrique dans un SIG pour évaluer le risque d'érosion à l'échelle de la parcelle ou du bassin versant ; - maitrisera les principes de la conservation des sols et sera capable de proposer des pratiques, des technologies ou des aménagements adaptés au contexte socio-économique et technique des exploitants et destinés à réduire l'érosion à l'échelle de la parcelle et du bassin versant ; - sera capable de communiquer les résultats et les conclusions des simulations et des expérimentations sous forme de tableaux, graphiques et schémas scientifiques dans un rapport écrit reflétant une maitrise des outils informatiques indispensables à une communication professionnelle. - sera capable de se positionner par rapport aux enjeux de la gestion de l'érosion et des inondations boueuses",
        "content": "La dégradation des sols est un enjeu majeur dans le contexte de transition écologique et de développement durable.  Dans ce cours, différentes formes de dégradation des sols seront abordées ainsi que des pratiques et approches permettant de prévenir ou lutter contre ces formes de dégradation, dans une perspective de gestion durable des terres. Cours magistraux : *Erosion hydrique -       Définitions, conséquences sur site et hors site de l'érosion hydrique -       Formes d'érosion hydrique : érosion diffuse, en rigoles, en ravines -       Facteurs de l'érosion hydrique : pluie, sol, relief, pratiques culturales, relief -       Processus : détachement, transport, dépôt -       Mesure de l'érosion -       Modélisation empirique (RUSLE) -       Principes et méthodes de conservation du sol *Erosion éolienne *Erosion aratoire Dans le cadre de la partie relative à l'érosion hydrique, une réflexion collective sera menée autour de l'aménagement fictif d'un site soumis à inondation boueuse.  La réflexion portera sur les enjeux de la maitrise de l'érosion, les acteurs et les leviers d'action.  A travers le jeu de rôle, les étudiants seront amenés à réfléchir à la complexité de la gestion d'une problématique environnementale. Travaux pratiques -       Utilisation du modèle (R)USLE sur pentes simples et complexes, et proposition d'aménagement d'un petit bassin versant virtuel -       Evaluation d'une bande enherbée dans un canal hydraulique -       Mesure de saltation (érosion éolienne) dans un tunnel à vent -       Estimation de l'érosion aratoire sur pente complexe (tableur)",
        "teaching_methods": "- Les cours magistraux sont donnés en Anglais, mais illustrés par des transparents en Français. - Ouvrage de référence en anglais. - Des travaux pratiques en salle informatique mènent l'étudiant à une utilisation opérationnelle du modèle RUSLE. - Travaux pratiques en laboratoire (bande enherbée, érosion éolienne) - Calculs dans excel (érosion aratoire) -  La réalisation des travaux pratiques en équipe et la rédaction des rapports stimule la réalisation des travaux collectifs et les compétences de la communication professionnelle - Jeu de rôle autour de l'aménagement d'un site fictif soumis à inondation boueuse",
        "assessment_methods": "- 3 questions orales avec une préparation écrite à livre fermé (45 min.) (40%) - Evaluation du rapport des travaux pratiques (40%) - Participation au jeu de rôle (20%)",
        "other_info": "!!! ATTENTION, ce cours ne sera pas donné en 2024-2025 !!!",
        "online_resources": "Moodle",
        "bibliography": "Ouvrage de référence : 'Soil conservation' de R.P.C. Morgan Transparents des cours sur Moodle Syllabus pour la partie drainage et pour la partie RUSLE (sur iCampus)",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2031",
        "title": "Applied econometrics : Time Series",
        "credits": "5.00",
        "hours": "30.0 h + 12.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Monti Francesca"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "L'analyse des séries temporelles passe par la compréhension des notions de stationnarité et non-stationnarité, qui seront être exposées de façon détaillée et intuitive en se servant d'exemples de séries macroéconomiques et financières pour les illustrer. Ensuite, les modèles économétriques adaptés à ces séries seront expliqués et appli-qués. Le thème de la prévision est évidemment très important pour les séries temporelles et sera couvert pour chaque type de modèle. Bien que le cours soit centré sur l'approche univariée, une introduction aux aux aspects multivariés est prévue. Les méthodes d'estimation (moindres carrés ordinaires et maximum de vraisemblance) seront vues ou revues dans le contexte des modèles utilisés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le but est de former les étudiants à l'utilisation des techniques économétriques de modélisation et de prévision de séries temporelles économiques et financières. L'accent est mis sur l'application en macro-économie et fi-nance, et dans la mesure nécessaire à cet effet, sur la compréhension des méthodes et modèles.",
        "content": "(subject to change) 1. Introduction to Time Series Data and Programming 2. Stationarity 3. Moving Average Model (MA) 4. Auto-Regressive Model (AR) 5. ARMA Modeling 6. Forecasting 7. Non-stationarity and Integrated process 8. VAR 9. Cointegration and VECM",
        "teaching_methods": "The course includes lectures by the lecturer and tutorials supervised by an assistant, delivered in person. The teacher explains the theory and some implementations. The methods are each illustrated by examples of application in various fields of the economy. During the practical work sessions, students learn to apply the methods seen during the course on real data. This learning is done with the software R.",
        "assessment_methods": "The evaluation will be based on problem sets (30%) assigned during term and a final written project (70%).",
        "online_resources": "Voir Moodle UCL ( > https://moodleucl.uclouvain.be/ ).",
        "bibliography": "Livre de référence (Reference book): Time Series Analysis and Its Applications with R Examples (2011), 3rd Edition , Robert H. Shumway, David S. Stoffer Times Series Analysis (1994), James D. Hamilton, Princeton University Press Other books: Econometrics (2021) , Bruce Hansen. Available at https://www.ssc.wisc.edu/~bhansen/econometrics/",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2353",
        "title": "Labour Productivity",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vandenberghe Vincent"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Formation de base en théorie microéconomique et en microéconométrie. Bonne maîtrise de l'anglais, lu, écrit et parlé",
        "topics_covered": "Le cours aborde quatre thèmes en  particulier. 1. Comment la théorie économique conçoit la productivité du travail est ses déterminants ? 2.  Quelles sont les problèmes inhérents à la mesure de la productivité du travail et à l'identification de ses déterminants? 3. Que peut-on attendre de l'analyse de données individuelles de salaires ? 4. Que peut-on comprendre de l'analyse de données de firmes? Le cours se termine pas l'étude de questions d'application, contemporaines/d'actualité, centrées sur la question de la productivité du travail.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours les étudiants doivent être capables d'utiliser des éléments de théorie économique en combinaison avec les outils modernes d'économétrie pour traiter rigoureusement et de façon originale la question des conséquences et des déterminants de la productivité du facteur travail pour les individus, les firmes et le marché du travail.",
        "content": "En dépit des bouleversements technologiques, le facteur travail reste central dans le fonctionnement des économies et société, La productivité du travail est un facteur déterminant des salaires individuels, du temps de travail, de la performance des entreprises, de la prospérité à long terme d’un pays, ou encore de sa capacité à financer le coût du vieillissement . Comprendre correctement le rôle de la productivité du travail, mesurer son niveau et son taux de croissance et identifier ses déterminants est donc essentiel pour quiconque s'intéresse à la formation des revenus individuels et leur distribution dans une économie de marché, mais aux questions d'organisation industrielle (IO) ou de développement/croissance. Le cours aborde quatre questions majeures. - Premièrement, comment la théorie économique conçoit-elle a priori la productivité du travail et ses déterminants (par exemple, la division du travail, le rôle du capital humain, l’intensité capitalistique et le progrès scientifique / technologique…)? En outre, quel est le lien entre la productivité du travail et les salaires, et pourquoi les deux ne sont-ils pas alignés (discrimination salariale)? - Deuxièmement, quels sont les défis conceptuels, méthodologiques et économétriques liés à la mesure de la productivité du travail et à l’identification de ses déterminants ? - Troisièmement, comment et dans quelle mesure les données sur les salaires peuvent-elles nous informer sur la productivité du travail ? - Quatrièmement, comment les données peuvent-elles être utilisées pour évaluer et appréhender la productivité du travail, ainsi que plusieurs questions d'actualité dans lesquelles elle joue un rôle clé ? Dans ce cours, l’accent est mis sur les liens entre la théorie économique/analyses empiriques et les questions politiques (investissement en capital humain, dissémination des robots et de l'IA, vieillissement, discrimination salariale fondée sur le sexe ou transition énergétique).",
        "teaching_methods": "Le point focal du cours est d'apprendre à l'étudiant à relier l'approche théorique d'une question à l'évidence empirique concernant une dimension transversale du marché du travail qu'est la productivité du facteur travail L'essentiel du cours est fait d'exposés entrecoupés de temps de discussion. Il comporte aussi des exercices à réaliser en cours de semestre et à réaliser individuellement.",
        "assessment_methods": "Évaluation sous forme d'examen écrit (100% de la cote finale), en session, en fin de semestre portant sur l'ensemble de la matière couverte.",
        "other_info": "Prérequis : une bonne formation en économie (microéconomie, économie du travail...) et économétrie appliquée. Les étudiants sont censés être familiarisés à l'analyse de base des données à l'aide de l'un des logiciels statistiques les plus courants (Stata, SAS, R). Il leur est fortement conseillé d'assister à l' ESL's Bootcamp .",
        "online_resources": "Compte TEAMS",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2314",
        "title": "Economic Geography",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gomes Joseph"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Basic notions of microeconomics and econometrics taught at the Bachelor level.",
        "topics_covered": "Le cours sera construit en trois parties. La première se concentrera sur l'économie géographique, la seconde sur l'économie urbaine et la troisième sur l'analyse des politiques régionales de développement. Le cours alternera en permanence éléments théoriques et empiriques. Des sujets divers, comme les conséquences spatiales de l'intégration européenne ou de l'ALENA, les disparités régionales de salaires en Chine, les pôles de compétitivité en Belgique et en France ou les fonds structurels européens seront abordés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le but de ce cours est de fournir aux étudiants les outils théoriques et empiriques nécessaires à la compréhension de l'inégale répartition des activités entres les régions d'un même pays. A la fin de l'activité, les étudiants seront capables d'analyser les formes, les causes et les conséquences des inégalités régionales de développement. Les aspects techniques des modèles et des méthodes économétriques utilisés dans les articles auxquels il sera fait référence ne sont pas l'objet principal de ce cours. On attend en revanche des étudiants qu'ils soient en mesure d'en comprendre les concepts et les mécanismes sous-jacents afin de les réutiliser dans des discussions argumentées portant sur les conséquences spatiales de l'intégration économique et sur le développement local.",
        "content": "Le cours sera divisé en deux parties. La première partie du cours donnera une formation pratique aux étudiants sur l'utilisation des systèmes d'information géographique (SIG) pour manipuler des données spatiales. La deuxième partie se concentrera sur l'analyse théorique et empirique de sujets de géographie économique. Exemples de sujets abordés dans cette section : Analyser les inégalités régionales et spatiales, évaluer le rôle de la géographie économique et des accidents historiques dans l'explication de ces inégalités, entre autres.",
        "teaching_methods": "La première partie du cours prendra la forme de séances de laboratoire sur ordinateur, où les étudiants seront guidés à travers les méthodes SIG par le professeur. Le Professeur mettra à disposition toutes les données de cette partie du cours avant le début des séances de laboratoire. Les notes de cours de cette partie seront également mises à disposition des étudiants. La deuxième partie du cours prendra la forme de cours magistraux qui couvriront les aspects théoriques et empiriques du cours. Cette partie du cours sera basée sur des cours magistraux et le professeur partagera par la suite toutes les notes de cours et slides avec les étudiants.",
        "assessment_methods": "Il y aura un examen écrit en juin, qui comptera pour 70 % de la note finale. Les étudiants devront également soumettre un projet basé sur un SIG après avoir terminé la partie pratique du cours dédiée aux SIG. Ce projet, qui sera réalisé individuellement ou en petits groupes (comme décidé par le professeur en fonction de la taille de la classe), constituera les 30 % restants de la note. Le professeur proposera des sujets pour le projet, et la date limite de soumission, généralement fixée au 31 mai, sera annoncée au début du cours. Les étudiants auront la possibilité de repasser l’examen écrit en août si nécessaire. L’examen d'août comptera également pour 70 % de la note finale, les 30 % restants étant basés sur le projet SIG précédemment soumis. Le projet SIG devra être soumis avant la date limite spécifiée (généralement le 31 mai), et la note de ce projet sera conservée pour la session d’août si l'étudiant doit repasser l'examen. Note: Students are discouraged from using generative artificial intelligence (AI) systems in this course. However, if AI systems are used during assessments or class activities, they must adhere to the rules outlined in the faculty memorandum on this subject, which is available on the faculty’s intranet site: Note sur l’utilisation responsable des IA — Juillet 2024 .",
        "other_info": "Une bonne formation en microéconomie, mathématiques et économétrie sera utile pour suivre le cours.",
        "online_resources": "",
        "bibliography": "Bibliographie: Theoretical and empirical part of the course: Economic geography, P.P. Combes, T. Mayer and J. Thisse, Princeton University Press. GIS part: Lecture Notes prepared by the Professor.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lenvi2005",
        "title": "Changements climatiques: impacts et solutions",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Les cours se basera sur le dernier rapport du Groupe d'experts Intergouvernemental sur l'Evolution du Climat (GIEC), au travers de ses trois groupes de travail : GT1 (les bases physiques) ; GT2, (conséquences, adaptation et vulnérabilité) ; et GT3, (atténuation des changements climatiques). Chacun des trois thèmes sera d' abord introduit de façon générale sur la base des conclusions du GIEC, puis illustré par des personnalités invitées, belges et étrangères, spécialistes dans les aspects scientifiques, économiques, sociaux et politiques de la problématique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours permettra à l'étudiant d'acquérir les bases scientifiques pour comprendre les impacts physiques, environnementaux, économiques et sociaux des changements climatiques d'origine humaine, et les moyens et stratégies pour éviter les impacts inacceptables (« atténuation » par la réduction des émissions de gaz à effet de serre) et faire face aux impacts devenus inévitables (adaptation). Ceci avec une attention particulière portée à la situation belge d'une part et aux pays en développement d'autre part. L'étudiant sera sensibilisé à la non-linéarité de nombreux processus pertinents, à la place de la modélisation, et à l'importance d'une approche interdisciplinaire. Au terme de ce cours, l'étudiant sera capable d'aborder la problématique des changements climatiques avec un esprit à la fois curieux, scientifique et critique.",
        "content": "Ce cours donne une formation de base à propos de la problématique des changements climatiques et des manières d'en réduire les impacts ou de les prévenir en partie. : 1) Bases physico-chimiques; 2) Impacts, vulnérabilité et adaptation; 3) Atténuation (réduction des émissions de gaz à effet de serre).",
        "teaching_methods": "Cours donné en présentiel, avec support de vidéoprojection + explications au tableau.",
        "assessment_methods": "Une partie de l'évaluation se fera sur la base d’un travail écrit pour lequel les étudiants devront faire preuve d’aptitude à rechercher et sélectionner des informations scientifiques sur un thème lié aux changements climatiques, à leurs conséquences, ou aux moyens de les éviter,  ainsi que  les intégrer avec les connaissances acquises dans le cadre du cours. Une autre partie de l'évaluation sera basée sur un examen écrit.",
        "other_info": "Cours d'intérêt général, destiné principalement aux étudiants du Master de spécialisation interdisciplinaire en sciences et gestion de l'environnement et du développement durable, mais accessible également à tout porteur d'un diplôme de BAC.",
        "course_materials": "Support de cours sur Moodle",
        "responsible_entity": "ENVI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbres2203",
        "title": "Gestion et aménagement des sols en régions chaudes",
        "credits": "3.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bielders Charles"
        ],
        "teaching_language": "Français",
        "topics_covered": "1 Processus de formation et processus pédologiques en régions chaudes (zones intertropicales et méditerranéennes) : mise en place des complexes d'altération et des constituants majeurs ; identification des principaux types de sols et de leur constitution (système WRB). 2 Relations constituants-propriétés : analyse des propriétés de surface et de charge à travers l'étude des modèles à charge permanente et à charge variable ; implications sur les propriétés physiques et physico-chimiques des sols. 3 Diagnostic des contraintes majeures des sols en régions chaudes : réserves minérales, stocks d'humus, acidité, salinité, appauvrissement, reprise en masse, compaction, érosion, eau utile : lecture des contraintes à partir de la connaissance des relations constituants-propriétés. 4 Techniques de remédiation et d'aménagement, vues à travers quelques grands systèmes de culture et types de sols.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) M1.2 ; M1.4 ; M2.2 ; M2.4 ; M6.5 b. Formulation spécifique pour cette activité des AA du programme : Au terme du cours, l'étudiant sera capable, sur base d'études de cas : -       d'intégrer les propriétés morphologiques, minéralogiques et physico-chimiques des sols pour diagnostiquer le fonctionnement de sols de régions chaudes et identifier leurs contraintes -       d'établir des propositions d'aménagement et de remédiation adaptées au contexte pédoclimatique et socio-économique",
        "content": "Quatre thèmes seront abordés : Partie I - Processus de formation et processus pédologiques en régions chaudes : utilisation des diagrammes de phases (stabilité, solubilité) ; reconnaissance des principaux types de sols via l'interprétation de données morphologiques et analytiques de profils types. Partie II - Relations constituants-propriétés : étude des modèles à charge permanente et à charge variable ; point isoélectrique et point de charge nulle, rétention de cations et d'anions ; fixation des phosphates ; stockage de carbone, micro-agrégation, implications sur les propriétés physiques et physico-chimiques des sols. Partie III - Diagnostic des contraintes majeures des sols en régions chaudes : déterminants de la fertilité, estimations de stocks d'humus et de nutriments, diagnostic des contraintes (appauvrissement, acidité, salinité, ') et dégradations physiques (reprise en masse, compaction, érosion, ') à partir de données morphologiques et analytiques. Partie IV - Techniques de remédiation et d'aménagement vues à travers quelques grands systèmes de culture ou types de sol (étude de cas).",
        "teaching_methods": "-       Cours magistraux, largement illustrés par des études de cas -       Analyse d'études de cas",
        "assessment_methods": "Examen écrit à livre ouvert (ordinateur non autorisé) avec questions théoriques et analyse d'une étude de cas. Partie Delvaux (66%), partie Bielders (33%)",
        "other_info": "!!! ATTENTION : ce cours ne sera pas donné en 2024-2025 !!!",
        "online_resources": "Moodle",
        "bibliography": "Ouvrage de référence : -       'Soils of the tropics' de A. Van Wambeke",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbres2206",
        "title": "Advanced Hydrology for Engineers",
        "credits": "3.00",
        "hours": "22.5 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Javaux Mathieu"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Hydrologie générale",
        "topics_covered": "- hydraulique des rivières - modèles hydrologiques stochastiques - paramétrisation et calibration des modèles",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) M2.2 ; M2.3 ; M6.5 ; M6.8 b. Formulation spécifique pour cette activité des AA du programme Au terme du cours et des travaux pratiques, l'étudiant sera capable de : - caractériser le type d'écoulement en canal/en rivière - maîtriser la théorie relative aux écoulements graduellement variés et rapidement variés - mesurer le débit d'une rivière - utiliser des outils de modélisation pour simuler les écoulements en rivières en vue d'aménagements contre les inondations, par exemple. - d'estimer, par des méthodes traditionnelles et des méthodes avancées (modélisation inverse, assimilation de données), les paramètres de modèles hydrologiques ; - de comprendre les principes de l'hydrologie statistique -  d'utiliser des modèles stochastiques pour la calibration et la prédiction d'hydrogrammes",
        "content": "Cours magistraux : -       Hydraulique des rivières (8 heures) -       Modélisation hydrologique stochastique (8 heures) -       Calibration/inversion hydrologique (4 hres) Exercices : -       TP de jaugeage (3 hres) -       Exercices en salle informatique : HEC-RAS (6 heures) Modèles hydrologiques statistiques (6 heures)",
        "teaching_methods": "-       A la demande, les cours magistraux sont partiellement donnés en Anglais, mais illustrés par des transparents en Français. -       Ouvrage de référence Travaux pratiques sur le terrain (jaugeage) Séances d'exercices (modélisation) La réalisation des travaux pratiques en équipe et la rédaction des rapports stimule la réalisation des travaux collectifs et les compétences de la communication professionnelle ;",
        "assessment_methods": "Evaluation des  rapports  de TP (50%) Questions sur la théorie (50%)",
        "other_info": "Ce cours peut être donné en anglais.",
        "online_resources": "Moodle",
        "bibliography": "Ouvrage de référence : 'manuel technique d'HEC-RAS. Syllabus d'hydraulique- livre Hydrologie fréquentielle - une science prédictive (Meylan et al) Transparents des cours sur Moodle",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbres2104",
        "title": "Irrigation et drainage",
        "credits": "4.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Javaux Mathieu"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours propose de comprendre les bases des besoins en eau des plantes, des contraintes liées au sol et à l'environnement et de présenter les différentes techniques d'irrigation et de drainage existant aujourd'hui.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) M1.2 ; M2.2 ; M2.3 ; M2.4 ; M4.5 ; M6.5 ; M6.8 irrigation : Au terme du cours, l'étudiant sera capable de : maîtriser les connaissances de base sur les besoins en eau de la plante maîtriser les connaissances de base sur les ouvrages de prise d'adduction et de régulation des eaux en irrigation estimer les besoins nets en eau d'irrigation et de proposer un planning d'irrigation dimensionner un système d'irrigation sous pression goutte-à-goutte, gravitaire en fonction du besoin caractériser le type d'écoulement dans un canal maîtriser la théorie relative aux écoulements graduellement variés et rapidement variés décrire les principes sous-jacents aux différentes techniques d'irrigation faire une proposition d'aménagement d'un périmètre irrigué et d'évaluer son fonctionnement maîtriser les concepts théoriques qui sous-tendent l'écoulement de l'eau vers les drains et les techniques de dimensionnement de réseaux de drainage ; évaluer l'intérêt de drainer, sur base de considérations techniques, économiques et environnementales ; dimensionner un réseau de drainage parallèle sur base de l'utilisation d'équations.",
        "content": "Six modules de théorie en ligne permettent aux étudiants d'acquérir les connaissances sur les sujets suivants: •M1. Pourquoi irriguer et quelles en sont les conséquences? •M2. Trois sphères en interaction: la plante, le sol et l'eau •M3. Une irrigation depuis le début du temps: irrigation gravitaire •M4. Un système sous pression: irrigation par aspersion •M5. Irriguer sans gaspiller: micro-irrigation •M6. Chaque pot son couvercle: quelle irrigation pour quelle situation? Par ailleurs, la théorie sur le drainage sera donnée en classe: principes, design d'un réseau de drainage, différents types de drain. Des exercices pratiques permettront (1) d'apprendre a maitriser le logiciel AQUACROP, (2) de dimensionner un réseau de drainage et (3) à caractériser l'uniformité de l'irrigation en irrigation par aspersion. Un projet appliqué permet aux étudiants d'appliquer leurs connaissances sur un système irrigué réel et d'apprendre à combiner l'information de capteurs pour définir les doses et le timing d'irrigation. Les étudiants devront programmer un data logger controlant la pompe et les capteurs, installer un systeme d'irrigation afin de maintenir des plantes en vie jusqu'au terme du quadrimestre.",
        "teaching_methods": "- cours théorique en ligne (MOOC techniques d'irrigation) organisé en 6 modules. Des seances de questions-reponses avec l'enseignant sont prévues apres chaque module. Le cours théorique sur le drainage est donné en salle. - projet a realiser en groupe avec ateliers organisés régulierement durant l'année avec les enseignants et le technicien pour mettre en place un système d'irrigation réel. Des presentations d'un membre apr groupe sont prévues touyes les deux semaines pour suivre l'évolution du projet et discuter des challenges. - seances d'exercices sur AQUACROP et le drainage -  jeu de rôle sur la gestion de l'eau d'irrigation: mise en situation -     excursion : visite de sites irrigués en Belgique",
        "assessment_methods": "L'evaluation du cours se fera en continu pendant l'année. La note finale sera composée de la moyenne pondérée de 6 notes portant sur: - la présentation individuelle de l'etat d'avancement du projet (note individuelle) - le rapport écrit sur Aquacrop  (par groupe) - le rapport écrit sur le drainage  (par groupe) - le rapport écrit sur l'essai d'irrigation par aspersion (par groupe) - le rapport écrit sur le projet d'irrigation (par groupe) - un examen a choix multiple sur le MOOC (individuel)",
        "other_info": "Ce cours peut être donné en anglais.",
        "online_resources": "Moodle",
        "bibliography": "Ouvrage de référence : « Traité d'irrigations », Tiercelin.et al. Syllabus pour la partie drainage (sur Moodle)",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbres2218",
        "title": "Séminaires professionnels en gestion des ressources en eau et sol et technologies environnementales + excursions",
        "credits": "3.00",
        "hours": "22.5 h + 15.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Alonso Alice",
            "Bielders Charles",
            "Vanclooster Marnik"
        ],
        "teaching_language": "Français",
        "topics_covered": "1 ECTS de séminaires donnés par des experts du secteur public et privé et 1 ECTS de séminaires donnés par les étudiants, concernant les aspects environnementaux, économiques, sociaux et légaux de la gestion intégrée de l'eau et du sol au sens large. Suggestions de thèmes: Législation européenne en matière de gestion intégrée de l'eau par bassin versant. Gestion intégrée de l'eau en Europe ou dans un pays en voie de développement. Assainissement des sol. Directives cadre sur l'eau et sur la protection des sols. Gestion multi-objectifs des barrages. Eau et santé publique en milieu tropical. Etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) M1.4 ; M2.2 ; M2.4 ; M2.5 ; M5.1 ; M5.3 ; M6.1 ; M6.2 ; M6.3 ; M6.4 ; M6.5 ; M6.6 ; M6.7 ; M6.8 ; M8.3 ; M8.6 b. Formulation spécifique pour cette activité des AA du programme (maximum 10) Au terme des séminaires (2 ECTS), l'étudiant : - a acquis un ensemble de savoirs spécialisés relatifs à la gestion et l'ingénierie des ressources en eau et en sol au travers de séminaires donnés par des experts et par eux-mêmes ; - a été sensibilisé aux aspects environnementaux, légaux, économiques et sociologiques intervenant dans la gestion et l'ingénierie des ressources en eau et en sol, appliquée aux régions tempérées et tropicales; - a été sensibilisé au fonctionnement des entreprises et organisations travaillant dans le domaine de la gestion et ingénierie des ressources en eau et en sol ; - est capable de réaliser une analyse SWOT par rapport à un projet présenté ; - a perfectionné ses compétences en matière de communication techniques et publique et de travail en équipe.",
        "content": "L'objectif général du cours est de : exposer les étudiants à des problématiques d'actualité dans le domaine des ressources en eau et en sol et des technologies environnementales via des experts du domaine, des séminaires étudiants, et des excursions donner un aperçu des métiers en lien avec ces domaines afin que les étudiants puissent mieux se projeter dans leur future carrière. L’objectif du cours sera atteint par des séminaires donnés par des experts du domaine (chercheurs, acteurs du domaine public ou privé), par des séminaires préparés par les étudiants eux- mêmes, et par des visites réalisées en Belgique ou à l'étranger autour de problématiques liées à la gestion de l'eau et des sols. Pendant les 8 premières semaines environ, des experts présentent des séminaires de 2 heures. Ensuite, les étudiants présentent des séminaires sur un thème de leur choix en groupe de 2 à 4 personnes.",
        "teaching_methods": "Exposés par des experts du secteur, d'une problématique spécifique de gestion ou ingénierie des ressources en eau et en sol. Exposés par les étudiants, en groupe d'étudiants, d'une problématique spécifique de gestion ou ingénierie des ressources en eau et en sol, sur base d'une étude bibliographique. Visites thématiques En raison de la capacité limitée d’accueil des auditoires  (crise COVID-19), certains cours peuvent se donner à distance.",
        "assessment_methods": "Séminaire expert. Fiche SWOT (40%) : Pour chaque séminaire d'expert, l'étudiant réalise une analyse SWOT (points forts, points faibles, opportunités et menaces) d'une solution présentée par l'expert. Séminaire étudiant (30%). Evaluation multi-critère du séminaire (qualité scientifique, technique et formelle de la présentation, qualité des réponses) par les encadrants et  par les étudiants. Excursion (30%) : rédaction d'un rapport de visite (Analyse critique)",
        "other_info": "Ce cours peut être donné en anglais.",
        "online_resources": "Un vademecum du cours, décrivant le détail du programme, est disponible sur Moodle. Pour les séminaires, une copie des transparents est disponible sur Moodle.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbres2103",
        "title": "Physique du sol appliquée à l'agronomie et l'environnement",
        "credits": "4.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bielders Charles",
            "Javaux Mathieu",
            "Javaux Mathieu"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance générale en sciences du sol (texture, structure, composition, etc...)",
        "topics_covered": "- Caractéristiques d'un milieu poreux - Rétention et potentiel de l'eau dans les sols - Ecoulement de l'eau en milieu saturé et non saturé - Techniques de caractérisation de la teneur en eau, du potentiel de l'eau et de la conductivité hydraulique - Introduction au transfert de soluté - Transfert de gaz et de chaleur dans les sols - Mécanique des sols",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) M1.2 ; M1.4 ; M2.2 ; M2.3 ; M2.4 ; M6.5 ; M6.8 b. Formulation spécifique pour cette activité des AA du programme Au terme du cours,l'étudiant sera capable de : -       expliciter les facteurs qui déterminent les propriétés physiques du sol -       maîtriser les techniques élémentaires de caractérisation des propriétés physiques du sol -       d'expliciter l'impact des propriétés physiques du sol sur la rétention et l'écoulement de l'eau, le transfert de gaz, de chaleur et de substances dissoutes, et les propriétés mécaniques des sols -       établir les profils de potentiels hydriques totaux à partir de données de référence -       établir les bases pour la modélisation de la dynamique de l'eau dans les sols, dans l'espace et le temps, et appliquer l'équation de Darcy pour l'estimation de flux d'eau en régime permanent -       associer à un type de sol donné, en fonction de sa texture et de sa structure, les propriétés physiques qui lui correspondent, et interpréter des résultats de caractérisation physique du sol -       décrire le principe de fonctionnement, les avantages et les inconvénients des instruments et des méthodes usuelles utilisés pour la caractérisation des propriétés physiques du sol -       extraire des échantillons de sol in situ et en caractériser les propriétés hydrauliques de base en laboratoire -       rédiger un rapport concernant les TP selon des standards scientifiques et analyser de manière critique et cohérente les résultats obtenus -       contribuer efficacement à un travail collégial d'acquisition de données, d'analyse et de rédaction des résultats et conclusions.",
        "content": "L'eau est un enjeu majeur du développement durable.  Dans ce cours, les étudiants seront exposés aux fondements du comportement de l'eau dans les sol, à la base d'une gestion durable des sols et des écosystèmes. Cours magistraux : - Rappel des caractéristiques d'un milieu poreux - Rétention de l'eau dans les sols, notions de capillarité, courbe caractéristique de rétention, hystérèse - Potentiel de l'eau dans les sols : potentiels gravitationnel, matriciel, hydrostatique, géostatique, osmotique, barométrique - Techniques de caractérisation de la teneur en eau et du potentiel de l'eau - Ecoulement de l'eau dans les sols en régime permanent en milieu saturé et non saturé, lois de Poiseuille, de Darcy et Equation de Richards - Techniques de caractérisation de la courbe de conductivité hydraulique - Equation de transport de l'eau dans le sol : exemples de solutions analytiques - Introduction au transport de solutés dans les sols - Transfert de gaz et de chaleur dans les sols : processus - Propriétés mécaniques des sols, compaction, et techniques de caractérisation Travaux pratiques -       Echantillonnage de sol -       Mesure de la densité apparente -       Mesure d'infiltration : infiltromètre et perméamètre à charge constante -       Caractérisation de la courbe de rétention d'un sol -       Calcul de potentiels hydriques -       Calcul de bilan hydrique",
        "teaching_methods": "-  Cours magistraux, largement illustrés par des photos, des schémas, des exercices -  Classes inversées, basées sur des vidéos du MOOC \"L'eau et le sol\" (rétention et écoulement de l'eau dans le sol) -  Travaux pratiques de laboratoire et de terrain -  Séances d'exercices",
        "assessment_methods": "*Rapport de TP (40%).  Une pénalité sera appliquée en cas d'absence non justifiée. La note sera pondérée (33%) en fonction de l'implication personnelle sur base d'une évaluation Dynamo. *Examen oral sur base de résolution d'exercices (préparation écrite de 2h, à livre ouvert - ordinateur non admis) (40%) *Examen oral sur 3 questions de théorie (sans préparation, questions rendues disponibles avant la session sur Moodle) (20%)",
        "online_resources": "Moodle MOOC \"L'eau et le sol\"",
        "bibliography": "Ouvrage de référence : - \"Environmental Soil physics\", D. Hillel - Transparents des cours sur iCampus - MOOC \"L'eau et le sol\" (EDX)",
        "course_materials": "Transparents sur Moodle",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbrai2210",
        "title": "Microeconomics of Development",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gaspart Frédéric"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Basic optimization, micro-economics, introduction to game theory, basic statistics (notion of random variable)",
        "topics_covered": "This course offers an introduction to selected topics in development economics. The aim is to analyze the major constraints impeding the economic development of rural areas in developing countries, namely a lack of access to credit, poor educational attainments, difficult access to land, water and technology.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) 1.1-1.5, 2.1-2.5 game theory, micro-economics 3.2-3.3 matching real situations with archetypal problems 3.4 solving mathematical models (game theory) 3.6-3.8 interpreting the results of abstract models 4.1-4.2 identifying typical problems in complex situations 4.4-4.7 drawing lessons from abstract models for complex, real situations 7.1-7.5 development policy in a context of poverty and inequality b. Formulation spécifique pour cette activité des AA du programme At the end of the course, students will be able : - to understand some important constraints impeding economic development in rural areas. - to highlight contextual and institutional elements that potentially lead to credit market imperfections, poor educational attainments, difficult access to land, water and technology, - to explain the intuitions behind the economic models explored during the lectures and show his/her understanding of the related technical material, - to show critical reasoning abilities in general.",
        "content": "Introductory part, presented by the teacher : Labor and land market imperfection : an introduction. Credit market imperfection : an introduction. Students pick up a series of articles that they will read and present themselves in close association with the teacher. The assistance must subsequently raise two relevant questions on each presentation ; these are answered the next week. The set of articles in which the students choose covers the following topics : Labour market imperfections, migration (brain drain, remittances,...), health. Capital market imperfections, micro-finance, informal insurance and savings, index-based insurance Education : family decisions, child labor, educational performances Land transactions, land tenure regimes and their impact on farm productivity Family economics, inheritances, dowries Foreign aid and participatory development",
        "teaching_methods": "Articles to be read, classes taught in association by students and the teacher, homeworks",
        "assessment_methods": "Homeworks (student talks, critical questions, answers)",
        "other_info": "Before starting the course, the students are expected to be familiar with the basic concepts of statistics, such as a random variable, and of microeconomics, such as a utility function. In terms of mathematics, derivatives and simple optimization techniques are used. Scientific articles will be available for readings, which are aimed at allowing a deep understanding of the course but those readings are not compulsory.",
        "online_resources": "Moodle",
        "bibliography": "The list of articles in which students choose is constantly evolving.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbira2105",
        "title": "Agricultural and rural policies",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van den Broeck Goedele"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Introduction to economics, especially micro-economics (e.g., LBIR1260 Principles of Economics)",
        "topics_covered": "The main topics of this course cover the socio-economic analysis of decisions made in terms of agricultural, food and trade policy, and rural development as well as their micro- and macro-economic effects. An emphasis is given to the study of the socio-economic and environmental implications of the Common Agricultural Policy of the European Union and its evolution towards a better targeted policy.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 By the end of this course, students are able to: Understand the aims, decision-making process and history of agricultural and rural policies in the EU Understand how the Common Agricultural Policy (CAP) deals with the economic, social and environmental challenges associated with agricultural and food systems in the EU Provide evidence-based argumentation on the functioning of the CAP Students have acquired the skills to examine the socio-economic effects of the instruments of agricultural, food and rural food policies, in particular the Common Agricultural Policy. They are able to critically reflect on the CAP and provide evidence-based argumentation on how to improve it. They are encouraged to take up their role as engaged citizen in policy making, by improving their communication skills with their peers and contacting professionals in the field. With respect to the learning outcomes of the program in Bio-engineering, this course contributes to the following main learning outcomes: - 1.2: to know and understand the basic concepts as part of an introduction to economics - 3.1: to search for information on a defined and simplified scientific problem, to assess its reliability based on the nature of the source of the information and to produce a summary - 3.6: To demonstrate an ability to summarise and formulate conclusions on a well-defined scientific question. - 6.1: To understand and use scientific texts and literature and basic technical documents in French and English. - 6.2: To communicate information, ideas, solutions and conclusions as well as the knowledge and underlying principles, in a clearly structured, substantiated, concise and comprehensive way (as appropriate) both verbally and in writing according to the standards of communication specific to the context. - 6.6: To communicate effectively and respectfully with peers and teachers, demonstrating listening skills, empathy and assertiveness. - 7.1: To demonstrate intellectual independence of thought, to regard knowledge critically. - 7.3: To understand the key issues of sustainable development and to situate their own career in the light of these challenges. - 7.4: To demonstrate humanism, cultural openness and solidarity. - 8.5: To integrate new knowledge and skills independently (including methodological skills) in response to defined situations.",
        "content": "This course first introduces agricultural and rural policies in the EU, explaining their aims, the decision-making process behind them and how they have evolved over time. Specific attention is paid to the Common Agricultural Policy (CAP) and how it deals with the economic, social and environmental challenges associated with EU food systems. Next, students become aware how these policies are embedded in and shape our daily lives through the discussion of recent news articles. Finally, we zoom in on specific objectives of the CAP (environment, nutrition and health, rural development, trade and development). Students learn to assess how effective and efficient the CAP is in realizing these objectives through theory lectures and group discussions of scientific papers.",
        "teaching_methods": "Teaching in class using slides, discussions in small groups, presentations to larger group",
        "assessment_methods": "Submission of a letter addressed to DG-AGRI, commenting on the CAP: counting for 75% of overall grade Class participation with submission of news articles and preparation for discussion of scientific papers: counting for 25% of overall grade",
        "other_info": "Course is taught in English but it is French friendly, meaning that students can ask questions in French and respond in French during exam.",
        "online_resources": "Slides and scientific papers on Moodle",
        "bibliography": "Slide shows and scientific papers available on Moodle",
        "course_materials": "Slide shows  and a selection of scientific papers available on Moodle",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbire2205a",
        "title": "Decision tools and project management - Decision tools",
        "credits": "3.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Amory Raphaël",
            "Gaspart Frédéric"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "General skills for a bio-engineering bachelor, introductory management, micro-economics and introduction to game theory",
        "topics_covered": "- Part 1 The course outlines, explains and compares various decision problems and decision-making tools within the unifying framework of game theory. It distinguishes (and shows the complementarities of) statistics and economic analysis. Complex decisions under uncertainty in situations with several interacting decision-makers are illustrated with relevant examples. - Part 2 : Project management Dans sa vie professionnelle, le bioingénieur est immanquablement partie prenante dans des projets. Les thèmes abordés dans le cours lui donneront les bases élémentaires de la gestion de projet, que sont les notions, les intervenants, les enjeux et les techniques qui devront conjuguer les forces vives d’un projet vers l’atteinte de ses objectifs. Le cours sera illustré par des exemples concrets, dans des secteurs variés, permettant la projection dans des ‘business cases’.  Les business cases provoqueront réflexion et discussion informelle.",
        "content": "(Part 1) 1. Elements of games in developped forms (including VNM utility) 2. Non-cooperative bargaining (the Rubinstein model and variants) 3. Agency (1) : moral hazard and boiling-in-oil contracts 4. Agency (2) : screening vs statistical discrimination 5. Agency (3) : signaling (Partie 2) - Project management Introduction à la gestion de projet Mode d’évaluation des acquis : explication sur rapport demandé Initiation d’un projet : Objectifs, charte, parties prenantes, communication Planification : organigramme des tâches, Diagramme de Gantt, PERT, Gestion agile Exécution : Risques, budget, indicateurs, qualité Clôture : Retour d’expérience, clôture S’inspirer du vivant pour organiser un projet",
        "teaching_methods": "Classes and homeworks",
        "assessment_methods": "(Part 1) Written exams by e-mail, only exercises (Partie 2) Rapport de gestion de projet à remettre",
        "other_info": "Langue d'enseignement Partie 2 : français",
        "online_resources": "Moodle Partie 2 - Project management : Moodle : slides disponibles après le cours",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgciv2073",
        "title": "Hydrogeology and Geoenvironment",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Rattez Hadrien"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Bonnes connaissances des géomatériaux et de la mécanique des sols telles qu'enseignées dans les cours LGCIV1031 et LGCIV1072.",
        "topics_covered": "Le cours a pour objectif l'apprentissage de la gestion des différentes facettes scientifiques et techniques liées à l'hydrogéologie orientée « géoenvironnerment et énergie», ainsi que les liens avec la géomécanique. Il contribue en ce sens à la gestion du risque environnemental, laquelle fait partie intégrante du métier de l'ingénieur géotechnicien, mais aussi aux problématiques actuelles liées aux nouvelles sources de production et stockage d'énergie à partir du sous-sol (géothermie, stockage d'hydrogène, ...) et le stockage de déchets (nucléaires, CO2...). Le cours comporte deux volets: Un premier volet théorique : principes fondamentaux de l'écoulement des fluides et de la chaleur en milieux poreux, comportement des sols et roches non saturés, poromécanique. Le second volet avec des applications : géothermie, stockage de chaleur souterrain, stockage d’air comprimé, pollutions industrielles, stockage de déchets radioactifs et de CO2, extraction d’hydrocarbures non conventionnelle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil des constructions », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3, AA2.1, AA2.2, AA2.3, AA2.5, AA5.1, AA5.3, AA5.5, AA6.2, AA6.3, AA6.4 Plus précisément, à l'issue de ce cours, l'étudiant doit être capable de : Identifier et classer les contaminants industriels compte tenu de leurs propriétés physico-chimiques et des dangers qu'ils présentent pour l'homme Maîtriser les phénomènes de transport souterrain et d'équilibre entre les différentes phases du sol (solide, liquide, gazeuse) Caractériser les phénomènes d'advection, de diffusion, de dispersion et d'atténuation dans un sol saturé et dans un sol non saturé, via des essais en laboratoire et in situ Déterminer les paramètres hydrogéologiques (transmissivité, emmagasinement, ...) de nappes au moyen d'essais in situ et de pompage transitoires Pré-dimensionner une installation géothermique ou hydrothermique Connaitre les enjeux et les défis techniques liés à différentes technologie de stockage en cours de développement (déchets nucléaire, CO2, Hydrogène…).",
        "content": "Volet 1 théorie : Sols non saturés (transport et modèles mécaniques) Écoulements de fluides multiphasiques en milieu poreux Diffusion et advection de la chaleur et d’espèces chimiques en milieux poreux Poromécanique Volet 2 applications : Pollution des sols Géothermie (profonde et chauffage) Stockage de CO2 Stockage de déchets radioactifs Extraction et stockage d’hydrocarbures Stockage d’hydrogène",
        "teaching_methods": "Cours enseigné en anglais, avec slides et support PDF + lectures dirigées en anglais. Travail de groupe en fin de quadrimestre.",
        "assessment_methods": "Examen oral sur la théorie et les exercices Exposé en groupe sur un des thèmes proposés.",
        "other_info": "Selon les possibilités, une visite de chantier est organisée (carrière, excavation, centrale de pompage, ...)",
        "online_resources": "Disponibles sur Moodle : Transparents du cours et énoncés des exercices",
        "bibliography": "Available on Moodle",
        "responsible_entity": "GC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2411",
        "title": "Norms and Public Intervention",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Maniquet François",
            "Olivera Angulo Javier"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Les étudiants doivent pouvoir raisonner à partir de concepts de préférences, budgets, marchés concurrentiels, équilibre de marché et équilibre général.",
        "topics_covered": "Les thèmes principaux sont : - comment définir l'égalité des ressources lorsque les agents ont des préférences différentes ? - les marchés concurrentiels sont-ils justifiés si l'on tente de combiner l'efficacité avec des normes de justice ? - comment peut-on définir l'égalité des opportunités lorsque les agents ont des besoins et des talents différents ? - quelles interventions publiques sont justifiées lorsque l'Etat fait face à des contraintes informationnelles ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de l'activité, les étudiants seront capables de raisonner sur certains problèmes d'intervention publique simples en mettant en oeuvre d'autres considérations normatives que la seule efficacité économique.",
        "content": "Les interventions publiques sont censées améliorer la vie en société. Disons qu'elles augmentent le bien-être social. Pour rendre ces politiques claires, bien pensées et évaluables, il convient de discuter de la manière dont le bien-être social est défini. Nous parcourerons quelques grandes théories normatives au sein desquelles des définitions du bien-être social ont été proposées. Les normes impliquées sont l'aversion à l'inégalité et à la pauvreté, la mobilité sociale et, surtout, la responsabilité. Nous verrons comment ces théories peuvent être appliquées à des problèmes contemporains d'évaluation des politiques sociales.",
        "teaching_methods": "Le cours est composé de séances magistrales. Les étudiants doivent résoudre des problèmes chaque semaine et soumettre leurs réponses. Par groupe, les étudiants doivent rédiger un essai qui consiste en l'application de la méthode vue au cours à un problème précis. Pour les étudiants suivant le module d'économie publique, cet essai est transversal aux trois cours du module et sera évalué par les trois enseignants.",
        "assessment_methods": "1) Les devoirs sont obligatoires et conditionnent l'accès à l'examen. 2) Les étudiants rédigent un essai en groupe. Cet essai vaut pour 50%. 3) Il y a un examen écrit à livres ouverts pendant la session pour les 50% restants.",
        "other_info": "Cours donné à l'UNamur (Namur)",
        "bibliography": "Une bibliographie détaillée est donnée au début du cours.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbir1328",
        "title": "Climatology and hydrology applied to agronomy and the environment",
        "credits": "6.00",
        "hours": "45.0 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Alonso Alice",
            "Bielders Charles",
            "Goosse Hugues",
            "Vanclooster Marnik"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Thèmes abordés : ·      Echanges de chaleur et de masse dans les basses couches de l'atmosphère, à l'intérieur des peuplements végétaux et dans les couches supérieures du sol. ·      Mécanismes de formation des climats: structure de l'atmosphère, profils verticaux dans les basses couches, mouvements latéraux, circulation atmosphérique, nuages et précipitation, effet de serre, effets des éléments du paysage, action dynamique et thermique du relief et de la végétation. ·      Influence des activités humaines sur le climat et impacts du changement climatique global. ·      Les enjeux de la gestion de l'eau à l'échelle de la parcelle et du bassin versant. ·      Les différentes composantes du cycle hydrologique (pluie, infiltration, ruissellement, drainage, écoulement hypodermique, évapo-transpiration) : processus, description mathématique, méthodes de mesure et interprétation ·      La modélisation hydrologique à l'échelle de la parcelle et du bassin versant ·      Ouvrages de régulation des écoulements de surface et de collecte des eaux de ruissellement",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 AA : Au terme du cours LBIR1328, l'étudiant sera capable de : ·      décrire les éléments principaux du système climatique et leurs interactions ·      justifier les approximations utilisées en climatologie de manière standard et de résoudre des problèmes simples employant ces approximations ·      synthétiser les théories actuelles concernant les mécanismes régissant la variabilité naturelle du climat et l'impact des activités humaines sur le climat ·      critiquer les prévisions et projections climatiques afin de déterminer les éléments robustes et les limitations ·      estimer de manière générale l'impact du climat et de ses variations sur l'agronomie de l'échelle locale à l'échelle globale. ·      estimer dans des cas simples l'impact des caractéristiques du sol et de la couverture végétale sur le climat et ses variations. ·      comprendre et discuter, dans un contexte environnemental évolutif, les enjeux de la gestion de l'eau à différentes échelles spatiales ; ·      décrire, d'une manière approfondie, les processus impliqués dans les différents termes du bilan hydrologique et ceci à l'échelle de la parcelle/placette et du bassin versant ; ·      élaborer et interpréter, en utilisant des approches de calcul analytique, les équations utilisées pour décrire ces processus ; ·      décrire le principe de fonctionnement, les avantages et les inconvénients des instrumentations de surveillance du cycle hydrologique ; ·      interpréter des mesures hydrologiques (pluie, évapotranspiration, drainage, ruissellement) ; ·      maitriser des modèles hydrologiques divers, en vue de calculer différents termes du bilan hydrologique à l'échelle de la parcelle/placette et du bassin versant, avec une attention particulière pour la relation pluie-débit ; ·      proposer et justifier le choix d'ouvrages hydrauliques permettant de réguler les écoulements de l'eau à l'échelle de la parcelle et de petits bassin versants ; ·      rédiger un rapport concernant les TP et d'analyser de manière critique les résultats obtenus. Les acquis d'apprentissage de l'activité contribuent au référentiel de compétences du programme pour les points suivants : B1.1, B.1.3, B.1.5, B.1.6, B.2.1, B.2.2, B.2.3, B.3.5, B.3.7, B.4.2, B.4.3, B.4.4, B.5.2, B.5.3, B.6.2, B.6.4, B.6.5, B.6.10, B.7.3",
        "content": "Le cours introduit l'étudiant à la compréhension et la quantification des processus climatologiques et hydrologiques, et établit donc les bases pour concevoir des méthodes d'adaptation aux chagements climatiques et de gestion durable des ressources en eau. Partim climatologie Echanges de chaleur et de masse dans les basses couches de l'atmosphère, à l'intérieur des peuplements végétaux et dans les couches supérieures du sol. Mécanismes de formation des climats: structure de l'atmosphère, profils verticaux dans les basses couches, mouvements latéraux, circulation atmosphérique, nuages et précipitation, effet de serre, effets des éléments du paysage, action dynamique et thermique du relief et de la végétation. Influence des activités humaines sur le climat et impacts du changement climatique global. Partim hydrologie Les enjeux de la gestion de l'eau à l'échelle de la parcelle et du bassin versant. Les différentes composantes du cycle hydrologique (pluie, infiltration, ruissellement, drainage, écoulement hypodermique, évapo-transpiration) : processus, description mathématique, méthodes de mesure et interprétation. La modélisation hydrologique à l'échelle de la parcelle et du bassin versant. Ouvrages de régulation des écoulements de surface",
        "teaching_methods": "Partie théorique : Cours magistraux en auditoire. Partie exercices : Exercices en salle informatique. Séances d'exercices dirigés Excursion de terrain.",
        "assessment_methods": "L’examen est organisé pendant la session d’examens. Il s’agit d’un examen écrit,  à cahier fermé. L’horaire de l’examen est fixé par le secrétariat de la Faculté AGRO. L’examen est organisé, par défaut, en français. L’étudiante qui le/la souhaite peut réaliser un examen en anglais. Dans ce dernier cas, l’étudiant-e demande l’autorisation de réaliser l’examen en anglais au coordinateur du cours par email (charles.bielders@uclouvain.be) au moins 1 semaine avant le début de l’examen. Pour LBIR1328 (6 ECTS): La note de l’examen compte pour 85% et les ‘tickets d’entrée’ des travaux pratiques pour 15%  dans la note finale.  Pour la partie théorique, la partie 'Climatologie' compte pour 35% et la partie 'Hydrologie' pour 65%.  Au sein de la partie 'Hydrologie', la note de chaque titulaire est pondérée approximativement par le nombre de séances théoriques assuré par chaque titulaire (A. Alonso : 40%; C. Bielders : 25%). Pour LBIR1328A (2 ECTS): Pour la partie théorique, la partie 'Climatologie' compte pour 50% et la partie 'Hydrologie' pour 50%. Au sein de la partie 'Hydrologie', la note de chaque titulaire est pondérée approximativement par le nombre de séances théoriques assuré par chaque titulaire (A. Alonso : 35%; C. Bielders : 15%). Lors d’une deuxième session, l’étudiant-e peut demander une dispense pour les parties réussies lors de la première session lorsque l’étudiant-e a obtenu au moins 14/20 pour ces parties réussites.  Dans ce dernier cas, l’étudiant-e demande la dispense pour la partie concerné au coordinateur du cours par email (charles.bielders@uclouvain.be) au moins 48 heures avant le début de l’examen.",
        "other_info": "Ce cours est donné en anglais, avec les supports des cours (syllabus, copie des transparents)  en français ou anglais. L'examen peut être fait en français ou anglais (voir évaluation).",
        "online_resources": "Les transparents (et commentaires) des cours sont disponibles sur le site MOODLE du cours. Les énoncés des travaux pratiques sont disponibles sur le site MOODLE du cours. Des exemples de question d’examens seront mis à disposition sur le site MOODLE.",
        "bibliography": "Syllabus : Notes du cours LBIR1328 Climatologie et hydrologie appliquée à l'agronomie et l'environnement Partie I. Climatologie, Hugues Goosse \" In, 158. Louvain-la-Neuve, Belgique: Université catholique de Louvain. Ouvrage de référence : Musy, A. 2004.  « Hydrologie. Une science de la nature. »  Presses polytechniques et universitaires romandes. ISBN : 2-88074-546-2.",
        "course_materials": "Syllabus : Notes du cours LBIR1328 Climatologie et hydrologie appliquée à l'agronomie et l'environnement Partie I. Climatologie, Hugues Goosse \" In, 158. Louvain-la-Neuve, Belgique: Université catholique de Louvain. Ouvrage de référence : Musy, A. 2004.  « Hydrologie. Une science de la nature. »  Presses polytechniques et universitaires romandes. ISBN : 2-88074-546-2.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbire2104",
        "title": "Pédologie appliquée",
        "credits": "4.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Agnan Yannick",
            "Delmelle Pierre"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "- Introduction aux sciences de la Terre [LBIR1130] - Introduction à l'ingénierie de la biosphère [LBIR1230] - Sciences du sol et excursions intégrées [LBIR1336]",
        "topics_covered": "- Les sols en tant que réacteurs bio-physico-chimique à l'interface entre la lithosphère, biosphère, hydrosphère et atmosphère - Les processus pédologiques qui régissent la formation et le fonctionnement des sols - Les réactions physico-chimiques qui sous-tendent la réponse des sols aux perturbations naturelles et anthropiques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) M1.1, M1.2, M1.3, M1.4, M1.5 M2.1, M2.2, M2.3, M2.4 M3.4 M6.2, M6.5 b. Formulation spécifique pour cette activité des AA du programme A la fin de cette activité, l'étudiant est capable de - Décrire les processus pédologiques qui régissent la formation et le fonctionnement des sols - Expliquer les réactions physico-chimiques qui sous-tendent la réponse des sols aux perturbations naturelles et anthropiques - Déterminer les facteurs et les processus responsables de la variabilité des propriétés des sols - Evaluer la réponse du sol suite à des perturbations naturelles et anthropiques",
        "content": "Acidité du sol Altération et formation d'un sol Dynamique de la matière organique du sol Réactions de sorption Réactions d'oxydoréduction Développement des sols Revitaliser les sols Biogéochimie des sols de pergélisols",
        "teaching_methods": "Cours magistraux en auditoire Séances d'exercices appliqués en salle",
        "assessment_methods": "Examen écrit à documents ouverts en session portant sur l'ensemble des parties du cours Evaluation sur les séances d'exercices appliqués",
        "other_info": "Ce cours peut être donné en anglais.",
        "online_resources": "Notes de cours et ressources diverses disponibles sur Moodle",
        "bibliography": "Blume H.-P., Brümmer G.W., Fleige H., Horn R., Kandeler E., Kögel-Knabner I., Kretzschmar R., Stahr K., Wilke B.-M. (2016). Scheffer/Schachtschabel soil science. Springer, Berlin. 618 p. Weil R.R., Brady N.C. (2017). The nature and properties of soils. Pearson, Harlow. 1104 p. Calvet R. (2013). Le sol. France Agricole, Paris. 678 p. Calvet R., Chenu C., Houot S. (2015). Les matières organiques des sols. France Agricole, Paris. 304 p.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2828",
        "title": "Structural change, inequality, and development",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "topics_covered": "Le cours introduit aux aspects macroéconomiques du développement, de la croissance et des inégalités économiques en mettant l'accent sur les analyses théoriques. Les thèmes suivants sont abordés (à titre indicatif): - L'évolution des différences de revenus entre pays et au sein des pays. - Des mécanismes par lesquels il pourrait y avoir des pièges à pauvreté. - La relation entre changement structurel et croissance économique. - La diffusion des technologies vers des pays en développement. - L’impact de la protection des droits de la propriété intellectuelle sur les pays en développement. - L'effet de l'inégalité sur la croissance économique. - Liens entre distribution fonctionnelle des revenus et croissance économique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est de familiariser les étudiants avec les sujets mentionnés ci-dessus et de leur apprendre à aborder avec rigueur diverses questions liés à ces sujets.",
        "content": "Cours magistraux, discussions et quelques exercices. Les exercices doivent être préparés à domicile et seront discutées lors des cours magistraux. L'objectif du cours est de familiariser les étudiants avec les sujets mentionnés ci-dessus et de leur apprendre à aborder avec rigueur diverses questions liés à ces sujets.",
        "assessment_methods": "Examen écrit en fin de semestre",
        "other_info": "Cours à charge de l'UNamur mais donné à l'UCLouvain Prérequis : Cours de macroéconomie du premier cycle Encadrement : 2 heures de disponibilité par semaine",
        "bibliography": "Several chapters from the following books: “Introduction to Modern Economic Growth”; Daron Acemoglu; Princeton University Press; 2009 “Income Distribution in Macroeconomic Models”; Gioseppe Bertola, Reto Föllmi, Josef Zweimüller; Princeton University Press; 2006 Various papers indicated during the course",
        "course_materials": "Diapositives (en anglais) et lectures complémentaires - Lecture slides and complementary readings.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl2480",
        "title": "English Communication Skills for Bioengineers",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Adrioueche Ahmed",
            "Halleux Ariane",
            "Meyers Lucille",
            "Neyt Philippe",
            "Peters Charlotte",
            "Pham Adrien",
            "Toubeau Anne-Julie"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "LANGL1882 ou tout autre cours équivalent ( C1 en compréhension à la lecture et B2 en compréhension à l'audition). Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Pour rencontrer ces objectifs, les activités de formation porteront sur les thèmes suivants : interaction dans des situations générales et professionnelles situation de participation à et de gestion de réunions techniques de négociation descriptions objectives de projets, processus, cycles, graphiques, «facts and figures»,etc présentations scientifiques: sujet choisi par l'étudiant rédaction d'un CV, d'une lettre de motivation en préparation d'exercices d'entretien d'embauche",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : A la fin de cette unité d'enseignement, l'étudiant est capable d'utiliser de l'anglais général mais aussi spécifique (en lien avec son domaine d'étude) dans des situations de communication interactive telles qu'il en rencontrera dans sa vie professionnelle de bioingénieur. Un objectif plus à court-terme est de le préparer pour la présentation de son mémoire en Master 2. Speaking: level B2+ (upper intermediate) Listening: level B2+ (upper intermediate), building on BAC1+2 courses Reading: level C1 (upper intermediate to advanced), building on BAC1+2 courses Writing: level B1-B2 (lower intermediate to intermediate)",
        "content": "interaction dans des situations générales et professionnelles participation à et gestion de débats et de réunions techniques de négociation descriptions objectives de projets, processus, cycles, graphiques, «facts and figures», etc. présentations en lien avec les objectifs de développement durable de l'ONU rédaction d'un e-mail, d'un CV, d'une lettre de motivation en préparation d'exercices d'entretien d'embauche incluant l'usage approprié de l'IA maîtrise du code (vocabulaire général et spécifique, grammaire propre aux difficultés de l'étudiant francophone) maîtrise des fonctions langagières : expression de l'opinion, accord, désaccord, interruption, langage diplomatique, etc. maîtrise de la prononciation (du vocabulaire général et spécifique)",
        "teaching_methods": "pratique de la langue en situations concrètes : débats, réunions, entretien d'embauche,... applications originales et personnalisées des techniques de présentation (structuration, expressions appropriées, body language, eye contact, Power Point,...) consolidation et extension des connaissances de l'étudiant en vocabulaire, grammaire et prononciation feedback systématique portant sur les productions orales et écrites de l'étudiant travail fréquent en paires et groupes restreints (tables de conversation)",
        "assessment_methods": "Evaluation en juin a) Participation (warm-up discussions, debates,…)    20% b) Presentation   20% c) CV  5% d) Cover letter 5% e) Meeting (group exam):  25% f) Job interview (individual exam):   25% Evaluation en septembre a) Written report   20% b) Presentation      20% c) Cover letter     10% d) CV  10% e) Meeting  20% f) Job interview      20%",
        "other_info": "Ce cours s'engage pour le développement durable.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=605",
        "course_materials": "Syllabus: LANGL2480 English Communication Skills for Bioengineers sur Moodle",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbrte2101",
        "title": "Applied hydro-biogeochemistry",
        "credits": "4.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delmelle Pierre",
            "Gerin Patrick"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Chimie minérale et analytique; Phénomènes de transfert; Pédologie; Thermodynamique et cinétique chimique; bases en biologie, biochimie, microbiologie.",
        "topics_covered": "Le cours explore les facteurs et processus physico-chimiques et (micro)biologiques qui régissent le fonctionnement des (éco-)systèmes aquatiques et du sol, naturels ou anthropisés. Il décrit comment les principes de la thermodynamique et de la cinétique sont appliqués à ces systèmes pour comprendre leur état et leur évolution, notamment en tenant compte de la catalyse biologique. Le cours met l'accent sur la contextualisation des connaissances théoriques en analysant des problématiques environnementales concrètes (eaux eutrophisées, épuration d'eaux usées, polluants dans les sols,'). Les différents facteurs et processus physico-chimiques et (micro)biologiques intervenant dans ces systèmes sont présentés et analysés,,en dégageant la complexité de leurs interactions. Le cours vise ainsi à mettre en évidence les bases scientifiques nécessaires au développement de stratégies de gestion environnementale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) 1.1, 1.2, 1.4 2.1, 2.2, 2.3, 2.4 3.1, 3.7 4.1, 4.2, 4.3, 4.4 6.1, 6.2, 6.4, 6.5 8.5 b. Formulation spécifique pour cette activité des AA du programme A la fin de cette activité, l'étudiant est capable de résoudre quantitativement un problème complexe concernant le fonctionnement et l'évolution d'écosystèmes aquatiques et du sol, naturels ou anthropisés, conditionnés par des interactions entre processus physiques, chimiques et biologiques. Plus spécifiquement, l'étudiant est capable de: - interpréter des données relatives aux caractéristiques d'un (éco)système \"eau\" ou \"sol\", naturel, pollué ou d'intérêt industriel; - identifier et expliquer les phénomènes de base (physiques, chimiques, biologiques, transferts, thermodynamiques) intervenant dans le fonctionnement de ce système; - proposer des stratégies pour maîtriser ces phénomènes dans une perspective de protection de l'environnement, de dépollution ou de production industrielle; - choisir les modèles stoechiométriques, thermodynamiques et cinétiques appropriés pour formaliser les processus-clés du problème en système d'équations; - utiliser ces modèles et les outils de simulation correspondants pour calculer l'évolution de grandeurs d'état (p. ex. concentrations, flux) caractérisant le système; - sur base de ses résultats et des données, prendre position par rapport à l'adéquation de la solution proposée; - identifier les processus non vus au cours et se documenter de manière autonome sur ces processus, de manière à pouvoir, dans un rapport, les expliquer et à expliquer leurs interactions avec les autres processus intervenant dans l'évolution des (éco)systèmes considérés.",
        "content": "Le cours vise à préparer les étudiants à comprendre les principaux processus bio-physico-chimiques qui se déroulent dans différents compartiments de l'environnement, afin de mieux gérer ces environnements et résoudre les problèmes qui peuvent s'y poser en conséquence des activités humaines, dans un contexte de transition vers des activités humaines plus durables. Cours magistral et exercices : - Rappel des concepts de base et approfondissements contextualisés: équilibres eau-gaz atmosphériques, acide-base, dissolution-complexation, oxydo-réduction (cycles d'électrons dans la biosphère, potentiel d'oxydo-réduction des eaux naturelles et des sols. - Caractérisation des eaux et sols: paramètres physico-chimiques et biotiques - Analyse du fonctionnement de systèmes environnementaux: pollution des écosystèmes aquatiques (profil de pollution, eutrophisation), processus à la base de l'épuration (épuration primaire, secondaire, tertiaire), dynamique de substances dans le profil pédologique (solutés non réactionnels, solutés réactionnels, complexes), chimie et biochimie de la rhizosphère et de la racine. - Utilisation pratique du logiciel PHREEQC. - Simulation d'équilibres physico-chimiques complexes avec PHEEQC et interprétation des résultats. Travail personnel / apprentissage par résolution de problèmes (monitorat par les encadrants). Analyse de situations pratiques pertinentes du fonctionnement des systèmes aquatiques ou pédologiques : élaboration des scripts PHEEQC pertinents et simulation des équilibres, interprétation des résultats, traduction des interprétations en recommandations pratiques. Ce cours vise à préparer les étudiants aux activités professionnelles impliquant l'analyse ou la gestion des milieux aquatiques, organiques et pédologiques. L'approche repose principalement sur la structuration et l'intégration des connaissances de base en chimie, (micro)biologie et ingénierie des années précédentes des programmes Bioingénieur, et leur mise en œuvre pour comprendre le fonctionnement du milieu naturel ou anthropisé, ou concevoir des technologies d'assainissement des sols ou de traitement des eaux ou des effluents. Le cours implique la capacité personnelle d'utiliser le logiciel PHREEQC pour simuler des équilibres physico-chimiques complexes dans des situations environnementales pertinentes.",
        "teaching_methods": "Le cours est divisé en 2 grandes parties, correspondant à des approches complémentaires - approches de calcul manuel d'équilibres \"simples\" - approches de calcul d'équilibres \"complexes\" assistées par le logiciel PHREEQC Les activités d'apprentissage seront basées sur - Cours magistral - Exercices avec résolution supervisées, tutorat et accès aux solutions d'exercices - Devoirs / tests (individuels ou en équipe ; distribués au cours du semestre) utilisant les concepts et outils développés au cours, avec feed-back.",
        "assessment_methods": "L'évaluation se basera sur: - Quelques devoirs et tests à finaliser durant le quadrimestre individuellement ou en équipe (évaluation continue). Un feedback formatif sera fourni sur chacun des devoirs; ceux-ci font partie intégrante de l’aide à l’apprentissage ; - Un examen individuel écrit (à document ouvert) où l’étudiant·e devra (i) résoudre des problèmes à l'aide des outils pratiqués durant le cours, et (ii) interpréter ses résultats en mobilisant les concepts discutés au cours. Afin d'assurer un équilibre suffisant dans la maîtrise par l'étudiant·e des différentes approches abordées par le cours et une maîtrise personnelle des compétences visées, la note d'examen sera la moyenne géométrique des notes obtenues pour l'évaluation continue et de l'examen, pour chacune des parties principales du cours : Note_finale = ([somme(p_i * N_i)]^a) * ([somme(p_j * N_j)]^b) avec p_i: facteur de pondération des notes des évaluations continues (tests et travaux), tel que [somme(p_i)] = 1 N_i: note obtenue pour chaque test/travail réalisé en évaluation continue p_j: facteur de pondération des questions d'examen, tel que [somme(p_j)] = 1 N_i: note obtenue pour chaque question d'examen a, b: pondération géométrique des notes entre l'évaluation continue et l'examen, telle que a+b=1 Les facteurs de pondération (p_i et p_j, a et b, >=0) seront précisés en fonction de la charge de travail de chaque activité mise en oeuvre en cours d'année. Les devoirs et tests doivent être rendus selon le calendrier défini sur Moodle (non soumis =0 ; remise tardive = pénalité). En cas de deuxième session d'examens, les notes d'évaluation continue seront conservées ; les devoirs ne peuvent pas être soumis à nouveau.",
        "other_info": "Activité(s) faisant suite à l'activité proposée: Cours de traitement des effluents et du sol, Projet de sciences et technologies environnementales, mémoire. Ce cours peut être donné en anglais (French-friendly)",
        "online_resources": "Moodle PHREEQC (information sur Moodle) Autre: Périodiques scientifiques dans le domaine de l'eau et du sol, auxquels les bibliothèques de l'UCL sont abonnées",
        "bibliography": "Ouvrages de référence (facultatifs): Werner Stumm, James J. Morgan. 1996. Aquatic Chemistry: chemical equilibria and rates in natural waters. 3rd Edition. Wiley-Interscience Publication, John Wiley and Son Inc. ISBN 0-471-51184-6, ISBN 0-471 ou Laura Sigg, Werner Stumm, Philippe Behra. 1994. Chimie des milieux aquatiques: chimie des eaux naturelles et des interfaces dans l'environnement. 2d edition. Masson. ISBN 2-225-84498-4.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2120",
        "title": "Applied geomorphology",
        "credits": "4.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Anglais",
        "topics_covered": "Une connaissance de base en science de la terre\rUne connaissance approfondie du cycle hydrologique, de la météorologie, des processus à la surface des pentes.\r\rCours magistraux :\r(9 séances de 2 heures) \rCours magistral 1 Introduction, cadre historique (travail étudiant : 2 heures)\rCours magistral 2 Les systèmes agraires (travail étudiant : 3 heures)\rCours magistral 3 Impact de l'agriculture intensive (travail étudiant : 3 heures)\rCours magistral 4 Utilisation de l'eau (travail étudiant : 3 heures)\rCours magistral 5 Erosion (travail étudiant : 3 heures)\rCours magistral 6 Erosion (travail étudiant : 3 heures)\rCours magistral 7 Techniques traditionnelles (travail étudiant : 3 heures)\rCours magistral 8 Désertification dans la région méditerranéenne (travail étudiant : 3 heures)\rCours magistral 9 Questions (travail étudiant : 2 heures)\r\rTravaux dirigés :\rLes travaux dirigés sont organisés en 7 séances de 2 heures, une journée de terrain en un seul groupe d'étudiants encadré par un assistant\rTD 1 & 2 Visualiser les impacts de changements environnementaux sur l'hydrologie et l'érosion de la région d'Alicante (Espagne)\rTD 3 Préparation d'une expérience de laboratoire (travail étudiant :3 heures)\rTD 4 Expérience de laboratoire sur l'évaporation (travail étudiant :3 heures)\rTD 5 Analyse des données de l'expérience (travail étudiant :3 heures)\rTD 6 Préparation terrain (travail étudiant :3 heures)\rTD 7 Terrain (travail étudiant :8 heures)\rTD 8 Analyse des données de terrain (travail étudiant :3 heures)\r\rTravaux personnels :\rRapport sur les simulations du modèle hydrologique (5 heures)\rRapport sur l'expérience de laboratoire (20 heures)\rRapport sur le travail de terrain (20 heures) avec comme encadrement, la possibilité de consultations (pendant les semaines avant la date limite)\r\rNotions acquises :\rRecherche bibliographique\rUsage de modèles de simulation afin d'étudier les effets de changements des paramètres \rCapacité d'analyser des problèmes environnementaux en faisant le lien avec les concepts théoriques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaissances : \rComprendre l'impact de l'utilisation du sol sur les ressources naturelles\r\rSavoir-faire :\rExpérience des techniques de laboratoire et sur le terrain\r\rSavoir-être : \rAnalyser les problèmes de dégradation du sol et des ressources en eaux \rSuggérer des mesures de mitigation à base d'une analyse des problèmes\r\r\r\rAnalyser les problèmes de dégradation du sol et des ressources en eaux \rSuggérer des mesures de mitigation à base d'une analyse des problèmes",
        "content": "Le cours Illustre la variation spatiale de l’intensité de dégradation des ressources en eau et sol et aborde les principaux efforts de conservation de sol. Les sujets incluent: L'evolution de l'impact humain sur l'environnement Dégradation historique Les pratiques agricoles L'utilisation d'eau dans l'agriculture L'agriculture de conservation La séquestration de carbone dans les sols",
        "teaching_methods": "Les cours consiste en 7 séances de cours magistraux, 2 sorties de terrain , 1 projet, 1 présentation par les étudiants et 4 tp's",
        "assessment_methods": "Examen écrit 50% et évaluation continue 50 %",
        "course_materials": "Transparents disponible sur Moodle et suggestions de lecture dans le plan du cours",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbres2101",
        "title": "Smart technologies for environmental engineering",
        "credits": "4.00",
        "hours": "32.5 h + 20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lambot Sébastien"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "-       Géomatique appliquée. -       Physique de sol",
        "topics_covered": "Ce cours vise à enseigner les technologies de caractérisation et de suivi des agroécosystèmes. En particulier, les techniques géophysiques d’imagerie et de caractérisation des propriétés du sol sont présentées, telles que le géoradar, l’induction électromagnétique ou la tomographie électrique. Également, le cours aborde l’utilisation des drones pour le suivi de l’environnement, incluant les capteurs multispectraux, infrarouges thermiques, LiDAR ainsi que la photogrammétrie. Les concepts fondamentaux, les instruments ainsi que les méthodes d’analyse du signal seront particulièrement approfondis. L’étudiant est familiarisé avec ces outils au travers de travaux pratiques et d’un projet intégré.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de cette unité d’enseignement, l’étudiant est capable de : a. Contribution de l’activité au référentiel AA (AA du programme) M1.1 ; M1.2 ; M1.3 ; M2.1 ; M2.2 ; M2.3 ; M4.5 ; M5.1 ; M5.6 ; M5.8 ; M6.1 ; M6.2 ; M6.4 ; M6.9 ; M7.1 ; M7.2 ; M8.1 ; M8.2 ; M8.3 ; M8.4 ; b. Formulation spécifique pour cette activité des AA du programme Au terme de ce cours (3 ECTS), les étudiants seront en mesure : - de comprendre les concepts des différents capteurs environnementaux (géophysique, télédétection) ; - de comprendre et de mettre en œuvre différentes méthodes de traitement du signal ; - de développer une analyse critique sur l’application de ces technologies ; - de maitriser l’utilisation de certains des instruments étudiés.",
        "content": "Le cours LBRES2101 (4 crédits) constitue le cours complet. La section LBRES2101A (1 crédit) est conçue pour les étudiants inscrits au Certificat en Géomatique Appliquée et couvre les sujets liés aux drones, aux capteurs de drones et à la photogrammétrie. La section LBRES2101B (3 crédits) exclut la partie concernant les capteurs environnementaux et les outils topographiques. Contenu du cours : Cours théoriques : Techniques Géophysiques : radar géologique (GPR), induction électromagnétique (EMI), radiométrie, tomographie électrique (ERT), méthodes sismiques, réflectométrie (TDR). Techniques de télédétection par drone : drones, capteurs infrarouges thermiques, capteurs multispectraux, LiDAR. Topographie et capteurs Travaux pratiques : Les principaux concepts présentés lors des cours seront mis en application au cours de séances de travaux pratiques (acquisition de compétences opérationnelles) et dans le cadre d'un projet intégré réalisé en groupe. Séminaires : Les étudiants analyseront, synthétiseront et présenteront un article scientifique abordant une question scientifique liée au contenu du cours.",
        "teaching_methods": "-       Cours théoriques en auditoire avec présentation de diapositives. -       Travaux pratiques en équipe avec projet intégré impliquant la réalisation d’un rapport collectif. -       Séminaires permettant d'approfondir une question scientifique relative au cours et de développer la lecture des textes en anglais et la compétence de communication professionnelle.",
        "assessment_methods": "-    Examen écrit avec une partie de questions à choix multiples et une partie de questions ouvertes. -    Rapport du projet intégré (par groupe). Pondération: 20% de la note finale si l'examen écrit est réussi. -    Evaluation des séminaires (par groupe). L'évaluation porte sur la qualité et la rigueur de la présentation, la qualité des réponses et arguments avancés lors du débat, la qualité communicative (qualité des diapositives, qualité technique, expression orale). Pondération: 20% de la note finale si l'examen écrit est réussi.",
        "other_info": "Ce cours est donné en anglais. Une partie de ce cours (télédétection par drone) fait partie du Certificat universitaire en géomatique appliquée accessible aux professionnels dans le cadre de la formation continuée.",
        "online_resources": "Les diapositives du cours, documents de référence, séances d'exercices et compléments d'information sont mis à disposition via Moodle.",
        "bibliography": "FR -       Diapositives du cours -       Livres de référence recommandés. EN -       Slides of the course -      Recommended reference books.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbrai2110",
        "title": "Elements of Agroecology",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Baret Philippe",
            "Vanloqueren Gaëtan"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "BIR 1230 ' Ingénierie de la biosphère (ou équivalent)",
        "topics_covered": "-           Emergence du concept d'agroécologie et processus historique. -           Diversité des systèmes alimentaires mondiaux. -           Approches prospectives de l'agriculture (Agrimonde, Afterres 2050) -           Les principes de l'agroécologie : principes écologiques, socio-économiques et méthodologiques. -           Approche comparative des différents modes d'agriculture : agriculture industrielle, agriculture raisonnée, agriculture biologique, agriculture durable, agriculture écologiquement intensive. -           Exemple d'applications de l'agroécologie à des systèmes de production et de consommation au Nord et au Sud.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA du programme M1.1., M2.1.,M4.4. b. Formulation spécifique pour cette activité des AA du programme A la fin de cette activité, l'étudiant est capable de : -      comprendre les bases conceptuelles et les méthodes de l'agroécologie y compris le concept de food systems. -      discuter la diversité des trajectoires des agricultures -     évaluer un système dans ses dimensions agroécologiques -     positionner les différents modes alternatifs d'agricultures",
        "teaching_methods": "Le cours se donne sous forme d'exposés magistraux alternant théorie et exemples concrets. Sur des thèmes précis, les étudiants présenteront leur travaux lors de séminaires étudiants. Le cours sera donné en anglais et les étudiants sont encouragés à interagir pendant le cours. Ils devront lire des publications sélectionnées avant deux séances de cours afin de fonctionner en mode classe inversée; cela aura lieu au cours de la seconde moitié du semestre. En collaboration avec la FAO, une partie du cours sera consacrée au module d'évaluation TAPE (Tool for agroecology performance evaluation).",
        "assessment_methods": "L'évaluation sera basée sur un travail de groupe (50 %), une participation en cours (10 %) et sur un examen écrit (40 %).",
        "other_info": "\"Le cours est composé de trois éléments : (i) la série de conférences ; (ii) les diapositives (disponibles sur moodle) et autres supports pédagogiques auxquels elles font référence, tels que des extraits vidéo, et (iii) les lectures obligatoires (voir ci-dessous). L'examen peut porter sur n'importe lequel de ces trois éléments, à l'exception des concepts et des contenus exposés dans les lectures obligatoires mais qui n'ont pas été enseignés pendant le cours.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1316",
        "title": "Econométrie",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dejemeppe Muriel",
            "Parienté William"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours couvre les outils de base de l'économétrie à un niveau introductif. Des exemples d'application des méthodes à des problèmes d'économie et de gestion sont inclus.\rUn aspect important du cours est l'apprentissage de la modélisation économétrique : comment passer d'une relation théorique, abstraite et générale entre des variables économiques, à la formulation et à l'estimation d'une forme particulière de cette relation dans un contexte donné. L'apprentissage d'un logiciel économétrique est inclus dans le cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours est une introduction à la théorie et à la pratique de l'économétrie. L'accent est mis sur la compréhension des méthodes et sur leur pertinence pour la résolution de problèmes d'économie et de gestion. In fine, l'étudiant doit être capable d'utiliser les méthodes enseignées pour la résolution de questions simples, et d'interpréter les résultats d'une analyse économétrique tout en étant conscient des limites des méthodes.",
        "content": "Analyse de la régression linéaire sur données transversales Chapitre 1. Introduction générale Chapitre 2. Le modèle de régression linéaire simple Chapitre 3. Le modèle de régression linéaire multiple : Estimation Chapitre 4. Le modèle de régression linéaire multiple : Test d’hypothèse Chapitre 5. Le modèle de régression linéaire multiple : Propriétés asymptotiques Chapitre 6. Le modèle de régression linéaire multiple : Questions avancées Chapitre 7. Le modèle de régression linéaire multiple avec information qualitative Chapitre 8. Le modèle de régression linéaire multiple : Hétéroscédasticité Chapitre 9. Le modèle de régression linéaire multiple : Spécification et problèmes liés aux données + Introduction au logiciel d'analyse statistique STATA",
        "teaching_methods": "Le cours comprend des exposés magistraux de l'enseignant en auditoire ainsi que des séances de travaux pratiques sur ordinateur qui sont organisées par les assistants. Lors du cours magistral, l'enseignant explique la théorie sur base de transparents. Les méthodes d'estimation sont chaque fois illustrées par des exemples d'application dans divers domaines de l'économie et de la gestion. Pendant le cours, des séances de questions/réponses avec les étudiants sont organisées. L'étudiant complète sa compréhension du cours sur base d'un livre de référence. Lors des séances de travaux pratiques, les étudiants apprennent à mettre en oeuvre les méthodes d'estimation vues au cours sur des données réelles. Cette apprentissage se réalise sur ordinateur avec le logiciel STATA. Au début du quadrimestre, les étudiants sont invités à s'initier au logiciel STATA via une formation en ligne.",
        "assessment_methods": "L’examen consiste en un examen écrit en français sur 20 points et peut être présenté à la session de janvier et/ou à la session d'août.",
        "other_info": "Pré-requis : 1) LECGE 1112 A ou B - Mathématiques en économie et gestion 2) LECGE 1114 A ou B - Statistique en économie et gestion",
        "online_resources": "Slides du cours mis en ligne au fur et à mesure de l’avancée dans la matière, voir Moodle UCL ( http://moodleucl.uclouvain.be/ ).",
        "bibliography": "Livre de référence (reference book) : Jeffrey Wooldridge (2016), Introductory Econometrics: A Modern Approach , 6th Edition , Cengage Learning.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo1321",
        "title": "Géographie des espaces ruraux : utilisations des terres, environnement, nature",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Meyfroidt Patrick"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Pour les étudiants du bachelier en sciences géographiques, il est souhaitable de suivre au plus tard la même année académique les cours LGEO1342 et LGEO1341. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés à la fin de cette fiche, en regard des programmes/formations qui proposent cette UE. Pour Bachelier en sciences géographiques, orientation générale (GEOG1BA): LGEO1342 Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours utilise une perspective de géographie humaine et se focalise sur les espaces ruraux, pour comprendre les interactions entre utilisations des terres (agriculture, sylviculture, habitat, énergie…), sociétés rurales, et dynamiques environnementales et naturelles. Objets: modèles théoriques d’organisation spatiale et de visions des zones rurales (von Thünen et autres) ; transformations des espaces ruraux en particulier en Europe ; enjeux contemporains dans les zones rurales et gouvernance, en particulier en Europe.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre les fondements de la géographie rurale, mais aussi les principaux enjeux contemporains dans les zones rurales, avec un focus sur l’Europe. Les enjeux contemporains seront abordés à l'aide de cas concrets, comme la question de la multifonctionnalité. Utiliser à bon escient ces bases de connaissances pour la modélisation ou comme outil de réflexion critique",
        "content": "Première partie: modèles théoriques géographiques, sociologiques et économiques des zones rurales : le modèle de von Thünen, la rente foncière de Ricardo, les différentes visions du monde rural et de la ruralité. Deuxième partie: L’évolution des zones rurales en Europe depuis 1950 sur les plans démographiques, socio-économiques, utilisation des terres. Troisième partie: Le rôle de la Politique Agricole Commune et autres instruments de gouvernance des zones rurales. Les enjeux contemporains de transition et développement durable dans les zones rurales occidentales, ainsi que les différentes visions du futur proposées pour rencontrer ces enjeux. Les concepts géographiques tels que les relations spatiales et l’échelle, de même que les principes des relations sociétés humaines et environnement et des services écosystémiques cadrent les sujets abordés.",
        "teaching_methods": "Cours théoriques, discussions, travaux pratiques. Le cours se donne en présentiel, sauf situation de force majeure.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es de deux manières : • l’évaluation continue certificative incluant des rapports de travaux pratiques au cours du quadrimestre (50% de la note finale) • un examen en session (50% de la note finale). La réussite de ces deux parties est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement. Une note d'échec pour l'une des parties entraîne une note d'échec pour la totalité de l’UE. En seconde session, seul un examen sur le cours théorique sera organisé. La note des travaux pratiques est attachée à chacune des sessions d’examens de l’année académique. Une partie de la note finale de la composante théorique tiendra compte de l'évaluation continue menée durant le quadrimestre.  Cette partie de note servira pour chaque session et ne pourra pas être représentée. Tout usage d'intelligences artificielles (IA) génératives doit être fait de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique et au RGEE (voir entre autres l'article 107).",
        "other_info": "Les étudiants doivent avoir des connaissances de base en statistiques et dans le logiciel R. Pour les étudiants du bachelier en sciences géographiques, il est souhaitable de suivre au plus tard la même année académique les cours LGEO1342 et LGEO1341.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=8999",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbrai2208",
        "title": "Firms and Markets : Strategic Analysis",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gaspart Frédéric"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "micro-economics and introduction to game theory",
        "topics_covered": "Game Theory and econometrics applied to industrial economics a) horizontal relationships between producers (Bertrand vs Cournot competition, vertical vs horizontal product differenciation,...) b) vertical relationships between producers : mergers, intermediaries c) entry and barriers to entry d) innovation, changes outside the scope of the firm (e.g. environmental changes) e) the roles of external actors (the State, consumer collective actions,...)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l’activité au référentiel AA (AA du programme) 1.1-1.5, 2.1-2.5 industrial organisation (theory and empirics) 3.2-3.4, 3.6-3.8 matching real situations with archetypal problems, solving models and interpreting the abstract results 4.1-4.2 identifying typical problems in complex situations 4.4-4.7 drawing lessons from abstract models for complex, real situations 6.1-6.2 & 6.4-6.7 articles presented by students, homeworks (questions) 5.8, 7.1 & 7.5 competition policy-making b. Formulation spécifique pour cette activité des AA du programme At the end of the course, students will be able : - to read, understand and criticize theoretical and empirical articles in industrial organization in an autonomous way. - to analyze strategic choices made by firms. - to assess the performance of economic activities at the firm level and at the sector level. - to decipher the main stakes of market structure and competition policy on the basis of relevant information about the production activities in a given sector. - to articulate theoretical findings with empirical analyses in industrial organization.",
        "content": "Introductory part, presented by the teacher : Elements of game theory: normal form games, developped form games, equilibrium concepts. Cournot versus Bertrand competition. Students pick up a series of articles that they will read and present themselves in close association with the teacher. The assistance must subsequently raise two relevant questions on each presentation ; these are answered the next week. The set of articles in which the students choose covers the following topics : Product differentiation (vertical, horizontal, information asymetries and market failures). Vertical versus Horizontal integration, contract theory, agency (Principal-Agent relationship). Potential competition, excess capacity, entry barriers. Innovation Sectors with intermediaries",
        "teaching_methods": "Articles to be read, classes taught in association by students and the teacher, homeworks",
        "assessment_methods": "Homeworks (student talks, critical questions, answers)",
        "online_resources": "Moodle",
        "bibliography": "The list of articles in which students choose is constantly evolving.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbres2102",
        "title": "Water  and pollutant engineering of soil and groundwater",
        "credits": "4.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanclooster Marnik"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "- Phénomènes de transfert - Sciences du sol - Hydrologie générale - Physique du sol",
        "topics_covered": "Le cours vise à initier les étudiants à la modélisation des écoulements (transport d'eau, transport des solutés, transport thermique) dans les sols partiellement saturés en eau et les nappes aquifères à l'échelle de la formation pédo-géologique, en régime stationnaire et transitoire. Les thèmes suivants sont abordés : - Concepts théoriques gouvernant le transfert de l'eau, des solutés et d'autres substances polluantes dans les sols partiellement saturés en eau et les nappes aquifères hétérogènes ; - Approches de modélisation mathématique des processus de transport dans les sols et nappes aquifères (approches analytiques, approches numériques, fonction de transfert) ; - Méthodes de caractérisation des propriétés hydrodynamiques des sols et des nappes aquifères ; - Intégration des aspects d'hydrodynamique des sols et des nappes dans l'ingénierie et la gestion des eaux et des sols.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) M1.1 ; M1.2 ; M1.3 ; M2.1 ; M2.2 ; M2.3 ; M5.1 ; M5.6 ; M5.8 ; M6.1 ; M6.2 ; M6.4 ; M6.9 ; M7.1 ; M7.2 ; M8.1 ; M8.2 ; M8.3 ; M8.4 ; b. Formulation spécifique pour cette activité des AA du programme Au terme du cours (2 ECTS), et des TP (2 ECTS), les étudiants seront en mesure : - d'expliquer les principes d'écoulement de l'eau et des solutés (y compris des polluants) dans les sols et les nappes aquifères ; - de concevoir et appliquer les équations de transfert au cas des écoulements en milieu non-saturé (sols) et saturé (nappes aquifères), en régime permanent et transitoire ; - de discuter et comprendre le fonctionnement des différentes techniques de caractérisation hydrodynamique des sols et des nappes aquifères; - d'estimer, par des méthodes traditionnelles et des méthodes avancées (modélisation inverse, assimilation de données), les propriétés hydrodynamiques des sols et des nappes aquifères ; - d'appliquer la modélisation hydrodynamique pour solutionner des problèmes complexes d'ingénierie des eaux et du sol.",
        "content": "La gestion durable des sols et eaux souterraines nécessite des approches pour quantifier les flux hydriques et la matière qui l'accompagnent (nutriments, polluants)  dans les milieux souterrains. Dans ce cours nous établissons les bases pour modéliser les flux hydriques et les solutés (nutriments, polluants...) dans les sols et nappes aquifères. Cours magistraux : Approches méthodologiques de modélisation quantitative, appliquées au transfert de l'eau dans le sol, au transfert des solutés (nutriments, polluants...) dans le sol, au transfert de l'eau dans les nappes aquifères Equations de transfert de l'eau dans le sol (équation de Richards, équation de Fokker-Planck), de transfert des solutés dans le sol (équation de convection dispersion, avec dégradation, adsorption, eau mobile-immobile), de diffusion de l'eau dans des nappes aquifères. Approches de résolution : solutions analytiques (transformation de Laplace et de Boltzman) ; solutions  numériques (différences finies, éléments finis) ; solutions intégrées (fonction de transfert). Méthodes de caractérisation des paramètres hydrodynamiques. Méthodes de laboratoire, méthodes in situ.  Modélisation inverse. Application : infiltration de l'eau dans le sol, transport des polluants dans le sol, essais de pompage dans une nappe aquifère. Travaux pratiques : Les principaux concepts présentés lors des cours seront illustrés par des exercices en salle informatique en utilisant des notebooks en Python et des logiciels open source.. Estimation des paramètres hydrodynamiques à partir des observations en laboratoire. Solutions analytiques de transport d'eau et solutés. Modélisation numérique dans les sols non-saturés en eau en utilisant HYDRUS 1-D. Modélisation de la diffusion dans les nappes souterraines par MODFLOW.",
        "teaching_methods": "Cours magistraux : Classe inverse. À travers le site du cours (Moodle), l'étudiant a accès à un syllabus, des capsules vidéos qui expliquent les fondations théoriques et des notebooks Python permettant d'illustrer certains aspects. Les classes en présentiel permettent de répondre aux questions et approfondir la matière. En raison de la capacité limitée d’accueil des auditoires  (crise COVID-19), certains cours peuvent se donner à distance Travaux pratiques : Exercices en salles informatiques.",
        "assessment_methods": "L'examen comprend 3 volets: Examen QCM par écrit. Questions théoriques spécifiques sous forme QCM. 20 questions QCM pendant 40 minutes. Cette partie compte pour 30 % de la cote finale Examen \"Etude de cas\". Examen oral avec préparation écrit. L'étudiant analyse une étude de cas complexe permettant d'évaluer sa capacité  à intégrer les différents éléments de la matière pour résoudre un problème complexe d'hydrodynamique du sol. Préparation écrité 1h40, défense orale 20 minutes. Cette partie compte pour 30 % de la cote finale Examen exercice: Résolution d'un problème concret  en salle informatique avec logiciel spécifique (Hydrus et/ou Modflow). Préparation 50 minutes, défense orale 10 minutes. Cette partie compte pour 40 % de la cote finale. L'évaluation porte sur la cohérence des réponses, l'exactitude des réponses, la qualité du document de préparation, la qualité de la défense orale. L'examen peut se faire ou en anglais",
        "other_info": "Ce cours est donné en anglais, mais utilise a 'french friendly' format.",
        "online_resources": "Site Moodle du cours Organisation du cours Syllabus du cours Capsules vidéos Notebooks en Python Enoncés des travaux dirigés",
        "bibliography": "M. Vanclooster, 2019. Modelling soil and subsoil hydrodynamic processes. Syllabus AGRO-UCLouvain. 120 pp.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbrai2218",
        "title": "Special Topics in Agricultural Economics",
        "credits": "5.00",
        "hours": "30.0 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gaspart Frédéric"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Micro-economics (e.g., LBIR1242 Principes d'économie), introduction to econometrics (e.g., LECGE1316 or LINGE1221 Econométrie).",
        "topics_covered": "Topics are from research and studies recently published in the theoretical or empirical scientific literature but close to the domain covered by agricultural and natural resource economics. Depending on the instructors, the topics can cover issues in agricultural, rural, food, regional, trade and environmental policy as well as issues related to rural development, poverty and management of natural resources as land, water and space. So far as possible, topics are accompanied by initiation to quantitative methods as econometric estimations and mathematical programming.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 With respect to the learning outcomes of the Bio-engineering in agricultural sciences, this course contributes to the following main learning outcomes: 2.2 - 2.4: being exposed to focused state-of-the-art pieces of scientific work 6.1: reading and explaining published scientific papers 6.2 & 6.4, 6.5, 6.9: presenting published scientific papers By the end of the course, students are able to: -       better understand the scientific approach in economics, in particular in agricultural and natural resource economics, -       apply such approach to analyse a specific socio-economic issue of interest, -       understand journal articles in that research domain, -       assess the potential but also the limits of such approach. This course is a good preparation for a thesis in agricultural and natural resource economics.",
        "content": "2011, Louvain-la-Neuve, Belgium: Imperfections in Rural Financial Markets in Developing Countries: Theoretical origins, Policy response and Impact evaluation (July 19-21, 2011), Prof. Steve Boucher, University of California, Davis, USA 2012, Uppsala, Sweden: Applications of Agricultural Trade Policy (August 15 - 17, 2012), Prof. James Rude, University of Alberta, Canada 2013, Budapest, Hungary: Sustainable Energy Policy (August 12-15, 2013), Prof. Thomas G. Johnson, University of Missouri, USA 2014, Bonn, Germany: Consumer Food Choice and Policy (August 4-8, 2014), Prof. Sean Cash, Tufts University, USA 2015, Barcelona, Spain: Multicriteria Decision Making for Agriculture and Environment (August 3-6, 2015), Prof. Slim Zekri, Sultan Qaboos University, Oman 2016, Louvain-la-Neuve, Belgium: Field Experiments to Inform Policy and Programs in Development Economics (July 19-23, 2016), Prof. Nicholas Magnan, University of Georgia, USA 2017, Barcelona, Spain: Perspectives on International Agriculture and Rural Development (July 24-27, 2017), Prof. Ruben G. Echeverría, International Center for Tropical Agriculture (CIAT), Cali, Colombia 2018, Rende, Italy: Quasi-experimental methods in agricultural, food and environmental policy analysis (July 16-20, 2018), Scientific Committee: Rosanna Nisticò (University of Calabria), Donato Romano (University of Florence), Paolo Sckokai (Università Cattolica del Sacro Cuore), Luca Salvatici, (Roma Tre University)",
        "teaching_methods": "Two workshops, each led by a specialist from the academic or professional world, organised during a summer school and lasting five full days.",
        "assessment_methods": "Class participation and written examination at the end of each of the two workshops.",
        "other_info": "Workshops instructed in English with most material in English. The two workshops are organised in two different summer schools.",
        "online_resources": "Internet, including Moodle or other dedicated platforms.",
        "bibliography": "Teaching support: slides, overheads, textbooks, journal articles, statistical, econometric or optimising software (e.g., Stata, R, GAMS).",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbire2131",
        "title": "Evaluation d'impact environnemental: diagnostic et indicateurs",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bielders Charles",
            "Defourny Pierre",
            "Defourny Pierre",
            "Delfosse Lisa"
        ],
        "teaching_language": "Français",
        "prerequisites": "Cours introductifs aux sciences de l’environnement (Sciences du sol, Introduction aux sciences forestières, climatologie et hydrologie), Introduction à l’analyse des systèmes, Projet intégré en informatique et mathématiques appliquées, Introduction à l’ingénierie de la biosphère.",
        "topics_covered": "La réduction de l’impact environnemental des activités humaines occupe une place croissante pour un grand nombre d’acteurs: décideurs politiques, entrepreneurs, producteurs, consommateurs, chercheurs, etc. Tous ces acteurs sont confrontés aux questions de l’évaluation de l’impact environnemental et de durabilité par rapport aux produits ou services qu’ils créent ou supportent. L’information sur les performances environnementales des produits comme des entreprises devient un élément de compétitivité et d’attractivité.  Différents outils d’aide à la décision peuvent être mobilisés pour évaluer les incidences sur l’environnement des activités humaines voire la durabilité socio-environnementale de nos productions. Cette activité a pour objectif d’initier les étudiants aux démarches d'évaluation et de suivi d'impact environnemental. Elle développe aussi une capacité d’analyse critique dans le domaine.  Les étudiants sont initiés aux différents concepts qui sous-tendent l'évaluation environnementale (normes, indicateurs et tableau de bord, analyse de cycle de vie, bilans, système de monitoring, ...) ainsi qu’aux cadres législatifs et réglementaires existants.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l’étudiant sera capable de : -           Situer le rôle de l’évaluation environnementale dans le cadre des stratégies et politiques de développement durable ; -           Comprendre les enjeux sociétaux (notamment politiques, sociaux, et économiques,) de l’évaluation environnementale ; -           Expliquer les concepts et méthodes qui sous-tendent différentes démarches d’évaluation environnementale (tableau de bord de l’environnement, analyse du cycle de vie, bilan environnemental, etc.) et pouvoir justifier leur utilisation en fonction de l’objectif visé.",
        "content": "Ce cours pose les fondements de l'évaluation d'impact environnemental adaptés à l'évaluation de la transition nécessaire vers des modes de vie plus durables. Partie 1 (C. Bielders et P. Defourny) Evaluation d’impact environnemental et développement durable Enjeux politiques, sociaux et économiques de l’évaluation environnementale Principes (domaines d’application, objectifs, moyens, normes), diversité des outils (étude d’incidence, écolabels, audit environnemental, analyse de cycle de vie, écobilan, tableaux de bord environnementaux, empreinte écologique, bilan environnemental, etc. ) et cadres réglementaires de l’évaluation de l’impact environnemental. Conception et analyse critique d’indicateurs (formulation, unités, incertitude, sensibilité) utilisés pour l’évaluation environnementale. Partie 2 (C. Bielders) L’Analyse de cycle de vie Partie 3 (C. Bielders) Le bilan environnemental (notion de bilan environnemental, Bilan Carbone)",
        "teaching_methods": "L'enseignement est dispensé sous forme d'exposés magistraux en auditoire avec possibilité de faire intervenir des intervenants extérieurs et d'organiser une visite d'entreprise",
        "assessment_methods": "Examens écrits hors session (évaluation continue).  Pas d'examen durant la session de juin. Un premier examen de 2h portera sur les parties 1 et 2. Un second examen de 1h portera sur la partie 3. Les modalités des examens seront présentés lors du premier cours. Pondération : - Partie 1 (33.3%) - Partie 2 (33.3%) - Partie 3 (33.3%) Remarques : •En cas d’absence justifiée (certificat): rattrapage la semaine suivante •Minimum 6/20 pour chacune des 3 parties.  Sinon, la note finale sera égale à la note de la partie pour laquelle l’étudiant-e a obtenu la note la plus basse. •Si échec suite aux évaluations continues, pas d’examen en juin mais examen en session d’aout portant sur toute la matière. Pas de dispenses partielles .",
        "other_info": "Cours donné en français",
        "online_resources": "Moodle",
        "course_materials": "Jolliet O. et al. (2017).  Analyse du cycle de vie. Comprendre et réaliser un écobilan.  3ème édition revue et augmentée. Presses polytechniques et universitaires romandes. 340 p.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2607",
        "title": "Public Economics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hindriks Jean"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Part 1 Political economy and public sector\r1.\tVoting\r2.\tRent seeking and lobbying\rPart 2 Equity and Redistribution \r3.\tInequality and poverty\rPart 3 Taxation\r4.\tCommodity taxation\r5.\tIncome taxation\rPart 4 Multiple jurisdictions\r6.\tFiscal federalism\r7.\ttax competition\rPart 5 Issue of time\r8.\tIntertemporal efficiency\r9.\tSocial security and pension crisis",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 This course is essentially an evaluation of the role of the public sector in a market economy.  The course will use the most recent economic analysis to (re)consider the efficiency and distributive ef-fects of government intervention.  The optimal design of government  intervention both in terms of public expenditures and tax collection is also studied.  The main objective of the course is to strike a balance between political and market failures in determining the form and the extent of government intervention.  Students taking this course will acquire:\r1\tAn understanding of the design of public spending and tax collection;\r2\tAn understanding of the tradeoff between equity and efficiency\r3\tThe skill to apply economic analysis to the public sector",
        "bibliography": "Public economics : Hindriks and Myles \" Intermediate Public Economics (2nd edition) \" MIT Press 2013 Hashimzade, Hindriks, and  Myles \"Solutions manual to Accompany Intermediate Public Economics (2nd edition)\" MIT press 2013. Political economy : Bueno de Mesquita, Political Economy for Public Policy, Princeton University Press 2016 General interest : Banerjee and Duflo, “Good Economics for Hard Times” Public affairs, November 2019.",
        "course_materials": "J.G. Hindriks & G.D. Myles, 2013, Intermediate Public Economics (2nd edition), The MIT Press",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2865",
        "title": "Trade Policy and International Cooperation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "content": "Cours donné à l'UCLouvain / Descriptif sur le site UNamur ECONM865 / https://directory.unamur.be/teaching/courses/ECONM865",
        "other_info": "Cours donné à l'UCLouvain Descriptif de cours via site UNamur / ECONM865 /  https://directory.unamur.be/teaching/courses/ECONM865",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbir1336",
        "title": "Sciences du sol et excursions intégrées",
        "credits": "5.00",
        "hours": "30.0 h + 37.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Agnan Yannick",
            "Lambert Richard",
            "Vincke Caroline"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours explore en profondeur les constituants du sol, les propriétés physiques et physico-chimiques qui en découlent, les facteurs et les processus de formation du sol et le fonctionnement et l'importance de celui-ci dans les cycles biogéochimiques du carbone, des nutriments et de l'eau. Ces différents aspects sont illustrés et pratiqués au travers de séances d'exercices en laboratoire et d'excursions de terrain. Ce cours vise à équiper le futur bioingénieur avec les connaissances et la compréhension nécessaires pour pouvoir aborder les problématiques liées à l'utilisation durable et la conservation du sol dans le contexte actuel des productions agricoles et sylvicoles et des changements environnementaux.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 AA : Au terme du cours LBIR1336, l'étudiant sera capable de : ·      décrire de manière détaillée les constituants d'un sol, et leurs interactions principales, en utilisant les concepts théoriques présentés lors du cours ; ·      différencier qualitativement les facteurs et les processus principaux qui sont responsables de la diversité des sols en intégrant les concepts théoriques présentés lors du cours et les exemples étudiés lors des excursions de terrain ; ·      discuter qualitativement le rôle des sols dans les grands cycles biogéochimiques des éléments et de l'eau en s'appuyant sur des exemples vus au cours ; ·      identifier sur le terrain les horizons d'un sol et donner leurs caractéristiques principales comme illustré lors des sorties de terrain ; ·      déterminer les propriétés physico-chimiques de base d'un sol en appliquant de manière opérationnelle les outils enseignés au laboratoire ; ·      interpréter des analyses de sols et de produire un rapport scientifique rigoureux et critique en intégrant de manière appropriée les concepts discutés lors du cours et pratiqués au laboratoire et sur le terrain ; ·      interpréter en termes généraux l'écologie d'un milieu (forestier, ouvert ou agricole) en mobilisant les concepts présentés lors des excursions (diagnostic stationnel); ·      formuler et justifier des propositions d'occupation des sols après avoir établi un diagnostic environnemental ; ·      discuter de manière critique les pratiques agricoles les plus communes de nos régions en mobilisant les informations présentées et générées durant les excursions de terrain. Les acquis d'apprentissage de l'activité contribuent au référentiel de compétences du programme pour les points suivants : 1.1, 1.4, 1.5, 1.6, 2.3, 3.5, 3.7, 4.2, 4.3, 4.4, 5.1, 6.4, 6.5, 7.1, 8.1.",
        "content": "Le cours LBIR1336(B) vise à aborder les différentes facettes des sciences du sol : 1. Formation et évolution des sols 2. Constituants minéraux des sols 3. Constituants organiques des sols 4. Fractions liquide et gazeuse des sols 5. Biologie et écologie des sols 6. Propriétés et processus physiques des sols 7. Propriétés et processus chimiques des sols 8. Fonctionnement physico-chimique aux interfaces 9. Description et diagnostic des sols 10. Développement et systématique des sols 11. Occupation et usages des sols 12. Dégradations et protection des sols 13. Sols et changement climatique",
        "teaching_methods": "Les cours théoriques sont dispensés sous forme de séances de 2 h en auditoire : un thème abordé par séance. Des séances d'exercices permettront de mettre en application les notions théoriques vues en cours. Des séances de travaux pratiques se feront en laboratoire. Des excursions sont organisées en milieu forestier et agricole.",
        "assessment_methods": "Evaluation écrite à livre ouvert en session sur le cours théorique et les exercices Evaluation écrite à livre ouvert en session sur les laboratoires Evaluation écrite à livre ouvert en session sur les excursions Test formatif Moodle organisé à la fin de chaque séance de cours théorique Une note de laboratoire incluant un rapport de laboratoire et des tickets d'entrées Une fiche d'interprétation sur les sites vus en excursion Toute absence en séance de laboratoires non justifiée sera pénalisée par un \"−2\" sur la note finale (pénalité conservée en seconde session) !",
        "online_resources": "Cours de sciences du sol : biogeoscience.eu Tout autre support utile pour ce cours disponible sur Moodle.",
        "bibliography": "Livre de référence : Blume H.-P., Brümmer G.W., Fleige H., Horn R., Kandeler E., Kögel-Knabner I., Kretzschmar R., Stahr K., Wilke B.-M. (2016). Scheffer/Schachtschabel soil science . Springer, Berlin. 618 p. Livres utiles : Weil R.R., Brady N.C. (2016). The nature and properties of soils . Pearson, Harlow London New York, NY. 1104 p. White R.E. (2005). Principles and practice of soil science: the soil as a natural resource . Wiley-Blackwell, Malden, MA. 376 p. Paul E.A. (2006). Soil microbiology, ecology and biochemistry . Academic Press, Cambridge, MA. 553 p. Duchaufour P., Faivre P., Poulenard J., Gury M. (2018). Introduction à la science du sol : sol, v ég étation, environnement . Dunod, Paris. 472 p.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2041",
        "title": "International Trade",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vannoorenberghe Gonzague"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Les arguments développés au cours doivent permettre une discussion structurée sur les thèmes relatifs aux effets du commerce international, à la nature des échanges, à la spécialisation des économies, à la distribution sectorielle et internationale des revenus ainsi qu'à la problématique de la croissance dans un cadre d'ouverture au commerce international.\r\rEn particulier, le cours doit parcourir les principaux modèles et concepts développés dans le cadre de la théorie du commerce international dont notamment :\r-\tThéorie classique du commerce international ;\r-\tNouvelle théorie du commerce (cadres de concurrence imparfaite) ;\r-\tAnalyse des politiques commerciales ;\r-\tCommerce international et le développement.\r\rLe cours devra aussi aborder certains aspects institutionnels du commerce international, dont notamment le fonctionnement de l'OMC et la description de la  politique commerciale de l'UE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours d'économie internationale a pour but de familiariser les étudiants avec les principaux enjeux économiques liés au commerce international et les courants de la théorie du commerce international y afférents. Il doit permettre d'acquérir les compétences suivantes :   \r- Compréhension des mécanismes liés aux échanges internationaux;\r- Capacité d'interpréter et de discuter les grands thèmes liés au commerce international, comme la libéralisation des marchés et la distribution des gains issus de cette libéralisa-tion;\r- Compréhension des principaux instruments de politique commerciale, de leur justification et de leurs effets ;\r-\tCompréhension des enjeux de société liés au commerce.",
        "content": "Ce cours traite de différentes questions liées au commerce international et à la mondialisation. La première partie du cours dresse l’état des théories expliquant les raisons pour lesquelles les pays commercent, et la composition de ce commerce. Nous nous tournons ensuite vers l’analyse des problématiques contemporaines liées au commerce international et ses liens avec les inégalités, la croissance, ou le développement économique. Dans une dernière partie, ce cours se concentre sur des questions de politique commerciale et notamment sur l’analyse de récents accords commerciaux entre l'Union Européenne et ses partenaires.",
        "teaching_methods": "Cours magistraux, avec participation active des étudiants.",
        "assessment_methods": "Examen écrit.",
        "other_info": "Des connaissances de microéonomie et d'économétrie sont fortement recommandées. La communication entre les élèves et le professeur passe par la plate-forme électronique Moodle. Vous devez s'inscrire au cours sur Moodle pour avoir accès aux documents en ligne, comme les notes de cours, les diapositives, ou tout matériel additionnel.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbrti2101a",
        "title": "Data Science in bioscience engineering - Partim A : spatial and temporal data",
        "credits": "3.00",
        "hours": "22.5 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bogaert Patrick",
            "Hanert Emmanuel"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le cours repose en partie sur les notions acquises au sein des cours LBIR1212 et LBIR1315.",
        "topics_covered": "Le cours complètera les notions de bases déjà acquises lors de l'enseignement des cours LBIR 1212 - Probabilités et Statistique (I) et LBIR 1315 - Probabilités et Statistique (II). L'étudiant sera à même de pouvoir analyser des données corrélées dans l'espace et dans le temps, qui sont fréquentes dans le domaine agro-environnemental. Le cours insistera sur le lien entre la théorie générale et les propriétés spécifiques des données environnementales. Il permettra à terme à l'étudiant de modéliser ces processus en vue de leur utilisation dans des outils de nature cartographique ou prévisionnelle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution au référentiel AA du programme : 1.2, 2.1, 2.2, 2.3, 3.5, 3.6, 3.7, 6.5, 8.1 A la fin de cette activité, l'étudiant est capable de : Nommer, décrire et expliquer les concepts théoriques relatifs à l'approche stochastique pour l'analyse et la modélisation de données spatiales et temporelles à caractère environnemental ; Expliquer les concepts mathématiques et manipuler les outils relatifs aux analyses statistiques à appliquer à de telles données ; Activer et mobiliser ces concepts et outils en vue de réaliser l'analyse statistique et la modélisation de données pour un cas d'étude original dans le cadre d'un projet ; Justifier et défendre les choix méthodologiques qui ont été faits en intégrant dans la discussion les concepts théoriques présentés lors du cours et illustrés lors des travaux pratiques ; Rédiger un rapport concis, argumenté sur base des résultats et illustré (graphiques/tableaux) en utilisant un vocabulaire précis et adéquat.",
        "content": "Partie I (Analyse spatiale des données) : Notions de base – Champ aléatoire - Stationnarité stricte, d’ordre 1 et d’ordre 2 – Fonction espérance – Fonction de covariance – Variogramme – Généralisation multivariée – Prédiction spatiale : méthode déterministes et stochastiques – Simulation spatiale conditionnelle et non conditionnelle. Partie 2 (Analyse temporelle des données) : Notions de base – Fonction espérance – Fonction de covariance et de corrélation – Filtre linéaire invariant, saisonnier et différentiation – Modèles ARIMA : estimation et prédiction.",
        "teaching_methods": "Cours en auditoires, séances d'exercices, travail à réaliser en groupe.",
        "assessment_methods": "L'examen est en deux parties : (1) partie écrite à livre fermé d'une heure environ, (2) partie orale d'une demi-heure environ durant laquelle les étudiants défendront leur rapport en groupe. Le projet étant une activité de groupe et étant évalué en tant que tel, il ne peut être défendu que durant la session de janvier.",
        "other_info": "Le cours se donne par défaut en Français mais est English friendly : l’étudiant peut communiquer en anglais lors du cours et de l’examen, à l’oral et à l’écrit.",
        "online_resources": "Moodle Support de cours : Les slides du cours et les consignes pour le travail de groupe sont disponibles sur Moodle.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2110a",
        "title": "Analyse des données",
        "credits": "3.00",
        "hours": "15.0 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Colling Benjamin"
        ],
        "teaching_language": "Français",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UE LSTAT2011 Eléments de mathématique pour la statistique LSTAT2014 Eléments de probabilités et de statistique mathématique",
        "topics_covered": "Le cours présente un survol des principaux outils de l'analyse exploratoire de données multivariées via les méthodes factorielles. Les données sont projetées sur un sous-espace de faible dimension tout en gardant un maximum d'information. Cette réduction de dimension facilite la visualisation et aide à la découverte de l'information et des tendances dans un tableau de données. Rappels d'algèbre et de géométrie utiles à l'analyse des données Principes de base des méthodes factorielles Analyse en composantes principales Classification: moyennes mobiles et classification hiérarchique Analyse discriminante linéaire",
        "content": "Matrices de données Analyse en composantes principales Classification: moyennes mobiles et classification hiérarchique Analyse discriminante linéaire Les méthodes sont réalisés dans le language R via le logiciel RStudio, et R Markdown est utilisé pour la réalisation de rapports comprenant à la fois du texte, des développements mathématiques, du code R et les résultats des analyses (tables, figures).",
        "teaching_methods": "Lors des cours magistraux, l'enseignant présente les différentes méthodes d'analyse, couvrant à la fois leur champ d'application, la théorie mathématique sous-jacante, et la programmation en R. Des devoirs sont donnés dont la solution est discutée lors des cours magistraux aussi. Les TP se déroulent en salle informatique et servent surtout pour permettre aux étudiants de s'entraîner à l'application des méthodes d'analyse en R et sur des vrais jeux de données.",
        "assessment_methods": "Examen (12/20): par écrit, à livre fermé, à l'aide d'un formulaire et d'une calculatrice exercices et questions de calcul, d'interprétation de sortie de logiciel, et de compréhension des formules et des résultats principaux Evaluation continue - tests lors des cours magistraux: Test 1: Matrices de données et analyse en composantes principales Test 2: Classification et Analyse discriminante linéaire Participation optionnelle. Au choix de l'étudiant, chaque test peut remplacer la partie de l'examen sur le même sujet. Evaluation continue - projet (8/20): seul ou en binôme application des méthodes sur une base de donnée apportée par l'étudiant lui-même rapport écrit, à soumettre avant une ou plusieurs dates spécifiées pendant le cours consignes détaillés lors des TP et sur la page MoodleUCL du cours La participation au projet est obligatoire pour obtenir une note d'examen. Le projet peut être refait lors d'une deuxième inscription à l'examen.",
        "other_info": "Préalables : calcul vectoriel et matriciel géométrie euclidienne: points, espaces, orthogonalité, distances, angles notions de base en statistique: moyenne, (co)variance, corrélation, matrice de covariance, probabilité conditionnelle, distribution normale, distribution khi-carré",
        "online_resources": "Toutes les ressources nécessairs pour le cours sont fournies sur la page MoodleUCL du cours: les dias des cours magistraux et des TP, les script informatiques, les exercices. En plus, des liens vers des ressources électroniques externes sont fournis aussi: des cours en ligne, des vidéos, de la documentation du logiciel utilisé.",
        "bibliography": "Escofier, B. et Pagès, J. (2016): Analyses factorielles simples et multiples, 5e édition, Dunod, Paris. Lebart, L., Piron, M. et Morineau, A. (2006): Statistique exploratoire multidimensionnelle, 4e édition, Dunod, Paris. Saporta, G. (2011): Probabilités, analyse des données et statistique, 3e édition révisée, Editions TECHNIP, Paris.",
        "responsible_entity": "LSBA"
    }
]