[
    {
        "url": "https://uclouvain.be/cours-2024-lteco2102",
        "title": "Santé, spiritualités et religions : B. Le spiritual care en médecine.",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Buchter Serena",
            "Lobo Bustamante Marcela"
        ],
        "teaching_language": "Français",
        "topics_covered": "Au sein des hôpitaux et des institutions de soins, il est souvent question de liberté religieuse ou de multiculturalisme, mais dans la pratique professionnelle, que signifient réellement ces notions ? Dans son quotidien professionnel, comment distinguer et articuler culturel, religieux, spirituel et éthique ? Ce cours a pour objectif de former l’étudiant·e aux enjeux liés à l’intégration des spiritualités et des traditions religieuses dans les soins de santé. Le cours permet d’acquérir : une connaissance des concepts liés au domaine ; un aperçu de la recherche universitaire dans ce domaine ; une connaissance de l’impact de l’intégration des spiritualités sur l’expérience de soins des patients et sur la prise en charge globale par les soignants et soignantes, particulièrement les médecins ; une approche de différentes traditions religieuses, dont les pratiques rituelles, les situations de migration et de traumatisme, les questions liées à la souffrance et à la mort.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître les enjeux liés à l'intégration des spiritualités et des traditions religieuses dans les soins de santé. 2 Identifier les réponses apportées par les religions aux questions existentielles. 3 Faire œuvre d'esprit critique en se situant de façon personnelle par rapport aux sujets abordés. 4 Comprendre la diversité des approches de santé (médicale, soignante, psychologique, etc.) dans la prise en compte de la spiritualité dans les soins. 5 Se situer par rapport aux différents enjeux autour de la spiritualité dans les soins de santé et dans les institutions de soins. 6 Prendre conscience de la diversité des approches religieuses (christianisme, islam, bouddhisme, judaïsme) et de leurs compréhensions concernant la santé et des questions qui y sont liées (guérison, souffrance, détresse spirituelle, mort, rites).",
        "content": "Au fil du cours, nous allons étudier les concepts fondamentaux liés à la spiritualité, à la religion et à la santé, et développer des compétences indispensables pour le Spiritual Care .Dans le cadre d'une approche holistique et d'un accompagnement personnalisé, il est crucial de tenir compte des valeurs, des visions du monde, des cultures et des spiritualités de la personne qui reçoit les soins. Le cours abordera les sujets suivants : 1. L'importance et l'impact des spiritualités, religions et visions du monde sur la façon dont la santé, les soins et la guérison sont représentés. 2.L'émergence du Spiritual Care dans la culture du soin médical et de son expression dans les trois registres : Cure-Care-Health. 3.L'évolution spirituelle et religieuse de la population occidentale et de son influence sur l'évolution du Spiritual Care . 4. L'intégration des diverses pratiques spirituelles soutenantes, telles que les rituels et les pratiques ressourçantes, fait partie intégrante du soin. 5.L'apprentissage des compétences au Spiritual Care pour mieux prendre soin de la personne malade: Présence consciente, travail sur soi. Soutien à la conversation sur un sujet existentiel et spirituel (dont anamnèse spirituelle) Savoir accueillir l'altérité (posture multi-inter-transculturelle-spirituelle-religieuse) et le cheminement de la personne soignée (sens et non-sens, etc.) 6. Le ( Spiritual ) self-care: prendre soin de la personne malade implique également de prendre soin de soi-même ( en quoi la dimension spirituelle, religieuse ou autre est soutenante dans les moments forts comme dans les épreuves)",
        "teaching_methods": "Les cours alternent les apports théoriques et les approches pratiques en lien avec la clinique. Des exercices ont lieu en auditoire, par des mises en situation exploitant les modules pédagogiques du Réseau RESSPIR (UCLouvain).",
        "assessment_methods": "L'examen sera en deux parties : Examen écrit : 3 questions ouvertes de contenus vus en cours Un travail à rendre le jour de l’examen (1 demi-page A4 présentant un outil d’anamnèse spirituelle à choix) => explication précises durant la séance 7\"",
        "other_info": "Cours destiné en priorité aux étudiant‧es de 2ème année de master en Médecine. Cours accessible aussi aux étudiant‧es de Santé publique, Sciences dentaires, Pharmacie, Sciences biomédicales, dans la limite des places disponibles (selon une répartition équilibrant les cohortes dans les trois cours LTECO en SSS).",
        "online_resources": "Tout est sur Moodle",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2156",
        "title": "Projet d’électrophysiologie animale et humaine",
        "credits": "2.00",
        "hours": "20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gailly Philippe",
            "Missal Marcus",
            "Mouraux André"
        ],
        "teaching_language": "Français",
        "topics_covered": "(1) Electrophysiologie cellulaire et moléculaire. (2) Enregistrement extra-cellulaire du potentiel d'action. (3) L'électrophysiologie comme outil d'exploration fonctionnelle du système nerveux chez l'homme.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de : (1) Décrire le fonctionnement des canaux ioniques. (2) Expliquer le rôle des canaux ioniques dans les échanges d'informations entre la cellule, les organites intracellulaires et le milieu environnant. (3) Expliquer l'origine du potentiel de membrane et du potentiel d'action. (4) Expliquer les caractéristiques physiques et la signification physiologique des principaux signaux électrophysiologiques enregistrés au niveau de la molécule (protéine canal), de la cellule, ou chez l'homme (électroencéphalographie, enregistrements invasifs de potentiels de champs locaux, technique des potentiels évoqués, électroneurographie, électromyographie). (5) Définir les principales étapes d'acquisition et de traitement des signaux électrophysiologiques enregistrés chez l'homme (électrodes, amplification, conversion analogique'digitale, filtre, moyennage, analyse par localisation de sources). (6) Montrer l'intérêt des enregistrements de neurones isolés ou de populations de neurones dans un cadre de recherche ou en clinique humaine. (7) Expliquer les fondements théoriques des interfaces cerveau'machine. (8) Expliquer et critiquer les données électrophysiologiques présentées dans la littérature scientifique",
        "content": "Le cours comportera trois parties qui seront données respectivement par trois co-titulaires ayant une expertise particulière dans le domaine concerné : (1) Electrophysiologie cellulaire et moléculaire : phénomènes électriques en biologie, transports membranaires et canaux ioniques, technique du voltage clamp, patch clamp (canaux unitaires et configuration cellule entière), reconstitution de canaux ioniques exogènes, potentiel de membrane – potentiel d’action – potentiel post synaptique, enregistrement sur tranches de cerveau, microélectrodes spécifiques de certains ions. (2) Enregistrement extra-cellulaire du potentiel d'action : techniques d’enregistrement et applications, démonstrations multimédia d'électrophysiologie, l'enregistrement de potentiels de champs locaux, enregistrements multi-électrodes, interfaces cerveau-machine chez l'animal: état de la question et perspectives. (3) L’électrophysiologie comme outil d’exploration fonctionnelle du système nerveux chez l’homme : electroencéphalographie et enregistrements invasifs de potentiels de champs locaux (nature des signaux bioélectriques, techniques d’enregistrements, l’électroencéphalographie comme outil de diagnostic, hypnogramme), technique d’enregistrement de potentiels évoqués (nature des signaux bioélectriques enregistrés, potentiels évoqués sensitifs, moteurs et cognitifs, rythmes induits, analyses par localisation de sources, potentiels évoqués stationnaires), electroneurographie et électromyographie (nature des signaux bioélectriques enregistrés, techniques de stimulodétection, électromyographie de surface et électromyographie à l’aiguille, l’électromyographie comme outil de diagnostic).",
        "teaching_methods": "Enseignement théorique donné en présentiel et/ou en distanciel et démonstrations en laboratoire.",
        "assessment_methods": "Examen écrit avec questions à réponse ouverte courte",
        "other_info": "Cours magistral et démonstrations.",
        "course_materials": "diaporama (moodle) et notes de cours ou articles scientifiques",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2330",
        "title": "Statistique des essais cliniques",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Legrand Catherine",
            "Robert Annie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2014 Eléments de probabilités et de statistique mathématique LSTAT2120 Linear models",
        "topics_covered": "Les thèmes abordés dans les cours et mis en pratique par les étudiants sont les suivants : - Directives internationales en matière d'essais cliniques. - Phase 1. Pharmacocinétique (PK) et pharmacodynamique (PD). - Phase 1. Détermination des doses. Méthodes de ré-évaluation continue. - Phases 2 et 3. Tests d'hypothèse dans les essais d'efficacité, de supériorité et d'équivalence. - Phases 2 et 3. Puissance, calcul des tailles, randomisation et masque. Application aux essais séquentiels. - Phases 2 et 3. Designs particuliers : les traitements croisés, les traitements de crossover. - Phase 4. Etudes épidémiologiques en pharmacovigilance. Evénements rares et indices de risque. - Rapport d'un essai.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire : 1.2, 1.5, 2.1, 2.2, 2.3, 2.4, 2.5, 2.6, 3.5, 4.1, 4.2, 4.4, 4.5, 5.1, 5.3, 5.6, 5.7, 6.1, 6.4. de manière secondaire : 1.1, 1.3, 1.4, 3.1. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire :1.2, 1.5, 2.1, 2.2, 2.3, 2.4, 2.5, 2.6, 4.1, 4.2, 4.5, 5.3, 5.5, 5.6, 6.1, 6.4. de manière secondaire : 1.1, 1.3, 1.4, 3.1. B. Au terme du cours, l'étudiant connaîtra les techniques et standards utilisés dans le cadre d'essais cliniques de phase 1, 2, 3 ou 4 et sera capable de mettre en oeuvre les méthodes statistiques de planification, d'analyse et de présentation des résultats d'un essai clinique.",
        "content": "Les thèmes abordés dans les cours et mis en pratique par les étudiants sont les suivants : - Directives internationales en matière d'essais cliniques. - Phase 1. Pharmacocinétique (PK) et pharmacodynamique (PD). - Phase 1. Détermination des doses. Méthodes de ré-évaluation continue. - Phases 2 et 3. Tests d'hypothèse dans les essais d'efficacité, de supériorité et d'équivalence. - Phases 2 et 3. Puissance, calcul des tailles, randomisation et masque. Application aux essais séquentiels. - Phases 2 et 3. Designs particuliers : les traitements croisés, les traitements de crossover. - Phase 4. Etudes épidémiologiques en pharmacovigilance. Evénements rares et indices de risque. - Rapport d'un essai.",
        "teaching_methods": "Le cours est composé d'exposés magistraux et de discussions de documents distribués durant le cours. Des travaux pratiques sont également organisés. Ils ont pour objectif : - l'approfondissement de concepts introduits au cours, - l'analyse de données réelles à l'aide d'outils présentés au cours. En fonction de l'évoluation de la situation le cours se donnera soit en presentiel soit en distanciel.",
        "assessment_methods": "Examen écrit à livre fermé. En fonction de l'évolution de la situation, l'examen écrit pourrait être remplacé par un examen oral (à livre fermé) à distance.",
        "other_info": "Préalables: Bases du calcul des probabilités et de la statistique descriptive et inférentielle, connaissance élémentaire des SAS et R.",
        "online_resources": "Toutes les ressources nécessaires seront mises à disposition via Moodle.",
        "bibliography": "Redmond, C. K. and Colton T. (2001), Biostatistics ub Clinical Trials, Wiley. Fleiss J. (1986), The Design and Analysis of Clinical Experiments. Wiley.",
        "course_materials": "transparents sur moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm1221s",
        "title": "Biochimie et biologie moléculaire (partim biochimie)",
        "credits": "6.00",
        "hours": "50.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delzenne Nathalie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours de biochimie générale se subdivise en 3 parties : A. Bases de biochimie : description de la structure et de la réactivité chimique des principales molécules rencontrées chez l'homme et l'animal; bioénergétique et enzymologie (peptides, protéines enzymes, cinétique et processus de régulation enzymatique). B. La biologie moléculaire des eucaryotes : des gènes aux protéines actives (description et régulation); outils du génie génétique et intérêt de la biologie moléculaire dans l'art de guérir; C. Le métabolisme énergétique et les voies anaboliques et cataboliques principales (localisation tissulaire, sub-cellulaire, intermédiaires métaboliques et enzymes clés). Cette partie du cours comporte également les aspects de régulations et d’intégration métabolique, notamment pour la compréhension de l'adaptation physiologique du métabolisme dans les différents tissus et organes (abord du rôle des hormones et relation inter-tissulaire).",
        "content": "Bases de biochimie : application des notions théoriques chimiques aux processus biologiques. Illustration des concepts (reconnaissance moléculaire, enzymologie, bioénergétique, etc.) par des exemples intéressant le domaine des Sciences Pharmaceutiques et biomédicales (enzymes impliquées dans la transduction du signal; synthèse de médicaments peptidiques; conception d'inhibiteurs enzymatiques comme nouvelles molécules thérapeutiques). Métabolisme : description (aspect moléculaire et régulation des enzymes) et régulation du métabolismes des glucides, lipides, acides aminés et nucléotides, et des processus de contrôle de production d'ATP; l'accent est mis sur la découverte des réactions et intermédiaires clés, et sur la compartimentalisation cellulaire Intégration Adaptation métabolique lors de modification de l'état physiologique (adaptation au stress, à l'état nutritionnel). Les travaux pdirigés permettent: - d'aborder la matière en évitant une mémorisation encyclopédique (exercice à livre ouvert, questions/réponses) - de se familiariser avec la matière en abordant et interprétant des résultats de la littérature",
        "teaching_methods": "Enseignement magistral, en présentiel. Les travaux dirigés seront réalisés en présentiel  mais des séances en distanciel peuvent être organisées  en cas de problèmes pratiques de disponisibilité de salles",
        "assessment_methods": "Les étudiant•e•s seront évalué•e•s sur leur capacité de synthèse et d'intégration de données multiples de biochimie en un tout cohérent. Ils/elles doivent être capables de décrire, utiliser et expliquer en termes biochimiques précis tous les aspects du cours. Examen écrit, en présentiel.",
        "other_info": "La participation aux dirigés et séances d’exercices est indispensable pour valider l’unité d’enseignement. En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "online_resources": "Les diapositives présentées lors des cours magistraux, ainsi que les informations pratiques et les supports de travaux pratiques et dirigés sont disponibles sur MoodleUCL (https://moodleucl.uclouvain.be/).",
        "bibliography": "Support de cours obligatoire : diapositives des cours disponibles sur Moodle, en version pdf",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2155",
        "title": "Neurobiologie du développement",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Tissir Fadel"
        ],
        "teaching_language": "Français",
        "prerequisites": "aucun",
        "topics_covered": "L'objet du cours est d'aborder les processus développementaux qui contribuent à la formation du système nerveux central et périphérique et les mécanismes moléculaires, cellulaires et systémiques qui régulent ces processus. Le développement sera parcouru depuis la formation initiale du tissus nerveux (neurulation) jusqu'à la mise en place de circuits fonctionnels interconnectés. Les aspects mécanistiques se focaliseront sur les régulateurs géniques et les voies de signalisation impliquées dans les phénomènes d'induction neurale, de régionalisation du système nerveux (morphogènes), de différentiation neuronale et gliale, de migration neuronale, de croissance axonale et synaptogenèse, ainsi que sur la maturation des circuits dépendante de l'activité. Les altérations du développement du système nerveux, d'origine endogène ou exogène (toxico/teratologique) seront abordées. Enfin, les approches expérimentales propres à l'étude du développement du système nerveux seront présentées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de : (1) retracer les processus qui participent à la formation des structures importantes du système nerveux central et périphérique, et connaître les relations développementales entre ces différentes structures ; (2) identifier les principes communs mis en oeuvre au cours du développement de différentes régions du SNC (centres organisateurs, contrôle de la neurogenèse, de le différenciation, de la migration neuronale et du guidage axonal, synaptogenèse et formation de circuits), en connaître les mécanismes de contrôle et les différentes modalités de mise en oeuvre dans ces différentes régions ; (3) connaître les mécanismes moléculaires, cellulaires et systémiques qui contribuent au développement du système nerveux central, connaître leur mode d'action et savoir quelles sont les conséquences de leur dysfonctionnement ; (4) expliquer l'origine des certaines altérations développementales du système nerveux, qu'elles soient d'origine endogène ou exogène, et en préciser les mécanismes (5) proposer des méthodes expérimentales adéquates pour étudier certains aspects spécifiques du développement du système nerveux ; (6) pouvoir établir des liens anatomiques et fonctionnels entre les structures mises en place au cours du développement et les structures du système nerveux adulte.",
        "content": "Tous les cours sont donnés en englais. Ils aborderont les thèmes suivants : 1. Induction neurale et neurulation 2. Régionalisation antéro-postérieure et dorso-ventrale du système nerveux 3. Cellules souches neurales et neurogenèse 4. Spécification et différenciation neuronale 5. Migration neuronale 6. Survie et mort neuronale 7. Cellules des crêtes neurales 8. Croissance et guidage axonal 9. Développement des cellules gliales et myélinisation 10. Synaptogenèse et plasticité 11. Formation des circuits neuraux et maturation dépendante de l'activité 12. Altérations du développement du système nerveux 13. Approches expérimentales spécifiques",
        "teaching_methods": "Le cours consistera en une série de présentations magistrales incluant la lecture (à domicile dans certains cas) et l'analyse critique (en séance) d'articles de pointe sur la thématique abordée ou de chapitres d'ouvrages de référence. Des exercices basés sur des recherches in silico (base de données d'expression, ...) ou des démonstrations en laboratoire pourraient éventuellement être envisagées, en fonction du nombre d'étudiants.",
        "assessment_methods": "Examen oral en distanciel. Les étudiants qui le souhitent peuvent répondre en français.",
        "other_info": "",
        "online_resources": "Disponibles sur Moodle : Fichiers pdf des dias du cours, articles et chapitres d'ouvrages de référence, sites web",
        "course_materials": "Slides mis à disposition par l'enseignant",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2180",
        "title": "Organotoxicité et cancer : aspects moléculaires, cellulaires et fonctionnels",
        "credits": "3.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français > English-friendly",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2141p",
        "title": "Signalisation intercellulaire et biologie des tumeurs (partim)",
        "credits": "2.00",
        "hours": "20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lemaigre Frédéric"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Maîtrise active et passive des connaissances et compétences en biologie cellulaire et moléculaire, et en biochimie enseignées en baccalauréat.",
        "topics_covered": "Le cours aborde les mécanismes de signalisation intra- et intercellulaire en conditions normales et en pathologie cancéreuse, les agents interférant avec les voies de signalisation, et l'interaction entre les cellules tumorales et leur environnement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 connaître l'organisation des principales voies de signalisation intracellulaires, les principes d'interactions entre cellules tumorales et leur environnement; 2 comprendre et expliquer comment des anomalies des voies de signalisation intra- et intercellulaires peuvent contribuer à la tumorigenèse et à la progression métastatique; comprendre et expliquer le mode d'action d'agents anti-cancéreux ciblant les voies de signalisation; 3 être en mesure de concevoir des approches visant à identifier des cibles thérapeutiques dans le cancer ; 4 être capable d'aborder la littérature scientifique du domaine, en particulier d'analyser de manière critique un exposé et un article, et de les positionner dans l'état de l'art du domaine concerné ; utiliser les connaissances acquises pour aborder de nouvelles questions en la matière.",
        "content": "Le cours aborde les mécanismes de signalisation intra- et intercellulaire en conditions normales et en pathologie cancéreuse, les agents interférant avec les voies de signalisation et l'interaction entre les cellules tumorales et leur environnement. Au terme de l'enseignement, l'étudiant doit : (1) connaître l'organisation des principales voies de signalisation intracellulaires, les principes d'interactions entre cellules tumorales et le tissu avoisinant; (2) comprendre et expliquer comment des anomalies des voies de signalisation intra- et intercellulaires peuvent contribuer à la tumorigenèse et à la progression métastatique; comprendre et expliquer le mode d'action d'agents anti-cancéreux ciblant les voies de signalisation; (3) être en mesure de concevoir des approches visant à identifier des cibles thérapeutiques dans le cancer ; (4) utiliser les connaissances acquises pour aborder de nouvelles questions en la matière.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen écrit  à questions ouvertes évaluant les connaissances de l'étudiant et sa capacité à utiliser ses connaissances pour résoudre un problème biologique. Le cours comporte des chapitres présentés par plusieurs enseignants. Les questions portent sur l'ensemble de la matière; leur pondération est précisée sur la feuille d'examen. Lorsque les étudiants ont obtenu un score entre 9/20 et 10/20 au terme de la correction, les enseignants réexaminent la copie d'examen et arrondissent la note vers le bas ou vers le haut en fonction de l'évaluation globale de la copie.",
        "other_info": "bases nécessaires: Maîtrise active et passive des connaissances et compétences en biologie cellulaire et moléculaire, et en biochimie métabolique enseignées en baccalauréat.",
        "online_resources": "Les diapositives présentées au cours et les notes de cours sont disponibles sur http://moodleucl.uclouvain.be/",
        "bibliography": "The biology of Cancer, R.A. Weinberg, Garland Publishing",
        "course_materials": "Diapositives du cours mises à la disposition des étudiant•e•s",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wmds1230",
        "title": "Biologie cellulaire médicale et expérimentale",
        "credits": "5.00",
        "hours": "30.0 h + 20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Constantinescu Stefan",
            "Pierreux Christophe",
            "Tyteca Donatienne"
        ],
        "teaching_language": "Français",
        "prerequisites": "Biologie, histologie et biochimie générales. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "1. Importance en biologie cellulaire des contraintes quantitatives de l'espace, du temps et des proportions. 2. Structuration différenciée des membranes biologiques 3. Régulation des flux transmembranaires de matière 4. Les échanges transmembranaires d'information 5. Les compartiments de l'appareil sécréteur et modifications du cargo 6. Les machineries moléculaires de l'appareil endocytaire : phagocytose, endocytose par récepteurs, maladies de stockage 7. Les mitochondries et peroxysomes 8. Les formes d'organisation du cytosquelette 9. Les formes d'organisation moléculaire de la matrice extracellulaire 10. Le noyau à l'interphase et les contrôles de la différenciation cellulaire 11. Les mécanismes de contrôle des populations cellulaires et du cancer",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant en médecine BAC2 est capable de - intégrer les informations morphologiques, biochimiques, physiologiques et génétiques, pour expliquer de manière mécanistique les processus cellulaires et subcellulaires, à l'échelle qualitative et quantitative (ordres de grandeur) : pouvoir ainsi se représenter au niveau d'une molécule, d'une cellule ou d'un tissu (Da Vinci : \"trasmutarsi nella mente di natura\") - acquérir une représentation mentale de la biogenèse, de la structure dynamique et des échanges entre compartiments subcellulaires et extracellulaires; et des avantages de la compartimentation ; - comprendre l'évolution biologique à l'échelle cellulaire sous l'angle de défis-réponses-contraintes-adaptations-sélection (darwinisme cellulaire) ; - définir un problème d'homéostasie moléculaire (cholestérol) ou cellulaire (effectif de populations) et en expliquer les mécanismes régulateurs ; - distinguer une explication mécanistique testable de la \"pensée magique\"; définir le meilleur contrôle ; - utiliser les contraintes de nombre pour accepter ou rejeter une hypothèse ; - expliquer, en intégrant les aspects cellulaire, moléculaire et fonctionnel, certaines maladies humaines paradigmatiques simples qui s'expliquent le mieux par la biologie cellulaire (hypercholestérolémie LDL, diabète de type II, choléra, ostéogenèse imparfaite, hépatite virale fulminante...) ; en retour, montrer comment l'élucidation de celles-ci a forgé des concepts-clés de la biologie moderne. Pour ce faire, il sera capable de : - expliquer les membranes biologiques comme merveilles de nanotechnologie, leur compartimentation transversale et latérale, et leur synergie dans les épithéliums (p. ex. membranes apicale versus baso-latérale) ; - expliquer les divers types de flux transmembranaires de matières : contraintes de vitesse, régulation, spécialisation ; - expliquer les différentes possibilités de signalisation en fonction de la distance, de la durée et de la nature chimique des signaux; expliquer l'amplification et l'extinction des réponses; en déduire certains mécanismes conduisant au cancer ; - expliquer les machineries soutenant la phagocytose dans un contexte évolutif entre les mondes eucaryote et procaryote ; - expliquer les mécanismes de capture sélective et de tri dans la pinocytose ; - expliquer la relation entre la progression dans les compartiments de l'appareil sécrétoire et les modifications post-traductionnelles ; - expliquer l'origine évolutive (+ implications) et la biogenèse des mitochondries - expliquer la structuration dynamique du cytosquelette et ses spécialisations - expliquer les formes d'organisation de la matrice extracellulaire et ses spécialisations - expliquer les méthodes d'analyse de la différenciation cellulaire - expliquer les mécanismes de la différenciation cellulaire - expliquer les mécanismes de contrôle des populations cellulaires",
        "content": "La formation théorique vise à (1) montrer les bénéfices des différentes formes de compartimentation subcellulaire ; (2) intégrer les molécules dans ce contexte compartimenté (biochimie cellulaire) ; (3) expliquer, à partir de réactions cellulaires élémentaires, les traductions physiologiques au niveau de l'organisme (physiologie cellulaire) ; (4) faire ressortir la dimension temporelle de la vie en présentant la biologie cellulaire comme une série de réponses à des défis entraînant des contraintes (évolution cellulaire) ; (5) introduire quelques pathologies exemplaires qui s'expliquent le mieux à partir de la biologie cellulaire (pathologie cellulaire). La formation pratique vise à (1) identifier les formes d'organisation de la matière vivante à l'échelle ultrastructurale, en insistant sur les relations topologiques et d'échelle ; (2) comprendre et évaluer les méthodes d'analyse en biologie cellulaire.",
        "teaching_methods": "Le cours théorique développe l'ensemble des thèmes du cours visant une approche systémique normal- pathologique et une intégration des contenus de plusieurs disciplines et systèmes. Des séminaires (TDs) explicitent la démarche expérimentale dans des thèmes phares de la discipline, avec lecture des résultats primaires tels que présentés dans des publications par les étudiants, appelés tour à tour. La partie pratique de la formation (TD) s'appuie sur des présentations Power-point illustrant des thématiques ciblées qui soutiennent ou illustrent les aspects théoriques du cours. Les étudiants seront encouragés à interpréter des données primaires.",
        "assessment_methods": "L'évaluation finale porte sur la partie théorique (vue en auditoire par les 3 enseignants) et sur la partie des TDs (vue par l’assistante). La partie théorique consiste en un examen écrit basé sur une série de questions à choix multiples (QCM) et de questions à réponses ouvertes complètes (QROC), visant en particulier à tester la capacité d'intégration d'informations provenant de différentes parties du cours ou de la formation générale, et/ou sur l'analyse d'un ou deux documents ultrastructuraux dans un contexte moléculaire et fonctionnel. La répartition des points est fonction du nombre d’heures enseignées et équivaut plus ou moins à 50% pour la partie du Prof. Constantinescu, et 25% pour chacune des parties des Prof. Tyteca et Pierreux. Les TDs sont évalués lors de l’examen écrit du cours sous forme de questions ouvertes sur les différentes séances et leurs liens avec la partie théorique. La note finale se compose de 18 points pour la partie théorique et 2 points pour la partie des TDs. Les TD étant organisés en soutien au cours théorique, les professeurs peuvent poser des questions en rapport avec les TDs dans leur partie théorique de l’examen. Il est conseillé aux étudiants de ne pas faire d’impasse sur l’une ou l’autre des parties ou matières enseignées. Une insuffisance grave dans une ou plusieurs parties/matières de l’examen sera sanctionnée par une ou plusieurs pénalités. La note finale sera délibérée par l'équipe enseignante. Le type d’évaluation choisi lors de la 1ère session d’examen peut être soumis à modification au regard du nombre d’étudiant·es inscrit·es à la seconde session.",
        "other_info": "La participation aux travaux dirigés est obligatoire et indispensable pour la bonne réussite de l’unité d’enseignement. La présence des étudiant·es est vérifiée lors des séances de TDs. Les étudiant(e)s devront signaler à l’assistante tout conflit horaire connu (après publication de cet horaire et la répartition des différents groupes) au plus tard une semaine avant la première séance des TDs. Après cette date, il n’y aura plus de changements de groupe autorisés. En cas d’absence aux TDs, l’absence doit être justifiée par un certificat médical ou par une attestation officielle de la STIB/SNCB/police envoyé par email au secrétariat ( sabrina.ingabire@uclouvain.be ) au plus tard une semaine après la date de la séance manquée. Passé ce délai l’absence sera considérée comme injustifiée. A partir de 2 absences injustifiées, la cote d’examen de la partie TDs sera annulée pour toutes les sessions de l’année académique en cours (janvier et septembre). Les bisseurs ayant réussi la partie TD l’année académique précédente seront dispensés des séances de TDs et de la partie TD de l’examen. La note obtenue l’année précédente par ces étudiant(e)s sera reportée et comptée dans la note globale de l’année académique en cours. La liste des étudiant(e)s concerné(e)s sera publiée. Si un(e) étudiant(e) faisant partie de cette liste souhaite représenter les TDs, il/elle prendra contact par email avec l’assistante.",
        "online_resources": "Les présentations et les textes se retrouveront sur le Moodle.",
        "bibliography": "Des ouvrages de référence en anglais et en français sont recommandés en début d'année et accessibles à la Bibliothèque du Secteur.",
        "course_materials": "Supports de cours sous forme de présentation Power-Point en PDF ainsi que du texte reproduisant des chapitres clés de la Biologie moléculaire de la cellule (Lodish et al., 4ème édition, de Boeck).",
        "responsible_entity": "MED"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2244",
        "title": "Special issues in cancerology",
        "credits": "5.00",
        "hours": "50.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Baurain Jean-François",
            "Bindels Laure",
            "De Smet Charles",
            "Demoulin Jean Baptiste",
            "Feron Olivier",
            "Gallez Bernard",
            "Marbaix Etienne",
            "Sonveaux Pierre",
            "van Gastel Nick"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Cette activité s'adresse aux étudiants qui ont suivi les cours de l'option cancérologie de la première année du master en sciences biomédicales. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "L'étudiant choisi un thème parmi ceux qui ont été abordés dans les différents cours de l'option cancérologie de la première année du master en sciences biomédicales. Avec l'aide de l'enseignant correspondant, il sélectionne un portefeuille d'articles et réalise un travail de synthèse et d'analyse critique présenté sous forme de poster. La présentation du poster servira d'évaluation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Cette activité a pour objectif de développer la capacité de l'étudiant à approfondir de manière autonome un thème spécifique dans le domaine de la cancérologie, à travers la recherche et l'analyse critique d'articles scientifiques et en intégrant les notions acquises au cours de son programme de formation. Elle vise également à familiariser l'étudiant avec le poster comme outil de communication scientifique.",
        "teaching_methods": "Activité sous forme de tutorat.",
        "assessment_methods": "Une session de présentations des poster est organisée durant laquelle tous les étudiants sont invités. Chaque étudiant présente son poster et répond aux questions posées par les autres étudiants et les enseignants. La présentation du poster et les réponses se font en anglais. L’évaluation porte sur la qualité du poster, de la présentation et des réponses aux questions (l'étudiant reçoit un feedback sur sa prestation).",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim1334",
        "title": "Immunologie générale",
        "credits": "6.00",
        "hours": "65.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Leclercq Isabelle",
            "Lucas Sophie",
            "Renauld Jean-Christophe",
            "Ruelle Rémy",
            "Van den Eynde Benoit"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Pour suivre ce cours l'étudiant doit maîtriser : Structure protéines, acides nucléiques. Biologie moléculaire (transcription, traduction, épissage). Génétique mendéléenne. Microbiologie générale, bactériologie et virologie médicales. Anglais scientifique. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "- Comment ont été découverts les anticorps, que sont-ils ? -  Que reconnaissent-ils et comment est-il possible de reconnaître spécifiquement un nombre de structures différentes qui paraît presque infini ? - Comment les anticorps sont-ils utilisés pour un grand nombre de tests courants de biologie clinique ? - Comment en est-on arrivé au concept d'histocompatibilité ? De quoi s'agit-il et quelles molécules en sont responsables chez l'homme ? - Comment a-t-on découvert que ce sont les lymphocytes T qui contrôlent les lymphocytes B ? - Pourquoi faut-il des lymphocytes T en plus des anticorps ? En quoi leurs rôles sont-ils complémentaires ? - Pourquoi faut-il des 'cellules présentatrices d'antigènes' et qu'est-ce qui justifie le prix Nobel récent pour la découverte des cellules dendritiques ? - Pourquoi l'auto-immunité existe-t-elle ? - Pourquoi rejettons-nous des greffes, alors que cela n'a évidemment pas été sélectionné au cours de l'évolution? - Par quel ensemble de mécanismes notre immunité anti-infectieuse est-elle aussi efficace et durable ? Pourquoi dans ce contexte souffrons-nous tout de même d'infections ? - Qu'est-ce que l'allergie ? INTRODUCTION CHAPITRE 1. Immunoglobulines CHAPITRE 2. Antigènes et réactions avec les anticorps CHAPITRE 3. Développement des lymphocytes B CHAPITRE 4. Récepteur des lymphocytes T CHAPITRE 5. Complexe majeur d'histocompatibilité CHAPITRE 6. Présentation des antigènes aux lymphocytes T CHAPITRE 7. Développement des lymphocytes T CHAPITRE 8. Production d'anticorps CHAPITRE 9. L'immunité cellulaire CHAPITRE 10. Circulation des lymphocytes et communications intercellulaires CHAPITRE 11. Immunité Naturelle CHAPITRE 12. Tolérance, auto-immunité, cancer, greffes CHAPITRE 13. Immunité anti-infectieuses et déficiences immunitaires CHAPITRE 14. Les vaccins CHAPITRE 15. Les hypersensibilités",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de mon cours, l'étudiant de médecine BAC3 sera capable de - Décrire la structure des divers types d'anticorps et les relations entre cette structure et les différentes fonctions de ces molécules et d'expliquer les différentes fonctions exercées par ceux-ci dans les situations physiologiques ou pathologiques où ils sont importants. - Expliquer ce qu'est un anticorps monoclonal et les avantages de l'utilisation d'un tel anticorps comme médicament. - Expliquer pourquoi certaines structures peuvent être reconnues par des anticorps et d'autres non, et en quoi consiste l'antigénicité croisée, avec un exemple. - Expliquer avec des exemples comment on peut effectuer des dosages d'anticorps, ou d'antigènes au moyen d'anticorps. - Indiquer en quoi les anticorps diffèrent entre eux, et expliquer les bases génétiques de la diversité des anticorps. - Décrire les grandes étapes de la différenciation des lymphocytes B avec les localisations tissulaires de ces étapes, et mettre ces étapes dans le contexte de la théorie de la sélection clonale et des différences entre des réponses primaires ou secondaires de production d'anticorps. - Décrire la structure des récepteurs des lymphocytes T et  expliquer les bases génétiques de leur diversité. - Expliquer la nature des antigènes reconnus par les lymphocytes T, et la manière dont ces antigènes arrivent à la surface d'une cellule selon qu'ils proviennent de protéines qui sont à l'intérieur ou à l'extérieur de celle-ci. - Expliquer le rôle des molécules HLA et les raisons de leur polygénisme et polymorphisme. - Décrire les grandes étapes de la différenciation des lymphocytes T et le rôle joué par les phénomènes de sélections positive et négative au cours de cette différenciation. - Expliquer comment les lymphocytes T collaborent avec les lymphocytes B lors d'une production d'anticorps, et les conséquences de cette collaboration sur l'efficacité et la fonction des anticorps produits. - Expliquer pourquoi certains antigènes sont de type T-indépendants, de quels antigènes il s'agit et les conséquences pour l'immunité anti-infectieuse ou certaines vaccinations. - Expliquer ce que sont les lymphocytes T cytolytiques, quels antigènes ils reconnaissent et comment ils détruisent leurs cellules cibles. - Expliquer ce que sont les cellules NK, pourquoi elles reconnaissent certaines cellules et pas d'autres, et en quoi leur rôle est complémentaire de celui des lymphocytes T cytolytiques. - Indiquer ce que les lymphocytes T peuvent reconnaître sur des cellules tumorales et qui explique leur spécificité pour ces cellules. Expliquer pourquoi certaines cellules sont spécialisées dans la présentation d'antigènes aux lymphocytes T, et en quoi consiste cette présentation. - Expliquer en quoi la production d'interféron-gamma par certains lymphocytes T leur donne un rôle important pour lutter contre certaines infections. - Expliquer pourquoi les lymphocytes circulent entre le sang et les organes lymphoïdes et les grands principes de régulation de cette circulation. - Expliquer ce qu'est une cytokine, avec 3 exemples et la fonction principale de chaque cytokine citée. - Expliquer dans les grandes lignes ce qu'est le complément, comment il est activé et quelles sont les conséquences de son action. - Expliquer ce qu'est l'immunité dite naturelle, les grands principes de son fonctionnement et en particulier comment elle détecte des agents infectieux, et en quoi son action est complémentaire de celle de l'immunité adaptative. - Expliquer comment les divers mécanismes de l'immunité naturelle et de l'immunité adaptative nous permettent de nous défendre contre des infections bactériennes, ou virales, ou parasitaires. - Expliquer ce que l'on entend par tolérance en immunologie, pourquoi elle est nécessaire et quels en sont les principaux mécanismes. - Décrire une maladie auto-immunitaire et en donner un exemple. - Expliquer pourquoi et comment nous rejetons des greffes de tissus allogéniques, même dans le cas particulier où ces derniers sont HLA identiques avec nous. - Expliquer ce que sont les vaccins, ce qu'ils contiennent et pourquoi, et donner un exemple pour un vaccin anti-bactérien et un vaccin anti-viral. - Décrire les 4 grands types d'hypersensibilité et leurs principaux mécanismes. Expliciter le mécanisme de déclenchement d'une réaction allergique, et les conditions où peuvent se déclencher des chocs transfusionnels impliquant les antigènes ABO ou Rhésus. Pouvoir expliquer comment éviter ces chocs transfusionnels. Acquis d'apprentissage transversaux : Au terme de mon cours, l'étudiant de médecine BAC3 sera capable de : - Illustrer le rôle du système immunitaire lors d'infections (bactéries, virus, parasites), de rejets de greffes, de maladies auto-immunitaires et de réactions dites d'hypersensibilité telles que l'allergie. - Déduire de quelles maladies sont affectés des individus déficients en tel ou tel composant de l'immunité. -  Avoir un avis pertinent et critique face à une assertion, par exemple de type publicitaire, à propos de notre système immunitaire. - Retracer les processus expérimentaux qui ont mené aux connaissances actuelles en immunologie, avec les concepts d'inventivité, observation rigoureuse et contrôlée, et conclusion rationnelle.",
        "content": "Ce cours de formation générale porte sur les principaux mécanismes mis en jeu dans une réponse immunitaire. Il s'appuie sur la génétique mendélienne et moléculaire, la biologie cellulaire, la biochimie, la microbiologie, et l'histologie. Il aborde les notions nécessaires à la compréhension du fonctionnement du système immunitaire et décrit les phénomènes impliqués dans la réponse immunitaire normale et pathologique. Il mène à une compréhension (1) des moyens de défense immunitaire impliqués dans des situations normales et, (2) des mécanismes de déficiences ou d'exacerbation des réponses immunitaires, rencontrées dans des situations pathologiques. Il complète la formation des étudiants dans les sciences biologiques de base. Le cours magistral insiste sur l'aspect expérimental de la discipline, en montrant avec quelles expériences certaines notions importantes ont été acquises. 1. Historique et notions de base. 2. Anticorps et lymphocytes B. 3. Lymphocytes T. 4. Développement et organisation du système immunitaire; immunités naturelle et adaptative. 5. Tolérance immunitaire et auto-immunité. 6. Synthèse: réponses immunitaires contre les antigènes infectieux. 7. Eléments d'immunopathologie : hypersensibilités, défenses anti-infectieuses, immunologie des tumeurs. 8. Vaccins, Greffes, Immunité des muqueuses. Le cours comprend d'une part un module de 35 heures qui aborde tous les différents thèmes (y compris des notions d'histologie) et représente un tronc commun pour les étudiants de 3e année du baccalauréat en médecine, sciences dentaires, sciences pharmaceutiques et sciences biomédicales. Parmi ces 35 heures, 5 heures sont spécifiquement dédiées aux étudiants en sciences dentaires, alors que les étudiants en médecine, sciences pharmaceutiques et biomédicales abordent, au cours de ces 5 heures, d'autres notions d'immunologie (tolérance, auto-immunité, cancer, greffes, ...) qui les concernent plus particulièrement. Les étudiants en médecine sont invités à faire les liens entre le notions d'histologie abordées au cours et les travaux partiques d'histologie (WMDS1326) durant lesquels ils pourront observer et analyser en profondeur l'organisation tissulaire des organes lymphoïdes. D'autre part, un module de 30 heures qui est donné en parallèle pour les étudiants du baccalauréat en sciences biomédicales et qui permet d'approfondir la matière en insistant sur les applications pratiques et expérimentales. Les dias du cours sont en anglais et l'examen écrit comporte toujours une question dont l'énoncé est rédigé en anglais (les réponses peuvent être données en français).",
        "teaching_methods": "Exposés magistraux : avec exemples et illustrations, projection de dias en anglais, certains éléments exposés au tableau co-titulariat : chacun donne une partie du cours Utilisation d'une plateforme: Dépôt de documents et dias du cours sur Moodle Dépot d'exercices et correctifs sur Moodle Cours magistral en auditoire. Illustré par une projection et parfois au tableau. Mentionne clairement les points importants 'tuyaux'. Propose des petits exercices de réflexion similaires aux questions de l'examen.",
        "assessment_methods": "L'étudiant testera ses acquis dans les situations suivantes : Petits exercices courts proposés pendant les cours. Exercices corrigés sur Moodle. Dernier cours de type \"révision\" consacré à un examen antérieur proposé à la réflexion collective et corrigé/explicité par les enseignants. L'étudiant sera évalué par un examen écrit, comportant uniquement des questions à réponses ouvertes, souvent courtes, dont une au moins sera énoncée en anglais. Les réponses sont données en français (ou en anglais pour ceux qui le souhaitent). Le seuil de réussite est fixé à 10. Les notes non entières sont arrondies à l'unité.",
        "online_resources": "Les dias du cours et le syllabus sont accessibles sur le Moodle du cours.",
        "course_materials": "Syllabus illustré et complet (français), comprenant plus que la matière sujette à examen, pour les étudiants intéressés (ces parties supplémentaires sont écrites en un caractère plus petit et donc facilement identifiables). Documents projetés au cours (anglais) disponibles sur Moodle. Cours d'une année précédente disponibles sous forme de podcast. Exercices corrigés disponibles sur Moodle, similaires aux questions d'examen. Livres de référence (anglais) mentionnés au début du cours, mais ils ne sont pas nécessaires pour l'examen. L'accès à un atlas d'histologie est souhaitable",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2154",
        "title": "Neuro-anatomie et techniques d'imagerie anatomo-fonctionnelles",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Thème 1: Les relations structures-fonctions. L'organisation segmentaire et supra-segmentaire du système nerveux sera présentée de manière détaillée en lien avec les fonctions associées aux différentes structures présentées. Thème 2: Voir le cerveau. Une introduction poussée aux méthodes d'imagerie cellulaires et anatomiques sera donnée, de manière à illustrer les techniques avec des exemples concrets d'emblée. La localisation des structures et des fonctions dans le système nerveux central à l'aide des méthodes d'imagerie non'invasives sera présentée (CT scan, MRI, PET, fMRI).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant sera capable de: (1) décrire les principales divisions macroscopiques du système nerveux. (2) décrire la topographie des principales voies nerveuses sensorielles et motrices. (3) décrire la structure et les principales connexions des ganglions de la base, du cervelet (4) décrire l'organisation du système nerveux autonome. (5) expliquer les principes de base des techniques actuelles de neuro-radiographie structurelles et fonctionnelles et leurs applications. (6) d'utiliser un logiciel de neuro-anatomie pour retrouver une structure et ses connexions.",
        "content": "Thème 1: Les relations structures-fonctions. L'organisation segmentaire et supra-segmentaire du système nerveux sera présentée de manière détaillée en lien avec les fonctions associées aux différentes structures présentées. Thème 2: Voir le cerveau. Une introduction poussée aux méthodes d'imagerie cellulaires et anatomiques sera donnée, de manière à illustrer les techniques avec des exemples concrets d'emblée. La localisation des structures et des fonctions dans le système nerveux central à l'aide des méthodes d'imagerie non'invasives sera présentée (CT scan, MRI, PET, fMRI).",
        "teaching_methods": "Cours ex cathedra.",
        "assessment_methods": "Examen écrit.",
        "other_info": "Cours magistral.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=8878",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2271",
        "title": "International research internship",
        "credits": "10.00",
        "hours": "",
        "quadrimester": "Q2",
        "teachers": [
            "Kienlen-Campard Pascal"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Activité d’intégration professionnelle L'activité est réservée aux étudiants en 2è année de Master, dont le dossier de candidature a été retenu par la commission de sélection de l'Ecole des sciences biomédicales. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Cette activité se présente sous forme de stage de recherche de 15 semaines réalisé dans un laboratoire à l'étranger. Le projet expérimental est laissé à l'appréciation du stagiaire et du maître de stage local. Il est validé par le coordinateur de l'activité à l'UCLouvain.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité, l'étudiant sera capable de : 1.       Formuler clairement l'objectif scientifique d'un stage de recherche et de décliner le plan expérimental permettant sa réalisation. 2.       Mettre en 'uvre le plan expérimental dans son laboratoire d'accueil. 3.       Mettre en forme et interpréter les résultats obtenus. 4.       Communiquer ses résultats dans un contexte international, sous forme d'un séminaire dans son équipe d'accueil. 5.       Présenter ses résultats en anglais sous forme d'une communication affichée (poster) à l'UCLouvain, en suivant les principes des communications affichées présentées dans les congrès internationaux.",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbir2050a",
        "title": "Enjeux du développement durable et de la transition",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Couvreur Valentin",
            "Delzenne Nathalie",
            "Swaen Valérie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Introduction à l’histoire du développement durable et aux notions clés dans le domaine des sciences humaines, des sciences de la santé et des sciences et technologies. Identification des tensions liées aux différentes visions du développement durable dans une approche critique et équilibrée. La mise en œuvre de ces concepts et ces tensions dans le cadre d’initiatives au sein de l’UCLouvain sera présentée de façon concrète.",
        "content": "Que recouvrent les concepts de \"développement durable\" et de \"transition\" ? Quelles sont leurs origines ? Quels sont les enjeux sociaux et environnementaux du 21ème siècle ? Quelles sont les options pour transformer nos modes de vie dans la perspective d'un développement plus respectueux des limites planétaires ? Dans ce cours, nous abordons ces questions selon une approche scientifique et universitaire. En faisant intervenir des expert.es de différents domaines (le droit, la philosophie, l'ingénierie, le management, l'agronomie, l'économie, la médecine...), ce cours vous invite à développer des connaissances approfondies sur les enjeux du développement durable et de la transition, à comprendre les éléments en tension qui suscitent le débat et à développer le recul critique nécessaire pour mettre ces points de tension en perspective. L'approche interdisciplinaire retenue dans ce cours nous semble indispensable pour s'approprier les enjeux du développement durable de manière transversale. Chaque discipline apporte un type de diagnostic sur les enjeux sociaux et environnementaux et sur leurs causes, puis ouvre la porte à des pistes d'actions et de solutions spécifiques. C'est en faisant dialoguer ces différentes disciplines que nous pourrons faire progresser les connaissances et la société dans le sens d'un développement plus durable, plus inclusif, plus juste. Ainsi, la valeur ajoutée de ce cours réside dans les liens que vous pourrez établir entre les différents sujets abordés. Les connaissances sur les enjeux du développement durable sont nombreuses et évoluent constamment. Ce cours ne prétend pas en faire le tour complet mais il vous invite à plonger dans la vaste étendue des travaux scientifiques qui cherchent à faire progresser la société sur ces sujets.",
        "teaching_methods": "Le cours est organisé sous forme d’un MOOC constitué de différents modules. Ces modules sont composés de vidéos, de textes et d'exercices. Il n'y a pas d'horaire pour ce cours. Le MOOC est le même que celui du cours LBIR2050 (5 crédits). Cependant, pour ceux qui suivent le cours LBIR2050A (3 crédits), certaines parties du MOOC ne feront pas partie de la matière de l'examen. Ces parties seront précisées sur le Moodle du cours.",
        "assessment_methods": "Examen écrit (Questionnaires à réponses multiples) en auditoire et en session",
        "online_resources": "Site Moodle Page de présentation du cours",
        "course_materials": "Le support du cours est un MOOC",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm1303",
        "title": "Biochimie médicale",
        "credits": "2.00",
        "hours": "20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dewulf Joseph",
            "Fillee Catherine",
            "Gruson Damien",
            "Haufroid Vincent",
            "Rousseaux Madeleine"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Introduction aux milieux biologiques, aux exigences préanalytiques ainsi qu'aux notions de spécificité et sensibilité des tests de laboratoire. \rLes protéines sériques \rLa fonction rénale \rLa fonction pancréatique tant exocrine que endocrine \rLa fonction hépatobiliaire \rLes anémies centrales et périphériques \rLes marqueurs de risque cardiovasculaire \rLa fonction thyroïdienne",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Introduire l'étudiant de fin de 1er cycle au type de réflexion qu'impliquent le choix et l'interprétation des examens biochimiques demandés en pratique courante : qu'il s'agisse de l'approche d'états pathologiques, de leur suivi, d'une surveillance thérapeutique ou d'une prévention. \rEncadré dans le cursus universitaire du futur pharmacien par un ensemble d'enseignements à caractère biohumain (pathologie générale, microbiologie, hématologie, sémiologie, ) ou plus fondamental (biochimie générale, chimie analytique), ce cours rencontre les recommandations énoncées dans les directives pharmaceutiques de la CEE, à savoir : de voir renforcé le rôle du pharmacien dans sa mission de conseiller et de véritable éducateur de la santé.",
        "content": "Les principales fonctions biologiques seront abordées avec une brève introduction physiopathologique suivie des principales analyses de laboratoire pouvant conduire à leur investigation. Le cours débutera par une introduction aux milieux biologiques, aux exigences préanalytiques ainsi qu'aux notions de spécificité et de sensibilité des tests de laboratoire (biomarqueurs). Les principales fonctions biologiques seront ensuite abordées dans des chapîtres distincts: fonction rénale (insuffisance glomérulaire, tubulaire, débit de filtration glomérulaire), fonction hépatobiliaire (cytolyse, choléstase, y compris éléments d'enzymologie clinique), principaux marqueurs de l'inflammation, fonction pancréatique tant exocrine que endocrine (diabète), fonction cardiaque (infarctus du myocarde, insuffisance cardiaque), fonction thyroïdienne (hypothyroïdie, hyperthyroïdie), hématopoïèse et anémies centrales et périphériques (carences, déficits de production ou excès de destruction).",
        "teaching_methods": "L'enseignement se donne en auditoires, en comodal ou en distantiel (selon la situation sanitaire) via des cours magistraux (total de 20 h). Il repose sur le développement de concepts théoriques, mais également sur la description d'exemples concrets. Le cours implique plusieurs enseignants actifs et experts dans leur domaine.",
        "assessment_methods": "L' évaluation se fait par l'intermédiaire d'un examen final écrit, en français, sous forme de questions à choix multiples et de questions ouvertes à reponses courtes. La note finale est la moyenne pondérée des notes des cinq enseignants (pondération en fonction du nombre d'heure prestée par chaque enseignant). Dans la note finale, la partie généralités et fonction rénale vaut pour 4/20, la partie enzymologie clinique, marqueurs de l'inflammation, fonction hépatobiliaire et fonction pancréatique endocrine vaut pour 6/20, la partie fonction pancréatique exocrine vaut pour 2/20, la partie fonction cardiaque et fonction thyroïdienne vaut pour 4/20 et la partie hématopoïèse et anémies vaut pour 4/20. Modalités identiques en première et seconde session d'examen.",
        "other_info": "Support : Diapositives du cours disponibles sur Moodle. Autres : le département de biologie clinique des cliniques universitaires St Luc offre aux étudiants chaque année la possibilité de réaliser un stage à option dans l'un de ses laboratoires cliniques.",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2273",
        "title": "Research placement",
        "credits": "10.00",
        "hours": "",
        "quadrimester": "Q2",
        "teachers": [
            "Decottignies Anabelle"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Activité d’intégration professionnelle Mémoire Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Stage professionnel en entreprise (WSBIM2272) ou milieu universitaire (recherche, WSBIM2273) dans le domaine biomédical.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 1a. Utiliser les connaissances et les méthodologies générales en sciences biomédicales expérimentales : biochimie et biologie moléculaire normales et pathologiques, biologie cellulaire, histologie générale et spéciale, anatomie générale, physiologie générale et spéciale. 1b. Comprendre et critiquer les démarches expérimentales et méthodes d'observation qui ont conduit à ces connaissances. 1c. Maîtriser les sources modernes du savoir et être capable d'y rechercher efficacement des informations nouvelles et spécifiques, les critiquer et les pondérer. 2a. Identifier et formuler une problématique de recherche en sciences biomédicales : - formuler des hypothèses et en prévoir les implications ; - en déduire une stratégie expérimentale structurée. 2b. Planifier et organiser les étapes successives d'un protocole expérimental :- comprendre et décrire point par point des protocoles d'expérience avec une précision permettant leur reproduction par un autre expérimentateur ;- prévoir tous les contrôles (positifs et négatifs). 2c. Manipuler du matériel biologique et chimique en faisant preuve d'habileté manuelle, de minutie et en respectant les bonnes pratiques de laboratoire, y compris la sécurité et la gestion des déchets. 2d. Maîtriser les instruments de mesure et d'imagerie, ainsi que les outils informatiques associés. 2e. Exploiter les résultats d'analyses biologiques ou cliniques consignées dans des banques de données. 3a. Analyser les observations de manière rigoureuse et critique:- développer des raisonnements analogiques et déductifs ; - établir des liens de corrélation et de causalité ; - traquer et corriger des erreurs de logique. 3b. Interpréter et représenter des résultats expérimentaux par le biais de modélisations mathématiques, de représentations graphiques, de raisonnement et d'outils statistiques :- exploiter la dispersion des variables continues comme source d'information. 3c. Démontrer son ouverture et sa créativité, en reconnaissant les échecs et en en recherchant la cause ; en reconnaissant des observations inattendues, et en en identifiant leur intérêt ; en reformulant son hypothèse de départ, en élaborant une contre-hypothèse. 4a. Enrichir son vocabulaire en sciences biomédicales et l'utiliser de manière précise et nuancée en français et en anglais scientifique. 4c. Présenter une communication orale, conformément aux standards scientifiques en sciences biomédicales:- exposer avec précision la démarche expérimentale utilisée et les résultats obtenus, afin d'en débattre avec les autres membres de l'équipe. 5a. S'intégrer dans une équipe de chercheurs. 5b. Pratiquer l'intégrité scientifique:- reconnaître ses erreurs et les corriger ; - citer ses sources et bannir le plagiat ; - maîtriser et appliquer les règles d'éthique liées à l'expérimentation. 5c. Développer son érudition en cultivant la curiosité scientifique et participer à la diffusion des connaissances construites sur une pensée scientifique rigoureuse. 6b. Intégrer les contraintes encadrant le développement d'un projet scientifique, qu'il s'agisse d'une recherche appliquée ou fondamentale ; structurer et argumenter une demande de financement ; identifier l'objet d'un brevet et connaître la procédure pour initier son dépôt. 6c. Utiliser les compétences acquises au cours du Master dans un environnement professionnel nouveau, qu'il s'agisse d'une institution ou d'une entreprise impliquée dans la recherche biomédicale.",
        "content": "L'étudiant.e effectuera un stage de minimum 12 semaines à temps plein dans un laboratoire de recherche académique de son choix, en Belgique (hors UCLouvain-Woluwé) ou dans un autre pays. Il.elle cherchera un endroit de stage de manière autonome et en informera, par e-mail, la coordinatrice du cours qui se prononcera sur le sujet proposé. Un accord devra être obtenu de sa part. L'étudiant veillera également à donner les références du.de la promoteur.rice de stage et, éventuellement celles de l'encadrant.e sur place. Si l'accord est donné par la coordinatrice, l'étudiant.e sera invité.e à faire remplir sa convention de stage par les 3 parties: l'UCLouvain (via doyen.ne FASB), l'étudiant.e et le.a promoteur.rice de stage du laboratoire accueillant. Les démarches administratives se feront via le secrétariat des étudiants FASB. Les conventions doivent être établies et signées par les 3 parties avant le 1er jour de stage. Le stage peut avoir une durée supérieure à 12 semaines mais ne peut être rémunéré. Une fiche d'évaluation sera à compléter par le.la promoteur.rice de stage et envoyée directement par mail à la coordinatrice.",
        "teaching_methods": "Stage en laboratoire de recherche académique d'une durée minimum de 12 semaines.",
        "assessment_methods": "L'évaluation des acquis sera basée sur deux documents: la fiche d'évaluation par le.la promoteur.rice de stage et un rapport écrit d'une page rédigé par le.la stagiaire et à remettre à une date qui sera précisée en cours d'année. Ces deux documents seront à adresser à la coordinatrice et serviront à établir la note finale selon une pondération qui sera détaillée lors des séances d'introduction aux stages.",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2246",
        "title": "Toxicologie clinique",
        "credits": "3.00",
        "hours": "30.0 h + 5.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dahlqvist Caroline",
            "Delire Bénédicte",
            "Elens Laure",
            "Froidure Antoine",
            "Gohy Sophie",
            "Gérard Ludovic",
            "Nassogne Marie-Cécile",
            "Wérion Alexis"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés à la fin de cette fiche, en regard des programmes/formations qui proposent cette UE.",
        "topics_covered": "Le but de cette unité d’enseignement est d’aborder la toxicologie clinique par systèmes afin que l’étudiant puisse intégrer les différentes problématiques cliniques de manière systématique, par organe cible, tout en appréhendant la logique de la prise en charge clinique des cas les plus courant d’intoxication.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - Comprendre les situation d’intoxications les plus couramment rencontrées en clinique - Analyser des cas cliniques et comprendre la logique de prise en charge - Définir et décrire les principaux mécanismes de toxicité relatifs aux organes ou populations cibles (pulmonaire, rénal, hépatique, pédiatrie, obstétrique, urgence). - Intégrer la logique de la démarche clinique lors des intoxications chronique et en situation d’urgence.",
        "content": "Le but de cette unité d’enseignement est d’aborder la toxicologie clinique par systèmes afin que l’étudiant puisse intégrer les différentes problématiques cliniques de manière systématique, par organe cible, tout en appréhendant la logique de la prise en charge clinique des cas les plus courant d’intoxication. Le cours est dispensés par des cliniciens , des cas cliniques seront présentés aux étudiant.e.s de manière à aborder la matière de manière pratique, telle que rencontré en real-life. De manière plus précise, ce cours abordera : La toxicologie pulmonaire La toxicologie rénale La toxicologie hépatique La toxicologie aux urgences La toxicologie pédiatrique et néonatale La toxicologie en obstétrique",
        "teaching_methods": "Chaque chapitre fera l’objet de 2 séances magistrales de 2h, sauf la toxicologie pulmonaire où 3 séances de 2h seront proposées.",
        "assessment_methods": "Examen écrit. Chaque enseignant clinicien intérogera l'étudiant.e au travers de 2 QCM/partie (sauf pneumologie 3 QCM, i.e. 1 par enseignant) et  1 QORC.",
        "course_materials": "Moodle",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2245",
        "title": "In-session seminar in biomedicine",
        "credits": "5.00",
        "hours": "50.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Baurain Jean-François",
            "Bindels Laure",
            "De Smet Charles",
            "Demoulin Jean Baptiste",
            "Feron Olivier",
            "Gallez Bernard",
            "Marbaix Etienne",
            "Sonveaux Pierre",
            "van Gastel Nick"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Cette activité s'adresse aux étudiants qui ont suivi les cours de l'option cancérologie de la première année du master en sciences biomédicales. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "L'étudiant choisi un thème parmi ceux qui ont été abordés dans les différents cours de l'option cancérologie de la première année du master en sciences biomédicales. L'enseignant correspondant lui propose alors, sur base de la matière vue au cours et avec l'aide d'un portefeuille d'articles, d'élaborer un projet de recherche. L'évaluation portera sur le projet rédigé par l'étudiant.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Cette activité a pour objectif de développer la capacité de l'étudiant à élaborer de manière autonome un projet de recherche portant sur un thème spécifique dans le domaine de la cancérologie, en intégrant l'ensemble des notions théoriques et des compétences expérimentales acquises au cours de son programme de formation. Elle vise également à entrainer l'étudiant à la rédaction d'un projet de recherche structuré, cohérant, et convaincant.",
        "teaching_methods": "Activité sous forme de tutorat.",
        "assessment_methods": "L'évaluation portera sur le projet rédigé en anglais par l'étudiant. Pour chaque projet, deux lecteurs seront désignés. Ceux-ci rédigeront des commentaires qui seront transmis à l'étudiant, assurant ainsi un feedback sur sa production.",
        "other_info": "",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wmds1330t",
        "title": "Pathologie générale - (partim théorie)",
        "credits": "3.00",
        "hours": "36.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Toutes les disciplines biomédicales fondamentales (biochimie, histologie, physiologie)",
        "topics_covered": "Partie théorique : Chap I. Histoire naturelle d'une maladie au long cours : l'athéromatose coronarienne; Chap II. Lésions cellulaires élémentaires et anomalies simples du développement; Chap III. Mécanismes et manifestations de la souffrance cellulaire et de la nécrose; Chap IV. Troubles de la circulation et des échanges; Chap V. Pathologie générale de la matrice extracellulaire; Chap VI. Infection, inflammation et réparation; Chap VII. Pathologies du système immunitaire; Chap VIII. Néoplasie (des tumeurs bénignes à la carcinogenèse), stroma tumoral et histoire naturelle des cancers. Partie pratique : * Initiation à la démarche diagnostique par la collecte et l'analyse d'informations visuelles * Intégration des critères permettant de différencier le pathologique du normal * Identification du type de pathologie en cause et reconnaissance de lésions caractéristiques dans chaque groupe de pathologies.",
        "content": "Thèmes abordés et contenu Le cours théorique est centré sur la genèse et les manifestations des grandes pathologies humaines qui s'expliquent le mieux à partir de modifications structurales. Sont ainsi successivement étudiés :(1) l'histoire naturelle de l'athéromatose coronarienne comme pathologie exemplaire dans sa dimension temporelle et l'efficacité de sa prévention; (2) les lésions cellulaires élémentaires et exemples d'anomalies simples du développement: (i) surcharges et dépôts (traduction morphologique d'anomalies du métabolisme et des flux entre compartiments biologiques ; exemples de dégénérescence, notamment en neuropathologie); (ii) hypertrophie ou atrophie (traduction visible de modifications coordonnées de l'expression de gènes, par comparaison avec le contrôle de la différenciation); (iii) hyperplasie, hypoplasie et aplasie (traduction visible de modifications des contrôles des populations : stimulation intempestive; défaut ou excès d'apoptose); (iv) pathologies du développement (situs inversus, agénésie, atrésie, hernie, ectopie, dysplasie, ...) (3) les mécanismes et manifestations de la souffrance cellulaire et de la nécrose (formes et spécificité); (4) les troubles de la circulation générale, générale et locale et des échanges (stase, oedème, thrombose, embolie, coagulation intra-vasculaire); (5) la pathologie générale de la matrice extracellulaire (carence ou excès de collagène, fibrose hépatique et hypertension portale, élastine et emphysème, glycosaminoglycannes et arthrose vs arthrite, minéralisation et fractures osseuses); (6) l'infection, l'inflammation et la réparation (plaies et ulcères); (7) les pathologies liées à des perturbations du système immunitaire : déficiences immunitaires (SIDA, ...), maladies auto-immunitaires, rejet de greffe et maladie du greffon contre l'hôte ; (8) facteurs de risque et modifications moléculaires ; la néoplasie (des tumeurs bénignes à la carcinogenèse) ; le stroma tumoral ; l'histoire naturelle des cancers et le bilan d'un patient cancéreux. La partie pratique vise à apprendre à l'étudiant la démarche diagnostique en illustrant chaque cours théorique par des paradigmes des différentes pathologies : l'étudiant doit pouvoir distinguer une anomalie des conditions normales, reconnaître les modifications caractéristiques des différentes classes de pathologie, et identifier les pathologies emblématiques.",
        "teaching_methods": "Exposés Magistraux : - avec exemples et illustrations - avec analyse de cas (cliniques) - dans mon cours, j'ai une approche systémique (normal/pathologique) Autre : Invitation d'un praticien (par exemple: urgentiste de MSF) Mon cours est coordonné avec d'autres enseignants: - Co-enseignement : plusieurs enseignants donnent cours simultanément en séances - Collaboration avec des enseignants d'autres cours - Co-titulariat : chacun donne une partie du cours Dispositifs intégrateurs de type projet : - Autour de plusieurs thèmes du cours - Intégrateur de plusieurs disciplines d'un même domaine (d'un même programme) - Intégrateur de plusieurs disciplines de plusieurs domaines (étudiants de plusieurs programmes) Dispositif pour individualiser les apprentissages : - Séances d'exercices individuels, travaux dirigés (monitorat, travaux pratiques) Utilisation d'une plateforme (ICampus ou autre) : - Dépôts de documents et dias du cours - Suppléments au cours sous forme de vidéos, podcast, liens vers sites internet.",
        "assessment_methods": "L'étudiant démontrera ses acquis dans les situations suivantes : Examen écrit sur la partie théorique du cours, avec des questions mettant en situation une symptomatologie qui doit être expliquée par les caractéristiques moléculaires, cellulaires et/ou tissulaires de l'évolution de la pathologie Examen pratique où l'étudiant doit diagnostiquer 10 pathologies sur lames histologiques, certaines étant similaires mais non identiques à celles vues aux travaux pratiques. Le type d’évaluation choisi lors de la 1ère session d’examen peut être soumis à modification au regard du nombre d’étudiant·es inscrit·es à la seconde session",
        "other_info": "Le cours est donné en auditoire avec un support sur i-Campus. Les titulaires soulignent les questions essentielles et interrogent des étudiants pendant les cours pour activer leur raisonnement et réactiver les prérequis.",
        "bibliography": "Ouvrages de référence recommandés mis à jour, disponibles à la Bibliothèque du Secteur Présentations powerpoint, nombreux schémas au Tableau (irremplaçables !)",
        "responsible_entity": "MED"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm1282",
        "title": "Microbiologie générale",
        "credits": "3.00",
        "hours": "20.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Michiels Thomas"
        ],
        "teaching_language": "Français",
        "prerequisites": "Les bases de la biologie et de la biochimie élémentaire (nature et fonction des principales macromolécules: protéines, glucides, lipides, métabolisme de base, membranes biologiques, notions d'énergie - bases de la biologie cellulaire: membranes, transports, compartimentation ; - Les concepts de l'expression des gènes chez les bactéries et eucaryotes Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "I. INTRODUCTION GENERALE 1. Historique - la génération spontanée - immportance des bactéries dans les cycles naturels - rôle des bactéries dans la pathologie: les postulats de Koch - découverte et caractérisation des virus 2. Microbiologie - Eucaryotes / Procaryotes - différence virus-bactéries II. BACTERIOLOGIE I. LA CROISSANCE A. conditions de croissance (t°, pH, salinité, pression...) B. nutriments C. la courbe de croissance D. mesure de la croissance E. évolution inverse II. STRUCTURE DES BACTERIES A. Taille et forme B. La cellule bactérienne - Cytoplasme - Membrane plasmique - Paroi (color. de Gram, peptidoglycane...) - structure des bactéries Gram+ (acides teichoïques, protéines) - structure des bactéries Gram- (m. externe, LPS, porines, périplasme) - structures de surface (pili, flagelles, capsule...) - biofilms III. MEMBRANES ET TRANSPORT (Importation et Exportation/Sécrétion) A. Importation - porines et récepteurs de la membrane externe (Gram-) - perméases de la membrane interne B. Exportation et sécrétion - la voie classique Sec-dépendante (séquence signal...) - Sécrétion chez les bactéries à Gram- (type-I, type-II, type-III...) IV. INFORMATION GENETIQUE A. Le chromosome d'E.coli B. réplication du génome (bidirectionnelle + notion de vitesse) C. plasmides (taille, copies, réplication, partition, compatibilité) D. expression des gènes bactériens E. régulation de la transcription et impact des mutations - opéron (Ex. lactose) - régulon (Ex réponse SOS, facteurs s) - régulation inter-bactérienne (quorum sensing) F. bactériophages (lysogénie et cycle lytique) G. Transfert de l'information génétique - transformation, transduction, conjugaison, transposition - système de restriction-modification V. LES AGENTS ANTI-BACTERIENS & ANTIBIOTIQUES A. Désinfectants et antiseptiques - Agents chimiques, Chaleur, Filtration, Radiations UV et gamma B. Antibiotiques: cibles et principe du mode d'action - (Synthèse de la paroi, Ribosome, Métabolisme, Réplication et ac. nucléiques, Membrane) C. Résistance aux antibiotiques - Origine des résistances - Mécanismes de résistance III. VIROLOGIE (\"Virus des eucaryotes\") I. INTRODUCTION Structure des virus (acide nucléique + capside = nucléocapside, + enveloppe?) Compartimentation de la cellule eucaryote Le cycle viral  (Entrée, décapsidation, expression, réplication, assemblage, sortie) Interaction virus-hôte (transmission, propagation, épidémio) Classification http://www.virologie-UCLouvain.be II. STRATEGIES DE REPLICATION ET CYCLE EN FONCTION DE LA NATURE DU VIRUS Exemple de virus à ADN non-enveloppé (SV40) Exemple de virus à ADN enveloppé (Herpes) Exemple de virus à ARN+ (picornavirus) Exemple de virus à ARN- (segmenté: grippe) Exemple de rétrovirus (HIV)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant en médecine BAC2 est capable de - Définir une série de termes de base de la bactériologie et de la virologie - Décrire les composants principaux des bactéries en distinguant bactéries Gram+ et Gram- - Citer les facteurs et préciser le rôle de tels facteurs, susceptibles d'être impliqués dans une voie fonctionnelle bactérienne (importation, sécrétion, mobilité, transfert de gènes etc), dans le cas d'un exemple non-vu au cours. - Interpréter et décomposer une voie de régulation impliquant des facteurs similaires à ceux qui ont été vus au cours. - Proposer un schéma de régulation expliquant une caractéristique d'une bactérie. - Expliquer le mode d'action et la base de la spécificité d'un antibiotique ou d'une molécule anti-virale. - Déduire certaines particularités du cycle de réplication d'un virus et de son interaction avec l'hôte à partir de la nature d'un virus (type de génome et présence d'une enveloppe). En outre, l'étudiant fait preuve d'esprit critique en - identifiant les limites de la \"démonstration\" scientifique liée à l'interprétation d'un résultat (par exemple de la génération spontanée dont l'interprétation à évolué au cours des siècles). L'étudiant fait d'esprit analytique en - démontrant la logique d'une voie de régulation génétique ; - interprétant des données simples (calcul sur base de la croissance bactérienne, influence de mutations sur la régulation de l'expression des gènes) ; - déduisant le fonctionnement de base d'un virus sur base des caractéristiques de son génome ou de son virion, ou vice-versa.",
        "content": "Le cours comporte une introduction à la nature et au fonctionnement des bactéries et des virus. Il présente notamment: - la structure et l’organisation d’une bactérie type (Gram+ ou Gram-) - les bases du fonctionnement des bactéries (compartimentation, transports, énergie) - la nature, le fonctionnement et l’évolution du génome des bactéries (y compris les bactériophages) - le transfert d’information génétique - le mode d’action d’antibiotiques choisis et le développement de la résistance aux antibiotiques - la structure, l’organisation et le mode de réplication de virus infectant les organismes eucaryotes - le fonctionnement des virus et les conséquences de l’infection, sur base d’exemples choisis.",
        "teaching_methods": "Le cours se donne en auditoire: exposé magistral classique avec usage du tableau et d'illustrations sous forme de diapositives (Eventuellement en mode comodal ou par Teams en cas de situation problématique). La matière est abordée en mettant en avant les aspects dynamiques et mécanistiques (établissement de liens entre localisation d'une structure et nécessité de transport de ses composants, la régulation génétique etc.). Des liens sont établis avec les matières de Biologie générale, moléculaire et cellulaire, d'immunologie et de microbiologie médicale. Une partie du cours (Virologie) est disponible en e-learning. Des travaux pratiques sont associés à ce cours. Pour les étudiants qui ne peuvent pas documenter leur participation antérieure à des travaux pratiques estimés équivalents (lesquels rédigeront un court travail défini en accord avec le titulaire), la participation aux travaux pratiques est obligatoire et indispensable pour valider l’unité d’enseignement.Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "assessment_methods": "Examen écrit composé d'une partie QCM et d'une partie comportant des questions ouvertes généralement \"à réponses courtes\". Certaines questions sont posées sous forme d'exercice en vue d'évaluer le niveau de compréhension de l'étudiant.e. Pour les étudiant.e.s censé.e.s suivre les travaux pratiques, 3 points sur 20 au total sont attribués à ces travaux pratiques. Ils sont établis sur base l'évaluation de la qualité technique du travail presté,  du rapport et de questions posées à l'examen concernant les travaux pratiques.",
        "other_info": "La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement.Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "online_resources": "Syllabus (texte + illustrations présentées au cours), disponible sur Moodle",
        "bibliography": "Syllabus (texte + illustrations présentées au cours), disponible sur Moodle Prescott, L. M., Harley, J. P. & D. A. Klein. Microbiologie. Bruxelles : De Boeck",
        "course_materials": "Syllabus et illustrations projetées aux cours disponibles sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2253",
        "title": "Advanced issues in cognitive neuroscience",
        "credits": "4.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Duque Julie",
            "Legrain Valéry",
            "Missal Marcus"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Une connaissance de base de l'anglais scientifique est indispensable Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le thème central de ce cours de questions approfondies sera d'aborder les fonctions supérieures de la cognition (conscience, langage, cognition sociale). Ce cours sera entièrement axé autour de publications récentes ou ayant joué un rôle historique important dans le domaine des neurosciences cognitives. Une approche systémique sera privilégiée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de l'activité, l'étudiant sera capable d'aborder la littérature contemporaine dans le domaine des neurosciences cognitives et de faire une critique pertinente.",
        "content": "Le thème central de ce cours de questions approfondies sera d'aborder les fonctions supérieures de la cognition (conscience, langage, cognition sociale). Ce cours sera entièrement axé autour de publications récentes ou ayant joué un rôle historique important dans le domaine des neurosciences cognitives. Une approche systémique sera privilégiée. Au terme de l'activité, l'étudiant sera capable d'aborder la littérature contemporaine dans le domaine des neurosciences cognitives et de faire une critique pertinente.",
        "teaching_methods": "Cours ex-cathedra en présentiel et lecture d'articles.",
        "assessment_methods": "Examen oral ou écrit (questions ouvertes) avec préparation d'un article à discuter ou sur le contenu du cours ex-cathdra. Pondération de la note finale: 30 % Marcus Missal, 30 % Valéry Legrain, 30 % Julie Duqué. Préparation individuelle ou par groupe de 2 d'un poster sur une question de recherche en neurosciences cognitives. La langue utilisée sera soit le Français soit l'Anglais.",
        "other_info": "La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement.Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE Les cours seront donnés soit en Français soit en Anglais.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=9029",
        "bibliography": "https://moodleucl.uclouvain.be/course/view.php?id=9029",
        "course_materials": "https://moodleucl.uclouvain.be/course/view.php?id=9029",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2142",
        "title": "Génétique et épigénétique des tumeurs",
        "credits": "2.00",
        "hours": "20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Smet Charles",
            "Demoulin Jean Baptiste",
            "Havelange Violaine"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "La participation à ce cours nécessite des connaissances approfondies en biologie moléculaire et des connaissances de base en génétique et épigénétique.",
        "topics_covered": "Cahiers des charges (principaux thèmes à aborder) (1) Génétique du cancer : cette partie vise à expliquer comment l'accumulation d'altérations dans le génome de certaines cellules conduit au développement de cancers résistants aux traitements. La notion de clonalité et de sélection sera abordée ainsi que les différents types de mutations et leurs conséquences. (2) Epigénétique du cancer : cette seconde partie étudiera les aspects épigénétiques du développement du cancer et les applications thérapeutiques qui en découlent. (3) Génomique du cancer : cette dernière partie se concentrera sur l'utilisation de méthodes à haut débit en cancérologie, de la recherche fondamentale au diagnostic. Les notions de génome et de transcriptome seront détaillées en prenant pour exemples certaines leucémies.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable de comprendre les mécanismes génétiques et épigénétiques qui conduisent à l'apparition d'un cancer. Il connaîtra les principaux types d'altérations génétiques et épigénétiques liées au cancer, leurs conséquences, ainsi que les principales méthodes utilisées dans ce domaine. Il sera capable d'établir des liens avec la biologie, le diagnostic, le pronostic et les traitements du cancer. Il sera capable d'utiliser ses nouvelles connaissances pour lire de façon critique et comprendre un ouvrage scientifique (article, méthode etc) qui traite de ce sujet.",
        "content": "Partie 1: génétique du cancer (J.B. Demoulin) Partie 2: épigénétique et cancer (C. De Smet) Partie 3: micro-ARN et cancer (V. Havelange)",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen écrit qui peut comprendre une partie orale basée sur la partie écrite.",
        "online_resources": "Moodle",
        "bibliography": "\"The biology of Cancer\", Robert Weinberg, Ed Garland Science.",
        "course_materials": "diapositives du cours mises à la disposition des étudiants",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2290",
        "title": "Introduction à la science des animaux de laboratoire",
        "credits": "3.00",
        "hours": "37.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dehoux Jean-Paul"
        ],
        "teaching_language": "Français",
        "content": "Le programme développé par l’UCLouvain permet aux participants d’ acquérir une compétence théorique et pratiqu e, fondée sur l’apprentissage et la pratique des différents aspects de la médecine et de la science des animaux de laboratoire, visant : La prise en compte du bien-être animal La mise en pratique de la biosécurité Voir les détails: https://uclouvain.be/fr/formation-continue/sciences-veterinaires.html",
        "teaching_methods": "Cours magistraux donnés par plusieurs enseignants selon le programme légal et officiel et une matinée de travaux pratiques concernant les notions de base en chirurgie.",
        "assessment_methods": "Examen écrit (10 questions) d'une heure et demi",
        "course_materials": "Moodle",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm1312t",
        "title": "Analyse instrumentale (techniques chromatographiques et 10h de travaux pratiques)",
        "credits": "4.00",
        "hours": "20.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Muccioli Giulio"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Les enseignants abordent les principaux types de techniques spectroscopiques (UV, fluorescence moléculaire, spectroscopie atomique,') ; suivi des différentes techniques de séparation d'analytes en solution. Sera également abordée la façon de détecter les analytes suite à leur séparation (UV, FID, MS').",
        "content": "Cette UE aborde les principales techniques instrumentales permettant une séparation des analytes. L'UE WFARM1312T se situe dans un continum d'apprentissage allant des bases de l'analyse (e.g. WFARM1243) à l'analyse des médicaments (e.g. WFARM2117). Les thèmes abordés dans cette UE sont repris ci-dessous. Introduction aux fractionnements analytiques La chromatographie en phase liquide La chromatographie en phase gazeuse Méthodes électrophorétiques",
        "teaching_methods": "L'enseignement est basé sur l'explication par les enseignants des concepts clés complémenté par des exemples et des résolutions de problèmes en amphithéâtre. des séances de TP (partim de l'UE WFARM1313)  permetent d'aborder d'un point de vue pratique les notions abordées dans l'UE WFARM1312T.",
        "assessment_methods": "L'évaluation porte sur un examen écrit (session I) (17 points sur les 20 points) ainsi que sur l'évaluation (continue) des TP (3 points sur 20). La participation aux travaux pratiques est obligatoire et indispensable pour valider l’unité d’enseignement. Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "other_info": "La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement.Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "online_resources": "Une version des supports de cours utilisés lors des exposés se trouve sur le \"moodle\" de l'UE. Les notes et informations relatives aux TD et TP se trouvent également sur la plateforme moodle.",
        "course_materials": "une version des supports présentés est disponible sur moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2115",
        "title": "Protein structure / Function relationships",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bertrand Luc",
            "Bommer Guido",
            "Collet Jean-François",
            "Laloux Géraldine"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Bonne connaissance des bases de chimie, physique et biochimie. Connaissances de bases en informatique (utilisation des moteurs de recherche et consultation des bases de données).",
        "topics_covered": "Méthodes d'expression, de purification et de renaturation in vitro de protéines (5h) Séquençage de protéines (2h) Analyses bioinformatiques (recherche d'homologie, alignements de séquences, études phylogénétiques, recherche de motifs et domains, modélisation tridimensionnelle) (10h) Structure tridimensionnelle de protéines (par cristallographie et diffraction aux rayons X et par résonance magnétique nucléaire). Relations structure-fonction (3h) Enzymologie (thermodynamique, cinétique enzymatique pre- et steady-state, méthodes de calcul de constante d'affinité et de paramètres cinétiques, fixation de ligands aux protéines et enzymes allostériques, mutagenèse dirigée, théorie de contrôle métabolique) (10 h)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Fournir aux étudiants en sciences biomédicales les outils nécessaires à l'étude : -          des techniques de surexpression/purification et d'analyse de la structure des protéines -          de la relation entre la structure et la fonction des protéines -          des rôles physiologiques des enzymes.",
        "content": "Le but est de fournir aux étudiants en sciences biomédicales les outils nécessaires à l'étude des techniques de surexpression/purification et d'analyse de la structure des protéines, de la relation entre la structure et la fonction des protéines et des rôles physiologiques des enzymes. Contenu: - Méthodes d'expression, de purification et de renaturation in vitro de protéines (6h) - Description des techniques d'analyse des structures tridimensionnelles des protéines  (3h) - Analyse d'interactions protéine-protéine (3h) - Séquençage des protéines et spectrométrie de masse (3h) - Analyse bioinformatique des protéines (recherche d'homologie, alignements de séquences, études phylogénétiques, recherche de motifs et domaines, modélisation tridimensionnelle) (3h) - Qu'est-ce qui gouverne la structure native des protéines ? (3h) - Thermodynamique des enzymes et des voies métaboliques (3h) - Cinétique enzymatique pre- et steady-state, mécanismes catalytiques, coopérativité et enzymes allostériques, (6h)",
        "teaching_methods": "Cours magistraux et \"workshop\" sur des approches bioinformatiques d'analyses de protéines. L'Unité d'Enseignement se donne en présentiel ou en distanciel en fonction de la situation sanitaire.",
        "assessment_methods": "Examen écrit avec 6 questions et au moins une question posée par chaque professeur. Les questions sont posées en Anglais mais les étudiants peuvent écrire leurs réponses en Français ou en Anglais. La note finale est la moyenne arithmétique des points pour les 6 questions. Une note finale entre 9/20 et 10/20 n'est pas automatiquement arrondi à 10/20. Il n'y a pas de points négatifs ni pondération en fonction des questions et des chapitres de la matière. Cependant, lorsque les étudiants ont obtenu un score entre 9/20 et 10/20 au terme de la correction, les enseignants réexaminent la copie d'examen et arrondissent la note vers le bas ou vers le haut en fonction de l'évaluation globale de la copie. L'évaluation se rapporte à toute la matière.",
        "other_info": "Langue d'enseignement: Anglais (fichiers PDF des présentations Power Point aussi en Anglais).",
        "online_resources": "Il n'y a pas de syllabus ! Les présentations Power Point en format PDF seront mises à disposition des étudiants sur MoodleUCL (https://moodleucl.uclouvain.be/). De plus, une tablette sera utilisée de manière à expiquer certains aspects du cours. Les versions PDF  \"Tablette\" des fichiers Power Point seront également mis à la disposition des étudiants via MoodleUCL.",
        "bibliography": "Les étudiants sont encouragés à lire des revues dans la littérature ! The students are encouraged to do background reading, for example by consulting numerous comprehensive reviews on the subject matter of the course available in the literature (for example via Pub Med).",
        "course_materials": "aucun support obligatoire mais les fichiers PDF des présentations Power Point du cours sont disponible sur Moodle",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2116",
        "title": "Maladies inflammatoires, auto-immunitaires et cancer: aspects immunologiques",
        "credits": "3.00",
        "hours": "20.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dumoutier Laure",
            "Lucas Sophie",
            "Renauld Jean-Christophe",
            "van der Bruggen Pierre"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "",
        "topics_covered": "Notions avancées d'immunologie dans quelques domaines d'importance biomédicale: inflammation et ses mécanismes de déclenchement, immunologie des tumeurs et ses applications thérapeutiques, cytokines et régulation des réponses immunitaires, implication des lymphocytes T auxiliaires dans les réponses contre les pathogènes, mécanismes immunosuppresseurs et lymphocytes T régulateurs avec leurs rôles dans les maladies auto-immunes, cellules NK dans les défenses anti-infectieuses.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours l'étudiant sera capable de comprendre diverses méthodes expérimentales utilisées en immunologie et d'interpréter et critiquer des résultats expérimentaux portant sur des thèmes d'immunologie vus au cours.",
        "content": "Notions avancées d'immunologie dans quelques domaines d'importance biomédicale: inflammation et ses mécanismes de déclenchement, immunologie anti-tumorale et ses applications thérapeutiques, apprêtement des antigènes par les protéasomes, cytokines et régulation des réponses immunitaires, mécanismes immunosuppresseurs et lymphocytes T régulateurs avec leurs rôles dans les maladies auto-immunes, cellules myéloïdes et leurs implications dans le cancer.",
        "teaching_methods": "Exposés s'appuyant sur des résultats expérimentaux, leurs contrôles et leur interprétation. Interaction et discussion avec les étudiants, qui doivent connaître l'immunologie de base. Quatre enseignants se répartissent les sujets traités. Documents utilisés lors des cours disponibles sur Moodle. Dias en Français ou Anglais.",
        "assessment_methods": "Examen écrit, questions ouvertes. Présentation de résultats expérimentaux proches de ceux qui ont été présentés pendant le cours. Les questions portent sur ces résultats et leur interprétation. La plupart des énoncés sont en Anglais. Les réponses peuvent être données en Français.",
        "other_info": "une maîtrise de l'immunologie de base est nécessaire. La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement.Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "online_resources": "Documents projetés au cours, disponibles sur Moodle.",
        "course_materials": "Documents projetés au cours, disponibles sur Moodle.",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl2454",
        "title": "Anglais pour étudiants en sciences biomédicales",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gibbs Nicholas",
            "Serbest Nevin"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Le cours LANGL1850 de BAC 2 ou équivalent. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours est divisé en  unités (une par semaine).  Chaque unité se concentre sur des thèmes d'actualité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme du cours, l'étudiant devra avoir atteint le niveau B2 (avancé) du 'Cadre Européen commun de référence pour les langues' (Conseil de l'Europe) et cela dans les 3 aptitudes suivantes: compréhension à la lecture, expression orale et écrite.",
        "content": "Le cours est divisé en deux parties : orale (2 crédits) et écrite (1 crédit). L'étudiant devra avoir acquis les compétences suivantes : POUR LA PARTIE ORALE Expression orale individuelle : faire une présentation élaborée sur un sujet scientifique relatif à son domaine d'études ; passer un entretien d'embauche pour un poste lié à son domaine d'études. Expression interactive : participer à une réunion sur un sujet général ou lié à son domaine d'études ; tenir une conversation téléphonique courante. Expression écrite rédiger une lettre de candidature et un CV. POUR LA PARTIE ECRITE Compréhension à la lecture : décoder des textes scientifiques complexes. Expression écrite : écrire un article scientifique Le niveau à atteindre dans ces trois aptitudes est le niveau B2 du Conseil de l'Europe.",
        "teaching_methods": "Le cours est basé sur une introduction destinée à améliorer et stimuler la production orale. Pour ce qui concerne l'expression orale, les techniques sont inculquées au moyen de documents audio-visuels attirant l'attention de l'étudiant sur les principales erreurs à éviter. L'étudiant reçoit d'autre part un feedback détaillé de la part de l'enseignant après sa présentation en classe. En ce qui concerne l'expression écrite, une batterie complète d'exercices est prévue. Les différentes étapes d'un texte scientifique sont examinées et mises en pratique, dans le but éventuel de rédiger un article scientifique complet.",
        "assessment_methods": "Pour la partie orale (2 crédits) : Examen interactif (en semaine 12 et 13) (25%) Examen individuel (en semaine 12 et 13) (25%) Evaluation continue comprenant une présentation en classe (50%) 3 absences injustifiées entraînera la perte de l'entièreté de l'évaluation continue. Pour la partie écrite (1 credit): 2 articles scientifiques: Introduction, Research Materials & Methods (25%) Abstract, Introduction, Research Materials & Methods, Results and Discussion (50%) Evaluation continue (25%) La note finale sera calculée comme suit : 2/3 la partie orale et 1/3 la partie écrite. Une absence (justifiée ou non) à une partie ou totalité de l'examen entraîne une note finale d’absence (justifiée ou non) et non une note de présence. Pour la second session, l'évalutation continue ne sera plus prise en compte (pour aucune des deux parties)",
        "other_info": "La présence à ce cours est requise et obligatoire. 2 absences injustifiées (absence de certificat médical) aux cours entraînera la perte de l'intégralité de l'évaluation continue.",
        "online_resources": "A partir du portail UCLouvain, sur Moodle UCL : le cours LANGL2454 English for biomedical students",
        "bibliography": "Syllabus du cours : «LANGL2454 English for biomedical students» (disponible à l'ILV)",
        "course_materials": "Syllabus du cours : «LANGL2454 English for biomedical students» (disponible à l'ILV) A partir du portail UCL, sur MoodleUCL, le cours LANGL2454",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2266",
        "title": "Analyse des médicaments issus des biotechnologies",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bindels Laure",
            "Muccioli Giulio"
        ],
        "teaching_language": "Français > English-friendly",
        "content": "La proportion des médicaments issus des biotechnologies est en augmentation constante. Tout comme les médicaments obtenus par synthèse chimique, les médicaments issus des biotechnologies nécessitent une analyse de qualité avant leur mise sur le marché. Dans cette UE les enseignants aborderont notamment les concepts suivants : Comment déterminer, en fonction de la nature de la substance (e.g. peptide, enzymes, vaccin, anticorps, etc), la structure et la  concentration d’un médicament issu des biotechnologies. Comment évaluer l’activité d’un médicament issu des biotechnologies dans le cadre du contrôle qualité. Quels facteurs peuvent affecter la stabilité de ces médicaments et comment étudier cette stabilité.",
        "teaching_methods": "Les enseignants aborderont les concepts clés en se basant sur des exemples concrets. Une partie de l’UE donnera l’opportunité aux étudiants d’aborder la question de l’analyse des médicaments issus des biotechnologies au travers de recherches (bibliographiques) plus personnelles. Des experts issus du monde professionnel pourront participer à l'enseignement.",
        "assessment_methods": "L’évaluation consistera en un travail personnel d’intégration présenté de façon orale.",
        "online_resources": "La pharmacopée européenne offre de nombreux exemples d’analyse de médicaments issus des biotechnologies",
        "bibliography": "La pharmacopée européenne offre de nombreux exemples d’analyse de médicaments issus des biotechnologies.",
        "course_materials": "une version des supports présentés est disponible sur moodle",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wmds1237d",
        "title": "Pharmacologie générale (partim sciences dentaires)",
        "credits": "2.00",
        "hours": "20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hermans Emmanuel"
        ],
        "teaching_language": "Français",
        "prerequisites": "Eléments de statistiques médicales, Eléments de Biologie, de biochimie cellulaire, et de mathématique.",
        "topics_covered": "Eléments de base de Pharmacodynamie, de Pharmacocinétique et de Toxicologie.",
        "content": "1. Introduction et pharmacodynamie générale Mécanismes d'action des médicaments Types de récepteurs Relations entre liaison au récepteur et réponse pharmacologique Variabilité de la réponse individuelle Grandes classes thérapeutiques 2.  Pharmacocinétique. Rappel des principaux concepts (compliance, absorption, distribution, métabolisme et excrétion) Description des principales causes physiologiques de variabilité pharmacocinétique inter-individuelle (Âge [enfants, personnes âgées], polymorphismes génétiques, grossesse, Interactions médicamenteuses et environnementales...) Description des principales causes pathologiques de variabilité pharmacocinétique inter-individuelle (Fonction rénale, Fonction hépatique, Obésité, Evolution de la maladie...) 3. Toxicologie Notions de base en toxicologie : exposition, dose, danger, risque Facteurs déterminant la réponse toxique à un xénobiotique Principaux mécanismes de toxicité Notion d'antidote",
        "teaching_methods": "Présentation en cours magistraux des notions, principes et processus avec illustrations à partir d'exemples concrets de médicaments courrament utilisés en médecine humaine.",
        "assessment_methods": "Examen écrit pouvant comporter des questions à choix multiples avec raisonnement et/ou des questions à réponse ouvertes et courtes. L'étudiant devra démontrer la maîtrise de ses connaissances et la compréhension des concepts. Dans la mesure du possible, le nombre de questions ou leur importance veillera à reflèter l'importance et ou les volumes horaires de chacune des parties. La note finale prendra en considération une pondération des résultats de chaque partie. Note : pour les étudiants n'ayant pas la partie Toxicologie (WMDS1237D), la note finale combine les notes des parties Pharmacodynamie et Pharmacocinétique de manière équivalente. Toute moyenne globale inférieure à 10/20 est arrondie à l'unité inférieure. Le type d’évaluation choisi lors de la 1ère session d’examen peut être soumis à modification au regard du nombre d’étudiant·es inscrit·es à la seconde session",
        "online_resources": "La plupart des documents projetés au cours sont disponibles sur la plateforme Moodle. Des ouvrages de référence sont suggérés au début de chaque partie du cours.",
        "bibliography": "Goodman and Gilman's Pharmacological Basis of Therapeutics, Twelfth Edition, 2010 Casarett and Doull's Toxicology - The basic science of poisons, 9th Edition, 2019 Urs A. Boelsterli - Mechanistic Toxicology: The molecular basis of how chemicals disrupt biological targets, 2nd Edition, 2007",
        "responsible_entity": "MED"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim1382",
        "title": "Génétique et biotechnologie appliquée",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bertrand Luc",
            "Dumoutier Laure",
            "Laloux Géraldine",
            "Limaye Nisha"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Les outils de clonage et d'expression dans des cellules procaryotes et eucaryotes. Génie génétique et production de protéines utiles en sciences biomédicales et pharmaceutiques. Utilisation des polymorphismes de l'ADN à des fins diagnostiques. Animaux transgéniques. Modifications génétiques responsables de maladies héréditaires. Thérapie génique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les objectifs sont l'apprentissage des approches de biologie moléculaire permettant l'analyse et l'utilisation du matériel génétique à des fins diagnostiques, ou en vue de créer des outils de plus en plus indispensables en sciences biomédicales et pharmaceutiques. . La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "content": "4 grandes thématiques seront développées: 1) La biologie moléculaire des procaryotes (vecteur, clonage, expression homologues et expression hétérologues, mutagenèse dirigée); 2) La biologie moléculaire des eucaryotes I (Structure de l’ADN, analyse de variants, sequençage, PCR quantitative, RNAseq); 3) La biologie moléculaire des eucaryotes II (clonage, vecteurs d’expression, transfection et infection virale, µARN, ARN interférant, transgenèse); 4) La Thérapie génique et cellulaire (CRISPR/cas9, cellules IPS, ingénierie tissulaire)",
        "assessment_methods": "Evaluation: Examen écrit : questions à réponses ouvertes sur les 4 grandes thématiques.",
        "other_info": "Support: Notes de cours et dossiers powerpoint. Langue : Français avec partie spécifique en anglais",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2101",
        "title": "Santé, spiritualités et religions : A. Récits bibliques et récits cliniques",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lichtert Claude"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun",
        "topics_covered": "Le cours est centré sur la parole et le récit. Intitulé « Récits bibliques et récits cliniques, accompagnements et soins », le cours a pour objectif de présenter les récits bibliques comme des ressources privilégiées pour entrer dans les récits de vie des patients et les récits cliniques typiques du monde des soins. Une réflexion fondamentale sur le statut de ces trois récits permet de faciliter les rencontres, d’éclairer les tensions, de comprendre les imaginaires sollicités autour de la souffrance et de la mort, du guérir et du soigner. Le questionnement sur les récits permet en outre d’aborder les divers accompagnements dans le monde des soins de santé.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître les enjeux liés à l'intégration des spiritualités et des traditions religieuses dans les soins de santé. 2 Identifier les réponses apportées par les religions aux questions existentielles. 3 Faire œuvre d'esprit critique en se situant de façon personnelle par rapport aux sujets abordés. 4 Découvrir la littérature biblique dans sa diversité comme source culturelle pour la société et comme ressource pour l’accompagnement des patients. 5 Appréhender la spécificité des récits bibliques par rapport à d’autres récits présents dans le monde des soins de santé. 6 Distinguer entre une lecture fondamentaliste et une lecture critique de la Bible.",
        "content": "Le cours consiste en 8 séances en présentiel. Une séance est commune avec les étudiant·es des cours LTECO2102 et LTECO2103. Elle est consacrée aux fondements de l’éthique en l’Islam et sa compréhension de l’être humain. Sept séances sont donc spécifiques à ce cours. Les textes bibliques ont marqué l’histoire et la culture du monde occidental. Le cours établira qu’une lecture critique de ces textes, en tant que textes destinés à éclairer l’existence, exige une méthodologie spécifique et une connaissance minimale des acquis de la critique littéraire de la Bible. La compréhension de la spécificité de ces textes permet de mieux appréhender les récits des patients confrontés aux grandes questions de sens (« qu’est-ce que l’être humain ? », etc.). Par l’analyse de quelques textes bibliques, on indique comment la Bible permet de conduire une réflexion rigoureuse sur les questions religieuses, le sens de l’existence et la citoyenneté, y compris en contexte de pluralisme convictionnel.",
        "teaching_methods": "Cours magistral, sans PPT, en prenant appui sur l'expérience clinique, l'enseignant étant également responsable de l'équipe d'aumônerie (accompagnement spirituel) aux Cliniques universitaires Saint-Luc (https://www.saintluc.be/fr/aumonerie-catholique-presentation).",
        "assessment_methods": "L’examen consiste en un travail écrit, préparé en prenant appui sur le cours oral et sur les notes communiquées via Moodle. Toutes les précisions seront transmises par écrit via Moodle et commentées au cours. Pour la réalisation de ce travail, l'étudiant·e s'engage à ne pas avoir recours à l'Intelligence artificielle.",
        "other_info": "Ce cours est destiné aux étudiants du secteur des sciences de la santé (sauf IEPR). L'étudiant doit choisir un cours parmi trois possibilités (LTECO 2101, LTECO 2102 et LTECO 2103). L’enseignant est disponible à la fin de chaque cours et sur rendez-vous. L’échange par mail doit demeurer exceptionnel, dans la mesure où la question ne peut être posée au cours.",
        "online_resources": "Les notes de cours seront disponibles au fur et à mesure des séances, via Moodle.",
        "bibliography": "La bibliothèque du Secteur des soins de santé est fermée pour travaux, toutefois le service de prêt reste assuré (https://uclouvain.be/fr/bibliotheques/bss). Une bibliographie composée exclusivement d'ouvrages sera disponible via Moodle. Une bibliothèque d'articles relatifs au rapport entre spiritualités et soins de santé est disponible sur https://www.saintluc.be/fr/bibliotheque-numerique. Parmi les ouvrages écrits par Claude Lichtert, on peut noter : Lire la Bible ensemble. Quelques enjeux, résistances, méthodes et approches (coll. Bible), Europe, Domuni-Press, 2020, 85 p. [ressources électroniques commentées] avec Hautier Marie-Thérèse, Prendre soin de la relation à l’autre : de l’évangile de Luc à notre récit de vie (coll. Écriture en pastorale 5), Bruxelles, Lumen vitae, 2020, 122 p. La parole pour sortir de soi. Dieu et les humains aujourd’hui : parcours biblique (Bible), Domuni-Press, Toulouse, 2021, 82 p. D’amour et de haine. Chemins bibliques (Parole en liberté), Bière, Cabédita, 2021, 96 p. La parabole du fils prodigue. Lectures plurielles (Religions et spiritualité), L'Harmattan, Paris, 2022, 158 p. Vers un paradis urbain. Approche littéraire de la ville dans la Bible (Le livre et le rouleau), Éditions Jésuites, Paris, 2024, 279 p. Et ces deux émissions d'initiation biblique : \"Apprendre à lire la Bible\" (KTO TV 2022 - 53') : https://www.youtube.com/watch?v=RWR89xhtk5s&t=7s \"Prendre soin\" (KTO  TV 2021 - 53') : https://www.youtube.com/watch?v=FTw2qteNiGw&t=6s",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2104",
        "title": "Bonnes pratiques de fabrication et de laboratoire et assurance qualité pharmaceutique",
        "credits": "3.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pronce Thierry",
            "Spillier Quentin"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Le cours abordera les bonnes pratiques de fabrication en officine et industrie, les bonnes pratiques de laboratoire ainsi que la législation et les normes existantes en assurance qualité, les intérêts de travailler dans un système de qualité et l'organisation que cela implique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de ce cours, les étudiants devront être capables d'organiser leur travail dans un système d'assurance qualité et de rédiger les procédures nécessaires.",
        "content": "Les étudiants recevront une formation théorique - sur les bonnes pratiques de laboratoire et la mise en place d'un système d’assurance qualité pharmaceutique. Ils visiteront des industries pharmaceutiques. - sur les bonnes pratiques de laboratoire et la mise en place d'un système d'assurance qualité. Ils visiteront des laboratoires (recherche et industrie pharmaceutique) travaillant en assurance qualité et recevront une formation pratique sous forme de discussions et séminaires.",
        "teaching_methods": "cours théorique (si les mesures sanitaires le permettent), exercices et visites d'industries/laboratoires",
        "assessment_methods": "Les étudiants seront évalués sur leur aptitude à comprendre la philosophie des bonnes pratiques de laboratoire et de l'assurance qualité pharmaceutique, rédiger une ou plusieurs procédures simples (travail personnel) savoir établir la spécification d’un médicament pouvoir évaluer les critères de performance d’une méthode d’analyse établir et interpréter une carte de contrôle L’examen se déroulera par écrit (présentiel ou distanciel) sauf cas particulier",
        "other_info": "La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement. Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "course_materials": "copie pdf du powerpoint du cours",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2514",
        "title": "Pharmacodépendance et toxicomanie",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bindels Laure",
            "Boland Lidvine",
            "de Timary Philippe",
            "Gohy Sophie",
            "Haufroid Vincent",
            "Hermans Emmanuel",
            "Jacques Denis",
            "Lambert Didier",
            "Starkel Peter",
            "Vikkula Miikka",
            "Wittebole Xavier"
        ],
        "teaching_language": "Français",
        "prerequisites": "La compréhension des concepts développés dans ce cours nécessite une formation de base en sciences de la santé. Ce cours de deuxième cycle n'est donc accessible qu'aux étudiants porteurs d'un diplôme de bachelier en sciences pharmaceutiques, biomédicales, médicales ou dentaires, ou qui finalisent un tel baccalauréat.",
        "topics_covered": "En abordant les principales substances d'abus (stupéfiants morphiniques, cocaïne, amphétamine, ecstasy, LSD, cannabis, psychotropes, nicotine, alcool, etc'), les thèmes suivants seront explorés : \" Chimie \" Pharmacodynamie (cibles moléculaires) \" Pharmacocinétique \" Effets psychiatriques, implication dans la mise en place de l'addiction \" Epidémiologie, historique \" Prise en charge pharmacologique psychologique des addictions \" Toxicité sur l'organisme (en particulier aux niveaux nerveux, hépatique et pulmonaire et rénal \" Prédisposition génétique à l'addiction \" Approches analytiques de la détection des drogues, des métabolites, dosages dans liquides biologiques \" Aspects légaux et sociétaux.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Donner aux étudiants l'occasion d'approfondir leurs connaissances concernant la problématique médicale et sociale que présente l'abus de substances licites ou illicites. Ce sont à la fois les aspects psychologiques et psychiatriques des dépendances que les aspects toxicologiques qui seront explorés. Au terme de ce cours, l'étudiant sera capable de comprendre les mécanismes pharmacologiques, neurobiologiques et psychiatriques des dépendances. Il aura également acquis une vision globale des aspects toxicologiques liés à l'usage aigu ou chronique des drogues les plus couramment rencontrées. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "teaching_methods": "L'enseignement repose sur des cours magistraux  (total de 30 h). Il repose sur le développement de concepts théoriques, mais également sur la description d'exemples concrets. Le cours implique plusieurs enseignants actifs et experts dans leur domaine. Ils partageront leur expérience et proposeront éventuellement la rencontre avec des intervenants externes ou envisageront des visites de laboratoires d'analyse spécifiques.",
        "assessment_methods": "Afin d'intégrer tous les enseignants dans l'évaluation, celle-ci pourra être organisée sous forme d'examen écrit sous forme de questions à choix multiples de la plupart des enseignants. Le nombre de questions en lien avec chaque partie du cours prend en considération l'importance de ces parties (importance horaire, mais aussi importance des thèmes abordés dans le contexte pharmaceutique). Le questionnaire écrit peut en outre s'enrichir de quelques questions ouvertes auxquelles l'étudiant est invité à répondre par un développement court.",
        "bibliography": "l'essentiel des documents présentés aux cours sont accessibles sur Internet via la plateforme Moodle accessible aux membres de la communauté universitaire.",
        "course_materials": "Supports du cours disponibles sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim1200",
        "title": "Analyse instrumentale biomédicale et radioprotection",
        "credits": "4.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Muccioli Giulio"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours présentera un rappel de quelques principes de base de la chimie analytique (pH, pKa, tampons, solubilité, stabilité en solution), ainsi que des notions fréquemment utilisées dans la gestion des performances analytiques (notions de validation d'une méthode analytique, courbe d'étalonnage, contrôles de qualité, expression graphique des performances analytiques). - Méthodes spectrophotométriques (UV/vis, fluorimétrie, masse, néphélométrie') - Méthodes électrochimiques (potentiométrie, conductimétrie') - Méthodes ayant recours aux radionucléides (détecteur gamma, beta, erreurs de comptage) - Techniques de séparation (TLC, HPLC, GC, électrophorèse) - Dosages par méthodes enzymatiques - Aspects analytiques des essais immunologiques (ligands, affinité, réaction croisée, RIA, ELISA). Ce cours présentera les méthodes les plus fréquemment utilisées en se basant sur des exemples concrets qui seront étudiées de façon critique et comparative. La lecture d'ouvrages ou d'articles scientifiques basés sur ces techniques sera encouragée. Le cours inclura 30h de TP. Quinze heures de travaux pratiques seront organisés afin d'illustrer de manière concrète les bases de la démarche analytique (pipettage, mesure de pH, calcul de molarité, établissement de courbe d'étalonnage, reproductibilité, spectrophotométrie, application à des dosages tels celui des protéines'). Quinze heures de démonstrations seront organisées illustrant des techniques plus complexes (HPLC, GC-MS).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le but de cet enseignement est de donner aux étudiants les bases nécessaires à la démarche analytique, ainsi qu'une introduction aux techniques analytiques les plus fréquemment rencontrées dans les laboratoires biomédicaux. test",
        "content": "Les cours permettent d’aborder des principales techniques d’analyse instrumentale pouvant être utilisées dans un contexte biomédical. Celles-ci incluent (sans s'y limiter) les techniques spectroscopiques telles que l'absorption UV-Vis, la fluorescence moléculaire et la spectroscopie atomique. La spectrométrie de masse est également discutée. Les techniques de séparation telles que la chromatographie en phase liquide et en phase gazeuse (ainsi que l’électrophorèse) sont présentées. Un bref aperçu de l’utilité des méthodes électrochimiques est également donné. Enfin, au vu de l’importance des méthodes utilisant des radionucléides, les éléments clés de l’utilisation des radionucléides dans le contexte des sciences biomédicales sont également abordés. Les séminaires permettent aux étudiants de résoudre des exercices et des problèmes liés à l'analyse chimique. Au cours de ces séminaires, les notions de concentration et de pH sont réexaminées (par exemple, à travers les préparations théoriques de tampons) et les chromatogrammes sont discutés (détermination de la résolution, nombre de plaques théoriques,). Les exercices pratiques (laboratoires) permettent aux étudiants de préparer des tampons et vérifier leur pH ou encore de séparer et quantifier des molécules par chromatographie en phase liquide.",
        "teaching_methods": "L’enseignement est basé sur du présentiel permettant d’aborder les éléments essentiels de la matière. Des travaux dirigés sont également organisés pour approfondir certaines notions. Enfin, des travaux pratiques permettent aux étudiant.es de mieux s’approprier certaines des notions abordées.",
        "assessment_methods": "Examen écrit avec théorie et exercices. Lors de la 1ère évaluation (janvier), 10% de la note correspond aux activités pratiques (TP). La note de TP sera intérgée dans la note de la session I (janvier). En cas d'échec, elle ne sera pas intégrée dans la note de la session III (août/septembre) qui portera donc uniquement sur l'examen.",
        "other_info": "La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement. Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la note d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE. Suite à la situation particulière (COVID19), les enseignants adapteront les activités et instruction relatives aux activitiés pratiques en fonction de la situation du moment. La communication des modalités sera assurée par le moodle de l'UE (à consulter régulièrement) et oralement en début de séance.",
        "online_resources": "Une version des supports de cours utilisés lors des exposés se trouve sur le \"moodle\" de l'UE. Les notes et informaitons relatives aux TD et TP se trouvent également sur la plateforme moodle.",
        "course_materials": "support de cours sur moodle",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wesp2123",
        "title": "Principes des essais cliniques",
        "credits": "4.00",
        "hours": "20.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Castanares Zapatero Diego",
            "Robert Annie",
            "Smets Françoise",
            "Stéphenne Xavier"
        ],
        "teaching_language": "Français",
        "prerequisites": "WESP1010 WFSP2104 Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Principaux thèmes à aborder\nPartie 1.  Principes et protocole.  La Déclaration d'Helsinki de l'Association médicale mondiale (octobre 2000, ratifié par la Belgique et paru au moniteur belge le 18 mai 2004) définit les principes éthiques applicables à la recherche médicale portant sur des êtres humains.  Le système des essais cliniques est présenté en lien avec ces principes pour éviter la dualité entre médecine et recherche.  Toutes les étapes du système sont abordées : les phases pré cliniques qui sont conçues pour expérimenter et les phases cliniques I, II, III, IV qui sont séquentielles et destinées à essayer, évaluer, prouver et diffuser les traitements.\nPartie 2. La Phase III.  Ce sont les concepts de comparaison,  signification et causalité qui fondent le protocole d'une Phase III.  Les objectifs d'efficacité, de supériorité ou bien d'équivalence sont présentés et discutés.  Les qualités des critères d'évaluation et les indices ayant une utilité clinique sont revus.  La puissance et le nombre de patients à enrôler pour atteindre l'objectif sont présentés.  La mortalité comme critère optimal, fait l'objet d'une attention particulière : construire et interpréter  une courbe de survie, comparer et mettre en relation avec l'évolution générale d'une population. La modélisation des risques instantanés proportionnels (régression de Cox) est abordée dans ce cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Objectif général : \nCe cours est destiné à familiariser l'étudiant à la pratique moderne des essais cliniques d'un traitement.  Comme la qualité de réalisation d'un essai détermine la crédibilité de ses résultats, ce cours est aussi destiné à donner les bases du dialogue multidisciplinaire entre les parties (promoteur, clinicien(s), biostatisticien(s)) dont l'accord formel est requis avant de pouvoir mener un essai clinique de phase I, II, III ou IV.",
        "content": "Contenu - Brève historique et Directives internationales en matière d'essais cliniques (avec adresses Internet) - Le système des essais cliniques : les phases pré cliniques et les phases cliniques - La phase III pour faire la preuve : le protocole - Les critères d'évaluation et les indices cliniques - La puissance et la taille d'un essai de phase III - Le pronostic et la courbe de survie",
        "teaching_methods": "L'enseignement est composé d'exposés magistraux basés sur des essais publiés et de discussions de documents distribués au cours. Des travaux pratiques sont proposés aux étudiants pour acquérir des compétences de base dans le calcul et l'interprétation des outils présentés au cours.",
        "assessment_methods": "L’évaluation sera faite par un examen écrit comportant des questions de connaissance des concepts enseignés (savoirs) et des questions d’applications d’outils (savoir-faire) comme celles réalisées en travaux pratiques.",
        "other_info": "Cours pré-requis : Biostatistique. Statistique médicale avancée. Epidémiologie. Cours en relation .Régressions linéaire et logistique. Logiciels de statistique et introduction à SAS Supports : Un syllabus est disponible dès le début de la formation. L'étudiant peut se procurer personnellement les logiciels NCSS, SAS ou Splus. Il y a aussi accès à la salle informatique de la faculté de médecine ou à l'Institut de statistique, pour autant qu'il soit inscrit au cours. Un livre est vivement recommandé : Piantadosi S (2005) Clinical trials. A methodologic perspective. Wiley Series in Probability and Statistics. Twisk J (2003) Applied longitudinal data analysis for epidemiology. Cambridge University Press.",
        "online_resources": "Moodle",
        "bibliography": "Un syllabus est disponible dès le début de la formation les logiciels NCSS, SAS ou Splus recommandé : Piantadosi S (2005) Clinical trials. A methodologic perspective. Wiley Series in Probability and Statistics. Twisk J (2003) Applied longitudinal data analysis for epidemiology. Cambridge University Press. Un livre est vivement recommandé : Piantadosi S (2005) Clinical trials. A methodologic perspective. Wiley Series in Probability and Statistics. Twisk J (2003) Applied longitudinal data analysis for epidemiology. Cambridge University Press.",
        "course_materials": "Un syllabus est disponible dès le début de la formation les logiciels NCSS, SAS ou Splus recommandé : Piantadosi S (2005) Clinical trials. A methodologic perspective. Wiley Series in Probability and Statistics. Twisk J (2003) Applied longitudinal data analysis for epidemiology. Cambridge University Press.",
        "responsible_entity": "FSP"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2284",
        "title": "Cellular and molecular pathophysiology of human diseases (Part 2)",
        "credits": "3.00",
        "hours": "10.0 h + 20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Andrade Amorim Christiani",
            "Bertrand Luc",
            "Corbet Cyril",
            "Dessy Chantal",
            "Dumoutier Laure",
            "Henriet Patrick",
            "Horman Sandrine",
            "Jonas Jean-Christophe"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Ce cours fait suite au cours WSBIM2184. Les connaissances en biologie cellulaire et moléculaire, en biochimie métabolique, en immunologie, en physiologie générale et spéciale, et en pathologie générales enseignées en baccalauréat sont présumées acquises. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours aborde les mécanismes pathophysiologiques impliqués dans le développement de maladies fréquentes et les médicaments ciblant ces mécanismes ainsi que les zones de questionnement à ce propos (recherche biomédicale). Le lien entre les dysfonctionnements moléculaires, cellulaires, tissulaires, et leurs répercussions sur l'organisme entier sera mis en évidence dans toute la mesure du possible. Pathologies abordées: diabète ; développement et pathologies thyroïdiennes ; pathologies cardiovasculaires; troubles de l'hémostase, dysfonction endothéliale et remodelage vasculaire dans les pathologies cardiovasculaires ; pathologies pulmonaires ; maladies neurodégénératives ; cancers ; endométriose ; maladies de la peau.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de l'enseignement, l'étudiant doit : (1) connaître la pathophysiologie des maladies abordées au cours, de la molécule à la cellule, de la cellule à l'organe, de l'organe à l'individu; (2) comprendre et expliquer les liens entre les dysfonctionnements cellulaires et moléculaires observés et le développement des pathologies chroniques étudiées au cours; comprendre et expliquer le mode d'action de médicaments ciblant ces dysfonctionnements et leur retentissement éventuel dans d'autres organes; (3) être capable d'analyser de manière critique un exposé ou un article dans le domaine concerné ; utiliser les connaissances acquises pour aborder de nouvelles questions en la matière ; (4) être en mesure de concevoir des approches pour identifier les mécanismes pathophysiologiques impliqués dans d'autres maladies.",
        "content": "Le cours aborde les mécanismes pathophysiologiques impliqués dans le développement de maladies fréquentes et les médicaments ciblant ces mécanismes ainsi que les zones de questionnement à ce propos (recherche biomédicale). Le lien entre les dysfonctionnements moléculaires, cellulaires, tissulaires, et leurs répercussions sur l'organisme entier sera mis en évidence dans toute la mesure du possible. Pathologies abordées: diabète ; troubles de l'hémostase, dysfonction endothéliale et remodelage vasculaire dans les pathologies cardiovasculaires ; médecine régénérative ; cancers ; endométriose ; maladies de la peau.",
        "teaching_methods": "Selon les parties, le cours consiste en un ou deux cours ex cathedra, des classes inversées ou tout autre dispositif d'enseignement jugé approprié par l'enseignant.",
        "assessment_methods": "Examen écrit ou travail. Le type d'examen sera annoncé par chaque professeur·e. Les questions sont posées en anglais, mais les étudiant·e·s peuvent répondre en français ou en anglais. La non-remise d'un travail conduit à une note finale d'absence (0/20). Le poids de la note de chaque professeur·e dans la note finale est proportionnel au nombre d'heures de cours qui lui sont attribuées. Toute note globale (moyenne arithmétique) inférieure à 10/20 sera arrondie à l'unité inférieure.",
        "other_info": "Ce cours requiert de bonnes connaissances en biologie cellulaire et moléculaire, en biochimie métabolique, en immunologie, en physiologie générale et spéciale, et en pathologie générales enseignées en baccalauréat.",
        "online_resources": "Les présentations et articles discutés ainsi que du matériel complémentaire seront mis en ligne sur la plateforme MoodleUCL.",
        "course_materials": "aucun support obligatoire (documents et slides sur Moodle)",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2144",
        "title": "Diagnostic et thérapie du cancer",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Baurain Jean-François",
            "Gallez Bernard",
            "Grégoire Vincent",
            "Havelange Violaine",
            "Lecouvet Frédéric",
            "Lucas Sophie",
            "Marbaix Etienne"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Compréhension des mécanismes de régulation du cycle cellulaire, des mécanismes d'activation et du fonctionnement d'oncogènes et de gènes suppresseurs de tumeur. Eléments d'histologie générale, de génétique, de biochimie des acides nucléiques, d'immunologie, et de physique des rayonnements.",
        "topics_covered": "Diagnostic : (1) Anatomopathologie: critères morphologiques, utilisation de marqueurs spécifiques, liens avec la génétique somatique. (2) Génétique: prédispositions génétiques, altérations somatiques, liens avec les thérapies ciblées. (3) Imagerie: principes de l'imagerie morphologique et des techniques perfusionnelle et moléculaire (imagerie de diffusion et spectroscopie), développement de nouvelles méthodes, applications. Traitements : (1) Chimiothérapie et thérapies ciblées: principales classes de produits, effets secondaires, thérapies ciblées. (2) Radiothérapie: grands principes, progrès récents et à venir, exemples. (3) Immunothérapie: rappel des bases immunologiques, exemples d'utilisation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif est, pour quelqu'un qui n'est pas médecin, de comprendre dans leurs grandes lignes les éléments qui concourent au diagnostic des cancers, et les principales modalités thérapeutiques. Du côté du diagnostic il s'agit de l'anatomopathologie, de la génétique et de l'imagerie. La complémentarité de ces méthodes et la manière dont elles influencent le choix des traitements seront explicités au moyen d'exemples. Les traitements abordés seront la chimiothérapie et les thérapies dites ciblées, la radiothérapie et l'immunothérapie. Un dernier objectif est de comprendre pourquoi les traitements gagnent souvent à être combinés, et comment ils peuvent l'être.",
        "content": "Alternance de sciences fondamentales et cliniques pour effectuer les liens entre les découvertes en sciences de base et leurs applications cliniques. Les notions d'oncologie médicale sont simplifiées pour être comprises sans avoir de formation clinique. Chapîtres: Diagnostic anatomopathologique du cancer, Principes et applications des imageries anatomique et fonctionnelle dans le diagnostic du cancer, Génétique en diagnostic du cancer, Chimiothérapie du cancer, Radiothérapie, Immunothérapie.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen écrit. Mélange de questions à réponses ouvertes et de questions à choix multiples sans pénalité. Répartition des cotes à parts égales entre les 7 enseignants.",
        "online_resources": "Documents projetés pendant les cours.",
        "course_materials": "Documents projetés pendant les cours, disponibles sur Moodle.",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm1213",
        "title": "Physiologie des systèmes et éléments de physiopathologie",
        "credits": "6.00",
        "hours": "60.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Feron Olivier",
            "Grootaert Mandy",
            "Hermans Emmanuel"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Présentation du fonctionnement, de la régulation et des dysfonctionnements des grands systèmes : système cardio-vasculaire, système respiratoire, système excréteur, système nerveux central, autonome et périphérique ainsi que les organes des sens, système digestif, système reproducteur et l'ensemble des systèmes de régulation endocriniens.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette entité d'enseignement, l'étudiant aura acquis une connaissance étendue des grands systèmes, de leurs fonctions, de la régulation de leurs activités et de leur intégration dans l'équilibre de l'organisme. Il aura également entrevu les dysfonctionnements affectant ces systèmes et qui conduisent à divers états pathologiques. Ce cours devrait assurer les connaissances nécessaires à la compréhension des cours de pathologie et de pharmacologie.",
        "content": "Le cours aborde la physiologie fonctionnelle spécifique aux différents systèmes ainsi que certains éléments de physiopathologie. Chaque système est décrit en détaillant les différents éléments cellulaires/tissulaires qui le composent, les fonctions physiologiques associées et les modes de régulation impliqués.",
        "teaching_methods": "Cours magistral en auditoire ainsi qu'éventuellement des enseignements en classes inversées pour certaines parties du cours (= podcasts complétés par des séances en auditoire pour répondre aux questions des étudiants).",
        "assessment_methods": "L'évaluation consiste en un examen écrit. Il pourra comprendre des questions à réponse ouverte courte ou à développement impliquant éventuellement des schémas à réaliser ou à compléter, ainsi que des questions à choix multiple. La note finale prendra en considération les résultats des différentes parties de l'examen. Elle se basera sur une moyenne arithmétique considérant, entre autres, les volumes horaires de chaque enseignant.",
        "online_resources": "La plupart des documents relatifs au cours sont accessibles sur Moodle.",
        "course_materials": "Supports du cours disponibles sur Moodle",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2280",
        "title": "Scientific communication workshop",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bertrand Luc",
            "Corbet Cyril",
            "De Smet Charles",
            "Lien Wen-Hui",
            "Limaye Nisha"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Cette activité s'adresse à des étudiants en master en sciences biomédicales (ou formation similaire) se préparant à ou ayant déjà entamé leur formation en recherche expérimentale (travail de fin d'études).",
        "topics_covered": "Le cours se déroulera en trois parties : - Démonstration : L'équipe d'enseignants présentera aux étudiants un ou deux articles-types sous forme de « journal club » (1. Introduction des bases scientifiques nécessaires à la compréhension des résultats ; 2. présentation et explication des expériences réalisées ; 3. critiques des résultats et des conclusions ; 4. exposé des limitations éventuelles). Ces présentations serviront de modèle pour les deux autres parties. - Apprentissage : Chaque étudiant proposera à l'équipe d'enseignants un portefeuille de 5 articles scientifiques récents lié à son domaine de recherche de master (il pourra être aidé par son promoteur de mémoire). L'étudiant se verra attribuer un article (choisi parmi les 5), et un tuteur (choisi parmi l'équipe d'enseignants) qui l'assistera dans son travail. L'étudiant lira l'article et élaborera un plan de présentation du « journal club », qui devra être avalisé par son tuteur. L'étudiant préparera sa présentation, toujours en concertation avec son tuteur. Il attachera une importance particulière au contenu et la forme (structure, iconographie) de son exposé. Suivra la séance de présentation qui servira également d'apprentissage aux « auditeurs » qui pourront s'exercer à poser des questions. Les enseignants veilleront à lancer des pistes de réflexion afin d'animer les débats. A la fin de la séance, les enseignants et les étudiants échangeront leurs points de vue sur les qualités et les faiblesses des différentes présentations . Cette évaluation ne sera pas cotée, mais aidera l'étudiant à identifier les points à modifier pour améliorer ses compétences. - Examen-présentation : Un deuxième article, repris du portefeuille de départ, sera attribué à chaque étudiant. Dans cette partie du cours, l'étudiant devra suivre et appliquer l'entièreté de la démarche de manière autonome.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les objectifs de cet atelier sont i) de présenter aux étudiants les bases de la communication et de la critique scientifique, selon une formule de type \" journal club \"; ii) d'aider l'étudiant à lire et à comprendre un article de recherche et à préparer un exposé de cet article, iii) de lui permettre de s'exprimer en situation réelle (face à un auditoire) lors de la présentation de l'article et vi) d'inviter le groupe d'étudiants \" auditeurs \" à avoir une attitude participative et critique.",
        "content": "Apprentissage de la communication scientifique, à travers la réalisation d'un exposé de type “Journal club“ sur un article de recherche originale en sciences biomédicales. (Activité en anglais)",
        "teaching_methods": "Apprentissage par groupe, sous forme de tutorat.",
        "assessment_methods": "Les présentations et soutenances finales, ainsi que la participation active des étudiants aux présentations des autres, seront évaluées par l’équipe d’enseignants. Un point bonus sera attribué pour une utilisation efficace de la langue. En cas d'échec, une nouvelle présentation sera demandée pour la prochaine session d'examen, avec l'équipe d'enseignants comme seul auditeur.",
        "other_info": "Pour cette activité, les étudiants sont accompagnés par un maître de langue, qui leur donne un feedback personnalisé sur leurs compétences en expression orale en anglais.",
        "online_resources": "Un site web du cours est disponible via la plateforme moodle.",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2181",
        "title": "Aspects moléculaires et cellulaires de la nutrition",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bertrand Luc",
            "Cani Patrice",
            "Gilon Patrick",
            "Lanthier Nicolas",
            "Veiga da Cunha Maria"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours est centré sur les mécanismes impliqués dans la régulation de l'activité cellulaire et du métabolisme. Nous aborderons les différents récepteurs membranaires et nucléaires ainsi que les facteurs de transcription directement régulés par des nutriments (par exemple : PPAR's, FXR, chREBP, GRP40/120/119/41/43, les Toll like recepteurs (TLR's)) ou encore les mécanismes de régulations de certaines voies de signalisation impliquées dans l'homéostasie énergétique, lipidique et glucidique (par ex : insuline, AMPK, mTOR, ROS).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de ce cours l'étudiant sera capable : (1) de comprendre et expliquer les mécanismes moléculaires et cellulaires influencé par divers nutriments (par exemple : différents types de lipides, certaines protéines et acides aminés, certains glucides...) et leurs métabolites cellulaires (par exemple : céramides, DAG, endocannabinoïdes, ...), (2) de décrire les mécanismes de la régulation de l'expression de différents gènes directement impliqués dans le métabolisme énergétique, glucidique et lipidique, (3) d'appréhender les régulations physiologiques clés du métabolisme et par ailleurs de comprendre les mécanismes impliqués dans le déclenchement de certaines pathologies comme par exemple l'obésité, le diabète de type 2, l'inflammation métabolique et les atteintes cardio-métaboliques, pancréatiques et hépatiques.",
        "content": "Ce cours a pour objectif de fournir aux étudiants de toutes orientations, les connaissances nécessaires pour: (1) comprendre et décrire les mécanismes moléculaires et cellulaires influencés par divers nutriments, par le microbiote intestinal et certains métabolites cellulaires (2) décrire et illustrer les mécanismes de la régulation de l'expression de différents gènes directement impliqués dans le métabolisme énergétique, glucidique et lipidique, (3) intégrer ses connaissanes sur les régulations physiologiques clés du métabolisme et par ailleurs clarifier les mécanismes impliqués dans le déclenchement de certaines pathologies comme par exemple l'obésité, le diabète de type 2, l'inflammation métabolique et les atteintes cardio-métaboliques, pancréatiques et hépatiques. Le cours est centré sur l'étude des mécanismes moléculaires impliqués dans la régulation de l’activité cellulaire et du métabolisme. Les mécanismes moléculaires et cellulaires influencés par diverses sortes de nutriments énergétiques ou non énergétiques sont également abordés (par exemple : les différents types de lipides, certaines protéines et acides aminés, certains glucides, certaines vitamines et oligo-éléments) ou encore l’impact du microbiote intestinal et de certains métabolites sont étudier. Plus précisément, les différents enseignants abordent à la fois les aspects moléculaires et la régulation de différents récepteurs membranaires et nucléaires, mais également divers facteurs de transcription directement régulés par des nutriments (par exemple : PPAR’s, LXR, chREBP, TLR’s, GPR40 / 120 / 119 / 41 / 43) ainsi que les mécanismes de régulations de certaines voies de signalisation impliquées dans l’homéostasie énergétique, lipidique et glucidique (par ex : insuline, AMPK, mTOR, …).",
        "teaching_methods": "Le cours sera donner totalement en présentiel. L’équipe est composée de professeurs ayant des expertises complémentaires et pointues dans les différents aspects moléculaires et cellulaires. Chacun des membres de l’équipe aborde les domaines d’expertises qui lui sont propres et très souvent aussi développé dans leurs activités de recherches. Notons que ceci se fait en concertation avec le coordinateur et les différents membres de l'équipe d'enseignant, dans le souhait d'une approche totalement intégrée. Enfin, cette approche permettra de maintenir la qualité et le contenu de notre enseignement à la pointe de ce domaine en constante évolution.",
        "assessment_methods": "Un examen écrit reprenant l'ensemble des thématiques du cours. L'étudiant doit démontrer son aptitude à une réflexion critique et intégrative des thèmes abordés par les différents intervenants.",
        "other_info": "Répartitions des heures : Cani P (12h), Bertrand L (8h), Gilon P (4h), Lanthier (4h), Veiga Da Cunha (2h)",
        "online_resources": "Plusieurs articles de la littératures scientifiques, les revues et autres matériels utilisés pour la préparation du cours sont mis à la disposition des étudiant.e.s (Moodle).",
        "course_materials": "Moodle (pdf des cours)",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm1375",
        "title": "Médicaments et développement durable",
        "credits": "2.00",
        "hours": "10.0 h + 20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delzenne Nathalie",
            "Frédérick Raphaël",
            "Modrie Pauline",
            "Spinewine Anne",
            "Tubeuf Sandy",
            "Van Bambeke Françoise"
        ],
        "teaching_language": "Français",
        "topics_covered": "Après avoir introduit le concept de développement durable, le cours discutera comment les médicaments et leur utilisation peuvent avoir un impact sur le développement durable au niveau environnemental et sociétal.",
        "content": "Ce cours aborde l’impact des médicaments sur le développement durable, en envisageant les processus de découverte et développement du médicament, leur production, et leur usage.  Les principaux chapitres envisagés concernent : -    Introduction sur le concept et les objectifs du développement durable -    Concept de « One health » (santé humaine, animale et environnement) -    Impact de la chimie (synthèse, purification de produits naturels, analyse) -    Impact de la formulation galénique -    Impact du développement préclinique et clinique (études in vitro, animales, études cliniques) -    Usage raisonné des médicaments (sur ou sous consommation, prévention et traitement des maladies contagieuses) -    Coût environnemental de la distribution et du transport des médicaments -    Gestion des déchets, résidus et emballages (y compris les déchets des hôpitaux et laboratoires) ; -    Impact de la délivrance et de l’utilisation des médicaments sur l’environnement (en particulier l’élimination physiologique des médicaments ou de leurs métabolites par l’organisme). -    Prix et accès aux médicaments (y compris pour les maladies rares); notions d’économie de la santé",
        "teaching_methods": "Cours interactifs, incluant des analyses de cas.",
        "assessment_methods": "Evaluation des connaissances théoriques par un examen écrit Réalisation d'un travail de groupe sur une problématique en lien avec la thématique du cours.",
        "course_materials": "PDF des slides sur moodle.",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2218",
        "title": "Special issues in molecular and cellular pathophysiology",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Andrade Amorim Christiani",
            "Bertrand Luc",
            "Corbet Cyril",
            "Dessy Chantal",
            "Dumoutier Laure",
            "Froidure Antoine",
            "Hanseeuw Bernard",
            "Henriet Patrick",
            "Horman Sandrine",
            "Jonas Jean-Christophe",
            "Kautbally Shakeel",
            "Maggi Pietro",
            "Stockis Julie"
        ],
        "teaching_language": "Anglais",
        "content": "Building on scientific knowledge acquired during her·his cursus in biomedical sciences, students will independently explore a specific topic in pathophysiology of non communicable human diseases through the search and critical analysis of research papers under the guidance of one of the teachers in charge. They will also learn to communicate their findings through the preparation, presentation and discussion of a poster.",
        "teaching_methods": "Groups of 2 to 3 students will work on a topic proposed by one of the 10 professors and prepare a poster to be presented for the evaluation. The practical details (topic attribution, number of groups per teacher, poster format...) will be explained during an initial meeting.",
        "assessment_methods": "The practical details for poster delivery and presentation will be explained at the initial meeting. Evaluation will be based on the scientific content and form of the poster (structure, clarity, leagibility) and on the quality of the presentation and answers to questions.",
        "other_info": "The poster and presentation should be in English.",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wmd1006",
        "title": "Cytologie et histologie générales",
        "credits": "5.00",
        "hours": "10.0 h + 40.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pierreux Christophe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les sciences biologiques et médicales sont basées sur trois disciplines fondamentales :\r-\tla BIOCHIMIE qui étudie les molécules composant l'organisme et les réactions chimiques qui y ont lieu,\r-\tla MORPHOLOGIE qui étudie les structures formées par l'assemblage des molécules,\r-\tla PHYSIOLOGIE qui étudie le fonctionnement des différentes structures composant l'organisme.\r\rLa cytologie est l'étude des constituants de la cellule. Les objectifs de cette partie du cours sont de rendre l'étudiant capable de faire le lien entre la morphologie et les grandes fonctions de la cellule et entre l'ultra structure cellulaire et l'aspect des cellules en microscopie optique.\rAu même titre que la cytologie et l'anatomie, l'histologie est une branche de la morphologie ; elle est elle-même subdivisée en histologie générale et histologie spéciale. L'histologie générale est l'étude des tissus, associations de cellules de même type et parfois de composants extracellulaires formant les constituants élémentaires des organes. L'histologie spéciale, encore appelée anatomie microscopique, est vue plus tard. Elle étudie l'architecture des organes formés par un ensemble de tissus.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant doit progressivement devenir capable de répondre à certaines exigences dans le domaine des connaissances, des aptitudes et des attitudes. Ces exigences constituent les \"objectifs pédagogiques\". L'examen final évalue dans quelle mesure chaque étudiant a atteint les objectifs pédagogiques qui lui ont été fixés au début de l'année.\rLes objectifs pédagogiques spécifiques au cours d'histologie générale sont les suivants :\r\rQuant au \"savoir\" (connaissances) :\r\r1.\tAcquérir le vocabulaire scientifique et médical utilisé en sciences morphologiques. Il va de soi que ce vocabulaire doit être compris et non simplement appris \"par cur\". Il est donc important de connaître la définition des mots utilisés. La consultation d'un dictionnaire médical est indispensable, d'autant plus que la terminologie scientifique et médicale donne aux mots un sens très précis et souvent restrictif.\r2.\tConnaître la définition des tissus.\r3.\tConnaître les caractéristiques cytologiques, histologiques et parfois macroscopiques des tissus, en d'autres termes leurs critères de reconnaissance.\r4.\tConnaître les principales localisations des tissus.\r5.\tConnaître des éléments d'histophysiologie, c.à.d. les rôles et le fonctionnement des tissus.\r\rQuant au \"savoir faire\" (aptitudes) :\r\rL'étudiant devra s'initier progressivement à la méthode du diagnostic.\rAu sens premier du terme, le diagnostic est un procédé de raisonnement déductif qui permet d'identifier une maladie à partir de ses signes subjectifs et objectifs, décelés par l'interrogatoire du patient, l'examen clinique et les examens complémentaires (radiographie, échographie, examens de laboratoire, ...).\rPar extension, cette définition peut s'appliquer à toute démarche raisonnée qui tente d'établir la nature d'une entité à partir d'un ensemble de phénomènes par lesquels elle se manifeste.\rCe type de démarche est donc d'application universelle et valable aussi bien en sciences fondamentales (candidatures) qu'en sciences cliniques (doctorats).\r\rComment faire un diagnostic ?\r\rPour être efficace, c'est-à-dire aboutir à une conclusion valable, un diagnostic doit être structuré. Dans le cadre du cours d'histologie, la démarche diagnostique comprend les étapes suivantes :\r1.\tSavoir analyser un document morphologique (micrographie optique ou électronique, photographie macroscopique, préparation histologique). Cette analyse suppose :\r-\texaminer le document dans son ensemble et repérer les différents constituants tissulaires,\r-\tles décrire en donnant leur forme, leur taille, leurs affinités tinctorielles, leur mode d'association ...\r2.\tDégager l'essentiel de l'accessoire, c'est-à-dire \"hiérarchiser\" les résultats de l'observation en fonction de leur importance comme critère de reconnaissance.\r3.\tFaire la synthèse des données de l'observation en élaborant une ou éventuellement plusieurs hypothèses de diagnostic.\r\tCeci revient à classer les résultats de l'observation en les replaçant dans les catégories de tissus concernées. A ce stade, il faut faire appel aux notions théoriques et surtout aux définitions.\r4.\tVérifier la validité de chaque hypothèse en fonction des concepts théoriques et conclure en retenant un diagnostic qui doit être CORRECT et COMPLET.\r\r \rQuant au \"savoir être\" (attitudes) :\r\r1.\tacquérir un comportement actif dans la description des micrographies, dans l'analyse au microscope, ... L'étudiant doit considérer l'assistance au cours comme une séance de travail et non comme une séance d'information passive.\r2. \tacquérir une curiosité intellectuelle et une ouverture d'esprit qui lui permettront d'intégrer les notions d'histologie aux connaissances apprises dans les autres disciplines.\r3. \tapprendre une certaine autonomie. L'étudiant doit progressivement devenir capable de choisir sa propre méthode de travail et d'acquisition des connaissances, et d'évaluer lui-même ses connaissances et ses aptitudes en fonction des objectifs pédagogiques.",
        "content": "Les sciences biologiques et médicales sont basées sur trois disciplines fondamentales : - la BIOCHIMIE qui étudie les molécules composant l'organisme et les réactions chimiques qui y ont lieu, - la MORPHOLOGIE qui étudie les structures formées par l'assemblage des molécules, - la PHYSIOLOGIE qui étudie le fonctionnement des différentes structures composant l'organisme. La MORPHOLOGIE peut-être subdivisée en : cytologie (études des constituants de la cellule), histologie générale (étude des tissus = association de cellules de même type) et spéciale (ou anatomie microscopique : étude de l’architecture des organes = association de tissus) et anatomie (étude de la forme et de la structure des organismes et de leurs parties). Cette unité d’enseignement s’intéressera à la cytologie et à l’histologie générale. Introduction Tissus épithéliaux Tissus conjonctifs Tissus musculaires Tissus nerveux Tissu sanguin",
        "teaching_methods": "L’enseignement comporte 20 séances de cours magistraux en auditoire et 10 séances de travaux pratiques (TP) dont une séance introductive. Les cours magistraux se donnent à l’aide d’une présentation Power Point, mise à disposition des étudiant·es via la plateforme Moodle, et qui sera annotée durant le cours. Ces séances seront illustratives et interactives. Les séances de TP ont lieu dans des salles didactiques où chaque étudiant·e dispose d’un microscope et d’un jeu de lames histologiques ainsi que d’un ordinateur. La séance commence par un test préparatoire (voir ci-dessous) suivi d’une brève introduction. Ensuite, l’étudiant·e examine les lames histologiques mises à sa disposition pour la séance. Des exercices interactifs ponctueront la séance de TP. Ces séances sont des périodes essentielles pour apprendre à manipuler le microscope et à effectuer un diagnostic correct et précis. Les assistant·es, ainsi que des moniteurs, sont disponibles durant ces séances, mais l’étudiant·e est encouragé·e à développer sa proactivité. Il est conseillé de se munir d’un cahier afin de réaliser des schémas topographiques des coupes histologiques et de la localisation des tissus/structures. L'étudiant·e est tenu·e de préparer chaque séance de TP, en révisant la matière vue aux cours théoriques. L’étudiant·e devrait également avoir accès à des coupes virtuelles sur la plateforme Moodle (outil Cytomine ou alternatif) pour se préparer, réviser ou compléter l’observation faite au microscope. L’UE se donne en présentiel. La participation aux travaux pratiques est obligatoire et indispensable pour valider l’unité d’enseignement (la présence des étudiant·es est vérifiée lors des séances de TP). Toute absence doit être justifiée par un certificat, à remettre (ou envoyer) au secrétariat BAC11 au plus tard le jour ouvrable suivant la reprise. A partir de 3 absences injustifiées, la cote d’examen sera annulée pour toutes les sessions de l’année académique en cours (janvier/juin et septembre). En cas d’absences justifiées répétées, l’étudiant·e qui n’aurait pas participé à au moins 70% des travaux pratiques ne pourra prendre part à la partie pratique de l’examen (voir ci-dessous). La participation obligatoire aux travaux pratiques vaut également pour les bisseurs (puisqu’ils n’ont pas validé l’unité d’enseignement).",
        "assessment_methods": "Des tests préparatoires (questions théoriques et pratiques) ont lieu au début de chaque séance de TP. Comme leur nom l’indique, ils ont simplement pour but d’encourager l’étudiant·e à réviser la matière et à préparer les séances de TP pour en tirer tout le bénéfice. L'examen final comprend 2 parties : - Partie théorique, 80 points : examen écrit en auditoire, en début de session. Cette partie comprend : 20 questions à réponses multiples (QRM avec 5 propositions et deux réponses attendues à chaque question). Chaque QRM répondue correctement vaut 1 point, l’absence de réponse, une réponse partielle ou incorrecte valent 0 point. 25 questions à réponse unique (QCM avec 4 propositions). Chaque QCM répondue correctement vaut 0,4 points. 1 question à réponse ouverte complète (QROC) accompagnée de schémas. La note des QRM (/20) et des QCM (/10) sera ramenée à 50 points. Le QROC vaut 30 points. - Partie pratique, 80 points : examen pratique en salle d’histologie, en cours ou fin de session. Cette partie comprend : de l’identification de tissus au microscope avec mise à l’index (30 points) des diagnostics de tissus/cellules/structures sur images (10 images ; 5 points par image) La participation à la partie pratique de l’examen est conditionnée par l’obtention d’une note égale ou supérieure à 28/80 (7/20) lors de la partie théorique de l’examen, et par une participation à au moins 70% des séances de travaux pratiques. La note finale est la moyenne arithmétique des notes des deux parties. Les étudiants peuvent ajouter jusqu’à un point bonus à cette moyenne arithmétique en se préparant pour les séances de TPs. En effet, la réussite des tests préparatoires au début de chacune des séances de TP (à partir de la deuxième séance) permet d’obtenir des fractions de ce point. Afin de permettre aux étudiant·es de se rendre compte de l’attendu et donc de pouvoir adapter en conséquence l’étude de la matière, l’enseignant donnera, lors de la dernière séance de cours en auditoire, une présentation avec des questions types, de niveau de difficulté telle que celle de l’examen. Les questions seront corrigées avec les étudiant·es en précisant le niveau de maîtrise et de rigueur attendu (critères de correction).",
        "other_info": "Le cours est organisé au second quadrimestre sur le site d’Alma. Prérequis : maîtrise du français et notions de biologie générale.",
        "online_resources": "Diapositives du cours disponibles sur Moodle ( https://moodleucl.uclouvain.be/ ) Microscopie virtuelle et visite de coupes histologiques scannées accessibles  via Moodle (outil Cytomine) Parcours pédagogiques d’auto-évaluation disponibles sur Moodle",
        "bibliography": "Atlas d’histologie fonctionnelle de Wheater (de boeck, ISBN : 978-2-8073-5691-7) Exercices de diagnostic histologique (de boeck, ISBN : 978-2-8073-2826-6)",
        "course_materials": "Diapositives du cours disponibles sur Moodle (https://moodleucl.uclouvain.be/) Atlas d’histologie fonctionnelle de Wheater (de boeck) Exercices de diagnostic histologique (de boeck) Microscopie virtuelle et visite de coupes histologiques scannées accessibles  via Moodle (outil Cytomine) Parcours pédagogiques d’auto-évaluation disponibles sur Moodle",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2061",
        "title": "Séminaire d'accompagnement du mémoire en sciences biomédicales",
        "credits": "2.00",
        "hours": "12.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Smet Charles"
        ],
        "teaching_language": "Français > English-friendly",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - Structurer un rapport en sciences biomédicales, en identifiant clairement la question posée - Effectuer une recherche bibliographique pertinente, et rédiger une bibliographie de bonne qualité - Sélectionner ou réaliser des illustrations adéquates, et les légender de manière appropriée - Utiliser un style rédactionnel adapté à un rapport en sciences biomédicales - Rédiger un résumé clair et précis, en veillant à le rendre accessible à un public le plus large possible",
        "content": "Les sessions viseront à développer les compétences pour: a) Effectuer une recherche bibliographique pertinente de qualité et citer ses sources; b) Rédiger un texte scientifique (structure, style et références bibliographiques); c) Illustrer son mémoire (sélection ou réalisation de figures ou graphes et légendes); d) Rédiger les résultats/le développement, la discussion et la conclusion; e) Résumer et présenter son mémoire en 5min.",
        "teaching_methods": "Le séminaire se compose de cinq séances obligatoires, au cours desquelles une participation active des étudiants est attendue. Le séminaire constitue une ressource complémentaire à celle apportée par le promoteur pour la rédaction du mémoire. Il permet d’apprendre à réaliser une recherche bibliographique, à rédiger un texte scientifique et à présenter efficacement son travail. Des travaux sont demandés à chaque séance. En soutien, des outils (Powerpoint, fiches, vidéos) sont disponibles sur la page Moodle WSBIM2061. Lors des séances, les travaux réalisés sont discutés et des conseils pour l'amélioration sont échangés.",
        "assessment_methods": "L’évaluation portera sur : a) la participation aux séances (présence, interventions, échanges); b) la qualité des travaux fournis (respect des consignes, pertinence du contenu, soin); c) la qualité de la présentation (support ppt, structure de l’exposé, réponse aux questions).",
        "online_resources": "Un site web du cours est disponible via la plateforme moodle.",
        "course_materials": "Les diaporamas du cours (disponible via moodle)",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wmdtr3201s",
        "title": "Facteurs de risques chimiques en milieu professionnel (partim SBIM)",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Etude des risques pour la santé associés à l'exposition professionnelle aux principaux agents chimiques industriels (composés inorganiques et organo-métalliques ; diverses classes de substances organiques : hydrocarbures aliphatiques et aromatiques, hydrocarbures halogénés, dérivés aminés et nitrés, alcools, glycols ...)A propos de chaque substance, ou groupe de substances, sont successivement envisagés : les professions exposant au risque, les symptômes de l'intoxication professionnelle, son évolution, son diagnostic, son traitement et sa prévention. Les programmes de surveillance médicale et technique sont illustrés par des visites de services médicaux du travail.",
        "content": "Une première partie (Q1), destinée aux étudiants du master de spécialisation en médecine du travail (WMDTR3201 première partie) et du master en sciences biomédicales (WMDTR3201S) couvre les grands chapitres: quelques métaux (Al, As, Cd, Hg, Pb),  les HC aliphatiques et aromatiques, les solvants organiques, les gaz & vapeurs irritants/asphyxiants,  les fièvres inhalatoires, Une seconde partie, au second quadrimestre (Q2), destinée uniquement aux étudiants en médecine du travail (WMDTR3201 seconde partie), aborde des questions plus spécialisées: particules et fibres (silice, amiante, nano, ...), pathologies respiratoires (asthme professionnel, penumoconioses, AAE, ....), les cancers professionnels, la reprotoxicité, les dérivés aminés et nitrés, la surveillance de santé exposition aux agents chimiques, la rechercher des sources d'informations sur les risques chimiques",
        "teaching_methods": "Cours magistral en salle de séminaire",
        "assessment_methods": "Etudiants en Sciences Biomédicales et étudiants en Médecine du Travail Partim 1: fin Q1 (janvier 2024), examen oral, P Hoet Uniquement pour les étudiants en médecine du travail. Partim 2 : fin Q2 (juin 2024), examen oral, St Ronsmans. Les 2 parties doivent obtenir la moyenne.",
        "other_info": "La participation au cours est nécessaire pour réussir les activités d'apprentissage",
        "online_resources": "Les copies des dias présentées au cours, ainsi que des documents complémentaires sont disponibles sur Moodle",
        "bibliography": "Robert Lauwerys - Toxicologie industrielle et intoxications professionnelles , 5ième édition, 2007",
        "responsible_entity": "MDTE"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim1320",
        "title": "Introduction aux approches expérimentales de la biologie cellulaire et moléculaire",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bertrand Luc",
            "des Rieux Anne",
            "Horman Sandrine",
            "Tyteca Donatienne"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "La stratégie expérimentale est illustrée par la présentation des avantages, limitations, et de la mise au point de deux à trois systèmes expérimentaux qui ont servi de paradigme et conduit à des découvertes majeures. Les enseignants développent ensuite l'analyse point-par-point des résultats primaires des publications-clés, en soulignant combien ces résultats conduisent parfois à la reformulation des hypothèses de départ.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Cet enseignement vise à faciliter la transition depuis la formation théorique en Biologie cellulaire et moléculaire (BCHM1230) et en Biologie moléculaire (SBIM1202), vers la conception de projets scientifiques personnels, par l'introduction au concept de la stratégie expérimentale évolutive en recherche biomédicale fondamentale cellulaire et moléculaire.",
        "content": "- Analyse critique d'un article de la littérature scientifique ayant contribué à éclaircir un processus important dans des conditions physiologiques ou pathologiques ou ayant donné lieu à des applications thérapeutiques - Préparation d'une présentation powerpoint par groupes d'étudiants - Présentation du powerpoint aux enseignants et discussion.",
        "teaching_methods": "1. Acquis d'apprentissage: - développer des capacités d'analyse de données scientifiques - rechercher des informations dans divers ouvrages scientifiques - savoir identifier un article majeur de la littérature scientifique - apprendre à résumer les informations les plus importantes et les communiquer. 2. Langue d'enseignement: - le cours est donné en français - tous les articles analysés sont en anglais - les étudiants sont encouragés à préparer leur support informatique en anglais - les présentations orales peuvent être en français ou en anglais.",
        "assessment_methods": "L'évaluation est basée sur: - l'implication de l'étudiant dans l'analyse de l'article et la préparation de la présentation - le contenu et la qualité des dias ainsi que de la présentation orale - la réponse aux questions des enseignants L'étudiant(e) ne pourra se présenter à l'examen que si il(elle) a participé aux deux séances de coaching obligatoires.",
        "other_info": "1. Etudiants ciblés Principalement SBIM13BA ; également accessible en option à partir de MED13BA (peut être recommandé aux « étudiants-chercheurs ») et aux doctorants étrangers de première année sans expérience préalable de cet exercice. 2. Organisation L'activité est organisée chaque année au second semestre, comme suit: - Cours d'introduction - 1ère séance obligatoire : présentation de l'article scientifique aux étudiants par le professeur - 2ème séance obligatoire : analyse de l'article scientifique avec le professeur - Travail par groupes d'étudiants. 3. Pré-requis Formation théorique en Biologie cellulaire et moléculaire (WMDS1230) et en Biologie moléculaire (WSBIM1227).",
        "course_materials": "Supports du cours disponibles sur Moodle",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm1247",
        "title": "Traitement statistique des données",
        "credits": "3.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pircalabelu Eugen"
        ],
        "teaching_language": "Français",
        "prerequisites": "Notions de Mathématiques Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Outre son rôle d'introduction générale aux statistiques, ce cours doit fournir les bases pour le traitement des données de type analytique. Il doit donner aux étudiants la possibilité de pratiquer certaines méthodes de validations et de dosages utilisées aux T.P. Il est indispensable de former l'étudiant à la méthodologie du traitement de données ainsi qu'à la pratique de cet outil sur ordinateur, qui sera ultérieurement appliquées (TP chimie analytique FARM 2143 et TP intégrés FARM 2205)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compétences à acquérir : 1) nécessité d'une maîtrise de l'outil statistique et informatique, en vue de la validation des résultats expérimentaux 2) éviter les écueils liés à une exploitation abusive des données et un traitement erroné des résultats par la connaissance et l'analyse statistique.",
        "content": "Ce cours comprend des cours magistraux et des exercices avec le logiciel JMP. Il contient un résumé des concepts de la statistique descriptive et bivariée : produire des résumés graphiques et numériques utiles comme la moyenne, médiane, l'écart-type, la variance, l'intervalle de confiance.  Il se concentre principalement sur les questions de base de l'inférence statistique : probabilités, population et échantillon, variables aléatoires, distributions, erreurs de type 1 et de type 2, intervalles de confiance (moyenne, variance et proportion) et tests d'hypothèses relatifs à la moyenne (t de Student) et aux proportions.",
        "teaching_methods": "Le cours comprend des exposés magistraux (15h) et des séances d’exercices (15h). La présence aux cours magistraux et aux séances de TPs est fortement encouragée, quasi-OBLIGATOIRE !",
        "assessment_methods": "Les modalités exactes d'évaluation pourraient être adaptées en fonction des contraintes en vigueur au moment des sessions d'examens. L'examen sert à tester les connaissances des étudiants au niveau de la compréhension générale du cours, pour répondre à des questions précises en pratique, faire des calculs à la main, utiliser le software JMP pour faire des analyse statistiques, interpréter les resultats, etc. Les étudiants seront interrogés sur la totalité de la matière et l'examen est composé de questions ouvertes et/ou à choix multiple. Session de juin: Examen de 3 heures, en presentiel, à livre fermé, possibilité d’utiliser une calculatrice (non-programmable) et un formulaire. L’examen comporte 2 parties : une partie théorique sans JMP (pour 8/20 de la note finale du cours) et une autre partie appliquée sur ordinateur avec le logiciel JMP (pour 11/20 sur la note finale du cours). Des devoirs QCM sur Moodle et préparations de TPs à réaliser à domicile durant le quadrimestre (pour 1/20 sur la note finale du cours). La répartition des notes pour ces trois parties est 8/20 pour la partie théorique, 11/20 pour la partie appliquée sur JMP  et 1/20 pour les devoirs QCM et préparations durant le quadrimestre.  La note finale en janvier pour le cours WFARM1247 est donnée par les points obtenus pour les devoirs + les points obtenus pour la partie JMP+ les points obtenus pour la partie théorique. Pour valider le cours en janvier, l'étudiant a besoin d'obtenir un score total de 10 ou plus. Session de août: Examen de 3 heures, en presentiel, à livre fermé, possibilité d’utiliser une calculatrice (non-programmable) et un formulaire. L’examen comporte 2 parties : une partie théorique sans JMP (pour 8/20 de la note finale du cours) et une autre partie appliquée sur ordinateur avec le logiciel JMP (pour 12/20 sur la note finale du cours). La répartition des notes pour ces deux parties est 8/20 pour la partie théorique et 12/20 pour la partie appliquée sur JMP.  La note finale en août pour le cours WFARM1247 est donnée par les points obtenus pour la partie JMP+ les points obtenus pour la partie théorique. Les points attribués aux QCM sur Moodle ne comptent pas pour la session d'août, car l'évaluation continue est prévue seulement pour le travail pendant le quadrimestre. Pour valider le cours en août, l'étudiant a besoin d'obtenir un score total de 10 ou plus.",
        "online_resources": "Site Moodle du cours : WFARM1247 - Traitement statistique des données. https://moodleucl.uclouvain.be/course/view.php?id=9327",
        "bibliography": "Triola, M.M., Triola, M.F. and Roy, J. (2018) Biostatistics for the biological and health sciences, Pearson Education, 2nd edition. Rosner B. (2010) Fundamentals of Biostatistics. Duxbury, 7th edition. Zar, J.H. (2010) Biostatistical analysis, Pearson Education, 5th edition. Forthofer, R.N., Lee, E.S., and Hernandez M. (2007) Biostatistics. A guide to Design, Analysis and Discovery, Elsevier, 2nd edition. Senn, S. (2007) Statistical Issues in Drug Development, Wiley, 2nd edition.",
        "course_materials": "documents (slides) sur moodle à consulter",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2215",
        "title": "Régulations post-traductionnelles des protéines",
        "credits": "2.00",
        "hours": "20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bertrand Luc",
            "Bommer Guido",
            "Collet Jean-François",
            "Demoulin Jean Baptiste"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Ce cours est la suite du cours sbim2115, structure et fonction des protéines.",
        "topics_covered": "Ce cours vise à approfondir les connaissances sur le rôle des modifications post-traductionnelles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Poursuivre la formation commencée en master en insistant sur l'étude des modifications post-traductionnelles des protéines.",
        "content": "Introduction générale sur l'importance des modifications post-traductionnelles Mécanismes de formation des ponts disulfures chez les procaryotes et chez les eucaryotes La phosphorylation des protéines Le monde des modifications post-traductionnelles liées au métabolisme (Acétylation, O-GlcNacylation) Mécanismes de protéolyse dirigée, ubiquitinylation des protéines et modifications post-traductionnelles associées Mécanismes de réparation des protéines ( isoaspartates, glycation/déglycation) et rôle de modifications post-traductionnelles rares.",
        "teaching_methods": "Les différentes parties du cours seront données par des conférenciers spécialisés dans leur domaine à l'aide de diaporama Powerpoint. Les diapositives seront mises à la disposition des étudiants.",
        "assessment_methods": "Examen écrit (réponse par écrit à une série de questions).",
        "online_resources": "Il n'y a pas de syllabus ! Les présentations Power Point en format PDF seront mises à disposition des étudiants sur MoodleUCL (https://moodleucl.uclouvain.be/). De plus, une tablette sera utilisée de manière à expiquer certains aspects du cours. Les versions PDF  \"Tablette\" des fichiers Power Point seront également mis à la disposition des étudiants via MoodleUCL.",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm2149",
        "title": "Approche pharmaceutique de la nutrition",
        "credits": "3.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delzenne Nathalie"
        ],
        "teaching_language": "Français > English-friendly",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Permettre aux pharmaciens et partenaires de l'art de guérir de jouer leur rôle de conseiller en nutrition vis-à-vis du patient, en développant un esprit critique vis-à-vis de l'évolution des sciences nutritionnelles en relation avec la santé. L'objectif principal consiste en  l'apprentissage à la gestion  de l'information scientifique relative à la relation entre alimentation et santé (toxicologie nutritionnelle, interactions aliments/médicaments, physiopathologie nutritionnelle,  fonctionnalité des nutriments et autres constituants des denrées alimentaires, diètes et compléments alimentaires).",
        "content": "A. Méthodes d'évaluation de l'état nutritionnel (anthropométrie, impédancemétrie) et des dépenses énergétiques (calorimétrie, métabolisme de base). B. Besoins, sources, et devenir dans l'organisme des nutriments énergétiques (glucides lipides, protéines, éthanol) et non énergétiques (minéraux, oligo-éléments, substances phytochimiques ). Implication dans le contrôle de situations physiopathologiques (obésité, diabète, maladies cardio-vasculaires, cancer, infections..). C Etude du mécanisme et des conséquences (toxicité, effet pharmacologique, carences) des interactions entre aliments et médicaments D. Risques micro-biologiques, contaminants, normes et législation  E. TRansition alimentaire et développement durable F. Suppléments, diètes: rôle du pharmacien dans la délivrance et le conseil G. L'actualité nutritionnelle sera traitée sous forme d'exercice de confrontation des données publiées dans des journaux scientifiques et celles diffusées à plus large échelle (internet, presse). Dans le contexte de travaux en petit groupe, l'étudiant pourra, au choix, participer à des séances de laboratoire d'analyse alimentaire (travaux pratiques) ou s'orienter vers la gestion d'un thème d'actualité nutritionnelle (forum de discussion sur internet ).",
        "teaching_methods": "Enseignement magistral; travaux pratiques encadrés par les assistant.e.s",
        "assessment_methods": "les étudiants sont évaluées par un examen écrit qui comporte des questions ouvertes en lien direct avec le cours. Toute l’information présentée au cours est disponible sur moodle",
        "other_info": "La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement.Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "course_materials": "Supports du cours disponibles sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2114",
        "title": "Analysis of gene expression and function",
        "credits": "4.00",
        "hours": "39.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Demoulin Jean Baptiste",
            "Gualdani Roberta",
            "Lemaigre Frédéric",
            "Limaye Nisha",
            "Michiels Thomas",
            "Tyteca Donatienne"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Analyse des interactions ADN/protéines: (1 x 3h) Profils d'expression des gènes : (2 x 3h) Manipulation du niveau d'expression (transfection, virus, siRNA ') : (2 x 3h) Imagerie cellulaire: (2 x 3h) Fonction des récepteurs : (2 x 3h) Electrophysiologie cellulaire : (2 x 3h) L'utilisation intégrée des outils présentés sera ensuite illustrée par des publications scientifiques récentes : (2 x 3h).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Fournir aux étudiants en sciences biomédicales les outils nécessaires et leurs applications à l'étude : - du fonctionnement et de l'expression des gènes ; - de la localisation subcellulaire et de la fonction des protéines codées par ces gènes.",
        "content": "Interactions protéines-ADN et réseaux de régulations géniques Expression ectopique de gènes, inhibition de l'expression génique, introduction d'acides nucléiques dans les cellules Séquençage d'ARN à haut débit Séquençage d'ADN à haut débit et trans Imagerie biologique et par fluorescence Analyse fonctionnelle de l'expression des gènes",
        "teaching_methods": "Cours magistraux en auditoire.",
        "assessment_methods": "Examen écrit portant sur des questions théoriques, des analyses de données, et des choix méthodologiques en fonction des problèmes posés. La note finale de l'examen reflète l'évaluation globale de l'examen par les enseignants et non la somme mathématique des points obtenus à chaque question.",
        "other_info": "Cours regroupés en périodes de deux heures au premier quadrimestre. Les cours sont donnés en anglais.",
        "online_resources": "Illustrations et textes déposés sur Moodle",
        "course_materials": "Supports du cours disponibles sur Moodle",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2143",
        "title": "Causes and risk factors for cancer",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Baldin Paméla",
            "Delzenne Nathalie",
            "Huaux François",
            "van Gastel Nick"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "L'étudiant doit connaître le cycle cellulaire et sa régulation, les mécanismes d'apoptose, l'histologie et l'anatomie pathologique générale et l'immunité cellulaire. Il doit avoir aussi des notions de physiologie digestive, de chimie générale et organique, de génétique moléculaire et d'épidémiologie.",
        "topics_covered": "Le cours abordera les effets cancérogènes des agents toxiques et des virus et sera focalisé sur quelques exemples  fréquents ou bien compris de transformation néoplasique. Il abordera également l'influence de l'alimentation comme facteurs de risque et de contrôle de la cancérogenèse. (1) Toxiques : les effets cancérogènes de certains toxiques seront développés, notamment ceux liés à la fumée de tabac, aux fibres d'amiante, à l'acide aristolochique, aux perturbateurs endocriniens, à certains médicaments. (2) Alimentation : le cours se basera sur les données épidémiologiques et expérimentales, étayant la relation entre habitudes alimentaires et risque de cancer, les effets pro-ou anti- cancérogènes de certains constituants de l'alimentation, l'impact du mode de préparation et/ou conservation, la relation entre nutrition et microbiote dans le contrôle des cancers de la sphère gastro-intestinale. (3) Virus : la cancérisation liée aux infections par des virus de la famille des Papovavirus et des virus Herpès sera abordée en priorité. Les cancers liés aux virus de l'hépatite B et C seront brièvement discutés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant doit avoir compris comment des agents extérieurs peuvent perturber les mécanismes régulateurs de la prolifération et la différenciation cellulaire et induire une transformation néoplasique.",
        "content": "Le cours comprend 8 cours magistral avec des slides disponibles avant chaque présentation : Un cours d'introduction, deux cours sur les facteurs toxiques, deux sur le lien entre alimentation et cancer, deux sur le rôle des micro-organismes dans la genèse de certains cancers, et un sur l'âge et les conditions pré-cancéreuses comme facteur de risque de cancer.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen écrit individuel avec questions ouvertes sur chaque thème général du cours.",
        "bibliography": "A copy of the slides presented during the lectures are available on Moodle",
        "course_materials": "diapositives du cours mises à la disposition des étudiants",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2285",
        "title": "Biomedical project design, Pathophysiology",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lemaigre Frédéric"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Connaissances de bases en biologie cellulaire et moléculaire, ainsi que de la biochimie et de la génétique enseignée en baccalauréat. Maîtrise théorique des principales techniques et méthodes expérimentales en biologie cellulaire et moléculaire Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le travail portera sur une thématique de biologie cellulaire et moléculaire. Les étudiants, à titre individuel ou par groupe de deux, choisissent un article publié endéans les 6 derniers mois. L'article doit être publié dans un journal \"peer-reviewed\", anglophone et parmi les meilleurs du domaine. Il s'agira d'un article présentant des données expérimentales et non d'un article de revue. Le choix de l'article est validé par l'enseignant. Sur base des résultats repris dans l'article, les étudiants conçoivent et rédigent un projet de recherche qui constitue une suite de l'article sélectionné. L'enseignant guide les étudiants dans la constitution du projet Sur le plan pratique, la rédaction du projet devra comprendre une introduction, une description de l'approche méthodologique, et une brève description des perspectives du projet.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de cette activité est l'apprentissage de la constitution d'un projet de recherche scientifique dans le domaine de la biologie cellulaire et moléculaire.",
        "content": "Les étudiant•e•s, par groupe de deux (maximum 3), choisissent un article publié endéans les 6 derniers mois sur une thématique de biologie cellulaire et moléculaire. L'article doit être publié dans un journal \"peer-reviewed\", anglophone et parmi les meilleurs du domaine. Il s'agira d'un article présentant des données expérimentales et non d'un article de revue. Le choix de l'article est validé par l'enseignant avant que les étudiant•e•s n'entament la rédaction d'un projet. Sur base des résultats repris dans l' article, les étudiant•e•s conçoivent et rédigent un projet de recherche qui constitue une suite de l'article sélectionné, ou qui est inspiré par cet article. L'enseignant guide les étudiant•e•s dans la constitution du projet. Sur le plan pratique, la rédaction du projet devra comprendre une figure résumant le projet, introduction, une description de l'approche méthodologique, une brève description des perspectives du projet, et la bibliographie. Au terme de l'enseignement, les étudiants doivent maîtriser les principes de construction d'un projet scientifique.",
        "teaching_methods": "Tutorat: Le projet est discuté et conçu avec l'enseignant. Après discussion, le projet est rédigé et remis à l'enseignant par voie électronique. Le projet est corrigé et renvoyé aux étudiants. Les étudiants peuvent ensuite reprendre le texte pour l'améliorer en fonction des remarques formulées.",
        "assessment_methods": "La version améliorée (définitive) du texte fait l'objet d'une note. Les critères évalués sont (i) l'originalité du projet, (ii) la méthodologie expérimentale proposée, (iii) la cohérence du projet, (iv) la qualité rédactionnelle.",
        "other_info": "Le projet doit être rédigé en anglais.",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2185",
        "title": "Cellular and molecular pathophysiology of human diseases",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bertrand Luc",
            "Corbet Cyril",
            "Dumoutier Laure",
            "Henriet Patrick",
            "Horman Sandrine",
            "Jonas Jean-Christophe",
            "Maggi Pietro"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Les connaissances en biologie cellulaire et moléculaire, en biochimie métabolique, en immunologie, en physiologie générale et spéciale, et en pathologie générales enseignées en baccalauréat sont présumées acquises.",
        "topics_covered": "Le cours aborde les mécanismes pathophysiologiques impliqués dans le développement de maladies fréquentes et les médicaments ciblant ces mécanismes ainsi que les zones de questionnement à ce propos (recherche biomédicale). Le lien entre les dysfonctionnements moléculaires, cellulaires, tissulaires, et leurs répercussions sur l'organisme entier sera mis en évidence dans toute la mesure du possible. Sujets abordés (variable en fonction de l’équipe enseignante en charge du cours) : thérapie cellulaire ; pathologies cardiovasculaires et pulmonaires ; troubles de l’hémostase ; dysfonction endothéliale et remodelage vasculaire dans les pathologies cardiovasculaires ; maladies neurodégénératives ; cancers ; endométriose ; maladies inflammatoires chroniques ; diabète.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - connaître la pathophysiologie des maladies abordées au cours, de la molécule à la cellule, de la cellule à l'organe, de l'organe à l'individu. - comprendre et expliquer les liens entre les dysfonctionnements cellulaires et moléculaires observés et le développement des pathologies chroniques étudiées au cours; comprendre et expliquer le mode d'action de médicaments ciblant ces dysfonctionnements et leur retentissement éventuel dans d'autres organes. - être capable d'analyser de manière critique un exposé ou un article dans le domaine concerné ; utiliser les connaissances acquises pour aborder de nouvelles questions en la matière. - être en mesure de concevoir des approches pour identifier les mécanismes pathophysiologiques impliqués dans d'autres maladies.",
        "content": "Le cours aborde les mécanismes pathophysiologiques impliqués dans le développement de maladies fréquentes et les médicaments ciblant ces mécanismes ainsi que les zones de questionnement à ce propos (recherche biomédicale). Le lien entre les dysfonctionnements moléculaires, cellulaires, tissulaires, et leurs répercussions sur l'organisme entier sera mis en évidence dans toute la mesure du possible. Sujets abordés (variable en fonction de l’équipe enseignante en charge du cours) : thérapie cellulaire ; pathologies cardiovasculaires et pulmonaires; troubles de l’hémostase ; dysfonction endothéliale et remodelage vasculaire dans les pathologies cardiovasculaires ; maladies neurologiques (sclérose en plaque...) ; cancers ; endométriose ; maladies inflammatoires chroniques ; diabète.",
        "teaching_methods": "Selon les parties, le cours consiste en cours ex cathedra, classes inversées ou tout autre dispositif d'enseignement jugé approprié par l'enseignant.",
        "assessment_methods": "Examen écrit ou travail selon les enseignants. En cas d'examen écrit, les questions sont posées en anglais, mais les étudiant·e·s peuvent répondre en français ou en anglais. Pour les travaux, les modalités de réalisation et évaluation seront spécifiées par chaque enseignant. La note finale sera la moyenne géométrique des notes, avec un poids égal pour chaque enseignant (note finale = racine 7ème du produit des 7 notes). Par conséquent, une note finale de 0/20 sera attribuée tant que tous les travaux n'auront pas été soumis pour évaluation.",
        "other_info": "Ce cours requiert de bonnes connaissances en biologie cellulaire et moléculaire, en biochimie métabolique, en immunologie, en physiologie générale et spéciale, et en pathologie générale.",
        "online_resources": "Les présentations et articles discutés ainsi que du matériel complémentaire seront mis en ligne sur la plateforme MoodleUCL.",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2251",
        "title": "Neural networks and Deep Learning",
        "credits": "3.00",
        "hours": "20.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lee John",
            "Missal Marcus"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Introduction au calcul différentiel et intégral ; introduction à l'algèbre linéaire Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "(1) Nécessité d'une approche théorique en neurosciences. (2) Histoire des réseaux de neurones artificiels. (3) Principaux types de réseaux de neurones artificiels.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 (1) Au terme du cours, l'étudiant devra être capable de justifier la nécessité de la modélisation mathématique du système nerveux. (2) L'étudiant sera capable d'expliquer les principes généraux des réseaux de neurones artificiels. (3) L'étudiant aura les connaissances et la pratique nécessaire pour simuler le comportement d'un réseau de neurones élémentaire de manière informatique à l'aide de la MATLAB NNTool GUI.",
        "content": "(1) Nécessité d'une approche théorique en neurosciences. (2) Histoire des réseaux de neurones artificiels. (3) Principaux types de réseaux de neurones artificiels. (4) Deep learning. Au terme du cours, l'étudiant devra être capable de justifier la nécessité de la modélisation mathématique du système nerveux. L'étudiant sera capable d'expliquer les principes généraux des réseaux de neurones artificiels. L'étudiant aura les connaissances et la pratique nécessaire pour simuler le comportement d'un réseau de neurones élémentaire de manière informatique.",
        "teaching_methods": "Cours ex-cathedra en présentiel, comodal ou distanciel en fonction des conditions sanitaires; lecture et discussion d'articles.",
        "assessment_methods": "Examen oral (passage à l'écrit ou au distanciel en fonction de la taille du groupe et des conditions sanitaires) ou examen écrit avec questions ouvertes. Pondération de la note finale: 50 % pour la partie de Marcus Missal, 50 % pour la partie de John Lee.",
        "other_info": "La participation aux travaux pratiques, aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement.Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=9189",
        "course_materials": "https://moodleucl.uclouvain.be/course/view.php?id=9189",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2137",
        "title": "Nutrition et environnement : aspects biologique et toxicologique",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bindels Laure",
            "de Timary Philippe",
            "Debier Cathy",
            "Delzenne Nathalie",
            "Ellero-Simatos Sandrine",
            "Everard Amandine",
            "Smets Françoise"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Ce cours donne les bases de compréhension des mécanismes biologiques qui sous-tendent les aspects toxicologiques liés à l'alimentation.",
        "content": "Une première partie couvre les aspects de détermination et d’évaluation du risque (NOAEL, DJA..) et décrit les différents types de toxiques et l’origine de leur présence dans l’aliment . Des interventions plus ciblées permettent d’entrevoir le rôle des toxiques environnementaux sur le métabolisme, les risques microbiologiques liés à l’alimentation et l’interaction entre microbiote et xénobiotiques en toxicologie nutritionnelle , l’allergie alimentaire , les comportements à risque , les interactions métaboliques entre nutriments et xénobiotiques.",
        "teaching_methods": "cours magistraux avec présentation de cas par les enseignants. Les étudiants rédigent et présentent un travail sur un thème d'actualité dans le domaine de la toxicologie nutritionnelle.",
        "assessment_methods": "L’évaluation se fait sur base d’un examen écrit où chaque titulaire propose des questions ouvertes en lien avec son cours. Un travail d’actualité est proposé aux étudiants qui présentent un power point relatif à des questions adressées et présentées au premier cours. Ce travail est coté et la cote est intégrée à la cote globale.",
        "other_info": "Les heures et le contenu du cours de Laure Bindels seront pris en charge par S. Ellero-Simatos durant l'année académique 2022-2023",
        "online_resources": "Tous les power points et les articles ou outils en lien avec le cours sont rendus disponibles sur moodle",
        "course_materials": "diapositives du cours mises à la disposition des étudiants",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2272",
        "title": "Work placement",
        "credits": "10.00",
        "hours": "",
        "quadrimester": "Q2",
        "teachers": [
            "Decottignies Anabelle"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Activité d’intégration professionnelle Mémoire Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Stage professionnel en entreprise (WSBIM2272) ou milieu universitaire (recherche, WSBIM2273) dans le domaine biomédical.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 1a. Utiliser les connaissances et les méthodologies générales en sciences biomédicales expérimentales : biochimie et biologie moléculaire normales et pathologiques, biologie cellulaire, histologie générale et spéciale, anatomie générale, physiologie générale et spéciale. 1b. Comprendre et critiquer les démarches expérimentales et méthodes d'observation qui ont conduit à ces connaissances. 1c. Maîtriser les sources modernes du savoir et être capable d'y rechercher efficacement des informations nouvelles et spécifiques, les critiquer et les pondérer. 2a. Identifier et formuler une problématique de recherche en sciences biomédicales : - formuler des hypothèses et en prévoir les implications ; - en déduire une stratégie expérimentale structurée. 2b. Planifier et organiser les étapes successives d'un protocole expérimental :- comprendre et décrire point par point des protocoles d'expérience avec une précision permettant leur reproduction par un autre expérimentateur ;- prévoir tous les contrôles (positifs et négatifs). 2c. Manipuler du matériel biologique et chimique en faisant preuve d'habileté manuelle, de minutie et en respectant les bonnes pratiques de laboratoire, y compris la sécurité et la gestion des déchets. 2d. Maîtriser les instruments de mesure et d'imagerie, ainsi que les outils informatiques associés. 2e. Exploiter les résultats d'analyses biologiques ou cliniques consignées dans des banques de données. 3a. Analyser les observations de manière rigoureuse et critique:- développer des raisonnements analogiques et déductifs ; - établir des liens de corrélation et de causalité ; - traquer et corriger des erreurs de logique. 3b. Interpréter et représenter des résultats expérimentaux par le biais de modélisations mathématiques, de représentations graphiques, de raisonnement et d'outils statistiques :- exploiter la dispersion des variables continues comme source d'information. 3c. Démontrer son ouverture et sa créativité, en reconnaissant les échecs et en en recherchant la cause ; en reconnaissant des observations inattendues, et en en identifiant leur intérêt ; en reformulant son hypothèse de départ, en élaborant une contre-hypothèse. 4a. Enrichir son vocabulaire en sciences biomédicales et l'utiliser de manière précise et nuancée en français et en anglais scientifique. 4c. Présenter une communication orale, conformément aux standards scientifiques en sciences biomédicales:- exposer avec précision la démarche expérimentale utilisée et les résultats obtenus, afin d'en débattre avec les autres membres de l'équipe. 5a. S'intégrer dans une équipe de chercheurs. 5b. Pratiquer l'intégrité scientifique:- reconnaître ses erreurs et les corriger ; - citer ses sources et bannir le plagiat ; - maîtriser et appliquer les règles d'éthique liées à l'expérimentation. 5c. Développer son érudition en cultivant la curiosité scientifique et participer à la diffusion des connaissances construites sur une pensée scientifique rigoureuse. 6b. Intégrer les contraintes encadrant le développement d'un projet scientifique, qu'il s'agisse d'une recherche appliquée ou fondamentale ; structurer et argumenter une demande de financement ; identifier l'objet d'un brevet et connaître la procédure pour initier son dépôt. 6c. Utiliser les compétences acquises au cours du Master dans un environnement professionnel nouveau, qu'il s'agisse d'une institution ou d'une entreprise impliquée dans la recherche biomédicale.",
        "content": "L'étudiant.e effectuera un stage de minimum 12 semaines à temps plein dans une entreprise de son choix, en Belgique ou dans un autre pays. Il.elle cherchera un endroit de stage de manière autonome et en informera, par e-mail, la coordinatrice du cours qui se prononcera sur le sujet proposé. Un accord devra être obtenu de sa part. L'étudiant veillera également à donner les références du.de la promoteur.rice de stage et, éventuellement celles de l'encadrant.e sur place. Si l'accord est donné par la coordinatrice, l'étudiant.e sera invité.e à faire remplir sa convention de stage par les 3 parties: l'UCLouvain (via doyen.ne FASB), l'étudiant.e et le.a promoteur.rice de stage dans l'entreprise accueillante. Les démarches administratives se feront via le secrétariat des étudiants FASB. Les conventions doivent être établies et signées par les 3 parties avant le 1er jour de stage. Le stage peut avoir une durée supérieure à 12 semaines mais ne peut être rémunéré. Une fiche d'évaluation sera à compléter par le.la promoteur.rice de stage et envoyée directement par mail à la coordinatrice.",
        "teaching_methods": "Stage en entreprise d'une durée minimum de 12 semaines.",
        "assessment_methods": "L'évaluation des acquis sera basée sur deux documents: la fiche d'évaluation par le.la promoteur.rice de stage et un rapport écrit d'une page rédigé par le.la stagiaire et à remettre à une date qui sera précisée en cours d'année. Ces deux documents seront à adresser à la coordinatrice et serviront à établir la note finale selon une pondération qui sera détaillée lors des séances d'introduction aux stages.",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim1211",
        "title": "Méthodologie de la biologie cellulaire et moléculaire",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bommer Guido",
            "Collet Jean-François",
            "Constantinescu Stefan",
            "Tyteca Donatienne"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Les matières actuellement enseignées comportent (1) les principes et méthodes de la purification des protéines, y compris le calcul d'une table de purification ; (2) les principes, applications et mesures de prudence concernant l'utilisation de la radioactivité pour la recherche en biochimie et en biologie cellulaire; (3) les principes et applications de la culture cellulaire ; (4) les bases physiques, les méthodes, le potentiel et les limitations du fractionnement subcellulaire analytique ; et (5) les méthodes morphologiques, en mettant l'accent sur la localisation de molécules dans les cellules vivantes et fixées (\"tracking moléculaire\").",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à enseigner quelques méthodologies fondatrices et fondamentales de la biologie cellulaire et moléculaire, dont les titulaires ont une expérience particulière. Il privilégie la compréhension des principes et des limitations des méthodes présentées et vise à aider l'étudiant à choisir la méthode la plus appropriée pour répondre à une question spécifique. Il exige l'analyse quantitative des observations et différencie les conclusions fondées et injustifiées",
        "content": "Les matières actuellement enseignées comportent (1) les principes et méthodes de la purification des protéines, y compris le calcul d'une table de purification ; (2) les principes, applications et mesures de prudence concernant l'utilisation de la radioactivité pour la recherche en biochimie et en biologie cellulaire; (3) les principes et applications de la culture cellulaire ; (4) les bases physiques, les méthodes, le potentiel et les limitations du fractionnement subcellulaire analytique ; (5) les méthodes morphologiques, en mettant l'accent sur la localisation de molécules dans les cellules vivantes et fixées (\"tracking moléculaire\") ; (6) les méthodes de mutagénèse et les approches expérimentales permettant de mesurer l’expression de protéines et d’ARNm. Ce cours vise à enseigner quelques méthodologies fondatrices et fondamentales de la biologie cellulaire et moléculaire, dont les titulaires ont une expérience particulière. Il privilégie la compréhension des principes et des limitations des méthodes présentées et vise à aider l'étudiant à choisir la méthode la plus appropriée pour répondre à une question spécifique. Il exige l'analyse quantitative des observations et différencie les conclusions fondées et injustifiées. Les co-titulaires impliqués enseignent des techniques et méthodes qu’ils utilisent fréquemment dans leurs laboratoires respectifs, ce qui représente une plus-value pédagogique.",
        "teaching_methods": "Enseignement magistral, en présentiel. Un travail basé sur l'utilisation d'un purificateur virtuel de protéines est demandé dans le cadre de la partie consacrée à la purification des protéines.",
        "assessment_methods": "Examen écrit et au moins une question posée par chaque professeur; durée d'examen 2 h. Lorsque la note finale moyenne est comprise entre 9/20 et 10/20 (9,25, 9,5 et 9,75), les enseignants réexaminent ensemble la copie d'examen pour décider si la côte sera arrondie vers le bas ou vers le haut. C'est donc à une réévaluation complète de la copie que les 4 enseignants se livrent. S’il apparait que les réponses apportées à au moins deux questions sur quatre sont très insuffisantes, la matière sera considérée comme non maîtrisée et la côte sera arrondie vers le bas. La note du travail demandé dans le cadre de la partie consacrée à la purification des protéines représente 20% de la note pour cette partie.",
        "other_info": "notions nécessaires : biologie cellulaire et biochimie générale. Calendrier et local : second quadrimestre. Support : dias. Evaluation : l'examen juge l'analyse quantitative (une calculette est indispensable) de résultats obtenus à l'aide des méthodologies enseignées, dont il vise à tester la compréhension. Ces résultats pourront être présentés en anglais. La Dr Pauline Leverrier prend en charge l'enseignement de la partie sur la Purification des protéines.",
        "online_resources": "Les diapositives présentées au cours et qui reprennent la matière de manière exhaustive sont disponibles sur http://moodleucl.uclouvain.be/",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2060",
        "title": "Mémoire bibliographique en sciences biomédicales",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français > English-friendly",
        "content": "Le travail de mémoire a pour objectif de répondre à une question précise, définie avec le promoteur de mémoire. Un travail bibliographique permet d’apporter une réponse et une réflexion raisonnée sur la question posée. Le travail peut inclure l’analyse de résultats expérimentaux ou de données d’études non publiées, fournies par le promoteur.",
        "teaching_methods": "Des séminaires d'accompagnement sont organisés pour aider les étudiants à la compréhension des étapes de rédaction du mémoire",
        "assessment_methods": "Au terme de l’activité, une synthèse est rédigée sous forme d’un manuscrit remis aux membres du jury d’examen. Le mémoire est ensuite défendu oralement.  Le jury évalue tant le manuscrit que la défense du mémoire.",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wfarm1305",
        "title": "Eléments de pathologie humaine",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dechamps Mélanie",
            "Feron Olivier"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "L'enseignement de la pathologie générale vise essentiellement à présenter les maladies les plus importantes. Son objectif principal est de montrer, pour les pathologies choisies, l'enchaînement logique entre les causes des maladies (étiologie), les mécanismes réactionnels qu'elles déclenchent chez l'hôte (pathogénie) et leur traduction sous forme de dysfonctions. L'accent est chaque fois mis sur la dimension temporelle de ces processus (histoire naturelle des maladies). Il dégage également les relations entre les dysfonctions et les lésions d'une part, et les approches diagnostiques et les principes thérapeutiques actuels d'autre part.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compétences et connaissances à acquérir : \r- comprendre l'enchênement entre l'étiologie, la pathogénie et les disfonctions menant à l'apparition des pathologies courantes\r- comprendre les fondements de l'approche diagnostique et des principes thérapeutiques modernes",
        "content": "Enseignement magistral des principaux syndromes de pathologie humaine utile aux pharmaciens et étudiants de sciences biomédicales.\r1. Pathologie vasculaire : l'hypertension artérielle - l'insuffisance cardiaque - cadiopathie ischémique \r2. Pathologie respiratoire : asthme - bronchite chronique et emphysème \r3. Pathologie digestive : ulcère gastroduodénal - malabsorbtion - foie et arbre biliaire \r4. Maladies des glandes endocrines et leurs conséquences générales : pathologie thyroidienne - diabète - pathologie corticosurrénalienne - hormones sexuelles \r5. Equilibre acide-base et pathologie rénale \r6. Hématologie : anémie - leucémie aiguë - mécanisme de la coagulation \r7. Maladies nerveuses \rCours magistral en auditoire, développement de schémas pathogéniques au tableau. Chaque chapitre vise à faire ressortir une démarche intellectuelle particulière ou à illustrer une caractéristique générale en pathologie.",
        "teaching_methods": "Cours magistral en auditoire ou à distance.",
        "assessment_methods": "Questions à choix multiples (QCM) +  questions à réponse ouverte courte (QROC)",
        "online_resources": "L'ensemble des documents projetés ou difusés sont accessibles sur Moodle.",
        "course_materials": "Supports du cours disponibles sur Moodle",
        "responsible_entity": "FARM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2103",
        "title": "Santé, spiritualités et religions : C. Science, éthique et religion",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gaziaux Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "La science révèle un nouveau champ de connaissances et de croyances dans le monde contemporain, et plus particulièrement dans le monde de la santé. Comment les comprendre, les évaluer et les mettre en consonance-articulation non concurrentielle avec une croyance spirituelle ou religieuse ? Ce cours explore des concepts et aborde des outils pour ouvrir à la dimension éthique de ce questionnement. Les rapports entre science, éthique et foi sont complexes. Le monde de la santé est très concerné par diverses conceptions éthiques qui engagent des positionnements politiques différents et cruciaux pour notre existence et le vivre-ensemble (début et fin de vie, dons d’organe, éthique de la recherche, etc. Ces questions nécessitent une distance critique pour prendre en compte l'ensemble des personnes et des institutions concernées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître les enjeux liés à l'intégration des spiritualités et des traditions religieuses dans les soins de santé. 2 Identifier les réponses apportées par les religions aux questions existentielles. 3 Faire oeuvre d'esprit critique en se situant de façon personnelle par rapport aux sujets abordés. 4 Appréhender et distinguer les catégories fondamentales de la réflexion éthique (liberté, dignité, responsabilité, justice, etc.). 5 Proposer une argumentation éthique en faisant valoir la complexité des réalités humaines en jeu. 6 Comprendre la spécificité de certaines approches spécifiques à certaines approches spirituelles ou religieuses en éthique en général et en éthique biomédicale en particulier.",
        "content": "Le cours consiste en 8 séances en présentiel. Une séance commune avec les deux autres cours \"Santé, spritualités et religions\" est consacrée aux fondements de l’éthique en l’Islam et sa compréhension de l’être humain. Les séances du cours sont principalement des enseignements théoriques, illustrés de situations pratiques. L’objectif principal est d’initier à une démarche d’éthique et d'offrir des pistes pour penser le rôle des traditions religieuses et convictionnelles dans le domaine des sciences de la santé et des soins de santé. Le monde de la santé est très concerné les questionnements éthiques, lieux de réflexion et souvent de tensions avec les traditions religieuses. Pour aborder cette situation, la démarche part d’un éclaircissement de notions  telles que celles d'éthique, de morale, de science, de spiritualité, de religion, de normativité, etc.) et offre à partir de cet axe des outils pour penser une articulation différenciée et non concurrentielle entre elles. Ensuite, sera proposée une articulation entre éthique, et sagesse pratique qui ouvre à des perspectives en éthique biomédicale. Dans un troisième temps, le lien entre éthique et spiritualité, avec un focus particulier sur le domaine médical, sera présenté.",
        "teaching_methods": "Le cours se donnera de manière magistrale en présentiel. Des temps de discussion seront prévus.",
        "assessment_methods": "Examen écrit sur base du cours.",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2229",
        "title": "Interdisciplinary program in translational medicine",
        "credits": "5.00",
        "hours": "50.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Ce programme interuniversitaire est financé par le Fond Baillet Latour. Plus de renseignements sur le site https://www.ulb.be/fr/programme/phar-j902-1",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2255",
        "title": "Seminar on neurological and psychiatric disease",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "de Timary Philippe",
            "El Tahry Riëm",
            "Hanseeuw Bernard",
            "Hermans Emmanuel",
            "Nassogne Marie-Cécile"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "le cours doit être considéré comme indissociable du cours 'Maladies nerveuses et psychiatriques, approches théoriques et translationnelles' au sein de ce même programme. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours se basera sur l'exploration approfondie de quelques exemples de pathologies nerveuses courantes (par exemple maladie de Parkinson, maladie d'Alzheimer ou neuropathies diabétiques) depuis la compréhension des mécanismes physiopathologiques fondamentaux jusqu'au design d'une approche thérapeutique. Le cours soulignera également les approches expérimentales utilisées et soulignera les limites de celles'ci.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de : (1) Comprendre les principaux dysfonctionnements moléculaires et cellulaires affectant la physiologie nerveuse et conduisant potentiellement à des maladies neurologiques ou psychiatriques (2) Comprendre et maitriser les concepts qui sous-tendent les principales approches expérimentales exploitées pour l'étude des maladies nerveuses, au niveau moléculaire, cellulaire, tissulaire et comportemental. (3) Comprendre la stratégie exploitée dans l'étude d'une maladie neurologique, de la mise en évidence d'une cible thérapeutique et de la mise au point d'un traitement. (4) Appréhender les limites et difficultés de la transposition des connaissances au niveau expérimental vers la pathologie humaine.",
        "content": "L'enjeu du cours est d'amener l'étudiant à une connaissance des maladies neurologiques et psychiatriques les plus fréquentes. En complémet du cours WSBIM2152, ce cours invite l'étudiant à explorer en profondeur une maladie en particulier, au tavers de l'analyse d'une publication récente. La compréhension de celle-ci nécessitera de prendre connaissance d'autres publications ou revues de la littérature pour définir le contexte général des travaux plus récents.",
        "teaching_methods": "Travail autonome de l'étudiant consistenat en la recherche, la compréhension et l'analyse critique d'une publication scientifique récente.",
        "assessment_methods": "Présentera d'un exposé oral devant les enseignants (et éventuellement les étudiants). La note intègre la qualité de la recherche bibliographique, la présentation, son analyse critique et les réponses à quelques questions.",
        "other_info": "Cette unité d'enseignement consiste en un travail individuel de l'étudiant. Les enseignants du cours proposent dverses publications récentes relatant des progrès notables dans la compréhension des mécanismes ou du traitement de maladies neurologiques ou psychiatriques. Chaque étudiant choisi une publication et étudie son contenu aisni que les publications antérieures. Epaulé par d'éventuels échanges avec l'enseignant ayant proposé cette publication, l'étudiant prépare et présentera un exposé relatant cette publication tout en veillant à l'intégrer aux connaissances actuelles dans le domaine.",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2141",
        "title": "Signalisation intercellulaire et biologie des tumeurs",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Constantinescu Stefan",
            "Decottignies Anabelle",
            "Feron Olivier",
            "Lemaigre Frédéric",
            "Sonveaux Pierre"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Maîtrise active et passive des connaissances et compétences en biologie cellulaire et moléculaire, et en biochimie métabolique enseignées en baccalauréat.",
        "topics_covered": "Le cours aborde les mécanismes de signalisation intra- et intercellulaire en conditions normales et en pathologie cancéreuse, les agents interférant avec les voies de signalisation, l'interaction entre les cellules tumorales et leur environnement, l'angiogenèse et les altérations métaboliques résultant de l'adaptation des cellules tumorales à leur microenvironnement, en particulier l'hypoxie et l'acidose. Le cours traitera également des mécanismes mis en place par les cellules cancéreuses pour atteindre « l'immortalité ».",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de l'enseignement, l'étudiant doit : (1) connaître l'organisation des principales voies de signalisation intracellulaires, les principes d'interactions entre cellules tumorales et les vaisseaux sanguins, les principaux mécanismes de l'immortalité cellulaire et les déterminants du métabolisme tumoral; (2) comprendre et expliquer comment des anomalies des voies de signalisation intra- et intercellulaires, du métabolisme, et de l'immortalité cellulaire peuvent contribuer à la tumorigenèse et à la progression métastatique; comprendre et expliquer le mode d'action d'agents anti-cancéreux ciblant les voies de signalisation; (3) être en mesure de concevoir des approches visant à identifier des cibles thérapeutiques dans le cancer ; (4) être capable d'aborder la littérature scientifique du domaine, en particulier d'analyser de manière critique un exposé et un article, et de les positionner dans l'état de l'art du domaine concerné ; utiliser les connaissances acquises pour aborder de nouvelles questions en la matière.",
        "content": "Le cours aborde les mécanismes de signalisation intra- et intercellulaire en conditions normales et en pathologie cancéreuse, les agents interférant avec les voies de signalisation, l'interaction entre les cellules tumorales et leur environnement, l'angiogenèse et les altérations métaboliques résultant de l'adaptation des cellules tumorales à leur microenvironnement, en particulier l'hypoxie et l'acidose. Le cours traitera également des mécanismes mis en place par les cellules cancéreuses pour atteindre « l'immortalité\". Au terme de l'enseignement, l'étudiant doit : (1) connaître l'organisation des principales voies de signalisation intracellulaires, les principes d'interactions entre cellules tumorales et les vaisseaux sanguins, les principaux mécanismes de l'immortalité cellulaire et les déterminants du métabolisme tumoral; (2) comprendre et expliquer comment des anomalies des voies de signalisation intra- et intercellulaires, du métabolisme, et de l'immortalité cellulaire peuvent contribuer à la tumorigenèse et à la progression métastatique; comprendre et expliquer le mode d'action d'agents anti-cancéreux ciblant les voies de signalisation; (3) être en mesure de concevoir des approches visant à identifier des cibles thérapeutiques dans le cancer ; (4) utiliser les connaissances acquises pour aborder de nouvelles questions en la matière.",
        "teaching_methods": "Cours magistral en auditoire.",
        "assessment_methods": "Examen écrit à questions ouvertes évaluant les connaissances de l'étudiant et sa capacité à utiliser ses connaissances pour résoudre un problème biologique. Le cours comporte des chapitres présentés par plusieurs enseignants. Les questions portent sur l'ensemble de la matière; leur pondération est précisée sur la feuille d'examen. La note finale de l'examen reflète l'évaluation globale de l'examen par les enseignants et non la somme mathématique des points obtenus à chaque question.",
        "other_info": "bases nécessaires: Maîtrise active et passive des connaissances et compétences en biologie cellulaire et moléculaire, et en biochimie métabolique enseignées en baccalauréat.",
        "online_resources": "Les diapositives présentées au cours et les notes de cours sont disponibles sur http://moodleucl.uclouvain.be/",
        "bibliography": "The biology of Cancer, R.A. Weinberg, Garland Publishing",
        "course_materials": "Diapositives du cours mises à la disposition des étudiant•e•s",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim2230",
        "title": "Biochimie des erreurs innées du métabolisme",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dewulf Joseph",
            "Nassogne Marie-Cécile"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le premier cours rappelle les notions de base de génétique, les mutations et leurs conséquences et les modes de transmission des caractères génétiques : dominante, récessive, liée au sexe et mitochondriale. Lors des cours suivants, les groupes majeurs d'erreurs innées du métabolisme seront étudiés par voie métabolique: acides aminés, hydrates de carbone, lipides, purines et pyrimidines, porphyries, neurotransmetteurs. Les maladies touchant les organites intracellulaires, mitochondries, peroxisomes et lysosomes, sont également décrites de même que les défauts congénitaux de la glycosylation. Chaque groupe de maladies est abordé en mettant en relation les voies biochimiques concernées, avec les présentations clinique et biologique, les mécanismes physiopathologiques, l'approche diagnostique, le traitement, le pronostic et les anomalies génétiques. Lors des deux derniers cours, les maladies métaboliques sont revues à partir de l'étude du diagnostic différentiel de présentations cliniques et biologiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Introduire l'étudiant à la connaissance des maladies causées par des erreurs innées du métabolisme.",
        "content": "Le premier cours rappelle les notions de base de génétique, les mutations et leurs conséquences et les modes de transmission des caractères génétiques : dominante, récessive, liée au sexe et mitochondriale. Lors des cours suivants, les groupes majeurs d'erreurs innées du métabolisme seront étudiés par voie métabolique: acides aminés, hydrates de carbone, lipides, purines et pyrimidines, porphyries, neurotransmetteurs. Les maladies touchant les organites intracellulaires, mitochondries, peroxisomes et lysosomes, sont également décrites de même que les défauts congénitaux de la glycosylation. Chaque groupe de maladies est abordé en mettant en relation les voies biochimiques concernées, avec les présentations clinique et biologique, les mécanismes physiopathologiques, l'approche diagnostique, le traitement, le pronostic et les anomalies génétiques. Lors des deux derniers cours, les maladies métaboliques sont revues à partir de l'étude du diagnostic différentiel de présentations cliniques et biologiques.",
        "teaching_methods": "Cours interactif avec exposé de notions théoriques, cas cliniques et discussion",
        "assessment_methods": "L'examen se déroule en deux parties : Examen écrit à livre ouvert Présentation orale en duo d'une durée de 10 minutes sur un article proposé par le professeur",
        "other_info": "Les notions de base en biochimie et biologie cellulaire requises sont celles des étudiants des baccalauréats en médecine, pharmacie ou dentisterie. Les fichiers PowerPoint présentés au cours sont disponibles sur icampus.",
        "online_resources": "Les exposés sont disponibles sur Moodle",
        "course_materials": "Moodle",
        "responsible_entity": "SBIM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim1226",
        "title": "Biologie moléculaire (dont l'épigénétique) et travaux dirigés",
        "credits": "3.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Smet Charles",
            "Lemaigre Frédéric",
            "Michiels Thomas"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Chez les eucaryotes et procaryotes: structure de l'ADN et organisation du génome; réplication de l'ADN, flux de l'information génétique (ADN-ARN-protéine), régulation épigénétique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les objectifs sont l'apprentissage des notions de base de la génétique moléculaire des eucaryotes et procaryotes, la familiarisation des étudiants avec les principes de l'analyse des acides nucléiques et des protéines ainsi qu'avec les principes du génie génétique. Les notions abordées constituent un prérequis pour d'autres cours comme la microbiologie, la biochimie ou l'immunologie",
        "content": "Pour la partie théorique: Chez les eucaryotes et procaryotes: Structure de l'ADN, organisation de la chromatine, réplication de l'ADN, organisation des gènes, synthèse et contrôle de la synthèse des ARN messagers, ARN ribosomiaux et ARN de transfert, synthèse des protéines (traduction des ARNm; Modifications post-traductionnelles et adressage des protéines) , contrôle épigénétique de l'expression des gènes par modification des histones et de l'ADN. Au cours de travaux dirigés, des explications complémentaires sont apportées concernant l'analyse et l'utilisation de séquences d'ADN ou d'ARN et l'utilisation de logiciels pour cette analyse.",
        "teaching_methods": "Cours magistral et travaux dirigés (Eventuellement en mode comodal ou par Teams en cas de situation problématique)",
        "assessment_methods": "Evaluation: L'évaluation est réalisée au moyen d'un examen écrit comprenant des questions à choix multiples, des questions ouvertes et/ou des exercices. L'étudiant sera évalué sur sa capacité à utiliser les matières enseignées. Une partie de l'enseignement se fait en travaux dirigés. Des tests organisés au cours des séances de travaux dirigés peuvent donner lieu à un bonus pour la note globale du cours à condition que cette note soit d’au moins 9/20 avant bonus. L’examen comportera deux volets (biologie moléculaire et épigénétique) qui seront chacun notés sur 10 points. Si pour l'une des deux parties la note est égale ou inférieure à 3.5/10, l'examen sera considéré comme un échec et la note  globale ne dépassera pas 9/20, même si la somme arithmétique des deux parties et du bonus atteint 10/20.",
        "other_info": "La participation aux travaux dirigés et séances d’exercices est obligatoire et indispensable pour valider l’unité d’enseignement.Toute absence injustifiée entraîne une pénalité à l’examen de l'UE qui peut aller jusqu’à l’annulation de la cote d’examen pour l’année d’étude considérée (0/20). En cas d’absences répétées même justifiées, l’enseignant peut proposer au jury de s’opposer à l’inscription à l’examen relatif à l’UE en respect de l’article 72 du RGEE",
        "online_resources": "Des fichiers contenant des informations, des exercices et les diapositives présentées lors du cours sont disponibles sur MoodleUCL (https://moodleucl.uclouvain.be/).",
        "course_materials": "fichiers contenant les diapositives et certaines informations présentées au cours (disponible sur la plateforme Moodle)",
        "responsible_entity": "FASB"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wsbim1302",
        "title": "Virologie moléculaire",
        "credits": "3.00",
        "hours": "25.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Michiels Thomas"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Les thèmes abordés sont: structure des virus et cycle viral, classification, interactions virus-hôtes (transformation cellulaire, latence, variation antigénique, cancer, oncogènes, SIDA), manipulation et utilisation des virus, vaccination antivirale et agents antiviraux, prions et virus non-conventionnels. Quelques exemples de virus sont étudiés plus en détail pour illustrer la diversité des modes de fonctionnement des virus et pour permettre de comprendre l'influence de la biologie de base du virus sur son interaction avec l'hôte.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à faire acquérir établir les connaissances de base de la biologie des virus. Il  établit le lien entre le fonctionnement d'un virus au niveau moléculaire et le type de relation que le virus entretient avec son hôte, l'homme en particulier. Ce cours permet aussi de comprendre les bases des techniques utiles pour la détection de virus et la lutte contre les virus pathogènes.",
        "content": "- Historique de la découverte des virus.\r- Structure et composition des virions.\r- Le cycle d'infection d'une cellule par un virus.\r- Exemples de cycles viraux représentatifs (virus à ADN, virus à ARN, rétrovirus).\r- Interaction virus-hôte (transformation cellulaire, latence, variation antigénique, cancer, oncogènes, SIDA). \r- Vaccination et agents antiviraux.\r- Manipulation et utilisation des virus. \r- Agents non-conventionnels et prions.",
        "teaching_methods": "cours magistraux et discussions",
        "assessment_methods": "examen écrit combinant éventuellement des questions ouvertes à quelques questions à choix multiples.",
        "other_info": "bases nécessaires: notions de biochimie, de biologie cellulaire et de biologie moléculaire: - Nature et fonction des protéines et des acides nucléiques - Expression des gènes dans les cellules eucaryotes, synthèse des protéines, adressage des protéines. - Organisation de la cellule eucaryote, de ses compartiments et de son fonctionnement de base. Evaluation: L'évaluation est réalisée au moyen d'un examen écrit. L'étudiant sera évalué sur sa capacité à utiliser les matières enseignées pour résoudre des problèmes. Méthodes: L'enseignement est donné sous forme de cours magistraux, une certaine place étant réservée à illustrer le lien qui existe entre les connaissances et les données expérimentales qui ont permis d'aboutir à cette connaissance.",
        "online_resources": "fichiers comportant un résumé du cours, des documents relatifs au cours et les illustrations présentées au cours déposés sur la plateforme Moodle",
        "course_materials": "Illustrations projetées aux cours disponibles sur Moodle fichiers présentant un résumé du cours et divers documents relatifs au cours",
        "responsible_entity": "SBIM"
    }
]