[
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2811",
        "title": "Histoire des familles et des sexualités",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Mostaccio Silvia",
            "Van Ypersele Laurence"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours s’organise sur la longue période : 16ème-21ème siècles, avec des références ponctuelles à la tradition juridique romaine et aux pratiques sexuelles préchrétiennes. Les étudiant.e.s réaliseront ainsi que toute pratique juridique, sociale, économique, religieuse et sexuelle en lien avec la vie des couples et des familles est le produit spécifique d’un contexte déterminé. En prenant comme point d’observation principal l’Europe, il s’agira de pointer les continuités, les moments de rupture et les changements progressifs. On analysera les influences respectives des pouvoirs religieux, politiques, médical et économiques dans des sociétés patriarcales, sans oublier la capacité d’agir par la pensée et par les pratiques des groupes subalternes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant(e) est capable : -        de resituer un élément de la vie familiale et de la perception ou de la pratique de la sexualité dans son contexte historique ; d'analyser une situation familiale en prenant en compte les continuités et les discontinuités qu'elle manifeste en matière de représentations comme de valeurs ou de comportements.",
        "content": "Le cours est organisé en deux modules : période moderne et époque contemporaine. Dans une perspective diachronique et mobilisant une analyse genrée des changements et des continuités dans les sociétés de l’Europe occidentale, il s’agira de pointer les systèmes de pouvoir (notamment économiques, religieux et sociaux) ayant influencé les discours et les pratiques du mariage, ainsi que les rôles de la femme, de l’homme et des enfants. Une attention particulière sera portée sur la formalisation des asymétries de genre et sur la construction des masculinités et des féminités. L’histoire des émotions, des sexualités et de leurs pratiques seront aussi évoquées.",
        "assessment_methods": "Examen oral.",
        "online_resources": "Power-point des séances. Chaque étudiant.e devra y associer ses propres notes de cours",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1201",
        "title": "Psychologie clinique",
        "credits": "6.00",
        "hours": "60.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delor Bérénice",
            "Douilliez Céline",
            "Pinon Nicolas",
            "Willemsen Jochem",
            "Zech Emmanuelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "Développement historique de la psychologie clinique : approches, méthodes, théorisations, thèmes d'étude et champs d'intervention Les exigences scientifiques dans un champ d'application de la psychologie particulièrement difficile à « objectiver » Exposé des paradigmes de référence pour la discipline : Thérapies cognitivo-comportementalistes, thérapies psychanalytiques, thérapies systémiques, thérapies centrées sur la personne ; Les évaluations de l'efficacité des interventions cliniques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : Connaître les méthodes pertinentes de la psychologie clinique qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation (A1) Connaître les interventions cliniques différentes visant à améliorer une situation donnée (individu, groupe ou organisation) (B1) Analyser et critiquer de manière argumentée une situation (individu, groupe ou organisation) en référence à des théories, des résultats de recherche, méthodes et outils relevant de la psychologie clinique (A2). Connaître des méthodologies et des outils de la recherche scientifique en psychologie clinique (E1) Identifier l'apport et la plus-value de la recherche scientifique en psychologie clinique  sur la compréhension de situations données (E2)",
        "content": "Objectifs (en termes de compétences) Suite à l’introduction aux objets et aux méthodes spécifiques propres à la psychologie clinique, l’étudiant·e sera capable de distinguer les approches différentes possibles et d’en évaluer l’opérationnalité selon la situation clinique donnée. Il pourra se servir de théories, de modèles et de concepts majeurs de la psychologie clinique afin de décrire leur façon d’aborder l’individu, la famille, les systèmes humains. Objet de l'activité (principaux thèmes à aborder) - L’étudiant·e sera capable d’articuler le développement historique de la psychologie clinique selon les approches, les méthodes, la théorisation, les thèmes d'étude et le champ d'intervention; - Il possèdera un savoir épistémologique de la psychologie clinique par rapport à d'autres façons de penser et de pratiquer : tant la psychologie que les sciences de l'éducation et la psychiatrie; - Face à la richesse d’approches cliniques étudiées dans ce cours, l’étudiant·e aura une première occasion de se positionner quant à ses intérêts plus spécifiques dans le domaine de la psychologie clinique; - La diversité de la matière enseignée lui permettra en même temps d’évaluer l'unité du champ de la discipline et les exigences d'une scientificité appropriée à son objet spécifique - Il·elle sera familiarisé·e avec les paradigmes de référence essentiels pour la discipline : psychologie cognitivo-comportementale, psychanalyse, psychologie systémique et la psychothérapie centrée sur la personne et expérientielle. Contenu Le cours comporte cinq parties : une introduction générale, suivie d’introductions aux quatre paradigmes de référence : l'approche psychanalytique (I), l'approche systémique (II),  l'approche cognitivo-comportementale (III) et la psychothérapie centrée sur la personne et expérientielle (IV) Introduction générale Histoire des rapports de l'homme occidental à la folie et à la maladie mentale. Histoire de la psychologie clinique. Définitions de la psychologie clinique. Activités du psychologue clinicien. Positionnement épistémologique de la psychologie clinique. I. Approche psychanalytique Introduction à l'inconscient « freudien ». Après l’abord plus particulier des concepts de fantasme et de désir ainsi que des rejetons de l'inconscient : les rêves, les symptômes, les actes manqués, les transferts et les choix de vie (amoureux et professionnels), l’étudiant aura les premiers outils théoriques et techniques de concevoir le conflit psychique. Introduction à la clinique de la cure psychanalytique et des psychothérapies d’orientation psychanalytiques, l’étudiant·e pourra différencier leurs finalités respectives, leurs modalités spécifiques et faire l’évaluation de leur efficacité. II. Approche systémique Objectif: Il s'agit d'initier les étudiant·e·s à penser l'homme en relation avec son environnement. D'abord l'homme qui s’inscrit harmonieusement dans un environnement dynamique et, ensuite, les perturbations que l'homme subit en relation avec un dysfonctionnement de son milieu d'appartenance. Contenus: La première partie sera dédiée à l’examen de la systémique telle qu’introduite par l’Ecole de Palo Alto comme paradigme nouveau dans le champ de la clinique. Seront vus ensuite l’ensemble des concepts centraux initiés par cette approche. Ceux-ci seront enchâssés dans une perspective historique. Plusieurs écoles et courants d’approches à la thérapie familiale seront examinés. La dernière partie sera consacrée à l’observation de méthodes et outils utilisés en thérapie familiale. III. Approche cognitivo-comportementale Cette partie du cours explorera ce que recouvrent les thérapies cognitivo-comportementales, en insistant notamment sur la notion de pratique fondée sur les données probantes et le concept de validité en psychologie clinique. Elle détaillera les différentes étapes du processus de prise en charge en thérapies cognitivo-comportementales (évaluation, conceptualisation de cas et intervention). Enfin, elle approfondira les trois « vagues » théoriques qui ont contribué à la construction progressive des thérapies-cognitivo-comportementales en présentant les modèles théoriques centraux (théories de l’apprentissage, théories cognitives et les théories émotionnelles et méta-cognitives) et les interventions principales qui ont été développées à partir de ces modèles. IV. Psychothérapie centrée sur la personne et expérientielle Après une mise en contexte historique du développement de la psychothérapie centrée sur la personne, seront exposés les principes fondamentaux de cette approche psychothérapeutique : la tendance actualisante, la théorie de la personnalité, le processus thérapeutique et les 6 conditions nécessaires et suffisantes au changement thérapeutique postulées par Carl Rogers. Une partie de ce cours sera consacrée à la validation scientifique de ces paradigmes. Le cours se clôturera par un panorama des évolutions contemporaines des thérapies centrées sur la personne et expérientielles (e.g., pré-thérapie, thérapie centrée sur les émotions, thérapie existentielle, Focusing).",
        "teaching_methods": "Le cours est composé d'exposés magistraux (donnés en présentiel ou en distanciel si les protocoles sanitaires ne permettent pas une pleine occupation des auditoires) avec illustrations cliniques. Pour la partie « psychanalytique », au-delà de l'exposé oral soutenu par une série de diapositives, des vidéos de thérapeutes en action seront discutées, et les étudiant·e·s seront invité·e·s à faire des exercices expérientiels. La partie « systémique » sera accompagnée de vignettes cliniques où les étudiant.e.s seront invité.e.s, via des sondages en ligne, à proposer des pistes de réponses qui seront, ensuite, débattues en groupe élargi. Pour la partie relative aux « thérapies cognitivo-comportementales », au-delà de l'exposé oral soutenu par une série de diapositives, les étudiant·e·s seront invité·e·s à faire des exercices expérientiels. Pour la partie relative à la \" psychothérapie centrée sur la personne et expérientielle \", au-delà de l'exposé oral soutenu par une série de diapositives, une série de vidéos de thérapeutes en action seront diffusées et discutées avec les étudiant·e·s. Les étudiant·e·s recevront également un portfolio comprenant des textes de référence. Leur lecture est obligatoire et soumise à l'évaluation finale.",
        "assessment_methods": "Le cours est évalué via un examen écrit qui porte sur le cours magistral (contenu des exposés, diapositives et vidéos) et les textes obligatoires. L’évaluation est réalisée à l’aide d’un QCM constitué de 40 questions avec 5 options de réponses et 1 réponse correcte est attendue à chaque question. Un point est attribué à chaque réponse correcte et aucun point n’est attribué en cas d’absence de réponse ou de réponse incorrecte. L'arrondi mathématique est réalisé lorsque la note finale est >= à 10/20 (= le seuil de réussite, p.ex. 10,5 = 11 mais 10,49 = 10). En dessous de 10/20, la note finale est arrondie à l'unité inférieure (p.ex. 9,78 = 9/20). Les modalités d’évaluation sont identiques en première session et en seconde session. L'examen se déroulera en présentiel ou en distanciel en fonction de l'évolution de la situation sanitaire liée au COVID-19.",
        "other_info": "Les cours cités ci-dessous fournissent des bases importantes de compréhension et d'intégration de la matière de ce cours. LPSP1001 : Psychologie générale : processus et théories LPSP1002 : Histoire et épistémologie des idées en psychologie et en éducation LPSP1003 : Introduction à la psychologie du développement LPSP1004 : introduction à la psychologie de la personnalité LPSP1012 « Méthodologies de l'observation » sur l'histoire des méthodes cliniques",
        "online_resources": "Les diapositives présentées en cours ainsi que les exercices et les lectures obligatoires (et facultatives) seront mises en ligne sur Moodle au fur et à mesure de la progression du cours.",
        "bibliography": "Les références recommandées ou obligatoires se trouvent dans les documents postés sur Moodle",
        "course_materials": "Douilliez, C., Pinon, N, Willemsen, J.  & Zech, E. Diapositives du cours de Psychologie clinique, disponibles au fur et à mesure sur la plateforme Moodle. Université catholique de Louvain, Louvain-la-Neuve, Belgique",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2710",
        "title": "Approches biologiques de la fonction sexuelle et de la reproduction humaine",
        "credits": "6.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Marotta Maria Laura",
            "Sempels Maxime"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance générale de la biologie humaine (niveau études secondaires) pour la finalité interdisciplinaire et connaissances plus spécifiques pour la finalité sexologique (psychologues et médecins)",
        "topics_covered": "Anatomie et physiologie de la reproduction et des réactions sexuelles ; fertilité et infertilité ; psychophysiologie de la sexualité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 « A la fin de ce cours l'étudiant est capable de : -       Comprendre de façon générale les mécanismes biologiques à la base d'une part de la reproduction et d'autre part des réactions sexuelles dans l'espèce humaine. -       D'acquérir et de développer son esprit critique vis-à-vis des liens entre le versant biologique et les versants psycho-sociaux de la fonction sexuelle -       Ce cours fait partie du tronc commun des deux finalités. Les étudiants de la finalité multidisciplinaire pourront se familiariser avec les aspects bio-médicaux de la sexualité et en mesurer les enjeux pour leurs futures activités professionnelles. AA1.1 ; AA1.2 ; AA1.3 ; AA1.4 ; AA2.3 ; AA3.1 ; AA6.1 Les étudiants de la finalité sexologique y trouveront un rappel orienté de notions acquises dans leur formation de base (psychologues et médecins) afin de se préparer au mieux pour les cours plus spécifiquement sexologiques qui portent sur les pathologies et les dysfonctions. AA1.1 ; AA1.2 ; AA2.3 ; AA2.11 ; AA6.1",
        "content": "La partie du cours du Dr Marotta : Le but de cette partie de cours est - de connaître l'anatomie génitale chez la femme; - de comprendre le cycle hormonal chez la femme et d'en connaître les variabilités au cours de la vie ainsi que l'impact sur le bien-être global de la femme; - de connaître le fonctionnement de la reproduction avant de pouvoir aborder les différents types de contraception ainsi que leurs effets systémiques et les traitements de procréation médicalement assistée. Seront, également, abordées certaines pathologies gynécologiques pouvant avoir un impact sur le bien-être de la femme et la sexualité du couple (la ménopause, le syndrome prémenstruel, le syndrome des ovaires micropolykystiques et l'endométriose). L'examen se fera sous forme de QCM en majorité (avec des notes 0, +1; pas de coefficient de certitude) et maximum 4 questions ouvertes.",
        "teaching_methods": "Sous réserve de modifications des conditions sanitaires liées au covid-19 : le cours se donnera en Présentiel intégral. Voici les méthodes d'enseignements selon les enseignants : Maria-Laura Marotta : Mindnote (les pdf sont disponibles sur Moodle avant les cours) Michel Hermans, Coordinateur du cours LSEXM2710 : diapositives Power Point données aux étudiants sur une clé USB Reinier-Jacques Opsomer : diapositives Power Point déposées sur une clé USB remise aux étudiants au début des cours. Par ailleurs, ces diapositives PP sont disponibles sur Moodle et TEAMS.",
        "assessment_methods": "Questions ouvertes (Reinier-Jacques Opsomer) et questions à choix multiples (Michel Hermans) QCM, vrai ou faux et questions ouvertes (ML Marotta)",
        "bibliography": "Bibliographie conseillée (facultative) par M. Hermans : David C. GEARY - Hommes, Femmes - L'évolution des différences sexuelles humaines - De Boeck Diffusion 2003 -- ISBN 2-7445-0156-5 Bibliographie conseillée (facultative) par R.J. Opsomer : 1. E. N. MARIEB - Anatomie et physiologie humaines - Adaptation de la 6e édition américaine - Editeur : Pearson Education 2. ZWANG G. & ROMIEU A.- Précis de thérapeutique sexologique - Editeur : Maloine - 4e édition 3. MIMOUN S. - Petit Larousse de la Sexualité - 2007  - ISBN 978-2-03-582291-8 Bibliographie conseillée (facultative) par M.L. Marotta : 1. 2.",
        "course_materials": "Pour OPSOMER R. J. : diapositives PP projetées au cours et transmises aux étudiants et un Guide \"Vivio\" intitulé : Les troubles de l'érection dont les pages 12 à 24 sont obligatoires (guide disponible sur Moodle et TEAMS)",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2713",
        "title": "Approches sociologiques de la famille et du couple",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Izaguirre Valdivieso Lorena Rocio"
        ],
        "teaching_language": "Français",
        "topics_covered": "' Les théories sociologiques relatives à la famille et au couple ' Les problématiques contemporaines du champ (à titre d'exemples) : -          La répartition des tâches dans la sphère domestique ; -          Les tensions entre vie professionnelle et vie privée ; -          Les conflits conjugaux et les violences conjugales ; -          Les échanges intra-conjugaux de capitaux ; -          La pluriparentalité ; -          L'homoprentalité ; -          La codification de l'espace privé par l'Etat ; L'individualisme dans la vie de famille ; etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 « A la fin du cours, l'étudiant sera capable de : - de présenter les grands repères de la pensée sociologique par rapport à une question-problématique ; - de rendre compte fidèlement de la pensée d'un auteur ; - de déconstruire le raisonnement d'un auteur et de le mettre en perspective avec celui d'autres auteurs.",
        "content": "Ce cours proposera un tableau des théories sociologiques de la famille et du couple, en se focalisant plus particulièrement sur les approches sociologiques contemporaines. Elle présente d'abord l'évolution de la famille à travers trois périodes (société traditionnelle, modernité 1 et modernité 2) à partir de cinq regards (les morphologies, les fonctions, les interactions, les rapports de pouvoir, les institutions). Par ailleurs, elle cherche à s'articuler aux problématiques actuelles du champ et accorde une place privilégiée aux recherches récentes dans le domaine. Les problématiques contemporaines abordées sont, à titre indicatif, les suivantes : la question identitaire dans la vie de couple, la constitution des couples, les échanges intraconjugaux de capitaux, les conflits conjugaux et les violences conjugales, le travail de care , la répartition des tâches dans la sphère domestique, les tensions entre vie professionnelle et vie privée, les familles transnationales, l'homoparentalité, la pluriparentalité, les liens entre générations, le divorce, la violence intrafamiliale, la codification de l'espace privé par l'Etat, les critiques de la famille.",
        "teaching_methods": "Le cours combine l'enseignement magistral, pour sa majeure partie, avec des présentations par des chercheur·euses invité·es et quelques séances plus participatives organisées sur le mode du débat. Sauf cas de force majeure (ex. retour aux restrictions suite à une nouvelle épidémie sanitaire), les séances sont dispensées en présentiel. Méthodes : Cours magistral, avec espace de discussion Lecture individuelle de la littérature académique (articles, chapitres, rapports, etc.)",
        "assessment_methods": "Les modalités d'évaluation précises sont définies par le/la titulaire au début du cours : L'évaluation porte d'une part sur la connaissance de la matière et d'autre part sur la capacité à appréhender une question-problématique transversale. En première session, l'évaluation est écrite. Elle se fera via un examen classique (question ouvertes) en salle (si la situation sanitaire le permet; à défaut, elle prendra la forme d'une évaluation à distance). En seconde session, l'évaluation est orale (questions ouvertes), en face-à-face (ou via un outil tel que Teams, si la siuation sanitaire l'imposait).",
        "online_resources": "Toutes les ressources sont déposées sur moodle.",
        "bibliography": "La bibliographie est incluse dans les ressources déposées sur moodle.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1003",
        "title": "Introduction à la psychologie du développement",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Roskam Isabelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "-          Les concepts fondamentaux de la psychologie du développement, facteurs de développement et épistémologie -          Les approches du développement : approche évolutionniste, environnementaliste et interactionniste ; les modèles du développement ; les étapes du développement humain -          Les trois grands domaines du développement o    Le développement physique (moteur et sensoriel) : les sens, les réflexes, les axes du développement moteur, les étapes du développement moteur o    Le développement cognitif : le développement de l'intelligence (théorie constructiviste et socio-constructiviste), le développement moral, le développement langagier o    Le développement social : la théorie de l'attachement, le développement émotionnel, l'identité et le concept de soi",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant devra être capable de/d': ·         Maîtriser et comprendre les principaux cadres théoriques de la psychologie du développement psychologique ainsi que les concepts-clés  et approches méthodologiques des différents domaines du développement : neuronal, sensori-moteur, cognitif, communicatif, affectif, social ·         Différencier les étapes de développement, les mécanismes et les facteurs de développement selon les domaines et les conceptions ·         Identifier les liens entre les multiples domaines et dimensions du développement à chaque période de vie ·          Interpréter la signification développementale des comportements de personnes d'âges distincts dans une situation particulière, en appliquant les concepts et approches pertinent(e)s des domaines Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation; E2. identifier l'apport et la plus-value de la recherche scientifique en psychologie et en sciences de l'éducation sur sa compréhension de situations données; Secondairement, ce cours vise à amener les étudiants à : A2. analyser, critiquer de manière argumentée et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie. B1. maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation); E1. maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et en sciences de l'éducation;",
        "content": "Après une introduction aux concepts importants de la psychologie du développement et aux méthodes qu'elle emploie, les grandes théories du développement seront présentées. Ensuite, les trois grands domaines de développement seront étudiés, le développement physique, cognitif et social. Les étapes du développement dans ces trois grands domaines seront présentées pour tenter de répondre à la question du « QUAND », soit « à quel moment de leur développement les individus sont-ils capables de ? ». Les facteurs de développement permettant aux individus de passer d'une étape à une autre, d'acquérir de nouvelles compétences seront également abordés afin de répondre à la question du « COMMENT ?». Les liens entre les trois grands domaines de développement seront soulignés.",
        "teaching_methods": "Cours ex catedra en grand auditoire; lectures personnelles; mises en situation et moments interactifs; vidéos montrées au cours.",
        "assessment_methods": "L’évaluation est réalisée à l’aide d’un QRM (Questions à Réponses Multiples) constitué de 10 questions avec 4 options de réponses. 1 à 4 réponses correctes sont attendues à chaque question. Chaque question répondue correctement vaut 1 point. L’absence de réponse, une réponse partielle ou incorrecte valent 0 point.",
        "online_resources": "site du cours Moodle",
        "bibliography": "",
        "course_materials": "Berger, K.S. et al. (2012). Psychologie du Développement. Bruxelles: de Boeck; Berger, K.S. (2023). The Developing Person Through the Life Span (12th ed). McMillan Learning.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsped1213",
        "title": "Enjeux contemporains du développement : une approche comparative",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Amougou Joseph",
            "Chemouni Benjamin"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours porte sur l'analyse du défi social du développement en analysant les relations complexes entre libéralisation, croissance, pauvreté et inégalités à partir d'une approche en termes de développement. Il adopte pour cela une démarche comparative traitant des enjeux de la mondialisation dans les différentes régions du monde et en dégageant des problématiques communes en termes de développement aussi bien au Nord qu'au Sud et à l'Est.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours a pour objectif de sensibiliser les étudiants à la problématique générale du développement à partir de l'analyse critique de grandes questions qui animent le débat actuel sur la mondialisation.",
        "content": "Le cours dresse un panorama de l'évolution des conditions économiques et sociales dans le monde depuis la fin de la Second Guertre Mondiale. Il met l'accent sur le processus dual d'intégration/exclusion à l'oeuvre dans l'économie mondialisée qui produit à la fois des opportunités de croissance et de la fragmentation sociale et des inégalités. Il analyse aussi de manière critique les principales politiques domestiques et internationales préconisées. Il comporte une dimension comparative forte en mettant en regard les expériences de développement de différentes régions du monde.",
        "teaching_methods": "Cours magistral complété par des notes de cours (powerpoint) et quelques lectures obligatoires.",
        "assessment_methods": "Examen écrit sous forme de QCM et/ou questions de cours (session de janvier et d'aout).",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsex1360",
        "title": "Séminaire interdisciplinaire d'études de la famille et de la sexualité",
        "credits": "10.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Wauthier Pierre-Yves"
        ],
        "teaching_language": "Français",
        "topics_covered": "Séminaire à thèmes variables choisis dans les actualités sociale et culturelle de la famille, du couple et de la sexualité. Le travail consiste à étudier les thèmes choisis en recourant aux publications scientifiques récentes issues de disciplines différentes en sciences humaines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Sensibiliser les étudiants aux aspects pluridisciplinaires des réalités familiales, conjugales et sexuelles et à la complexité de ces réalités.",
        "content": "Le séminaire aborde un ensemble de notions de bases en sciences de la famille et de la sexualité. Ces notions sont issues de différentes disciplines des sciences humaines et sociales (psychologie, histoire, droit, sociologie, anthropologie...) complétées d'éléments théoriques des sciences du vivant (biologie et médecine). Le séminaire est également un éveil aux méthodes scientifiques. Les participant·es sont amené·es à identifier des publications scientifiques pertinentes, à produire des synthèses de la littérature et à communiquer, sous forme orale et écrite, les résultats de leurs recherches bibliographiques.",
        "teaching_methods": "Comme tout séminaire, les séances sont interactives. La participation active des étudiant·es est recommandée. La présence des étudiant·es est obligatoire (le non-respect de cette modalité peut entraîner l’opposition à l’inscription de l'étudiant·e à l’examen, articles 71, 72 et 73 du RGEE). Ce séminaire vaut 10 ECTS. Il exige un investissement en travaux individuels et de groupe d'environ 250 à 300 heures, au long du quadrimestre. Le temps de travail hors séances dépasse donc largement le temps passé en séance. Les modalités horaires seront communiquées lors de la première scéance et sur Moodle en début de quadrimestre. Selon les recommandations sanitaires et la capacité d'accueil des locaux, des séances pourraient se dérouler en ligne.",
        "assessment_methods": "Evaluation continue sur base de rapports écrits et de présentations orales au sujet de la littérature abordée. Le travail final est une production originale composée par l'étudiant·e. Cette composition doit s'appuyer sur des publications scientifiques, proprement référencées. Les outils d’intelligence Artificielle Générative (e.g. ChatGPT) ne constituent pas des sources scientifiques. Pour la réalisation de ce travail, l’utilisation d’outils d’Intelligence Artificielle générative n'est donc pas recommandée. Si néanmoins l'étudiant·e souhaite citer un extrait de texte produit par un outil d'intelligencec artificielle pour nourrir son travail, l'étudiant·e devra alors citer entre guillemets les portions de ses compositions tirées de l'outil, référencer l'outil mobilisé ainsi que la ou les requêtes exactes ( prompts ) utilisées. Selon les politiques sanitaires mises en oeuvre, les présentations orales des étudiant·es pourraient se dérouler en ligne.",
        "other_info": "Support : bibliographie co-construite, diaporamas, ressources multimédias sur Moodle. L'anglais étant l'une des langues les plus utilisées dans la production scientifique, il est attendu qu'une part des ressources bibiographiques mobilisées par les étudiant·es soit rédigée en anglais.",
        "online_resources": "La page Moodle du séminaire rassemble toute la littérature scientifique vue en cours ainsi que des ressources méthodologiques, thématiques et disciplinaires sur support multimédias. Certaines activités pédagogiques seront réalisées avec Teams. Des sous-canaux Teams seront dédiés à la réalisation des travaux de groupe.",
        "bibliography": "Entre autres  : Servais, P., Ed. (2014). Regards sur la famille, le couple et la sexualité. Un demi-siècle de mutations. Famille, couple, sexualité. Louvain-la-Neuve, Academia-L'Harmattan.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsped1215",
        "title": "Genre et sociétés",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Rizzi Ester Lucia"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le fil conducteur est de montrer les liens entre la problématique de genre et les autres types d'inégalité. L'approche fait donc appel aux différentes disciplines des sciences humaines. La perspective comparatiste et historique est donc privilégiée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif est de permettre aux étudiants d'acquérir des connaissances de base sur la problématique du genre, soit les rapports sociaux entre les hommes et les femmes, et de situer cette problématique du genre dans les enjeux de société contemporains.",
        "content": "Le cours illustre les inégalités de genre dans différents domaines et à étapes de la vie. Nous aborderons les principaux courants explicatifs des inégalités de genre et de leur persistance, ainsi que les stratégies possibles pour parvenir à l'égalité. Des comparaisons entre différentes zones géographiques seront constamment appliquées, ainsi que l'analyse par identité de genre et par le prisme de l’intersectionnalité.",
        "teaching_methods": "A la fin du cours, vous serez capable d'analyser de manière critique les questions de genre à partir d'approches épistémologiques variées. L’exposé magistral sera interactif.",
        "assessment_methods": "L’évaluation sera par questionnaire à choix multiple",
        "other_info": "COVID-19 : En code jaune ou orange, l'enseignement sera en type comodal (moitié de la cohorte en présentiel, l'autre moitié en distanciel, alternativement d'une semaine sur l'autre). Quel que soit le mode d'enseignement le mode d'évaluation reste le même.",
        "bibliography": "Bibliographie mise à disposition à chaque séance en fonction du thème abordé. Bibliography available at each session depending on the theme.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1125",
        "title": "Psychologie et psychologie sociale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Buxant Coralie",
            "Corneille Olivier",
            "Woltin Karl-Andrew"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les connaissances feront d'abord l'objet d'une brève mise en perspective historique. L'enseignement des applications sera conçu de manière à introduire les concepts fondamentaux et les résultats principaux dans les domaines étudiés. Le(s) enseignant(s) veilleront à illustrer par ces applications les concepts fondamentaux et les principes critiques développés dans les deux premiers chapitres. 1. Présentation générale des domaines actuels et des méthodes de la psychologie scientifique. 2. Définition et niveaux de complexité de la cognition, à partir des processus neuropsychologiques de la représentation mentale. 3. Emotions et sentiments : le développement de l'attachement social ; l'attirance sexuelle et la passion amoureuse ; le stress et ses conséquences pathologiques. 4. La communication non verbale : héritage primatologique des signaux universels (mimiques faciales et gestes); la séduction sexuelle; le poids des informations verbales et non verbales dans le charisme des leaders politiques. 5. Les attitudes et leur changement : antécédents affectifs, cognitifs et comportementaux 6. Influence sociale : le poids des normes et de l'autorité 7. Les relations intergroupes : stéréotypes, discrimination et conflits intergroupes",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif essentiel d'un cours introductif est d'offrir aux étudiants une présentation des connaissances fondamentales en psychologie, ainsi qu'en psychologie sociale contemporaine. L'étudiant devra acquérir les concepts et méthodes d'analyse lui permettant de développer sa capacité à détecter et analyser les mécanismes psycho-sociaux de base sous-tendant les raisonnements et le comportement humain. L'étudiant devra développer ses capacités d'analyse, de synthèse et d'évaluation critique d'informations de nature psychologique. Il sera sensibilisé aux portées et limites de l'approche psychosociale et invité à aborder ce courant dans le contexte plus général des sciences humaines (place, apports et limites de la psychologie dans la compréhension et la prédiction des conduites sociales).",
        "content": "Ce cours propose une introduction générale à la psychologie et à la psychologie sociale. Les contenus particuliers vus aux cours dépendent de la série concernée (ECGE, ...; INGE, ...; SPOL, HUSO & COMU, ...).",
        "teaching_methods": "Pour la série \"Olivier Corneille\" (principalement ECGA): Cours ex cathedra. Pour la partie \"Coralie Buxant\"(principalement COMU, HUSO & SPOL): Idem. Pour la partie \"Karl-Andrew Woltin\" (principalement INGE): Idem.",
        "assessment_methods": "Pour la série \"Olivier Corneille\" (principalement ECGA): Modalité d'évaluation: Examen écrit QCM sur la matière, contenant 30 questions avec trois possibilités de réponse dont une seule est correcte. Le seuil de maitrise minimum des acquis d’apprentissages (correspondant à une note de 10/20) requiert de répondre correctement à au moins 20 questions sur 30. La formule utilisée pour la pondération des points sera explicitée au premier cours. Ces modalités d'évaluation restent les mêmes pour toutes les sessions d'une même année. Pour la série \"Coralie Buxant\" (principalement SPOL, HUSO & COMU): Idem. Pour la série \"Karl-Andrew Woltin\" (principalement INGE): Idem.",
        "other_info": "Le cours est dispensé en français.",
        "online_resources": "Pour la partie \"Olivier Corneille\" (principalement ECGA): PDFs des powerpoints disponibles sur Moodle + liens vers vidéos et autres médias. Pour la partie \"Coralie Buxant\" (principalement SPOL, HUSO & COMU): Idem. Pour la partie \"Karl-Andrew Woltin\" (principalement INGE): Idem.",
        "course_materials": "Pour la partie \"Karl-Andrew Woltin\" (principalement INGE): Godefroid, J. (2011). Psychologie: science humaine et science cognitive. DeBoeck. Pour la partie \"Karl-Andrew Woltin\" (principalement INGE):  Yzerbyt, V. & Klein, O. (2019). Psychologie sociale. DeBoeck.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2720",
        "title": "Questions spéciales : éthique dans le domaine de la sexualité",
        "credits": "4.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Luyckx Charlotte"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Les valeurs et les normes qui sont au coeur du couple (liberté, égalité, confiance, solidarité, sollicitude, assistance, fidélité, loyauté, …). - La justice, l'injustice et la violence au coeur des couples (hétérosexuels, homosexuels). - Les devoirs et les droits au sein du couple (rapport entre le point de vue individuel et le point de vue intersubjectif).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - mettre en évidence les valeurs, les idéaux et les normes qui sont portés par les individus et par le couple selon les grandes théories éthiques (déontologisme, utilitarisme, conséquentialisme, éthique du care) ; - problématiser et questionner des catégories souvent reçues de manière non critique ; - analyser des dilemmes éthiques, en débattre en prenant en considération différents angles de lectures et argumenter les positions personnelles/solutions choisies.",
        "content": "Cette activité consiste à puiser dans la tradition éthique les notions, concepts et analyses qui nous permettent de prendre du recul et de questionner les relations familiales et/ou sexuelles d'aujourd'hui. Le cours explicitera les grands courants éthiques qui traversent l’histoire de la pensée occidentale : éthiques de la vertu, éthique chrétienne, éthiques déontologiques, éthique utilitariste, éthique du care, éthique environnementale, éthiques féministes. Nous chercherons d’une part à expliciter les différents types d’argumentaires mobilisés par ces cadres éthiques différents et d’autre part à les appliquer aux enjeux éthiques qui se posent dans le domaine de la famille, du couple et de la sexualité. Ce travail de mise en application des théories philosophiques à des cas d’étude concrets sera réalisé en deux temps : nous travaillerons des exemples en auditoire, et les étudiant-e-s seront amené-e-s ensuite à s’y atteler par eux-mêmes dans le cadre d’un travail de groupe (sous forme d'un jeu de rôle).",
        "teaching_methods": "Cours magistraux pour le volume 1. Un portefeuille de lectures obligatoires et des questions permettant de préparer les séances du volume 2 portant sur des questions d'éthique concrètes et appliquées. Il s'agira de mobiliser les notions enseignées lors du cours magistral pour les appliquer à des cas concrets.",
        "assessment_methods": "Réalisation d'un travail écrit (en groupe)   + présentation orale (en groupe) + une fiche de synthèse individuelle",
        "bibliography": "La bibliographie sera précisée au fil du cours via moodle",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2722",
        "title": "Questions spéciales : approches psychologiques des sexualités contemporaines",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Moget Emilie"
        ],
        "teaching_language": "Français",
        "topics_covered": "-        Comment la sexualité en vient à l'être humain -        Spécificités de la sexualité masculine et féminine -        L'éclosion de la sexualité génitale à l'adolescence -        L'homosexualité/homoparentalité -        L'état amoureux -        Les troubles périnataux -        La procréation assistée -        L'avortement et ses enjeux psycho-sociaux -        La famille recomposée et ses enjeux psychosexuels La ménopause/le « démon du midi »",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de ce cours, l'étudiant est capable de : -       Questionner, analyser de manière critique et conceptualiser une problématique concrète et complexe dans le champ de la psychologie de la sexualité en mettant en 'uvre une démarche scientifique afin d'élaborer des pistes de compréhension pertinentes. -       Faire preuve d'une prise de recul critique en regard des résultats de la recherche dans le champ de la psychologie de la sexualité. Porter un regard réflexif sur les pratiques de terrain en mobilisant les connaissances et cadres théoriques et réciproquement (réaliser les « aller-retour » entre la théorie et la pratique) à travers l'étude de problématiques dans le champ de la psychologie de la sexualité.",
        "content": "Ce cours traitre de différentes formes que prend la sexualité dans notre monde contemporain. D'une perspective prenant en compte les enjeux inconscients, seront discuté des aspects tels que: La sexualité infantile La sexualité à l'adolescence et l'âge adulte les diversités sexuelles : Homosexualité/bisexualité/intersexualité et les trans-Identités L'autodétermination du corps: le droit à l'avortement Maladie et sexualité Handicap et sexualité Le rapport au sexuel des auteurs d'infraction à caractère sexuel (AICS) les vicitimes de violences sexuelles L'articulation entre sexuel/parental/filiation : l'exemple de la GPA et de l'adoption, la PMA, l'UA ETC...",
        "teaching_methods": "-        Cours magistraux en présentiel (ou via Teams si les conditions sanitaires devaient l'exiger) -        Invitation d'experts dans des domaines différents. -        Visualisation de films/documentaires se référant aux sujets divers et invitant à la discussion -        Discussions critiques",
        "assessment_methods": "Examen écrit",
        "online_resources": "les ressources qui alimentent le cours sont disponibles sur la plateforme MOODLE",
        "bibliography": "annoncée au début du cours",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2814",
        "title": "Politiques de la famille",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Husson Jean-François"
        ],
        "teaching_language": "Français",
        "prerequisites": "Notions de base en droit, en économie et en sociologie",
        "topics_covered": "' L'évolution des politiques familiales et des modèles idéologiques sous-jacents ; ' Les logiques juridiques, économiques et sociologiques à l''uvre dans le champ des politiques familiales, à partir de l'étude de thématiques concrètes dont la liste sera arrêtée annuellement et dont voici quelques exemples : -          Les articulations entre vie familiale et vie professionnelle ; -          La place des enfants dans les politiques familiales ; -          Les modes de vie familiale minoritaires ; -          Les familles défavorisées ; -          La place de la femme dans la famille et la société ; -          La prise en charge des parents vieillissants ; etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin du cours, l'étudiant sera capable d'analyser et de situerles politiques familiales dans leurs dimensions juridiques, économiques et sociologiques, au regard des mutations qui les traversent et des idéologies qui tentent de les définir.",
        "content": "La perspective du cours est interdisciplinaire : économique, juridique et sociologique. Cette activité se centrera sur l'analyse des dispositifs institutionnels à l'oeuvre dans le champ des politiques familiales et des logiques  sous-jacentes à ceux-ci, à partir de l'étude de différents thèmes. Les politiques publiques en la matière et leurs instruments seront abordés en y intégrant des éclairages du droit, de l'économie et de la sociologie.",
        "teaching_methods": "Le cours consiste principalement en un exposé oral interactif, reposant sur des montages powerpoint et des lectures recommandées. Méthodes : - Cours magistral, avec espace de discussion - Lecture individuelle d'articles Les cours se donneront en présentiel et/ou à distance en fonction de l’évolution des conditions sanitaires",
        "assessment_methods": "L'évaluation repose sur un examen écrit comprenant des QCU et/ou QCM (pour un maximum de 25%) et des questions ouvertes (pour le solde). L'évaluation porte sur l'ensemble de la matière, le cas échéant conférences et lectures y compris. Les questions ouvertes peuvent consister en une combinaison de questions de restitution, d'interprétation d'un texte ou document, d'application de concepts vu au cours et/ou d'interprétation de données graphiques (tableau, graphique, etc.) relatives à un volet de la matière du cours. Les modalités d'évaluation en 2e session sont identiques.",
        "other_info": "Ce cours est un des cours à option du Master interuniversitaire de spécialisation en études de genre.",
        "online_resources": "Voir la page Moodle du cours.",
        "bibliography": "Commaille, J., Strobel, P., & Villac, M. (2002). La politique de la famille . Éd. La Découverte. Esping-Andersen, G. (1998). The three worlds of welfare capitalism . Polity Press. Esping-Andersen, G., & Palier, B. (2008). Trois leçons sur l’État-providence . Éd. du Seuil. Lascoumes, P., & Le Galès, P. (2004). Gouverner par les instruments . Presses de Sciences Po. Martin, C. (2010). Chapitre 1. Les politiques de la famille. In Politiques publiques 2 (p. 29‑55). Presses de Sciences Po. https://www.cairn.info/politiques-publiques-2--9782724611489-page-29.htm",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2824",
        "title": "Questions contemporaines autour de la conjugalité : problématisation et prévention",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Adam Françoise",
            "Wéry Aline"
        ],
        "teaching_language": "Français",
        "topics_covered": "' Les thématiques relatives à la conjugalité affectées par les évolutions récentes de la famille et au couple ' à titre d'exemples : -          La formation du couple ; -          La place de la sexualité ; -          L'infidélité ; -          La résolution des conflits ; -          La violence conjugale ; L'arrivée d'un enfant ; etc",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin du cours, l'étudiant sera capable de problématiser une question spécifique en mettant en évidence plusieurs entrées disciplinaires, et en soulignant les apports et limites respectives de ces différentes entrées.",
        "content": "Les objectifs majeurs de ce cours seront de questionner des enjeux d’actualités autour du couple et de la sexualité notamment: - La place de la sexualité; - Comment aborder la sexualité avec les couples et identfier les dysfonctions sexuelles; - Sexualité ches les séniors - L'infidélité et ses conséquences; - Couple et reproduction (Procréation Médicalement assistée, coercition reproductive; - La place, les représentations et les différentes configurations du couple dans la société contemporaine. - Le couple et les nouvelles technologies (sites et applications de rencontre, sexualité en ligne, cyber-infidélité, etc.). - Les cycles de vie et leur impact sur l'adaptation du couple.",
        "teaching_methods": "Chaque titulaire apportera un éclairage spécifique sur des questions liées à la conjugalité. Les méthodes employées visent à entraîner la réflexion clinique: - Cours interactifs avec espace de discussion - Lecture individuelle et/ou collective d'articles - Analyse de cas cliniques - Vidéos - Activités en sous-groupe",
        "assessment_methods": "L'évaluation consistera en un travail écrit afin de favoriser la réflexion clinique des étudiants.",
        "other_info": "- Ce cours nécessite une présence et une participation active des étudiants; - Le cours se donne le vendredi de 14h à 16h au Q2 en français - Le travail écrit a rendre pour l'évaluation peut être rendu en français ou en anglais",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2712",
        "title": "Approches psychologiques de la famille et du couple",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Sutter Pascal",
            "Géonet Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours introduit aux différentes vues psychologiques et systémiques qui peuvent rendre compréhensibles les observations et les évolutions qui caractérisent la famille et les relations intimes. Le cours mettra l'accent sur les approches sociales, systémiques et cognitive-comportementales de la famille et du couple et n'abordera que marginalement les aspects psychanalytiques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 « A la fin de ce cours l'étudiant est capable de : - sera capable d'analyser sous l'angle psychologique, les problématiques en rapport avec la vie familiale, conjugale et sexuelle; - aura une vue de l'état actuel des connaissances et des conceptions théoriques y compris systémique et psychanalytique sur ce thème en vue de disposer de bases pour la clinique et pour l'éducation; - sera sensibilisé, par l'exercice intellectuel proposé, aux différents aspects de la démarche scientifique pertinents dans l'étude des familles et des sexualités.",
        "content": "Attraction, amour et intimité La violence familale et conjugale La séparation/le divorce Sexualité conjugale et extra-conjugale Les hypothèses explicatives des difficultés conjugales La thérapie de couple La communication dans le couple et la gestion des conflits Couple et parentalité Gestion du stress et événements de vie dans le couple Travail des croyances, des comportements et des émotions au sein du couple",
        "teaching_methods": "Cours magistraux présentant les notions en lien avec l'expérience clinique des enseignants. Histoires de cas, analyses, échanges et débats avec les étudiants. Possibilité de lectures dirigées.",
        "assessment_methods": "L'évaluation des composantes enseignées par la professeure Marie Géonet consistera en un travail écrit autour d'une question en lien avec la thématique du cours, à savoir couple et famille. L'évaluation des composantes enseignées par le professeur P. de Sutter sera composée d'une brève pré-recherche exploratoire et son résultat présenté sous forme de bref article. La note finale est la moyenne pondérée du travail de la professeur M.Géonet (10/20) et du travail écrit du professeur P. de Sutter (10/20). Pour la réalisation de tous travaux écrits indépendants, l'utilisation d'outils d'intelligence artificielle générative (par exemple ChatGPT) est interdite.",
        "online_resources": "Les diapositives de cours, les lectures et les informations concernant les devoirs peuvent être trouvées sur Moodle.",
        "bibliography": "Bibliographie fournie au cours du quadri",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldroi1504",
        "title": "Droit et gestion des conflits",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Demoulin Stéphanie",
            "Garcia Penafiel Mauricio",
            "Van Drooghenbroeck Jean-François"
        ],
        "teaching_language": "Français",
        "topics_covered": "Si les enseignants doivent pouvoir disposer de la liberté et surtout de la créativité nécessaires pour déterminer les meilleurs moyens d'atteindre les différents objectifs du cours, le contenu du cours procédera immanquablement de ses objectifs.\rUne première partie sera donc centrée sur l'étude des conflits humains.\rUne deuxième partie sera centrée sur l'étude des différents modes de règlement des conflits, en mettant en évidence la spécificité de chaque processus et, notamment, le règlement judiciaire, la conciliation, l'arbitrage, la négociation, la médiation\rUne troisième partie  - qui pourra être menée parallèlement aux deux premières parties - sera centrée sur l'apprentissage par l'étudiant lui-même de ses aptitudes personnelles à se positionner par rapport à un conflit et à assumer sa résolution ou sa gestion.\rMéthode\ra)\tEn raison de l'aspect interdisciplinaire des objectifs et du contenu du cours, l'enseignement devrait, autant que possible, être assuré en cotitulature par un professeur de droit et par un professeur en sciences sociales ou en psychologie clinique.\rb)\tLe cours fait appel à des méthodes interactives.\rLe cours devrait comprendre d'une part des séances en auditoire classique pour l'enseignement de la première et la deuxième partie du cours. Cet enseignement sera cependant conçu pour permettre aux étudiants de réagir et de s'impliquer personnellement dans l'analyse des notions ou des mécanismes qui seront étudiés. De façon à favoriser cette interaction, l'enseignement se fondera sur un certain nombre de textes qui auront été lus préalablement par les étudiants.\rLe cours devrait comprendre d'autre part des séances en groupes au cours desquelles les étudiants seront placés en situation d'aborder et de gérer un conflit humain. Ils seront par après invités à analyser eux-mêmes leurs propres attitudes par rapport à ce conflit.\rCertaines de ces séances pourraient par ailleurs être cogérées avec un des titulaires du cours par des invités extérieurs, spécialistes de la gestion des conflits humains.\rAfin de pouvoir financer ces interventions, il sera fait appel, autant que possible, aux fonds de développement pédagogique de l'U.C.L.\rc)\tL'évaluation des connaissances et des compétences acquises par les étudiants prendra expressément en compte le travail personnel effectué par l'étudiant.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître et comprendre Connaître et comprendre le rôle de la norme, les principes gouvernant son élaboration et son application, les étapes essentielles de l’évolution du droit, le contenu des principales règles du droit positif belge, l’impact sur celui-ci des normes européennes et internationales et les traits essentiels de certains systèmes étrangers. 1.1. Maîtriser la langue du droit, c’est-à-dire le vocabulaire juridique, les concepts et les institutions du droit, les principes et méthodes gouvernant son élaboration, sa hiérarchisation, son interprétation, son application, son contrôle et son abrogation. 1.7. Connaître quelques traits essentiels de ces mêmes branches du droit à l’aune de quelques systèmes étrangers et maîtriser les techniques et les réflexes de recherche en droit comparé aux fins d’approfondir ces connaissances. 2 Appliquer Appliquer le droit, c’est-à-dire passer de l’abstraction de la norme aux faits concrets et inversement et donc pouvoir apporter des solutions argumentées à un problème juridique diagnostiqué de manière autonome. 2.3. Etre capable de passer de l’abstraction de la règle de droit aux faits concrets, et inversement. 3 Communiquer Communiquer de manière claire, précise et structurée le fruit d’une recherche et le résultat d’une analyse juridiques, dans le respect le plus absolu des règles gouvernant la production scientifique. 3.2. Développer, oralement et par écrit, une synthèse structurée d’une idée, d’une institution, d’une règle, d’une analyse, d’une thèse, d’une controverse juridique et pouvoir étayer son sujet d’illustrations pertinentes. 4 S'interroger et s'impliquer S’interroger sur les choix que véhiculent les normes, s’impliquer dans la promotion des valeurs fondatrices du droit. 4.2. Identifier et promouvoir les valeurs éthiques et sociales fondatrices du droit et de la justice, ainsi que se garder de toute forme d’instrumentalisation. 6 S'ouvrir S’ouvrir aux autres, aux autres sciences humaines, aux relations qu’elles entretiennent avec le droit et, le cas échéant, à d’autres cultures juridiques ou au monde professionnel. 6.2 . Connaître et comprendre les concepts et théories issus d’autres sciences humaines (notamment l’économie politique, la philosophie, la psychologie, la sociologie, l’histoire et l’éthique) afin d’appréhender le rôle, la portée et les limites du droit et de la justice. 6.3. Faire fructifier l’ouverture intellectuelle résultant de connaissances approfondies en droit ou de connaissances d’initiation dans d’autres sciences humaines, ou encore d’un stage de la pratique juridique selon son choix de mineure.",
        "content": "Le cours comprend trois parties théoriques (2 psychologiques, 1 juridique) respectivement prises en charge par chacun des trois titulaires. Première partie : Psychologie sociale (Stéphanie Demoulin) 6 h. Dans cette première partie, la notion de conflit est définie et caractérisée. Une attention est portée aux sources des conflits et aux facteurs psychologiques qui les enclenchent et les attisent. Deuxième partie (Mauricio Garcia): Psychologie clinique. Le conflit est abordé dans ses aspects psychanalytiques et systémiques. L’accent est mis sur l’expérience subjective des conflits et sur l’importance des besoins de reconnaissance. Le lien est fait avec la médiation en tant que pratique de gestion des conflits. Troisième partie (Jean-François Van Drooghenbroeck): Juridique. Les MARCs (modes alternatifs de résolution de conflit) dans la pratique juridique sont abordés et comparés avant une étude approfondie de la pratique de médiation et d’une ou deux figues plus récentes (ex. : med-arb et droit collaboratif). Par ailleurs, trois séances de deux heures sont consacrées à des mises en situation pratiques, en petits groupes, animées par des intervenant.es extérieur.es, spécialistes de la gestion des conflits. Exercices et jeux de rôles sont proposés aux étudiant.es leur permettant de mettre en pratique les concepts théoriques abordés lors des séances de cours théoriques.",
        "teaching_methods": "Le cours propose un enseignement multi-méthode. La première partie du cours est présentée sous format distanciel et propose aux étudiant.es un syllabus composé de capsules vidéos. Les parties 2 et 3 du cours sont données sous forme ex-cathedra. Enfin, les étudiant.es participent à des séances dispensées par des intervenant.es extérieur.es et dans lesquelles ils.elles ont l’occasion de pratiquer la théorie au travers d’exercices et de jeux de rôle.",
        "assessment_methods": "L'évaluation des connaissances sera effectuée lors d'un examen écrit. Cet examen consistera en la réponse à quatre questions identiquement pondérée (1 pour chaque partie psychologique et 2 pour la partie juridique).",
        "other_info": "L'étudiant disposera lors de l'examen du Code judiciaire.",
        "online_resources": "Un syllabus en un volume, disponible sur Moodle et diffusé par le service-cours. Selon les parties du cours, ce syllabus est constitué d’une synthèse de l’enseignement ou de textes qui doivent être intégralement lus par les étudiants et complété par leurs notes prises au cours oral.",
        "course_materials": "Droit et gestion des conflits (syllabus)",
        "responsible_entity": "BUDR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1114",
        "title": "Statistiques et éléments de probabilité",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delacre Marie",
            "Delacre Marie",
            "von Sachs Rainer"
        ],
        "teaching_language": "Français",
        "topics_covered": "1 : Statistique Descriptive. Elle regroupe les méthodes permettant de condenser les données d'un échantillon ou d'une population en quelques caractéristiques utiles ou estimations. Les distributions de fréquences, les fonctions de densité et de répartition et les caractéristiques paramétriques et non paramétriques sont abordées dans les échantillons. 2 : Introduction au Calcul des Probabilités. Selon le procédé de sélection de l'échantillon, ces méthodes assurent le lien entre la population et son échantillon. Les matières abordées sont les règles de calcul des probabilités (conditionnelles, totales, formule de Bayes,...), la quantification des événements en variables aléatoires univariées et la distribution des probabilités associées, pour des ensembles finis. Les dénombrements issus de schémas expérimentaux qui génèrent les lois uniforme discrète, binomiale et hypergéométrique sont approfondis. 3 : Introduction à l'Inférence Statistique. Pour confronter les observations avec les hypothèses émises sur les paramètres d'une population, l'inférence statistique utilise des estimateurs. Cette partie du cours analyse ces estimateurs statistiques, leurs caractéristiques et leurs qualités d'inférence. La statistique est la science qui permet de confronter les données d'un échantillon (réalité des estimations ou données numériques recueillies en observant ou en expérimentant une partie de la population) avec la théorie (énoncé d'hypothèses abstraites sur des paramètres de population). C'est la science d'analyse de données quantitatives, qui s'applique très largement à l'ensemble des sciences économiques, politiques et sociales. Ce cours est une introduction à la statistique. L'enseignement est centré sur la résolution d'applications ou problèmes d'analyse des données en sciences économiques, politiques et sociales soumis aux étudiants et visant à développer une démarche systématique de résolution : Quelle est la question en termes quantitatifs ? Quels sont les outils utiles ? Les conditions de validité sont-elles respectées ? Comment calculer ces outils ? Quelle est la réponse à la question ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Décrire et d'analyser un échantillon ; 3. Identifier les procédures simples d'échantillonnage ; 4. Etablir les caractéristiques opérationnelles des statistiques de base (moyenne, déviation, proportion) dans ces procédures ; 2. Maîtriser les bases du calcul des probabilités appliqué à des dénombrements ; 5. Préciser les qualités des caractéristiques opérationnelles de statistiques de base qui permettent l'inférence sur des paramètres de la population.",
        "content": "Cette unité d'enseignement consiste en une introduction à la statistique. La statistique est la science qui permet de confronter les données d'un échantillon (données numériques recueillies en observant ou en expérimentant une partie de la population) avec la théorie (énoncés et tests d'hypothèses sur des caractéristiques de population). C'est la science d'analyse de données, qui s'applique très largement à l'ensemble des sciences économiques, politiques et sociales. Ce cours s'articule autour de la statistique descriptive, la théorie des probabilités et l'inférence statistique (introduction).",
        "teaching_methods": "Le cours est donné sous forme d'exposés magistraux (présentation des concepts, d'exemples d'applications, de résolutions de problèmes) et de séances d'exercices en petits groupes (résolutions d'exercices), complétés par une participation active des étudiants sous forme de lectures, de visualisation de vidéos, de préparation d'exercices et de réalisation de tests de connaissances. Le cours Moodle LCOPS1114 constitue le site de référence. Les étudiants sont invités à le consulter régulièrement. Des canaux spécifiques de communication et d'échanges entre les étudiants et l'équipe pédagogique sont mis en place (Forum Moodle, canaux Teams, réunions Teams, ...). Cet enseignement est conçu de façon à s'adapter rapidement à l'évolution sanitaire (enseignement en présentiel, comodal ou à distance). Les étudiants sont invités à vérifier régulièrement leur horaire de cours sur ADE ainsi que les informations disponibles sur Moodle. Durant la semaine Win Week, l'enseignant présente 1) les informations générales, pédagogiques et évaluatives relatives au cours ; 2) le contenu du cours et ses objectifs ainsi que les pré-requis nécessaires. Un auto-test de connaissances des pré-requis mathématiques à la matière sera proposé et, selon leurs résultats les étudiants seront invités à participer à des séances de remise à niveau mathématique. Les étudiants participent activement aux activités présentées sur un site spécialement dédié à la mise à niveau des étudiants.",
        "assessment_methods": "Examen final écrit (format papier ou sur ordinateur) : QCM et/ou questions numériques (avec réponses courtes) et/ou questions ouvertes en session d'examen. Ces modalités d'examen final sont identiques en seconde et troisième session.L'examen peut éventuellement être différent entre les auditoires COMU et HUSO/SOCA/SPOL.",
        "online_resources": "MOODLEUCL : cours LCOPS1114.",
        "bibliography": "Livre de référence : Notions de statistique, Christiane Simard, 3ème édition, Modulo Inc.",
        "course_materials": "Livre de référence : Notions de statistique, Christiane Simard, 3ème édition, Modulo Inc Slides du cours disponibles sur Moodle Ressources diverses sur Moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1314",
        "title": "Droit social",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Frankart Aurélie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours abordera trois types de matières :\r\r1. Le droit du travail \r\rDeux problématiques seront systématiquement présentées : le droit du contrat de travail et le droit des relations collectives de travail. \r- en ce qui concerne le contrat de travail : conclusion, maintien et rupture du contrat de travail, pouvoirs de l'employeur et du travailleur, rémunérations et congés ;\r- en ce qui concerne les relations collectives de travail : droit de la représentation collective, négociations et conventions collectives\r\r2. Le droit de la sécurité sociale\r\rLe cours introduit brièvement aux institutions de financement et de gestion et s'attarde sur les règles juridiques de répartition des allocations.\r\r- en ce qui concerne les institutions de financement et de gestion : structure et rôle de l'ONSS ; notion de cotisation de l'employeur et du travailleur ; structure et rôle  des institutions de gestion des régimes d'assurances (offices nationaux et organismes assureurs)\r- en ce qui concerne les régimes de sécurité sociale : introduction aux règles juridiques d'assurabilité, d'octroi et de fixation du montant des allocations dans les six régimes de la sécurité sociale (accidents du travail et maladies professionnelles ; assurance maladie-invalidité ; allocations familiales ; chômage ; pensions ; vacances annuelles). Le cours commentera aussi la question du revenu minimum d'intégration et du revenu minimum garanti aux personnes âgées. \r\r3. L'articulation histoire du droit/histoire économique et sociale\r\rLe cours veille à présenter les matières juridiques comme des formes d'institutionnalisation de pratiques sociales.  Ces institutions sont le résultat de processus politiques, économiques et sociaux complexes. En introduisant les contenus du droit du travail et du droit de la sécurité sociale, il prend donc soin d'en souligner l'ancrage dans l'histoire politique, économique et sociale des sociétés européennes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à :\r1.introduire l'étudiant aux principes généraux du droit du travail et du droit de la sécurité sociale ;\r2.\tinitier l'étudiant à la recherche et à l'interprétation d'informations juridiques en droit du travail et en droit de la sécurité sociale ;\r3.\tintroduire l'étudiant aux articulations entre histoire sociale et histoire juridique dans le domaine particulier du droit social.",
        "content": "Le cours a pour objet de dispenser une formation de base en droit social. Il s’agira d’énoncer les principes généraux du droit social en exposant de manière critique les concepts, les principes, les institutions, les techniques du droit social en éveillant les étudiants aux enjeux actuels et aux tensions économiques, sociales, internationales, européennes qui sous-tendent la matière enseignée. L’enseignement mettra en perspective l’histoire politique, économique et sociale du droit du travail et du droit de la sécurité sociale, qui sont le résultat de forces et de développements politiques, économiques et sociaux complexes. La majeure partie de l’enseignement sera consacrée au droit du travail comprenant le droit individuel du travail et le droit collectif du travail en ce compris la réglementation du travail.  Le cours introduira au droit de la sécurité sociale et fera les liens nécessaires avec le droit du travail.",
        "teaching_methods": "Le cours se donnera en présence des étudiants sous réserve de circonstances exceptionnelles. Par conséquent, le cours pourra le cas échéant être dispensé en ligne dans son intégralité ou en partie via la plateforme TEAMS , dans un groupe créé à cet effet. Eu égard aux circonstances, il pourra, le cas échéant, être complété (ou remplacé) par d'autres méthodes pédagogiques. L’enseignement du cours magistral sollicitera une participation active des étudiants. Ceux-ci sont invités à poser des questions et à y répondre soit seul, soit en groupe. Durant les séances, ils seront également amenés à lire attentivement et à décoder les réglementations. La projection de slides, d’illustrations et de dispositions légales étudiées favoriseront une bonne compréhension de la matière. Dans cet objectif, des ressources supplémentaires seront mises à disposition des étudiants sur la plateforme Moodle du cours (articles scientifiques, décisions de justice, etc.). Ces derniers seront invités à la consulter régulièrement. Il sera fait usage des fonctionnalités de la plateforme Moodle qui permettent l’échange interactif entre les étudiants et l’enseignant (via le forum) et le partage d’informations pour aider l’étudiant, dans sa compréhension de la matière et dans son souhait d’approfondir celle-ci.  A cela s’ajoute, la plateforme TEAMS pour les échanges et les éventuels cours à distance.",
        "assessment_methods": "Les étudiants seront évalués sur la base d'un examen écrit à livre ouvert conforme aux objectifs poursuivis par le cours. Les modalités précises seront communiquées en temps utile sur la plateforme Moodle du cours.",
        "other_info": "Le titulaire du cours peut être contacté en utilisant l’adresse électronique suivante: aurelie.frankart@uclouvain.be",
        "online_resources": "Pour chaque leçon, une présentation Powerpoint et les réglementations (belges, européennes et internationales) utiles seront mises à disposition des étudiants sur la plateforme Moodle du cours. De manière complémentaire, la plateforme Moodle du cours reprendra des articles de doctrine, des décisions de justice et une bibliographie indicative pour aider les étudiants, dans leur compréhension de la matière et dans leur souhait d’approfondir celle-ci.",
        "bibliography": "Une bibliographie indicative sera communiquée sur la plateforme Moodle du cours.",
        "course_materials": "Pour chaque leçon, une présentation Powerpoint et les réglementations (belges, européennes et internationales) utiles seront mises à disposition des étudiants sur la plateforme Moodle du cours.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1221",
        "title": "Analyse des données quantitatives",
        "credits": "4.00",
        "hours": "25.0 h + 20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Le Guen Mireille"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "1.\tIntroduction à la logique de la recherche\r2.\tAnalyse des tableaux croisés\r3.\tConstruction d'indices\r4.\tIntroduction à l'analyse classificatoire\r5.\tIntroduction à l'analyse factorielle en composantes principales",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours et les travaux pratiques visent l'acquisition d'un savoir-faire de base en analyse des données en sciences sociales ; il constitue une initiation à l'analyse multivariée. \rAu terme de ce cours, l'étudiant devrait être capable :\r1°/ de préciser le type de question-problème pour lequel le recours aux méthodes étudiées au cours s'avère pertinent; 2°/ d'interpréter les analyses statistiques faisant appel à ces méthodes ; 3°/ d'utiliser à bon escient les principaux outils de la statistique descriptive et de l'inférence statistique vus au cours de Statistiques et éléments de probabilité et qui seront rappelés notamment à l'occasion de l'apprentissage des commandes SPSS y afférent.",
        "content": "Le cours d’analyse des données quantitatives vise à fournir aux étudiant·es les bases nécessaires à la lecture et à l’interprétation des données quantitatives. Pour ce faire, il s’agira 1/ de présenter les contextes de production des données quantitatives afin de comprendre leurs forces et limites, 2/ de mobiliser les outils statistiques convenablement, 3/d’apprendre à construire, lire et à interpréter des résultats, et 4/ de réaliser des manipulations de données dans le logiciel utilisé au cours (SPSS ou R via R commander). Les objectifs du cours sont : Connaitre des contextes de création des données quantitatives (plus particulièrement enquêtes par sondage, données administratives, big data) Maîtrise du calcul des fréquences, des indicateurs des tendance centrale (mode, médiane, moyenne) et de dispersion (variance et écart-type, écart interquartile) Maîtrise de la lecture des tableaux croisés et comprendre la notion de corrélation Se familiariser avec la notion d’inférence statistique et maîtriser les outils de base (intervalles de confiance, test chi-carré, test-t et ANOVA) Connaissance des méthodes de régressions linéaires Maitrise des techniques d’analyse factorielles et de classification Mobiliser correctement les résultats dans un argumentaire structuré. Discuter les limites des résultats produits",
        "teaching_methods": "Le cours est articulé autour de cours magistraux (12 séances de 2 heures + 1 heure de questions réponses) permettant de présenter les concepts clés de l’analyse des données quantitatives, illustrés par des exemples, et de séances de travaux pratiques (10 séances de 2 heures) dédiés à la mise en application des concepts abordés durant les cours via des exercices effectués ordinateur.",
        "assessment_methods": "Les étudiant·es seront évalué·es sur leur acquisition des connaissances à l’aide d’une évaluation continue comprenant trois tests certificatifs. Une première évaluation afin de faire le point sur l’acquis des connaissances sur les sources des données quantitatives ainsi que des méthodes d’analyses univariées et bivariées Une évaluation à mi-parcours en salle informatique sur les méthodes de régressions via l’utilisation d’un logiciel statistique (SPSS ou R) Une évaluation finale qui permettra de revenir sur les acquis précédemment évalués et de s’assurer de la bonne assimilation des savoirs sur les analyses factorielles via des exercices permettant de tester l’interprétation des résultats par les étudiant·es En seconde session, l'évaluation se fait à une date unique et couvre l’ensemble du cours.",
        "other_info": "Ce cours s’inscrit dans le prolongement du cours de « Statistiques et éléments de probabilité » effectué en première année de bac. L’encadrement est effectué par une professeure qui assure les cours et une équipe d’assistant·es assure les travaux pratiques en salle informatique.",
        "online_resources": "L'ensemble des ressources sont déposées au fur et à mesure sur Moodle.",
        "bibliography": "Bugeja-Bloch F., Couto M.-P., 2021, Les Méthodes quantitatives , Paris, France, Presses Universitaires de France, Que sais-je ?, 130 p. doi: 10.3917/puf.bugej.2021.01 Masuy-Stroobant G., Costa R., 2013, Analyser les données en sciences sociales , P.I.E. Peter Lang, Bruxelles, Belgique, 304 p.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1005",
        "title": "Biologie générale, y compris éléments de génétique humaine",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Chaumont François",
            "Dumont Patrick",
            "Hachez Charles"
        ],
        "teaching_language": "Français",
        "topics_covered": "La première partie du cours est consacrée à l'étude de la cellule. Celle-ci est décrite dans son architecture et son fonctionnement. Elle est présentée comme une petite usine, qui récupère l'énergie disponible tant pour exprimer ses archives génétiques que pour les transmettre. Ces notions mènent à l'étude de la reproduction sexuée et de la génétique mendelienne.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de ce cours est de fournir les bases d'une connaissance concrète, rigoureuse et critique des mécanismes qui engendrent et sous-tendent la vie, particulièrement la vie humaine. La démarche veut montrer que ces connaissances sont construites sur des faits expérimentaux, et non sur une pensée abstraite. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. maîtriser les connaissances et fondements biologiques qui permettent d'expliquer et de comprendre un individu et un groupe Secondairement, ce cours vise à amener les étudiants à : A2. analyser et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie E2. identifier l'apport et la plus-value de la recherche scientifique en psychologie et en sciences de l'éducation sur sa compréhension de situations données",
        "content": "Le cours de biologie générale vise à donner une initiation à l'organisation et aux fonctions d'un organisme vivant. La cellule étant l'unité de base de tout être vivant, sa structure, la réalisation de ses fonctions, sa reproduction et ses différenciations sont examinées en référence à l'être humain. Par ailleurs la gestion et la transmission de ces caractéristiques du vivant suivent une logique nécessaire à appréhender pour comprendre ultérieurement certains comportements humains. Les bases de cette logique et leurs conséquences sont approchées dans la seconde partie du cours. Au delà du contenu même du cours, l'accent est mis sur la démarche scientifique et la méthodologie propre à l'approche biologique.",
        "teaching_methods": "Cours magistraux",
        "assessment_methods": "Examen écrit sous forme d'un questionnaire de type QCM",
        "online_resources": "Powerpoints du cours disponibles sur le site Moodle.",
        "bibliography": "Support de cours : Syllabus",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespo1122",
        "title": "Fondements du droit public et privé",
        "credits": "5.00",
        "hours": "40.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Bazier Pierre",
            "Bonbled Nicolas",
            "Marique Enguerrand",
            "Slingeneyer de Goeswin Thibaut",
            "Vanderschuren Justin"
        ],
        "teaching_language": "Français",
        "topics_covered": "C'est au travers des diverses espèces des règles de droit qui y sont applicables qu'est abordé - dans une première partie - l'environnement institutionnel.  Cela implique l'identification des règles (Traités internationaux, règle-ments et directives de la Communauté européenne, Constitution belge, lois fédérales, décrets et ordonnances des communautés et régions ), l'autorité dont elles émanent (qui fait les traités internationaux ? d'où émanent les arrêtés communautaires ou régionaux ?), leur mode d'élaboration (comment sont fabriquées et publiées ces rè-gle ?), ainsi que leur domaine matériel (quelle est la compétence de l'autorité fédérale ?  quel est le domaine d'action des communautés et des régions ?).\r\rLa seconde partie est - pour l'essentiel - centrée sur quelques questions fondamentales relatives à l'acte juridique au moyen duquel l'individu met en uvre sur le terrain du droit la liberté d'action sont il jouit (autonomie de la volonté, consensualisme, conditions de validité des actes, preuve, exécution).  Des éléments de base sont également fournis à propos des principes qui régissent la responsabilité civile (conditions de mise en uvre, faute, réparation",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'enseignement vise à donner une image précise de l'environnement institutionnel et juridique de la société belge aux travers des règles de droit qui y ont cours, de manière à ce que l'étudiant perçoive d'une part ce qu'est le droit imposé par l'autorité publique et d'autre part le droit que les individus sont autorisés à créer pour leurs besoins au travers de l'acte juridique et du contrat.\rIl s'appuie sur les textes actuellement en vigueur (traités internationaux, Constitution belge, lois, décrets et ordon-nances) qu'il convient d'analyser et de comprendre tout en percevant le pourquoi et le comment de la solutions qu'ils imposent.\rIl s'agit, en réalité, d'une première vue d'ensemble qui, par cela qu'elle concerne le droit, doit rendre l'étudiant attentif à des réalités élémentaires : exactitude des concepts (annulation, abrogation, suspension), pertinence (ne point confondre la chose dont il s'agit, ses causes et ses conséquences) et correction dans l'analyse et l'expression (en quoi une loi fédérale se distingue-t-elle d'un décret régional ?).",
        "content": "Chapitre préliminaire La notion de droit Les branches du droit Partie I : les sources des règles générales et abstraites Etude systématique des règles de droit national (Constitution, lois, décret, ordonnances, convention collective de travail, coutume, jurisprudence, etc.) et de droit international (Union européenne, Communautés euro-péennes, Convention européenne des droits de l'homme). Partie II : Introduction au droit privé Théorie générale de l'acte juridique (Notions, classifications, éléments constitutifs, sanctions des irrégularités, responsabilité délictuelle et contractuelle). Méthode N'étant pas assorti de travaux pratiques ou de séances de monitorat, le cours est dispensé sous forme magistrale. Contenu des cours LESPO1122A, LESPO1122B et LESPO1122C : Le cours se présente sous la forme de leçons. Celles-ci sont choisies de manière à développer les thèmes à aborder dans le cadre du cours. Elles peuvent notamment porter sur : « Le ‘droit’, ses acceptions, ses valeurs & ses fonctions » ; « La règle de droit » ; « La ‘personne’, ses ‘droits subjectifs’ et son ‘patrimoine’ » ; « Eléments relatifs au système 'fédératif' belge » ; « Eléments de droit des contrats » ; « Eléments de responsabilité extracontractuelle » ; etc. Contenu du cours LESPO1122D : Introduction générale : définitions et fonctions du droit, concepts de “règle de droit”, de “Etat de droit”, de “personne”, de “droits subjectifs”, de “branches du droit”... ; Structure de l’Etat belge et exercice des pouvoirs en Belgique ; Sources formelles du droit belge ; Cohérence de l’ordre juridique belge ; Théorie générale du contrat ; Principes généraux de la responsabilité civile ; Conclusion et réflexions sur la validité de la norme juridique.",
        "teaching_methods": "Méthodes d'enseignement pour les cours LESPO1122A, LESPO1122B et LESPO1122C : Le cours se présente sous forme de leçons. Celles-ci sont développées en présentiel, lors du cours magistral, ou exposées par le biais de documents – ces derniers étant identifiés comme matière de cours par le titulaire du cours. Méthodes d'enseignements pour lecours LESPO1122D : Le cours sera donné en présentiel. Il s’agit d’un cours ex cathedra avec présentation (via Wooclap) de questions d’examen des années précédentes.",
        "assessment_methods": "Modes d'évaluation des acquis des étudiants pour les cours LESPO1122A et LESPO1122B : * L’évaluation porte sur l’ensemble de la matière vue dans le cadre du cours. Il s’agit, d’une part, de la matière développée au cours magistral et, d’autre part, de la matière exposée par écrit et identifiée comme telle par le titulaire du cours. * L'évaluation des acquis se fait au moyen d'un examen écrit comportant des questions de type \"QCM\". Aucune pénalité n'est appliquée en cas d'absence de réponse ou de réponse incorrecte. L'examen comporte également des questions Vrai ou Faux à courte justification. Les consignes précises et des exemples seront donnés au cours magistral. * L'étudiant peut être en possession et utiliser à l'examen les textes législatifs et réglementaires expressément autorisés par le titulaire du cours. Sur ces textes, ne peut figurer aucune annotation (sauf des renvois entre les articles). Les étudiants ne peuvent pas disposer de leur Manuel, de leurs notes de cours, des slides ou de synthèses lors de l'examen. Les consignes précises et des exemples seront donnés au cours magistral. * Les modalités d’évaluation sont identiques en première session et en seconde session. Modes d'évaluation des acquis des étudiants pour le cours LESPO1122C : * L’évaluation porte sur l’ensemble de la matière vue dans le cadre du cours. Il s’agit, d’une part, de la matière développée au cours magistral et, d’autre part, de la matière exposée par écrit et identifiée comme telle par le titulaire du cours. * L'évaluation des acquis se fait au moyen d'un examen écrit de type \"QCM\". Aucune pénalité n'est appliquée en cas d'absence de réponse ou de réponse incorrecte. Les consignes précises et des exemples seront donnés au cours magistral. * L'étudiant peut être en possession et utiliser à l'examen les textes législatifs et réglementaires expressément autorisés par le titulaire du cours. Sur ces textes, ne peut figurer aucune annotation (sauf des renvois entre les articles). Les étudiants ne peuvent pas disposer de leur Manuel, de leurs notes de cours, des slides ou de synthèses lors de l'examen. Les consignes précises et des exemples seront donnés au cours magistral. * Les modalités d’évaluation sont identiques en première session et en seconde session. Modes d'évaluation des acquis des étudiants pour le cours LESPO1122D : * L’évaluation porte sur l’ensemble de la matière vue dans le cadre du cours. Il s’agit de la matière développée dans le syllabus. Les parties “pour mémoire” du syllabus ne font pas partie de la matière de l’examen. * L'évaluation des acquis se fait au moyen d'un examen écrit. Il y a trois types de questions : 1) questions de type \"QCM\" ; 2) questions de manipulation du Code ; 3) questions ouvertes d'application et de restitution.  La partie QCM se compose de 15 items à 4 options de réponse. Un point est attribué à chaque réponse correcte et aucun point n’est attribué en cas d'absence de réponse ou de réponse incorrecte. * L'étudiant peut être en possession et utiliser à l'examen les textes législatifs et réglementaires expressément autorisés par le titulaire du cours. Sur ces textes, ne peut figurer aucune annotation (sauf des renvois entre les articles). Les consignes précises et des exemples seront donnés au cours magistral. * Les modalités d’évaluation sont identiques en première session et en seconde session.",
        "other_info": "Il n'y a pas de pré-requis particuliers. Une connaissance correcte de la langue française et une idée même élémentaire de l'organisation de la société suffisent. Le maniement des textes auxquels il est fait référence (Code, etc.) constitue un élément indispensable pour acquérir la maîtrise de la matière.",
        "bibliography": "Pour les cours LESPO1122A et LESPO1122B: * J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2021; * textes législatifs et réglementaires mentionnées au cours et repris dans le Code Bac (nouvelle édition chaque année académique); * Powerpoint du cours magistral. Pour le cours LESPO1122C : * Powerpoint du cours magistral, accessible sur la plate-forme Moodle et sur Teams ; * J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2023 ; * Code pour l'économie et la gestion, vol. A et B, Bruxelles, la Charte (recueil de textes juridiques) ou autres textes juridiques, disponibles sur la plate-forme Moodle et sur Teams, expressément autorisés par le titulaire du cours ; * Autres documents identifiés comme matière du cours par le titulaire du cours, accessibles sur la plate-forme Moodle et sur Teams. Pour le cours LESPO1122D: *Powerpoint du cours magistral, accessible sur la plate-forme Moodle *Syllabus *Code Bac Vol. I Généralités (éd. La Charte) * Lecture conseillée : J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2023.",
        "course_materials": "Pour les cours LESPO1122A et LESPO1122B : Manuel d'introduction au droit (Politeia, 2023 (2e édition)) Pour le cours LESPO1122C (P. Bazier) : Powerpoint du cours magistral accessible sur la plate-forme Moodle Pour le cours LESPO1122C (P. Bazier) : Code BAC – Economie / Gestion / Sciences humaines (la Charte - die Keure) (recueil de textes juridiques) ou autres textes juridiques, disponibles sur Moodle et autorisés par le titulaire du cours Pour le cours LESPO1122C (P. Bazier) : autres documents identifiés comme matière du cours par le titulaire du cours, accessibles sur la plate-forme Moodle Pour le cours LESPO1122C (P. Bazier) : J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2021, 647 pages (support de la matière vue au cours magistral) Pour les cours LESPO1122A et LESPO122B : textes législatifs et réglementaires mentionnées au cours et repris dans le Code Bac (nouvelle édition chaque année académique) Pour le cours LESPO1122D : Syllabus (via La Duc) Pour le cours LESPO1122D : Powerpoint du cours magistral (via Moodle) Pour le cours LESPO1122D : Code Bac Vol. I Généralités (éd. La Charte) Pour les cours LESPO1122A et LESPO1122B : Powerpoint du cours magistral",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsys2614",
        "title": "Psychologie de la parentalité",
        "credits": "6.00",
        "hours": "60.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Roskam Isabelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les comportements éducatifs parentaux (styles et pratiques éducatives, modèle transactionnel) Les relations au sein de la famille (attachement, traitement parental différencié, coparentalité, relations fraternelles, triangle primaire et alliance familiale) Le développement parental Les déterminants de la parentalité (facteurs liés au parent dont la perspective intergénérationnelle et les cognitions parentales ; facteurs liés à l'enfant dont le tempérament et le comportement ; facteurs liés à l'environnement dont le niveau d'éducation et la relation conjugale) Les mesures de la parentalité Les interventions auprès des parents issues du courant dit de l'evidence-based",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise plus particulièrement à développer auprès des étudiants les compétences d'observation et d'analyse des relations parent-enfant au sein de la famille. Sur base de ces observations et analyses, les étudiants seront également formés à identifier les interventions adaptées à la situation spécifique, à concevoir des interventions psychologique et/ou éducative à l'intention des familles, à proposer un plan d'évaluation du projet d'intervention, incluant la phase de communication des résultats et le questionnement sur les réajustements éventuels. A1. maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation; A2. analyser, critiquer de manière argumentée et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie. B1. maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation); B2. planifier une intervention visant à améliorer une situation donnée (individu, groupe ou organisation); B3. mettre en 'uvre un plan d'intervention, en tout ou en partie, et en évaluer l'efficacité. C2. structurer et présenter des données recueillies. E1. maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et en sciences de l'éducation; E3. agir en tant que professionnel des sciences psychologiques et de l'éducation en se référant, entre autres, aux principes de l'éthique et de la déontologie. F2. mettre en 'uvre les moyens et les opportunités pour développer un projet professionnel personnel.",
        "content": "Module 1: cours théorique (séances de cours en présentiel) Module 2: exercices en e-learning",
        "teaching_methods": "Module 1: cours théorique en présentiel. Module 2: activités d'apprentissage en e-learning.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant.es sont évalué.es de deux manières: - l'évaluation continue certificative incluant 2 travaux obligatoires à remettre au plus tard le premier jour de la session en janvier ou en août. Chaque travail vaut 3 points sur 20 de la note finale (6 points sur 20 au total). - un examen oral collectif en session valant 14 points sur 20 de la note finale.",
        "other_info": "This course is given in an “English-friendly” format. For details, please see below. The course is given in French, but a set of English slides is available for international students: no but a DeepL automatic translation of French slide is available The core reading for the course is in French, but equivalent core reading is available for international students in English yes The standard exam is an oral exam in French. However, international students taking this course: Will be allowed to take the oral exam in English: The course requires coursework in French. However, international students taking this course: Can provide the coursework in English: no Can be exempt from providing the coursework: yes",
        "online_resources": "site Moodle du cours",
        "course_materials": "Roskam, I., Galdiolo, S., Meunier, J.-C., & Stiévenart, M. (2015). Psychologie de la parentalité: Modèles théoriques et concepts fondamentaux. De Boeck. Roskam, I., & Mikolajczak, M. (2015). Stress et défis de la parentalité. De Boeck",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2202",
        "title": "Éthique biomédicale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pence Charles"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "Une première partie du cours décrit les grandes lignes du contexte philosophique et scientifique de l'éthique biomédicale contemporaine. Quelques théories et concepts fondamentaux sont analysés. A partir de là, diverses questions concrètes sont étudiées dans divers domaines de la pratique biomédicale : procréation, fin de vie, politique des soins de santé, etc.",
        "content": "Ce cours est une introduction à la discussion contemporaine sur l’éthique biomédicale, y compris l’éthique de la pratique de la médecine et l’éthique de la recherche médicale et biochimique. On abordera les concepts classiques de l’éthique médicale (confidentialité, paternalisme, autonomie) et la recherche biomédicale (consentement éclairé, compétence des patients). Ces discussions seront encadrées par quelques exemples, aussi classiques (euthanasie, IVG) que modernes (cellules souches, édition génétique). Quelques séances seront aussi dédiées aux questions de la relation entre médecine et société (distribution des ressources de santé, production des nouveaux médicaments). Le cours est accessible aux étudiant·e·s quel que soit leur niveau en sciences de la vie ; on va présenter et discuter les fondements requis de la biologie contemporaine. Le travail des étudiant·e·s en fin du cours va approfondir un cas d’étude dans le monde contemporain de santé et soulever, discuter, et évaluer ses dimensions éthiques.",
        "teaching_methods": "Séminaire hebdomadaire combinant un cours magistral du professeur et discussion intensive avec et entre les étudiant·e·s.",
        "assessment_methods": "Un travail final écrit (60 %) et un examen final (40 %). Dans la session d'août, un examen écrit (100 %).",
        "online_resources": "Toute la lecture et le programme du cours sont disponibles sur le site web de Pr. Pence: https://charlespence.net/fr/courses/lfilo2202/",
        "bibliography": "(voir ressources en ligne ci-dessus) (see online resources above)",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2816",
        "title": "Séminaire de recherche interdisciplinaire dans le domaine du couple et de la famille.",
        "credits": "7.00",
        "hours": "22.5 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Le Guen Mireille",
            "Wauthier Pierre-Yves"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les thèmes du cours de méthodologie. Méthodes bibliographiques, recueil et encodage des données empiriques, méthodes qualitatives et quantitative, présentations standards des résultats",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 « A la fin de ce cours, l'étudiant est capable de : -Identifier, comprendre et critiquer de manière spécifique et concrète des applications des  méthodes présentées dans le cours de méthode dans les  cas discutés -proposer des améliorations ou des solutions alternatives justifiées par des objectifs précis et leur mise en oeuvre pratique (y compris logicielle) -identifier la portée exacte des résultats et les interprétations qui en sont ou non possibles dans les conditions de rédaction d'un rapport de recherche d'une synthèse ou d'un rapport technique",
        "content": "Le séminaire couvre des éléments (techniques, méthodes, thématiques) abordés au cours de méthodes prérequis (LSEXM2815). Il examine des applications particulières de ces méthodes via des travaux individuels et de groupe.",
        "teaching_methods": "Exposés présentant le dispositif, ses diverses étapes, les productions attendues, des compléments techniques, exposant des cas, synthétisant les débats. Exercices individuels et en groupes. Suivi des différents groupes par un coach. L'enseignement aura lieu en présentiel. A titre exceptionnel, certaines séances pourraient être organisées en distanciel si les conditions sanitaires l'imposaient.",
        "assessment_methods": "Présence et participation active durant les séances de séminaire et lors des séances de coaching obligatoires. Evaluation continue pendant le séminaire : réalisation de travaux individuels et collectifs. Pour les travaux, le non-respect des règles en matière de plagiat entraîne une note de \"0\".",
        "other_info": "N/A",
        "online_resources": "Site Moodle du séminaire",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1170",
        "title": "Anthropologie philosophique",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Frogneux Nathalie"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours introduit à quelques grands thèmes de l'anthropologie philosophique en liant ceux-ci à l'histoire de la philosophie,  au développement des sciences et aux productions culturelles : la liberté, le corps, le désir, la pensée. La dimension historique joue un rôle aussi important que la dimension systématique, dans la mesure où le cours veut amener l'étudiant à une réflexion critique sur le « statut contemporain » de l'être humain.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant aura assimilé et sera capable d'approfondir sa compréhension de quelques thèmes majeurs de l'anthropologie philosophique présentés à partir de textes philosophiques ; Le cours cherche également à développer la capacité d'analyse, de synthèse et de transfert des informations enseignées grâce à l'étude personnelle d'un thème anthropologique choisi par l'étudiant.",
        "content": "Ce cours d'introduction expose quelques grandes conceptions de la condition humaines et quelques grands thèmes de l'anthropologie philosophique sur la base de textes marquants de l'histoire de la philosophie. Adoptant une perspective historique, il sera centré sur la question de la relation entre l'humain et la nature.",
        "teaching_methods": "Le cours comportera des parties margistrales et des parties plus participatives. Il comportera aussi des commentaires de textes et d'ouvrages.",
        "assessment_methods": "L'examen écrit comportera deux parties : 1) Des questions sur le cours, visant à vérifier les connaissances et la compréhension du cours (questions ouvertes et/ou questions à choix multiples). 2) Des questions sur un ouvrage choisi dans une liste (distribuée au début du cours).",
        "course_materials": "Les supports de cours et les annonces se trouveront sur Moodle.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2430",
        "title": "Religions et genre",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Manuel Justine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, le cours traitera une thématique générale d'actualité ou une question particulière touchant l'image des femmes et des hommes véhiculée par une société quant à leur rôle spécifique respectif dans son rapport avec les religions.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - comprendre la notion de genre, son origine, son évolution, sa pertinence ; 2 - situer les enjeux (anthropologiques, éthiques, historiques, sociaux et religieux) que cette notion met en lumière ; 3 - situer et analyser particulièrement l'impact du genre sur les religions et vice versa.",
        "content": "Discours religieux et injustices de genre (2024-2025) Les traditions religieuses sont peu connues pour leur message d’ouverture envers les nouvelles configurations sociales concernant la diversité des genres, des sexualités et des modèles familiaux. Ce cours vise à : mettre en lumière les façons dont les normes traditionnelles de genre et de sexe ont été élaborées et mises en scène par certaines traditions religieuses (judaïsmes, christianismes, islams) comprendre les rapports tendus entre religions et post-modernité, et leurs rôles dans les injustices de genre analyser les messages, écrits, et pratiques religieuses à partir du concept de discours pour comprendre la portée de celui-ci dans l’instauration et la pérennisation d’une normativité traditionnelle présenter les contestations et résistances face à cet ordre normatif imposé",
        "teaching_methods": "Il s’agira avant tout d’un cours magistral. Des articles seront donnés à lire chaque semaine et une participation active des étudiant·e·s est demandée.",
        "assessment_methods": "La note finale sur 20 est composée de 2 travaux : un travail intermédiaire à remettre pour le 3/11 , noté sur 5 et indiquant : le sujet, la question de recherche, le plan provisoire, et une bibliographie exploratoire. le travail final à remettre pour le 5/01 , noté sur 15 : ± 10 pages, max 4 000mots",
        "other_info": "Le cours a lieu au Q1 tous les mardis de 10h45 à 12h45, salle ERAS 55 . Première séance: 17 septembre 2024.",
        "online_resources": "Les lectures obligatoires et proposées seront disponibles sur le Moodle du cours. Les PPT seront déposés juste avant le cours ou la veille sur le Moodle du cours.",
        "bibliography": "",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1124",
        "title": "Philosophie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Camilleri Sylvain",
            "Frogneux Nathalie",
            "Malinge Yoann"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les différentes dimensions des sociétés humaines étudiées au sein de la Faculté ESPO (économie et gestion, sociologie et anthropologie, science politique, communication) ne peuvent valablement être étudiées que dans la perspective d'une approche globale de la question : \" Qu'est-ce que l'Homme ? \". Cette approche globale est fournie par la philosophie. La philosophie sera donc enseignée en tant que dimension partiellement constitutive de la problématique des sciences de l'Homme et non en tant que discipline spécialisée, séparée des sciences humaines et sociales. Ce cours jette les bases des cours spécialisés de philosophie qui apparaîtront dans les années ultérieures du bac et de la maîtrise dans différents programmes. On pense notamment à ceux portant sur l'épistémologie des sciences sociales, l'éthique, la philosophie politique, la philosophie de la communication, etc. Compte tenu de l'existence de ces cours spécialisés ultérieurs, le cours de première année en baccalauréat aura une portée générale. Il servira d'initiation à un mode de questionnement et à un corpus de références particulier. Le cours de philosophie est en outre destiné à fournir à l'étudiant (qui, dans le système d'enseignement belge en tout cas, n'a jamais eu de formation spécifique à la philosophie et à son histoire) les repères fondamentaux de l'histoire de la philosophie occidentale. Cette histoire n'est pas abordée pour elle-même et de manière chronologique mais sous forme d'indications qui permettent de situer dans le temps les diverses réponses apportées à la question qui oriente l'ensemble du cours : \" Qu'est-ce que l'homme ? \".",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. avoir les éléments nécessaires pour poser dans une perspective philosophique des questions relevant des disciplines enseignées au sein de la Faculté ; 2. observer comment la constitution de ces questions par la philosophie se développe dans un cadre conceptuel qui mêle des enjeux ontologiques à des questions épistémologiques, éthiques et esthétiques ; 3. avoir les informations nécessaires pour reconstituer au moins schématiquement la genèse des problématiques dans l'histoire de la philosophie occidentale.",
        "content": "Les contenus abordés au cours de philosophie portent sur les dimensions constitutives de l'existence et de la vie humaine. On abordera ainsi quelques questions fondamentales, parmi lesquelles celles de la sagesse, du bonheur, du désir, de la liberté, du travail, du pouvoir, de la connaissance, de la communication, du langage, etc. Le choix des thèmes abordés et leur mode de présentation appartiennent à l'enseignant.  L'accent sera mis sur les connexions entre les thèmes plutôt que sur le détail. Une argumentation de type philosophique sera directement mise en oeuvre dans cet enseignement qui ne doit pas se présenter comme un catalogue de savoirs plus ou moins périmés mais comme la démarche d'exploration rationnelle d'un savoir vivant. Il est en effet fondamental que le cours se présente comme un questionnement philosophique en acte. La genèse historique de ces questions sera mise en lumière à travers un commentaire de quelques grands apports des auteurs classiques. Selon des modalités et dans une ampleur qui sont à la discrétion de l'enseignant, une initiation à la lecture des textes philosophiques est souhaitable.",
        "teaching_methods": "Le cours se donnera sous la forme d'une série de leçons magistrales durant lesquelles les étudiant.e.s. pourront intervenir librement et/ou seront sollicité.e.s. par l'enseignant pour répondre à des questions et/ou engager des discussions. En fonction de la situation sanitaire, l'enseignement pourra être co-modal, en présence ou à distance.",
        "assessment_methods": "L'examen consistera en un QCM et/ou une série de questions ouvertes. Cela vaut pour toutes les sessions concernées. En cas d’évolution des conditions sanitaires vers un code orange ou rouge, l’examen écrit aura peut- être lieu en distanciel (fonction du code couleur) via un logiciel informatique fourni aux enseignant.es par l’institution universitaire (tel que Moodle).",
        "other_info": "le support du cours est déposé sur le site Moodle du cours LCOPS 1124.",
        "course_materials": "Les supports de cours et les annonces se trouveront sur Moodle.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldroi1525",
        "title": "Droit et genre",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vielle Pascale"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'intérêt d'une approche de genre en droit est notamment de permettre, de manière précoce, à l'étudiant, d'explorer les potentialités et les limites de l'égalité juridique, et de discerner comment et pourquoi l'égalité juridique se départit de notions plus théoriques de l'égalité. En effet, la notion de genre ne se réduit pas à la simple notion d'égalité : elle implique d'aborder des notions telles que le \"mainstreaming de genre (approche intégrée de la dimension de l'égalité dans tous les domaines politiques, économiques et sociaux) et leurs implications en termes d'évaluation et de proposition législatives, etc. Par ailleurs, son objet spécifique est une dimension de l'égalité tout à fait transversale, qui transcende les inégalités entre tous les autres groupes sociaux : l'égalité entre les hommes et les femmes. \r\rLe cours \"Droit et genre\" est dès lors destiné à former les étudiants à un regard critique sur le droit, à partir de la perspective de genre. A cet effet, le cours initiera les étudiants aux concepts fondamentaux de l'approche de genre (notion de sexe et de genre; identité, égalité, différence; différentes conceptions de l'égalité; rapports sociaux de sexes; mainstreaming de genre etc.) et à leur évolution dans le temps et dans l'espace. Il appliquera ensuite ces concepts dans différentes disciplines du droit en vue de fournir à l'étudiant un outil de lecture original et critique de la construction, de l'application et des effets des normes juridiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître et comprendre Connaître et comprendre le rôle de la norme, les principes gouvernant son élaboration et son application, les étapes essentielles de l’évolution du droit, le contenu des principales règles du droit positif belge, l’impact sur celui-ci des normes européennes et internationales et les traits essentiels de certains systèmes étrangers. 1.1. Maîtriser la langue du droit, c’est-à-dire le vocabulaire juridique, les concepts et les institutions du droit, les principes et méthodes gouvernant son élaboration, sa hiérarchisation, son interprétation, son application, son contrôle et son abrogation. 1.2. Connaître les étapes essentielles de l’évolution du droit et de ses institutions, de même que les courants de la pensée juridique. 1.3. Comprendre le rôle de la norme, du juge et des autres acteurs du droit dans un Etat de droit moderne. 4 S'interroger et s'impliquer S’interroger sur les choix que véhiculent les normes, s’impliquer dans la promotion des valeurs fondatrices du droit. 4.1. Comprendre le caractère relatif, dans le temps et dans l’espace, d’une solution juridique, et ainsi s’interroger sur la pertinence des choix qu’elle véhicule. 4.2. Identifier et promouvoir les valeurs éthiques et sociales fondatrices du droit et de la justice, ainsi que se garder de toute forme d’instrumentalisation. 6 S'ouvrir S’ouvrir aux autres, aux autres sciences humaines, aux relations qu’elles entretiennent avec le droit et, le cas échéant, à d’autres cultures juridiques ou au monde professionnel. 6.1. Travailler en équipe avec convivialité et efficacité, et dans le respect du débat contradictoire, pour mener une recherche ou une discussion collective, dont le résultat engage solidairement tous les membres du groupe. 6.2. Connaître et comprendre les concepts et théories issus d’autres sciences humaines (notamment l’économie politique, la philosophie, la psychologie, la sociologie, l’histoire et l’éthique) afin d’appréhender le rôle, la portée et les limites du droit et de la justice. 6.3 . Faire fructifier l’ouverture intellectuelle résultant de connaissances approfondies en droit ou de connaissances d’initiation dans d’autres sciences humaines, ou encore d’un stage de la pratique juridique selon son choix de mineure.",
        "content": "L'intérêt d'une approche de genre en droit est notamment de permettre à l'étudiant.e d'explorer les potentialités et les limites de l'égalité juridique, de discerner comment et pourquoi l'égalité juridique se départit de notions plus théoriques, ou plus concrètes, de l'égalité, et comment les enjeux d'égalité sont dépendants des représentations de l'identité et de la différence. Le cours \"Droit et genre\" est dès lors destiné à former les étudiant.e.s à un regard critique sur le droit, à partir de la perspective de genre. A cet effet, le cours initie les étudiant.e.s aux concepts fondamentaux de l'approche de genre (notions de sexe et de genre; identité et différence; différentes conceptions de l'égalité; rapports sociaux de sexes; critiques féministes du droit; instruments juridiques de l'égalité; conditions d'efficacité des politiques d'égalité  etc.) et à leur évolution dans le temps et dans l'espace. Il applique ensuite ces concepts à différentes thématiques en vue de fournir à l'étudiant.e un outil de lecture original et critique de la construction, de l'application et des effets des normes juridiques.",
        "teaching_methods": "Les cours se donnent en présentiel et/ou à distance en fonction notamment de l’évolution des conditions sanitaires. Une part significative du cours est dispensée en pédagogie active. Les étudiant.e.s sont vivement invité.e.s à participer aux leçons. Chaque année, l'étudiant.e est invité.e à suivre une ou plusieurs activités en lien avec le cours (conférences, visite d'exposition, etc), qui font l'objet d'une question d'examen.",
        "assessment_methods": "Examen écrit en première et deuxième session. L'utilisation des intelligences artificielles lors des épreuves d'évaluation de ce cours est interdite, que ce soit comme assistant linguistique, outil d'exploration ou d'idéation, ou comme outil de rédaction",
        "online_resources": "PPT, notes de cours, approfondissements et textes législatifs disponibles sur i-campus.",
        "course_materials": "Support de cours et informations sur le site moodle du cours et dans le contrat pédagogique",
        "responsible_entity": "BUDR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsped1211",
        "title": "Introduction à la démographie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Schoumaker Bruno"
        ],
        "teaching_language": "Français",
        "topics_covered": "Après une brève histoire du peuplement du monde, on propose une approche pluridisciplinaire de la \" problématique démographique \", interaction entre les structures statistiques des populations et le processus de leur renouvellement continu au fil du temps. Une grande partie du cours est consacrée à la présentation des méthodes élémentaires de description et d'analyse des structures et processus démographiques : pyramide des âges, mortalité, fécondité, migrations. L'autre partie porte sur les grandes théories et doctrines démographiques (malthusianisme, transition), les causes et conséquences (sociales, économiques, politiques) des évolutions démographiques, les perspectives d'avenir des populations du monde.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à amener l'étudiant à maîtriser les concepts et outils de base de l'analyse du processus continu de renouvellement des populations à travers le temps, et à le sensibiliser aux interactions entre la dynamique démographique (fécondité, mortalité, migration) et divers éléments de contexte (sociaux, économiques, politiques, idéologiques...).",
        "content": "\"Prise de conscience\" de la problématique démographique, à travers un rapide parcours de l'histoire de la population mondiale. Définitions, concepts de base, brève histoire de la discipline Les composantes de la dynamique démographique et l'équation démographique fondamentale. Indicateurs de base : taux de croissance démographique, taux brut de natalité, taux brut de mortalité, taux de migration. L'évolution démographique sur le temps long : transition démographique, seconde transition démographique, perspectives démographiques jusque 2100. Les principales sources des données démographiques: recensements, état civil, registres, enquêtes. Les dimensions du temps, variable clé de l'analyse démographique, et le diagramme de Lexis, outil fondamental de l'analyse démographique. L'état de la population : volume et structures, pyramide des âges et indicateurs de structure par âge et sexe. Interactions entre mouvement et structure de la population. Etude de la mortalité : table de mortalité, évolutions de la mortalité et différences spatiales et sociales, causes de décès. Etude de la fécondité: taux de fécondité, évolutions de la fécondité et différences spatiales et sociales, déterminants proches. Eléments théoriques sur les changements démographiques.",
        "teaching_methods": "Cours magistral, et utilisation de la plateforme Moodle pour la réalisation d'exercices d'application, mise à disposition de vidéos, évaluations intermédiaires.",
        "assessment_methods": "Première session (janvier) Examen écrit en session, incluant par exemple la résolution d'exercices, l'interprétation de graphiques, le calcul et l'interprétation d'indicateurs démographiques, le commentaire d'évolutions démographiques en mobilisant les éléments théoriques et les exemples discutés au cours. L'examen suppose aussi une bonne maîtrise du vocabulaire démographique, des principaux concepts et des principales sources de données. L'examen pourra être organisé en tout ou en partie sur Moodle si les conditions l'exigent ou le permettent. Deux tests sont organisés sur Moodle en cours de quadrimestre. Les étudiants auront ont un bonus entre 0 et 1 point qui est ajouté à la note de l'examen écrit de janvier. Le bonus est calculé comme la moyenne géométrique des deux notes. Par exemple, pour une personne ayant 8/20 au premier test et 12/20 au deuxième test, le bonus sera égal à 0,49. Une personne ayant 1/20 et 19/20 aura un bonus de 0,22. Une personne ayant 0/20 a un des deux tests (par exemple sans l'avoir présenté) n'aura pas de bonus. Deuxième session (septembre) Examen écrit en session, du même type que l'examen de janvier. L'examen pourra être organisé en tout ou en partie sur Moodle si les conditions l'exigent ou le permettent. Les bonus éventuels obtenus au premier quadrimestre par les tests sur Moodle ne sont pas valables pour la seconde session. Un test est organisé sur Moodle dans le courant du deuxième quadrimestre. Le bonus est calculé comme suit (NOTE TEST)/20. Il est ajouté à la note de l'examen écrit de septembre.",
        "other_info": "Supports de cours disponibles sur Moodle Syllabus Diapositives powerpoint Exercices interactifs Quelques videos explicatives et illustratives",
        "online_resources": "https://www.ined.fr/fr/tout-savoir-population/jeux/population-demain/ https://www.ined.fr/fr/tout-savoir-population/graphiques-cartes/population-cartes-interactives/ https://rstudio.stat.washington.edu/shiny/wppExplorer/inst/explore/",
        "bibliography": "Syllabus Diapositives powerpoint Exercices sur Moodle Vidéos d'explication et d'illustration Rollet, C. (2015). Introduction à la démographie, Armand Colin, Paris. Meslé F., Toulemon L., Véron J. (2011). Dictionnaire de démographie et des sciences de la population, Armand Colin, Paris.",
        "course_materials": "Syllabus Diapositives powerpoint Exercices sur Moodle Vidéos d'explication et d'illustration",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1225",
        "title": "Anthropologie sociale et culturelle",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hermesse Julie"
        ],
        "teaching_language": "Français",
        "topics_covered": "On examinera principalement l'évolutionnisme, le diffusionnisme, le culturalisme, le fonctionnalisme et le structuralisme. Les principaux auteurs abordés seront Morgan, Frazer, Tylor, Schmidt, Elliot-Smith, Benedict, Mead, Malinowski, Radcliffe-Brown, Evans-Pritchard et Lévi-Strauss.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Fournir à l'étudiant une introduction détaillée aux théories de l'anthropologie sociale. L'étudiant devra être capable d'exposer et de critiquer les principes généraux des principaux courants de pensée de l'ethnologie ainsi que les principaux auteurs ayant marqué l'histoire de cette discipline. Enfin, l'étudiant sera familiarisé avec les principaux objets d'étude de l'ethnologie. L'objectif général est donc à la fois encyclopédique, synthétique et critique.",
        "content": "Le cours porte sur les principaux courants de l'anthropologie et sur les grands domaines de la discipline. Chaque courant sera abordé de façon synthétique pour passer ensuite à l'examen de quelques auteurs et à une évaluation critique. La participation au cours est indispensable. Les étudiants disposeront de notes de cours téléchargeables sur moodle, assez extensives, qui leur permettront de mieux suivre le cours",
        "teaching_methods": "Exposés magistraux basés sur les power point téléchargeables sur Moodle, articulés à des lectures individuelles et des temps de discussion en sous-groupe. Si la crise de la Covid-19 le permet, le cours sera enrichi d'une visite de terrain. En fonction de l’évolution des conditions sanitaires et par conséquent du code sanitaire (vers orange ou rouge) appliqué pendant le quadrimestre, l’enseignement sera éventuellement basculé en distanciel via un des outils informatiques mis à la disposition des étudiant.es et des enseignant.es.",
        "assessment_methods": "Examen oral sur base des notes et support de cours.",
        "online_resources": "Power point et textes d'auteurs.",
        "course_materials": "Power point et textes d'auteurs",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1330",
        "title": "Psychology of group processes and interpersonal relations",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Woltin Karl-Andrew"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours porte sur les processus de groupe et interpersonnels en jeu dans les relations sociales Dans la partie s'intéressant aux processus de groupe, le cours cherchera à comprendre des questions primordiales qui depuis longtemps mobilisent praticiens, managers, éducateurs et chercheurs à savoir comment fonctionnent les groupes (classe, équipe de travail, etc.), dans quelles conditions sont-ils le plus efficaces et produisent-ils des décisions fondées. ·         Le cours développera les éléments fondateurs de la groupalité : aspects perceptif, structuraux, normatifs et identitaires ; besoin d'appartenance ; phénomènes de leadership et pouvoir. ·         Les notions d'efficacité, les processus bénéfiques ou délétères de la décision collective, les conditions grâce auxquelles le groupe peut répondre aux attentes de qualité et de rationalité qu'il suscite seront également abordés. Dans la partie s'intéressant aux processus interpersonnels, le cours cherchera à comprendre la manière dont les individus entrent en relations les uns avec les autres et régulent leurs interactions. Les notions d'attachement, d'intimité, d'amour, de pro-socialité, d'aide et d'altruisme ainsi que les notions d'agression et de haine seront abordées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 AA 1 : Maîtriser les connaissances qui permettent d'expliquer et de comprendre les processus de groupe et interpersonnels en jeu dans les relations sociales AA 2 : Analyser, critiquer de manière argumentée et modéliser les situations interpersonnelles et de groupe AA 4 : Adopter une posture critique vis-à-vis de soi-même et d'autrui en contexte interpersonnel et de groupe AA 5 : Identifier l'apport et la plus-value de la recherche scientifique en psychologie sur les processus interpersonnels et de groupes",
        "content": "Le cours porte sur les processus de groupe et interpersonnels en jeu dans les relations sociales. Dans la partie s'intéressant aux processus de groupe, le cours cherchera à comprendre des questions primordiales qui depuis longtemps mobilisent praticiens, managers, éducateurs et chercheurs à savoir comment fonctionnent les groupes, comment ils se forment, dans quelles conditions sont-ils le plus efficaces et produisent-ils des décisions fondées. Le cours développera les éléments fondateurs de la groupalité : aspects perceptif, structuraux, normatifs et identitaires ; besoin d'appartenance ; phénomènes de leadership et pouvoir. Les notions d'efficacité, les processus bénéfiques ou délétères de la décision collective, les conditions grâce auxquelles un groupe peut répondre aux attentes de qualité et de rationalité qu'il suscite seront également abordés. Dans la partie s'intéressant aux processus interpersonnels, le cours cherchera à comprendre la manière dont les individus entrent en relations les uns avec les autres et régulent leurs interactions. Les notions d'attachement, d'intimité, d'amour, de pro-socialité, d'aide et d'altruisme ainsi que les notions d'agression et de haine seront abordées.",
        "teaching_methods": "Cours magistral avec activités différentes, y inclus QCMs pour se tester après les séances.",
        "assessment_methods": "L'évaluation vise à mesurer l'atteint des acquis d'apprentissage visés. Elle prendra deux formes: un examen écrit individuel et un travail écrit individuel. Les modalités de l'examen et du travail vous seront communiquées lors du premier cours. La note finale est la moyenne pondérée des notes pour obtenues à l'examen (A) et pour un travail individuel (B). Dans la note finale, la partie A vaut pour 17/20 et la partie B vaut pour 3/20. Examen (acquis d’apprentissage AA1 & AA2 ) : 17/20 et donc 85% de la note finale Examen écrit de forme QCM portant sur des modèles & théories, des explications des processus, des cas réels ou fictifs, et la comparaison des modèles & théories. L'examen écrit QCM se compose de 40 items à 5 options de réponse. En fonction de la difficulté de le question, entre 0.5 et 2 (i.e., 0.5, 1, ou 2) point sont attribués à chaque réponse correcte et aucun point n'est attribué en cas d'absence de réponse ou de réponse incrorrecte. Travail individuel (acquis d’apprentissage AA4 & AA5 ) : 3/20 et donc 15% de la note finale Ce travail demande d'écrire une courte réflexion sur une situation interpersonnelle ou intragroupe vécue dans le passé, en proposant un article scientifique donnant une réponse à une question personnelle ou intragroupe portant sur la situation vécue (max. trois points sont attribués). Veuillez consulter les grilles d’évaluation et les consignes (sur Moodle) pour davantage de détails concernant les travaux. Pour la réalisation de ce travail individuel, l’utilisation d’outils d’Intelligence Artificielle générative est interdite. Les modalités d'évaluation seront les mêmes pour toutes les sessions d'une même année académique; le travail individuel peut seulement être soumis en Q1 avant la date butoir (voir Moodle pour les détails). En cas d'échec à l'examen les points pour le travail restent en place pour l'année académique. Le travail peut être soumis en anglais ou en français et l'examen peut être présenté en anglais ou en français (selon la préférence de l'étudiant·e). Pour l'examen, les étudiant·es devront choisir la langue dans laquelle ils ou elles souhaitent le passer avant le mois de décembre via Moodle.",
        "other_info": "Le cours et donné en anglais mais dans un format “French-friendly”. Pour les détails, veuille voir ci-dessous. Les cours et donné en anglais, mais les diapositives du cours en français sont également disponible. Les lectures de base du cours sont en anglais, mais des lectures de base équivalentes sont disponibles en français. L'examen standard est un examen écrit en anglais. Cependant, les étudiant·es seront autorisé·es à utiliser un dictionnaire lors de l'examen écrit en anglais auront la possibilité de passer l'examen écrit en franais Le cours requiert un travail individuel en anglais. Cependant, les étudiant·es peuvent soumettre ce travail en français.",
        "online_resources": "Voir Moodle pour toutes les diapositives, articles scientifiques abordés, vidéos etc. Les livres principaux du cours sont disponible en version électronique via la bibliothèque.",
        "bibliography": "In English: Forsyth, D. R. (2010). Group dynamics (5th international ed.) . Belmont, CA: Wadsworth CENAGE Learning. Hogg, M. A., & Vaughan, G. M. (2014). Social psychology (7th ed.). London, UK: Pearson Education Ltd. En Français: Augustinova, M., & Oberlé, D. (2013). Psychologie sociale du groupe au travail: Réfléchir, travailler et décider en groupe. Bruxelles, Belgium: De Boeck. Yzerbyt, V., & Klein, O. (2019). Psychologie sociale . Bruxelles, Belgium: De Boeck.",
        "course_materials": "Forsyth, D. R. (2010). Group dynamics (5th international ed.). Belmont, CA: Wadsworth CENAGE Learning. Hogg, M. A., & Vaughan, G. M. (2018). Social psychology (8th edition). Pearson.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2721",
        "title": "Questions spéciales : éducation sexuelle et prévention",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Sutter Pascal",
            "Van den Broucke Stephan"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Pertinence de l'éducation sexuelle - Pratiques éducatives en matière de sexualité - Cognitions, émotions et comportements en lien avec la sexualité - Limites de l'éducation sexuelle scolaire et évaluations de son impact - Pistes de programmation d'une éducation sexuelle basée sur les besoins du sujet et de son intégration sociale - Analyse critique de programmes d'éducation sexuelle",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - poser des questions pertinentes dans le domaine de l'éducation sexuelle ; - évaluer avec un esprit critique les interventions en éducation sexuelle et les recherches scientifiques dans ce domaine ; - de monter un projet de programme pertinent d'éducation sexuelle appliqué aux populations cibles.",
        "content": "Cette activité consiste à questionner les différentes méthodes d'intervention en matière d'éducation sexuelle ainsi que leurs contenus  (voir table des matières sur le plateforme Moodle).",
        "teaching_methods": "Cours magistral interactif exigeant une participation élevée des étudiants au travers de questions et réflexions sur les différents aspects de l'éducation sexuelle et des programmes de prévention. Recherche personnelle sur le web de différents programmes d'éducation sexuelle en vue de réaliser une recherche comparative. Témoignages d'intervenants de terrain en éducation sexuelle. Discussions (enseignant et étudiants) entre la réalité de terrain et les données disponibles dans la littérature scientifique (cf. portefeuille de lecture). Lecture individuelle d'articles scientifiques et ouvrages.",
        "assessment_methods": "L’évaluation du cours repose sur la remise de deux travaux (50% de la note chacun) (1) Une analyse réflexive par rapport à une situation concrète en lien avec l'éducation sexuelle. (2) L'analyse d'un problème spécifique dans le domaine de la vie relationnelle, affective et sexuelle, et planification d'une intervention EVRAS. Les modalités exactes des travaux seront communiquées pendant le cours et sur la plateforme Moodle.",
        "online_resources": "Les Powerpoints des enseignants et des suggestions de lecture sont fournis sur la plateforme Moodle",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2812",
        "title": "Approche de genre sur le couple et la famille",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Histoire de genre comme catégorie critique en sciences sociales La différence sexuelle et la différence de genre en fonction des orientations sexuelles, en fonction des relations au sein du couple (hétérosexuelles, homosexuelles,') ou en dehors du couple (vivre seul avec ou sans partenaire occasionnel, ') ; La vie quotidienne et domestique, l'éducation des enfants, les rapports de genre au sein de la fratrie. Approche de genre quant au choix du partenaire sexuel et conjugal. Cette question est fondamentalement interdisciplinaire mobilise des approches croisées",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 « A la fin de ce cours, l'étudiant est capable de/d' : -       analyser dans une perspective de genre les rapports de couple et au sein de la famille. -       de mettre en évidence les différences et les inégalités relatives à ces perspectives. -       d'identifier les points où les différences se traduisent en inégalité et en injustices, de proposer des modèles plus justes dans des situations concrètes.",
        "content": "« Le concept de genre a été élaboré pour rendre compte de la contingence des identités sexuées et des rapports de pouvoir qui structurent les relations entre ce qui relève du masculin et ce qui relève du féminin dans une société donnée et de ‘s’affranchir de l’empire du sexe’, c’est-à-dire se défaire de l’idée de nature qui sous-entend les représentations de la différence entre les sexes » (Lépinard & Lieber,2020). Cette citation résume l’approche donnée à ce cours. Le concept de genre va être étudié comme une manière d’appréhender la réalité : un concept qui offre une grille de lecture et d’analyse du fonctionnement de notre société et de la façon dont elle façonne les hommes et les femmes qui la composent et des relations qui entretiennent. Il sera donc question d’envisager le concept de genre comme une construction sociale d’assignation du féminin et du masculin ; de le différencier de l’orientation sexuelle ; de concevoir le genre comme l’acquisition du sentiment d’être une femme ou un homme chez chaque sujet humain. Mais pas seulement. Au travers, de l’étude des couples et des familles, ce sera aussi l’analyse de phénomènes contemporains qui sera proposé pour comprendre les rapports de pouvoir existant et leurs diffusions au sein des relations.",
        "teaching_methods": "Cours ex-cathedra avec participation active attendue de la part des étudiants experts invités Travail de groupe proposé autour du visionnage d’un film ou de la lecture d’ un ouvrage traitant de la thématique du genre et de ses déclinaisons",
        "assessment_methods": "Examen écrit : questions ouvertes Réalisation d’un travail de groupe à présenter devant l’auditoire ( sauf si enseignement en présentiel rendu impossible suites aux conditions sanitaires prévues à ce moment-là de l’année ). Il sera également attendu un rapport synthétique du travail de groupe à rendre à l’enseignant",
        "online_resources": "le cours sera alimenté à chaque séance de PPT disponibles via la plateforme Moodle. Des textes seront également mis à la disposition des étudiants.",
        "bibliography": "Lépinard, E. & Lieber M. (2020). Les théories en études de genre . Paris : La découverte. Laqueur, Th. (2013). La fabrique du sexe: Essai sur le corps et le genre en Occident . Folio. Dorlin, E. (2008). Sexe, genre et sexualités. Paris : PUF. Collectif (2020). Introduction aux études de genre . De Boeck.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsoc2006",
        "title": "Sociologie du genre et de la sexualité",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Le Guen Mireille"
        ],
        "teaching_language": "Français",
        "topics_covered": "Présenter les différentes théories et recherches sociologiques relatives aux rapports entre les sexes, aux constructions sociales, culturelles et politiques des catégories du genre, aux identités de sexes et de genres, et aux diverses sexuali-tés en explicitant leur émergence d'un point de vue historique et leurs fondements. Etablir des liens entre les diverses théories présentées. Aborder/présenter des questions-problématiques afin d'une part d'initier à la construction d'un raisonnement articulé autour d'une question-problématique et d'autre part de montrer les articulations possibles entre les approches de divers auteurs.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable : de présenter les grands repères de la pensée sociologique par rapport à une question-problématique relative aux problé-matiques abordées ; de rendre compte fidèlement de la pensée d'un auteur relativement à ces thématiques ; de déconstruire le raisonnement d'un auteur et de le mettre en perspective avec celui d'autres auteurs. Pour ceux qui choisissent la formule du travail présenté au cours, la qualité de l'expression orale est aussi envisagée comme but de formation. Pour ceux qui choisissent la formule du travail, la qualité de l'expression écrite est aussi envisagée comme but de formation",
        "content": "Le cours Sociologie du genre et de la sexualité vise à introduire l'étudiant à une réflexion sociologique sur les thématiques des rapports entre les sexes, des constructions sociales, culturelles et politiques des catégories du genre, des identités de sexes et de genres, et des sexualités multiples. Il s'agit tout d'abord de penser les thématiques relatives aux genres, aux sexualités, non comme des questions propres à un champ (celui de la sociologie de la sexualité par exemple), mais comme des questions transversales qui interviennent dans tous les domaines de la société. Il s'agit ensuite de penser la différence masculin/féminin comme une construction sociale, culturelle et politique, et à partir de là d'étudier l'évolution des rapports entre les femmes et les hommes. Dans cette perspective, l'approche de la sexualité se focalise sur les normativités et sur les significations que les acteurs accordent à leurs pratiques. Le cours cherche à s'articuler aux problématiques actuelles et accorde une place privilégiée aux recherches récentes. Quelques exemples de problématiques contemporaines abordées : les discriminations de sexe dans la vie publique et privée, la diversification des formes de rapports entre les femmes et les hommes et l'exacerbation des questions identitaires, les normes définissant le genre et la sexualité, la politisation contemporaine des questions sexuelles, etc.",
        "teaching_methods": "Le cours combine l'enseignement magistral, pour sa majeure partie, avec quelques séances plus participatives organisées sur le mode du débat. Le cours se donnera en présentiel. A titre exceptionnel, certaines séances pourraient être organisées en distanciel en cas de force majeure (ex. restriction suite à une reprise de l'épidémie COVID)",
        "assessment_methods": "Les modalités d’évaluation sont présentées au premier cours et figurent dans un document accessible sur moodle dès le premier cours. L'évaluation porte d'une part sur la connaissance de la matière et d'autre part la capacité à appréhender une question-problématique transversale. En première session comme en seconde session, l'évaluation est orale (questions ouvertes). Elle se déroulera en face-à-face, sauf en cas de force majeure (ex. évaluation à distance (avec un outil tel que Teams) si l'évolution de la situation sanitaire venait à l'imposer).",
        "other_info": "Prérequis : Notions de base en sociologie. Avoir suivi un cours de sociologie de la famille est un plus.",
        "bibliography": "Les supports de cours sont déposés sur moodle. La bibliographie et les supports de cours sont déposés sur moodle. Il n'y a aucune ressource obligatoire qui ne soit sur moodle.",
        "course_materials": "Les supports de cours sont déposés sur moodle.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1113",
        "title": "Histoire moderne et contemporaine",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Debruyne Emmanuel",
            "Lecuppre Gilles",
            "Mostaccio Silvia",
            "Riguelle William"
        ],
        "teaching_language": "Français",
        "topics_covered": "La période couverte va de la chute de Byzance à l'époque contemporaine. Le cours est centré sur, mais non réduit à, l'histoire de l'Europe et de l'Amérique du Nord. Il donnera des clefs pour comprendre le développement historique à l'échelle globale, en distinguant des phases de globalisation et les constructions identitaires qui y correspondent.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Avoir une vue globale des grandes dynamiques historiques qui ont caractérisé le devenir des sociétés modernes ; 2. Connaître les événements-clefs de cette histoire (par ex : chute de Byzance, Réforme luthérienne, Traité de Westphalie, révolution galiléenne, Révolutions française et américaine, Révolution russe, ) en sachant les situer sur la ligne du temps ; 3. Montrer les rapports de dépendance historique entre des processus de structuration sociale qui font l'objet de sciences spécialisées au cours de son cursus (politique, économique, social, communication).",
        "content": "Le cours offrira aux étudiants à situer dans le temps et dans les liens qu'ils entretiennent entre eux les événements et les phénomènes majeurs de la vie politique, religieuse, sociale et culturelle du XVIe siècle à nos jours, de manière à constituer un corpus de connaissances sur lesquels pourront venir d'appuyer les cours relatifs aux institutions, aux relations interétatiques, etc. Il s'agira notamment de toucher à des questions telles que la première mondialisation des échanges aux Temps modernes, puis à la dynamique de globalisation de la période contemporaine, ou à la construction progressive de pouvoirs forts au niveau politique et religieux (l'Etat moderne), ou de suivre la longue histoire des révolutions culturelles et politiques qui façonnèrent les sociétés européennes et des Amériques entre XVIIIe et XIXe siècle.",
        "teaching_methods": "Le cours consistera en une série d'exposés magistraux accompagnés d'un support PowerPoint.",
        "assessment_methods": "L'évaluation consistera en un examen écrit sur base d'un QCM. Le mode d'évaluation sera le même pour les différentes sessions. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Les projections powerpoint relatives aux séances de cours, ainsi que tous les documents analysés, mais aussi des conseils méthodologiques, seront disponibles via la plateforme Moodle sur le site du cours.",
        "course_materials": "PowerPoint du cours, accessible sur Moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1232",
        "title": "Introduction interdisciplinaire aux études de genre",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "L'objectif de la mineure est de permettre aux étudiant·e·s qui le souhaitent d'intégrer une réflexion critique sur la place des hommes et des femmes dans la société et de mobiliser le genre comme catégorie d'analyse dès le premier cycle. Le programme offre une formation interdisciplinaire qui soulève des questions épistémologiques importantes : interroger la neutralité des savoirs, questionner la construction des disciplines à partir de la différenciation et hiérarchisation des catégories hommes et femmes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours a pour but d'introduire aux études de genre et de montrer l'intérêt de cette approche à partir des contributions de diverses disciplines (comme l'histoire, la sociologie, l'anthropologie, l'économie, la démographie, le droit, la philosophie, la psychologie, l'ergonomie et les neurosciences). Il s'agit de préciser le champ d'études par une introduction historique à la question des inégalités de genre (dans la politique et la vie citoyenne, le travail, la santé, la sécurité sociale, etc.). Nous montrerons comment la perspective de genre s'est construite au sein des disciplines scientifiques pour éclairer les fonctionnements sociaux qui différencient et hiérarchisent hommes et femmes. Le cours interrogera les valeurs, les convictions et les pratiques sociales qui entendent légitimer une démarche scientifique prétendument neutre.",
        "content": "En tant que catégorie pluridisciplinaire, le genre met en question la donnée prétendument naturelle du dualisme biologique des sexes et ses effets politiques et sociaux. L’objectif principal de ce cours sera de présenter, et d’amener les étudiant.e.s à utiliser, une grille d’analyse critique au prisme du genre. Pour ce faire, le cours sera divisé en deux grandes parties : La première partie servira d’introduction aux concepts centraux des études de genre ainsi que les diverses approches féministes de construction/déconstruction du savoir scientifique. Dans cette partie, nous comprendrons comment les différentes disciplines ont intégré, au fil du temps, ces concepts et ces grilles d’analyses – et l’impact que ceci a eu sur la production du savoir. Le deuxième partie abordera, sur base d’un portefeuille de lectures obligatoires, quelques grandes thématiques transversales des études de genre. Parmi elles : les épistémologies féministes, l’intersectionnalité et les masculinités. Dans cette partie, nous verrons comment l’analyse critique au prisme du genre permet d’aborder ces thématiques et nous nous exercerons à appliquer cette grille de lecture ensemble, en vue de l’épreuve d’évaluation certificative.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen écrit",
        "bibliography": "La bibliographie générale ainsi que des lectures conseillées seront déposées sur Moodle.",
        "course_materials": "Moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2825",
        "title": "Mémoire",
        "credits": "20.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1301",
        "title": "Psychologie de la santé",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Agrigoroaei Stefan",
            "Van den Broucke Stephan"
        ],
        "teaching_language": "Français",
        "topics_covered": "* Les fondements de la psychologie de la santé ; * Les postulats de la psychologie de la santé ; * Le « métier » du psychologue de la santé ; * Les représentations de la maladie ; * L'état de santé d'une population et la qualité de vie ; * Les comportements de santé et les croyances sur la santé ; * Aspects bio-psycho-sociaux des conditions suivantes : stress, cancer, obésité, VIH, cardiopathie coronarienne, douleur * Aspects bio-psycho-sociaux des comportements suivants : consommation de tabac et d'alcool, alimentation et activité physique, participation au dépistage.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est de familiariser l'étudiant avec les notions de base de la psychologie de la santé au sens large. Eu égard au référentiel des acquis d'apprentissage, le cours vise à amener les étudiants à : * être capable d'identifier les variables du modèle bio-psycho-social et leurs articulations par la connaissance de différents outils d'observation et d'analyse (A1). * être à même de sélectionner les données et théories pertinentes face à des situations de maladie ou en vue de prévenir leur survenue (partim A2). * pouvoir comprendre et expliciter les principales méthodes de prévention et d'intervention en psychologie de la santé (B1). * Il devra également identifier les différents acteurs impliqués en référence aux modèles de prévention et d'intervention exposés au cours (partim B2). * être conscient, en tant que professionnel des sciences psychologiques, des aspects organisationnels et déontologiques en matière de pratiques et de recherche en psychologie de la santé (E3). * pouvoir utiliser autant un raisonnement et une démarche de type hypothético-déductif qu'inductivo-hypothétique, comprendre les forces et faiblesses inhérentes aux méthodologies utilisées, (E1) et discerner les spécificités d'une approche scientifique plutôt que naïve du domaine (E2).",
        "content": "Ce cours a pour objectif de familiariser l'étudiant avec les notions de base de la psychologie de la santé au sens large. Les étudiants seront introduits au modèle bio-psycho-social, aux théories pertinentes face à des situations de maladie ou en vue de prévenir leur survenue, et aux méthodes principales de prévention et d'intervention en psychologie de la santé. Ils seront également introduits aux différents acteurs impliqués en référence aux modèles de prévention et d'intervention exposés au cours. Les thèmes abordés au cours comprennent, entre autres, * Les fondements et postulats de la psychologie de la santé ; * Les représentations de la maladie ; * L'état de santé d'une population et la qualité de vie ; * Les comportements de santé et les croyances sur la santé ; * Les aspects bio-psycho-sociaux du stress, cancer, obésité, VIH, cardiopathie coronarienne, et douleur * Les déterminants psychosociales des comportements liés à la santé tels que  la participation au dépistage, la consommation de tabac et d'alcool, l'alimentation et l' activité physique",
        "teaching_methods": "Le cours consiste principalement en des conférences magistrales avec une invitation à la participation active des étudiants sous forme de questions et de réponses. Chaque session sera consacrée à un thème spécifique de la psychologie de la santé.",
        "assessment_methods": "Examen écrit: Questions ouvertes (50% de la note finale) QCM (50% de la note finale); l’examen QCM se compose de 20 items à 4 options de réponse. Un point est attribué à chaque réponse correcte et aucun point n’est attribué en cas d'absence de réponse ou de réponse incorrecte. Les modalités d’évaluation restent les mêmes pour toutes les sessions d'une même année académique.",
        "other_info": "Ce cours est dispensé dans un format adapté à l'anglais. Le cours est enseigné en français, mais des lectures de base équivalentes seront disponibles en anglais pour les étudiants internationaux qui en feront la demande. L'évaluation standard est en français. Toutefois, les étudiants étrangers seront autorisés à utiliser un dictionnaire lorsqu'ils passeront l'examen en français et/ou à répondre aux questions ouvertes en anglais.",
        "bibliography": "Ogden, J. (2018). Psychologie de la santé, De Boeck, Collection Ouvertures Psychologiques.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2823",
        "title": "Questions contemporaines de parenté et de parentalité",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Mouton Bénédicte",
            "Willems Geoffrey"
        ],
        "teaching_language": "Français",
        "topics_covered": "L’enseignement porte sur les questions relatives à la parenté et à la parentalité que posent dans les sociétés contemporaines les évolutions du couple et de la famille.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin du cours, l'étudiant sera capable de problématiser une question spécifique en mettant en évidence la double entrée disciplinaire juridique et psychologique et en soulignant les apports et limites respectives de ces disciplines.",
        "content": "L’enseignement porte sur les questions relatives à la parenté et à la parentalité que posent dans les sociétés contemporaines les évolutions du couple et de la famille. Nous analyserons ces questions – sous l’angle interdisciplinaire du droit et de la psychologie – en appréhendant successivement trois types de contextes familiaux : Les familles que l’on appelle encore parfois les familles « classiques » basées sur la procréation naturelle au sein du couple hétérosexuel ; les familles « par PMA » qui procèdent du recours aux techniques de procréation assistée telles que l’insémination artificielle (IA), la fécondation in vitro (FIV) ou la gestation pour autrui (GPA). les familles « restructurées » qui résultent de la prise en charge d’un ou de plusieurs enfants par d’autres adultes que ses/leurs parents d’origine en raison d’une rupture conjugale ou de difficultés dans la parentalité (familles recomposées, familles adoptives et familles d’accueil) ;",
        "teaching_methods": "L’activité est fondamentalement interdisciplinaire. Elle consiste à faire dialoguer le droit et la psychologie sur les problématiques liées à l'évolution de la parenté et de la parentalité, afin de mettre en évidence les spécificités, apports et limites des approches disciplinaires. Les titulaires organisent un cours d’introduction et un cours de clôture donnés ensemble durant lesquels ils cherchent à mettre en évidence les articulations entre leurs deux disciplines. Les autres cours sont donnés séparément par chaque enseignant, mais s’inscrivent dans une structure commune qui envisage successivement trois types de familles dans lesquels se jouent aujourd’hui les rapports de parenté et de parentalité. Le cours sera donné en présentiel. La présence à ce cours est requise. Les titulaires du cours pourront, en vertu de l'article 72 du Réglement Général des études et examens, proposer au jury de s'opposer à l'inscription d'un.e étudiant.e qui n'aurait pas assisté à au moins 8 séances, lors de la session de juin ou de septembre.",
        "assessment_methods": "Les étudiants sont évalués par le biais d’un examen écrit à livre ouvert donnant lieu à une note sur 20 points.",
        "online_resources": "voir Moodle",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2810",
        "title": "Anthropologie culturelle de la famille et du couple",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hermesse Julie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pornographisation et travail des imaginaires La question du corps et de sa fabrique, et, celle des sexualités La question des genres Morales sexuelles, consentement et rapports de domination",
        "content": "Ce cours se développera sur trois axes qui regrouperont différentes thématiques : Rapports de domination : genre et sexualités Questions Queer Pornographie et prostitution Masculinités repensées La famille, le couple comme objets historiques d'analyse de l'anthropologie Parentalité contemporaine et écologie La famille comme lieux de stratégies et de hiérarchies Prohibition de l’inceste : une règle à caractère d’universalité ? Anthropologie féministe Anthropologie des luttes féministes La fabrique du corps",
        "teaching_methods": "Séances en plénière orchestrées avec des présentations de chercheur.e.s invité.e.s Participation hebdomadaire : implication, devoirs sur Moodle : questionnements et synthèses",
        "assessment_methods": "Evaluation continue, sur la base de devoirs remis sur Moodle : Devoir 1 : avant chaque séance de cours, un article ou chapitre d’ouvrage devra être lu. Chaque étudiant.e communiquera sur Moodle trois questions qui seront évaluées avant le cours, notées et discutées pendant le cours. Devoir 2 : après chaque séance de cours, envoi d’un résumé, de maximum 7000 caractères (espace inclus), de la lecture, du cours et de la synthèse des débats. Ces modalités d’évaluation permettent : 1) la participation effective par des lectures anticipées; 2) la compréhension sur le fond par la réalisation d’une synthèse. « Attention : l’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es. »",
        "online_resources": "Sur le Moodle du cours.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespo1113",
        "title": "Sociologie et anthropologie des mondes contemporains",
        "credits": "5.00",
        "hours": "40.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            ". SOMEBODY",
            "Amougou Joseph",
            "Defreyne Elisabeth",
            "Draelants Hugues"
        ],
        "teaching_language": "Français",
        "topics_covered": "1ère partie - La sociologie et l'anthropologie seront mobilisées comme instruments d'analyse de la société et des discours des sciences humaines : il s'agit de présenter ici brièvement l'émergence historique des démarches sociologique et anthropologique, d'en montrer les questionnements au fil du temps en lien avec les transformations sociales. Il s'agit également de présenter l'évolution des méthodes utilisées et d'illustrer les techniques de recherche. - Cette entrée en matière se fera à partir de l'analyse des réalités sociales et des transformations contemporaines. Différentes thématiques spécifiques pourront être traitées autour des grandes thématiques suivantes : Individu et société (individu / genre et sexualité) ; Institutions sociales (Famille, mariage, parenté / Éducation / Média / Sciences et techniques / Religion); Espaces et territoires (Ville / Mobilité / Mondialisation) ; Structures sociales et pouvoir (Stratification et inégalités sociales / Echange et négociation / Rapports ethniques / Etats et partis politiques / Groupes, organisations / Guerre, armée) ; Le changement social : production et re-production (Education et formation / Travail et organisation / Consommation). - Cette approche intègrera une mise en perspective historique des sociétés contemporaines, en rapport aux sociétés pré-modernes et aux fondements anthropologiques des sociétés humaines. - L'acquisition d'éléments clés de théories sociologiques et anthropologiques sera aussi visée : il s'agira de fournir les éléments de base du vocabulaire sociologique et anthropologique et quelques acquis conceptuels majeurs. A titre d'exemple: l'idée de société comme ensemble complexe de formes sociales produites par la culture; la théorie de l'action humaine en société; la culture et la constitution de l'individu; pouvoirs et rapports sociaux; stratification et mobilité sociale. 2ème partie - Les textes abordés peuvent consister en un livre des disciplines considérées ou en un ensemble de textes choisis des mêmes disciplines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 1ère Partie Le cours doit permettre aux étudiants des différents baccalauréats de se familiariser avec le regard, les orientations théoriques et l'appareil conceptuel sociologique et anthropologique. Cette entrée en matière dans les disciplines sociologique et anthropologique se fera en partant de grandes questions de société. Ce cours vise : l'introduction au regard sociologique et anthropologique ; la connaissance relative aux réalités sociales contemporaines ; l'acquisition des principaux concepts et l'approche des principales théories interprétatives de la réalité sociale ; la mise en perspective historique de la société contemporaine. 2ème partie Ce cours complète le cours d'introduction à la sociologie et à l'anthropologie. Il sera axé sur des apprentissages à la lecture de textes anthropologiques et sociologiques. Le but du cours est d'apprendre à l'étudiant à lire un texte scientifique dans ces branches, c'est-à-dire : - en comprendre les concepts majeurs ; - en dégager l'argumentation explicite et implicite ; - en synthétiser le contenu par écrit ; - en situer la portée par rapport à l'oeuvre de son auteur ; - en situer la portée par rapport à d'autres textes de la discipline (intertextualité) ; - en situer le contexte socio-historique d'écriture ; - en situer les enjeux de la réception dans le contexte socio-historique contemporain ; - en critiquer le contenu",
        "content": "LESPO1113 A (Amougou et Defreyne) Le cours vise à donner à l'étudiant les concepts, contenus empiriques et historiques élémentaires pour une initiation à la sociologie et à l'anthropologie des sociétés modernes. Il est donné en deux parties : une partie sociologie (avec le professeur Amougou) et une partie anthropologie (avec la professeure Defreyne). Seront notamment abordé(e)s : - La naissance et l’histoire de ces disciplines de sciences sociales L'évolution des sociétés humaines -  La sécularisation -  Le capitalisme industriel -  Les mutations de l'Etat La révolution industrielle L’économie populaire au Sud Les méthodes qualitatives et la méthode ethnographique La globalisation Les études post-coloniales L’anthropologie dynamique et du développement La famille et la parenté L’anthropologie politique et des violences LESPO 1113B LESPO1113 C (Draelants) Ce cours vise à introduire les étudiants à la sociologie et à l'anthropologie par l'étude des mondes contemporains. Sociologie et anthropologie étant des disciplines nées de la modernisation des sociétés, celle-ci est logiquement un de leurs principaux objets d'étude. L'objectif du cours est donc double : d'une part il s'agit de doter les étudiants de connaissances de base, d'une culture générale nécessaire pour comprendre le monde actuel et ses transformations, appréhendées dans leurs dimensions culturelles, politiques et économiques, d'autre part ce cours entend sensibiliser les étudiants à la perspective sociologique et anthropologique, en développant chez eux des compétences leur permettant de prendre une distance réflexive avec leurs prénotions et de construire une pensée critique, consciente des grands enjeux contemporains ainsi que des différences sociales et culturelles.",
        "teaching_methods": "LESPO 1113 A (Amougou et Defreyne) Le cours se déroule sous forme de cours magistral et interactif, en présentiel. Supports : syllabus (pour la partie « Sociologie », les pages utiles seront indiquée par le professeur Amougou), slides de présentation des séances, textes et vidéos en ligne (Moodle). LESPO1113B LESPO1113C Le cours se déroule sous forme de cours magistral et interactif, en présentiel. Diverses ressources accompagnent le cours : vidéos, textes à lire et syllabus (régulièrement remanié et actualisé, les étudiants sont invités à se procurer la dernière version, disponible en ligne ou à la librairie universitaire DUC).",
        "assessment_methods": "LESPO1113A (Amougou et Defreyne) L'évaluation se déroule en janvier, juin et septembre (3 sessions pour les bac1). Elle se réalise à livre fermé. Cette évaluation est certificative. Elle se présente sous la forme d'un examen écrit composé de : - questions à choix multiples - une ou plusieurs questions ouvertes LESPO 1113C L’évaluation reposera sur un examen écrit de type QCM comportant différents types de questions fermées, des exemples de questions seront présentés en cours d’année. L'examen écrit se déroule en janvier, juin et septembre (3 sessions pour les bac1). Des lectures seront à réaliser en cours d'année, elles pourront être associées de questions pouvant entrer en ligne de compte pour l'évaluation.",
        "other_info": "PSP 1123 (PSP11BA) Equivalence partielle (approuvé par BF 30 juin 2004). Les étudiant arrivants en ESPO devront faire un travail complémentaire pour obtenir l'équivalence totale.",
        "online_resources": "LESPO1113A Le syllabus, les documents pertinents et les diaporamas utilisés au cours sont tous accessibles en ligne sur le site Moodle. LESPO1113C Toutes les informations pratiques à connaître concernant le contenu et le déroulement du cours se trouvent sur le Moodle dédié. Toutes les ressources pédagogiques utiles (vidéos, articles et chapitres d'ouvrages à lire, syllabus, slides présentés en cours) seront également mises en ligne sur le Moodle du cours au fur et à mesure des séances.",
        "bibliography": "Des éléments bibliographiques sont inclus dans le syllabus.",
        "course_materials": "Syllabus de sociologie et anthropologie des mondes contemporains",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2815",
        "title": "Méthodologie de la recherche dans le domaine du couple et de la famille.",
        "credits": "6.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van den Broucke Stephan",
            "Wauthier Pierre-Yves"
        ],
        "teaching_language": "Français",
        "topics_covered": "Méthodes bibliographiques, recueil et encodage des données empiriques, méthodes qualitatives et quantitative, présentations standards des résultats",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 « A la fin de ce cours l'étudiant est capable de : -comprendre et utiliser les méthodes présentées ainsi que leurs conditions d'application de manière efficace, correcte et autonome dans les conditions de recherche typique des mémoires en faculté, y compris l'usage des logiciels et l'interprétation des sorties",
        "content": "Le cours couvre l'ensemble des techniques susceptibles d'être soit mises à profit directement dans le mémoire soit rencontrées fréquemment dans la littérature en particulier : bibliographie, éléments de bibliométrie, méthode de revue systématique de littérature, recueil de données (entretien, observation, questionnaires, recueil internet, échantillonnage, panels), méthodes et normes d'encodage et de transcription, méthodes quantitatives pour leur exploitation y compris des éléments de psychométrie, méthodes qualitatives (analyse du discours, grounded theory, analyse phénoménologique), présentation des résultats quantitatifs et qualitatifs, gestion de projet, méthodes d'évaluation de programmes et d'interventions.",
        "teaching_methods": "Cours magistral et exercices se donnent en présentiel. A titre exceptionnel, certaines séances pourraient être organisées en distanciel ; les dates de ces séances seraient alors annoncées au début du cours.",
        "assessment_methods": "Exercices intermédiaires (10 points) et examen écrit (10 points) portant sur la matière du cours magistral.",
        "online_resources": "Les Powerpoints des enseignants et des suggestions de lecture facultative sont fournis sur la plateforme Moodle",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1007",
        "title": "Sociologie : éducation, santé et travail",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Zune Marc"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours aborde : ·         les théories et l'épistémologie de la sociologie ·         les auteurs fondateurs et contemporains ·         les identités et les liens sociaux ·         le regard sociologique sur les champs de l'éducation-santé-travail",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant devra être capable de/d': ·         comprendre l'objet d'une approche sociologique des faits sociaux, et la manière dont la sociologie traite des dimensions collectives et individuelles, de liberté et de contrainte, de la vie en société. Cerner les différentes options méthodologiques de la sociologie (enquêtes par questionnaires, entretiens, observations, démarche idéal-typique) ·         utiliser activement les concepts sociologiques dans l'interprétation du monde social qui est le sien et sa place dans ce monde, en lui permettant de rompre avec le sens commun et de développer son sens critique ·         acquérir une compréhension critique de quelques problématiques issues de champs sociologiques particuliers (l'éducation, la santé et le travail) Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1 : maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation ·         comprendre et expliciter l'objet spécifique et les grands courants théoriques des disciplines proches : philosophie, anthropologie, sociologie, linguistique ; ·         identifier et expliciter les liens qui existent entre la psychologie, la logopédie, les sciences de l'éducation et les disciplines proches ; ·         comprendre et expliciter les modèles des modes de fonctionnement ordinaires et atypiques les plus fréquentes des individus, groupes et organisations. Secondairement, ce cours vise à amener les étudiants à : A2 : analyser et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie connaître les différents outils d'observation et d'analyse qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation ; sélectionner les données, théories, méthodes et outils pertinents face à une situation simple ; utiliser ces données, théories, méthodes et outils pour modéliser une situation simple ; prendre conscience de l'influence de ses propres représentations et préjuges dans son analyse ; faire la distinction entre une analyse professionnelle et une analyse relevant du sens commun. E2. : identifier l'apport et la plus-value de la recherche scientifique en psychologie sur sa compréhension de situations données faire une analyse critique de la littérature existante sur une problématique de recherche du domaine ; discerner les spécificités d'une approche scientifique plutôt que naïve du domaine.",
        "content": "Le cours a pour objectif d'introduire les étudiants à la discipline sociologique. Le cours se divise en deux parties. La première aborde l'analyse sociologie de la modernité (Durkheim, Weber; Beck). La seconde partie traite plus spécifiquement des champs de l'éducation, de la santé mentale et du travail en traitant de manière approfondie des questions spécifiques : qu'est-ce que la normalité des comportements sociaux, comment expliquer les inégalités de réussite scolaire, quelles sont les analyses de la responsabilisation en matière d'emploi et de travail ?  De manière plus transversale, il s'agit de montrer les formulations et reformulations successives de la distinction entre structuralisme et actionnisme, et les fondements épistémologiques qui les sous-tendent. Sur le plan de la méthode, le cours vise une appropriation des concepts par les étudiants, ce qui implique une pédagogie reposant sur un équilibre entre apports conceptuels et exemples d'application, au travers de reportages, de photographies, de tableaux statistiques, d'enquêtes réalisées dans l'auditoire.",
        "teaching_methods": "Presentation, exemples, travail autonome",
        "assessment_methods": "L'évaluation finale du cours fera l'objet d'un examen écrit. Cet examen peut comprendre des questions fermées et des questions ouvertes, et la répartition des questions en fonction de ces deux modalités peut varier d'une session à l'autre. Des exemples d'examens d'années antérieures sont disponibles sur Moodle. Les étudiants reçoivent leur copie corrigée.",
        "online_resources": "Voir la page Moodle du cours",
        "bibliography": "Support de cours : voir ressources scannées et postées sur l'espace Moodle du cours.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1311",
        "title": "Philosophie politique et sociale",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hunyadi Mark"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours abordera en conséquence trois  types de matières :\r1. Les questions épistémologiques des sciences sociales, dont par exemple :\r- la spécificité des sciences humaines par rapport aux sciences de la nature (débat expliquer/comprendre)\r- le débat entre individualisme méthodologique et holisme (existence des entités collectives)\r-  la question de l'ethnocentrisme\r- la question du rapport entre savoir profane et savoir expert\r2. Les questions normatives des sciences sociales, dont par exemple :\r- la neutralité axiologique et l'engagement du chercheur en sciences sociales\r- la distinction entre théorie traditionnelle et théorie critique \r- les fondements normatifs des grands paradigmes des théories de l'acteur et de l'agir social (tradition utilitariste, tradition wébérienne, tradition hégélienne et marxiste)\r- la question de la justice\r3. La question de l'histoire : théories évolutionnistes, théories dialectiques, théories kantienne \ret fichtéenne",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à :\r1.introduire l'étudiant à l'épistémologie fondamentale des sciences sociales ;\r2.introduire l'étudiant aux questions normatives des sciences sociales ;\r3.introduire l'étudiant aux paradigmes fondamentaux de la philosophie de l'histoire",
        "content": "Il s'agit d'un cours magistral, appuyé par un Powerpoint détaillé qui est à disposition des étudiants ; de plus, des textes d'auteurs doivent être lus de séance en séance. À chaque cours, l'accent est également mis sur l'explication détaillée d'un bref extrait de texte, qui doit éclairer la compréhension d'ensemble. Au final, il sera attendu de l'étudiant qu'il maîtrise l'ensemble des textes mis à disposition.",
        "assessment_methods": "Les étudiants inscrits en philosophie (majeure ou mineure), ainsi que ceux de la Chaire Hoover, passeront un examen oral avec le Professeur ; tous les autres passeront un examen écrit, basé sur la vérification des connaissances acquises (cours magistral + textes).",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1209",
        "title": "Statistique, inférence sur une ou deux variables",
        "credits": "4.00",
        "hours": "22.5 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pircalabelu Eugen"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours abordera les thèmes suivants Eléments de probabilité nécessaires pour comprendre et savoir utiliser les outils généraux d'inférence et de modélisation statistique : calcul élémentaire de probabilité sur des événements, distributions de probabilité normale et binomiale et dérivées, utilisation de tables, théorème central limite. Notions clefs de l'inférence statistique paramétrique: estimateur, distribution d'échantillonnage, intervalle de confiance et test d'hypothèse, puissance de test et influence du choix de la taille d'échantillon Tests et intervalles de confiance sur une moyenne et une variance en population normale Tests d'hypothèse sur deux moyennes pour échantillons pairés et indépendants et sur 2 variances en populations normales Tests non paramétriques sur une ou deux mesures de position pour données pairées ou non pairées. Inférence sur un coefficient de corrélation, y compris corrélation partielle. Inférence sur une ou 2 variables  catégorielles : test et intervalle de confiance sur une ou deux proportions, test chi carré d'ajustement pour une ou 2 variables. Conditions d'application et validation des hypothèses sous-jacentes aux différents tests, qq plot. Méthodologie pour l'analyse statistique de données depuis le choix de la méthode, son application, sa validation, jusqu'à l'interprétation des résultats obtenus Introduction au logiciel SPSS et utilisation dans des situations variées",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage, le cours vise à amener les étudiants à : '             Adopter une démarche systématique pour appliquer les outils d'analyse statistique descriptive et d'inférence à une et 2 variables dans des situations émanant de différents domaines d'application et/ou méthodes de recherche de la psychologie et des sciences de l'éducation (A1, B3, C2, E1). Plus précisément il pourra '             Reconnaître, pour une question de recherche posée, les méthodes statistiques adaptées aux données disponibles. '             Appliquer les méthodes à l'aide d'un logiciel de statistique et en valider les hypothèses sous-jacentes. '             Expliquer les résultats issus d'une analyse statistique des concepts fondamentaux à leur interprétation dans le contexte de la recherche. '             Lire, critiquer et interpréter des résultats statistiques disponibles dans la littérature. '             Expliquer les concepts de probabilité indispensables en statistique et manipuler des probabilités et distribution de probabilité de base. '             Transférer ces connaissances acquises dans les domaines d'activités du psychologue, logopède et pédagogue.",
        "content": "Le cours aborde les thèmes suivants : Eléments de probabilité nécessaires pour comprendre et savoir utiliser les outils généraux d'inférence et de modélisation statistique : calcul élémentaire de probabilité sur des événements, distributions de probabilité normale et binomiale et dérivées, utilisation de tables, théorème central limite. Notions clefs de l'inférence statistique paramétrique: estimateur, distribution d'échantillonnage, intervalle de confiance et test d'hypothèse, puissance de test et influence du choix de la taille d'échantillon. Tests et intervalles de confiance sur une moyenne et une variance en population normale. Tests d'hypothèse sur deux moyennes pour échantillons pairés et indépendants et sur 2 variances en populations normales. Tests non paramétriques sur une ou deux mesures de position pour données pairées ou non pairées. Inférence sur un coefficient de corrélation, y compris corrélation partielle. Inférence sur une ou 2 variables catégorielles : test et intervalle de confiance sur une ou deux proportions, test chi carré d'ajustement pour une ou 2 variables. Conditions d'application et validation des hypothèses sous-jacentes aux différents tests, qq plot. Méthodologie pour l'analyse statistique de données depuis le choix de la méthode, son application, sa validation, jusqu'à l'interprétation des résultats obtenus. Introduction au logiciel SPSS et utilisation dans des situations variées.",
        "teaching_methods": "Le cours est basé sur une série d'activités visant à amener l'étudiant à découvrir, apprécier,  comprendre, mettre en pratique et intégrer la matière tout au long du quadrimetre.  Celles-ci comprennent: Des cours magistraux en auditoire avec la titulaire du cours basés sur de nombreux exemples, interprétation de sorties logiciels. Des séances d'exercices de probabilité et inférence statistique par petits groupes. Un auto apprentissage à SPSS via : des podcasts, des exercices de drill, des études de cas et un autotest. Des séances de TPs collectives facultatives d'intégration de la matière de bac 2 ou de révision de la matière de bac 1. Des exercices, simulations et autres activités à faire à domicile visant  à intégrer la matière par auto-apprentissage. La présence aux cours magistraux et aux séances de TPs est fortement encouragée, quasi-OBLIGATOIRE !",
        "assessment_methods": "Les modalités exactes d'évaluation pourraient être adaptées en fonction des contraintes en vigueur au moment des sessions d'examens. Session de janvier : Un examen écrit à livre fermé pendant 3h composé de questions ouvertes et/ou à choix multiple et portant sur la partie probabilité du cours, les concepts d'inférence statistique et la lecture de sorties SPSS. L'examen sert à tester vos connaissances au niveau de la compréhension générale du cours pour répondre à des questions précises en pratique, faire des calculs, etc. L'utilisation du formulaire est permise. Une interrogation sur SPSS (hors-session en Décembre) à livre fermé pendant 1h30 consistant à réaliser l'analyse complète d'une série de données avec SPSS en passant par différentes étapes: choix de méthode, utilisation de SPSS, interprétation des sorties. L'utilisation du formulaire est permise. L'interrogation est composée de questions ouvertes et/ou à choix multiple. Des devoirs QCM sur Moodle et préparations de TPs à réaliser à domicile durant le quadrimestre. Pour valider cette partie, l'étudiant doit réussir chaque QCM avec la note minimale qui correspond à chaque activité. La répartition des notes pour ces trois parties est 14/20 pour l'examen écrit, 5/20 pour l'interrogation SPSS et 1/20 pour les devoirs QCM et préparations durant le quadrimestre.  La note finale en janvier pour le cours LPSP1209 est donnée par les points obtenus pour les devoirs + les points obtenus pour l'interrogation SPSS + les points obtenus pour l'examen. Pour valider le cours en janvier, l'étudiant a besoin d'obtenir au moins un score total de 10. Session de août: Un examen écrit à livre fermé pendant 3h composé de questions ouvertes et/ou à choix multiple et portant sur la partie probabilité du cours, les concepts d'inférence statistique et la lecture de sorties SPSS. L'examen sert à tester vos connaissances au niveau de la compréhension générale du cours pour répondre à des questions précises en pratique, faire des calculs, etc. L'utilisation du formulaire est permise. Une interrogation sur SPSS à livre fermé pendant 1h30 consistant à réaliser l'analyse complète d'une série de données avec SPSS en passant par différentes étapes: choix de méthode, utilisation de SPSS, interprétation des sorties. L'utilisation du formulaire est permise. L'interrogation est composée de questions ouvertes et/ou à choix multiple. La répartition des notes pour ces deux parties est 15/20 pour l'examen écrit, 5/20 pour l'interrogation SPSS, car l'évaluation continue est prévue seulement pour le travail pendant le quadrimestre .  La note finale pour le cours LPSP1209 est donnée par les points obtenus pour l'interrogation SPSS + les points obtenus pour l'examen écrit. Pour valider le cours en août, l'étudiant a besoin d'obtenir au moins un score total de 10.",
        "other_info": "Les cours cités ci-dessous fournissent des bases importantes de compréhension et d'intégration de la matière de ce cours. LPSP1011 : Statistiques : Analyse descriptive de données quantitatives",
        "online_resources": "Voir le site Moodle: https://moodle.uclouvain.be/course/view.php?id=2299",
        "bibliography": "David C. Howel (2006). Méthodes statistiques en sciences humaines. 6eme ed. De Boeck Supérieur.",
        "course_materials": "(DUC) Statistique II : Inference sur une ou deux variables",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2711",
        "title": "Approches juridiques de la famille et de la sexualité",
        "credits": "8.00",
        "hours": "60.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cap Sylvie",
            "Sosson Jehanne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours aborde, sous l'angle du droit belge (droit civil, droit pénal et droit médical), du droit international et du droit comparé, les principales questions qui sont au c'ur de l'actualité en matière de famille, couple, sexualité et procréation. Seront abordées, d'un point de vue juridique, les matières suivantes : - la notion de droit et les différentes branches du droit traitant du couple, de la famille et de la sexualité - la notion juridique de personne et les droits de la personnalité - la notion de famille et de parenté en droit - les relations juridiques parents/enfant : filiation, adoption, autorité parentale, obligations alimentaires - le statut juridique du couple le mariage (conditions, effets, modes de relâchement et de dissolution), la cohabitation légale, le concubinage - les aspects juridiques de la sexualité : les infractions et abus sexuels, le transexualisme, l'homosexualité, les maladies sexuellement transmissibles les aspects juridiques de la procréation : le statut de l'embryon, le non désir d'enfant (contraception, stérilisation, avortement) et le désir d'enfant (les procréations médicalement assistées).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme de master en sciences de la famille et de la sexologie, finalité « Approche interdisciplinaire du couple et de la famille », le mémoire contribue au développement et à l'acquisition des AA suivants : 1.1, 1.2, 1.4, 3.1, 3.4, 4.1, 4.2, 4.3, 5.1 , 5.3, 6.1 Eu égard au référentiel AA du programme de master en sciences de la famille et de la sexologie, finalité spécialisée « sexologie », ce cours contribue au développement et à l'acquisition des AA suivants : 1.1, 1.2, 1.4, 4.1, 4.2, 4.4, 5.1 , 5.3, 6.1",
        "content": "Cette unité d'enseignement consiste à permettre aux étudiant·es de discerner ce qu'est le droit et les spécificités de l'approche juridique par rapport aux autres sciences humaines en matière de famille, couple et sexualité ; de comprendre la manière dont notre droit aborde le statut de la personne humaine et assure la protection de son intégrité ; d'appréhender et résoudre les différents problèmes familiaux par le biais du droit civil dans le domaine des relations parents / enfants d'une part et des relations de couple d'autre part ; de comprendre les diverses implications de la reconnaissance du respect de la vie familiale comme droit fondamental ; de percevoir et comprendre la façon dont le droit belge et le droit international appréhendent les questions d'actualité en matière de famille, de couple, de sexualité et de procréation ; de connaître les implications et les conséquences juridiques, civiles et pénales, directes ou indirectes, de différents types de comportements en matière de sexualité ; de poser un regard critique sur le droit belge dans ces diverses matières en en percevant les points forts mais aussi les lacunes.",
        "teaching_methods": "Cours magistraux en présentiel (ou en comodal ou distanciel, selon ce que pourrait imposer la situation sanitaire) avec possibilité de lectures préalables. Cours interactif, avec espace de discussion.",
        "assessment_methods": "Examen écrit. Il s'agira pour l'étudiant.e de démontrer, d'une part, sa connaissance et compréhension de la matière enseignée et, d'autre part, sa capacité à mobiliser les connaissances et les outils que lui auront conférés le cours pour appréhender et résoudre une question du point de vue juridique, tout en mettant le cas échéant en relation sa résolution juridique avec les autres champs pertinents.",
        "online_resources": "La page Moodle \"LSEXM2711 - Approches juridiques de la famille et de la sexualité\" est, au fur et à mesure de l'enseignement, alimentée des slides et syllabus. Elle sert par ailleurs d'interface de communication entre les titulaires et les étudiant.es.",
        "course_materials": "Un recueil de textes de loi (dispositions légales vues au cours compilées dans un recueil à acquérir)",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl2141",
        "title": "Cours d'anglais en ligne pour les sciences de la famille et de la sexualité",
        "credits": "4.00",
        "hours": "120.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Knorr Sabrina"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Les étudiants doivent avoir atteint le niveau A2+ du Cadre européen commun de référence pour les langues.",
        "topics_covered": "Le cours est articulé autour de différents thèmes liés aux sciences de la famille et de la sexualité Les textes abordés au cours proviennent de sources authentiques et impliquent la lecture et la préparation de la part de l'étudiant qui doit appliquer les stratégies de lecture acquises en ligne. L'analyse et les commentaires des textes se fera en ligne via une série de podcasts ; afin de permettre une certaine interaction, des séances de questions-réponses seront organisées en ligne ou en présentiel. La grammaire est vue en contexte et renforcée par des exercices systématiques avec feed-back en ligne.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension à la lecture comprendre en détail des textes descriptifs, argumentatifs et académiques relatifs à son domaine d'étude (niveau C1 du Cadre européen commun pour les langues) 2 Connaissance du code maitriser le vocabulaire (élémentaire, intermédiaire, académique et spécifique aux sciences de la famille et de la sexualité) maîtriser les principaux points grammaticaux (formes verbales)",
        "content": "Ce cours « English for Family and Sexuality Studies - online course » est destiné à améliorer la compréhension à la lecture de matériel authentique dans les domaines des sciences de la famille et de la sexualité.  Il vise également à donner aux étudiant·es une meilleure maîtrise du code linguistique de l'anglais à travers des exercices systématiques de grammaire ainsi qu'à développer le vocabulaire général, académique et spécifique des étudiant·es. Au terme de ce cours les étudiant·es auront atteint le niveau C1 du CECR pour ce qui est de la compréhension à la lecture .",
        "teaching_methods": "lecture en ligne de textes, de façon extensive et intensive et en adoptant les stratégies de lecture. analyse et commentaire de ces textes en ligne via une série de podcasts. analyse et résumé de points grammaticaux (formes verbales) et feedback en ligne.",
        "assessment_methods": "En début d'année, les étudiants passent un test diagnostique en ligne dont le niveau est similaire à celui de l'examen final pour évaluer leurs compétences de base. Cote de participation : ils·elles suivront ensuite un parcours pédagogique sur Moodle qui leur permettra de développer leur compétences à travers une série de podcasts et de devoirs et d'exercices en ligne. Leur évolution sur la plateforme sera reflétée à travers la barre de progression et prise en compte dans l'évaluation à hauteur de 10 % de la cote finale. L’étudiant·e obtient 10/10 pour cette partie lorsque sa barre de progression sur Moodle est verte à 100% à la fin du second quadrimestre . Tous les exercices doivent donc être réussis pour être validés. La cotation est adaptée au pourcentage du travail effectué. Par exemple, si la barre de progression de l’étudiant(e) est à 50% à la fin du second quadrimestre, il/elle obtiendra 5 /10 pour cette partie. Reasearch Article Talk ( 10% de la cote finale): par groupe de 3 ou 4 personnes, présentation orale en anglais d'un article de recherche en anglais choisi et lu au préalable par les membres du groupe Un examen partiel écrit est organisé en janvier. Pondération: 40% de la cote finale. Matière: toute la matière du premier quadrimestre (vocabulaire, grammaire, compréhension à la lecture) Type d'examen: QCM et questions ouvertes (à livre fermé) Les questions de compréhension à la lecture porteront sur des textes vus et non-vus. Si l’étudiant·e obtient 10/20 ou plus, il/elle est dispensé(e) de cette matière lors de l’examen de la session de juin. Si l’étudiant· obtient moins de 10/20, les points ne sont pas pris en compte et il/elle devra repasser cette partie lors de l’examen de la session de juin Examen écrit en juin. Pondération : 40% de la cote finale. Matière: toute la matière du second quadrimestre (vocabulaire, grammaire, compréhension à la lecture) Type d'examen: QCM et questions ouvertes (à livre fermé) Les questions de compréhension à la lecture porteront sur des textes vus et non-vus. Attention , comme mentionné ci-dessus, les étudiant·es ayant obtenu moins de 10/20 à l’examen partiel devront repasser cette matière en même temps que l’examen de juin (article 82 du règlement des études). Si l'étudiant·e ne passe pas l'examen de juin, la note finale pour le cours en juin sera A (ou 0 si signature de l'examen). Matière testée: vocabulaire grammaire compréhension à la lecture: questions sur extraits de textes vus au cours et extraits non-vus pour tester la compétence Langue d'évaluation: anglais Examen de septembre Barre de progression (10%) Research Article Talk (10%) : présentation individuelle en anglais d'un article de recherche en anglais (durée: 10 minutes) Examen écrit (80%) Matière testée: Matière de toute l'année (vocabulaire, grammaire, compréhension à la lecture). Les questions de compréhension à la lecture porteront sur des textes vus et non-vus. Type d'examen: QCM et questions ouvertes (à livre fermé) Langue d'évaluation: anglais",
        "other_info": "Le cours est organisé en ligne. L'enseignante est disponible par e-mail/sur Teams et intervient lors de séances de questions-réponses.",
        "online_resources": "Le cours mis en ligne sur la plateforme Moodle-UCL où l'étudiant trouvera des exercices supplémentaires de compréhension à la lecture, des exercices grammaticaux et lexicaux : https:// moodle .uclouvain.be",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2827",
        "title": "Stage",
        "credits": "5.00",
        "hours": "0 h + 100.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsys2056",
        "title": "Psychologie du genre",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Casini Annalisa",
            "Casini Annalisa",
            "Casini Annalisa",
            "Roskam Isabelle",
            "Yzerbyt Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours porte sur les processus psychologiques en jeu dans la socialisation du genre",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 AA 1 : Maîtriser les connaissances qui permettent d'expliquer et de comprendre la socialisation du genre AA 2 : Analyser, critiquer de manière argumentée et modéliser les situations mettant en jeu le genre dans le développement et dans le fonctionnement social des personnes AA 3 : Maîtriser les connaissances à propos des interventions en lien avec la question du développement et de la construction sociale du genre AA 4 : Adopter une posture critique vis-à-vis de soi-même et d'autrui en contexte mobilisant les questions du genre AA 5 : Identifier l'apport et la plus-value de la recherche scientifique en psychologie développementale et sociale du genre",
        "content": "Les questions de genre et d’inégalités entre les sexes suscitent, depuis plusieurs années, un intérêt grandissant dans nombre de champs disciplinaires, dont celui de la psychologie. Dans le cadre du cours, plusieurs spécialistes des sciences psychologiques présenteront la manière dont les questions de sexe et de genre sont abordées dans un large éventail de sous-disciplines de la psychologie (sociale, culturelle, du travail, développementale, LGTBQIA+ etc.). Ils et elles examineront divers facteurs qui concourent à la construction des genres au niveau des individus, se pencheront sur le fonctionnement psychologique des individus genrés, et étudieront la question du genre aux niveaux intergroupes, positionnels et idéologiques. Ils proposeront ainsi, tour à tour, une synthèse permettant d’alimenter la réflexion sur ce débat et de faire progresser l’égalité de genre.",
        "teaching_methods": "Un panachage de méthodes seront mobilisées en fonction des séances allant des situations de classes inversées, de cours ex-cathedra et de confrontation à des chercheurs et enseignants d'autres sous-disciplines de psychologie ainsi que des intervenants manifestant des expertises avérées sur la question du genre.",
        "assessment_methods": "L’examen QRM (Questions à Réponses Multiples) se compose de 30 items à 4 options de réponse dont une ou plusieurs sont correctes. Un point est attribué dans le cas où toutes les options correctes ont été choisies et qu'aucune option incorrecte n'a été choisie. Aucun point n'est attribué dans tous les autres cas.",
        "other_info": "The course is given in French, but a set of English slides is available for international students: no but an automatic DeepL translation is available on request The core reading for the course is in French, but equivalent core reading is available for international students in English no The standard exam is a written exam in French. However, international students taking this course: Will be allowed to use a dictionary when taking the written exam in French: yes",
        "online_resources": "Les Powerpoint des cours seront disponible sur la page Moodle du cours.",
        "bibliography": "Lectures potentielles en support du cours (rangées par date de parution) : Helgeson, Vicki (2012). The psychology of gender (4th Edition). New York: Pearson. Rudman, Laurie, et Glick, Peter (2010). The social psychology of gender: How power and intimacy shape gender relations . New York: Guilford Press. Owen Blakemore, J. E., Berenbaum, S. A., & Liber, L. S. (2009). Gender development . New York : Psychology Press. Ruble, D. N., Martin, C. L., & Berenbaum, S. A. (2007). Gender Development. In D. N. Ruble, A. Martin & S. A. Berenbaum (Eds.), Handbook of Child Psychology . New York: John Wiley & Sons, Inc. Eagly, Alice, Beall, Anne et Sternberg, Robert. (2005). The psychology of gender (2nd Edition) . New York : Guilford Press Eckes, T., & Trautner, H. M. (2000). The developmental social psychology of gender . New York: Taylor & Francis.",
        "course_materials": "Yzerbyt, V., Roskam, I., & Casini, A. (2021). Les psychologies du genre. Bruxelles: Mardaga. PowerPoint de cours Articles mis à disposition sur Moodle",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldrop2071",
        "title": "Droit approfondi de la famille - Advanced aspects of Family Law",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Schamps Geneviève",
            "Willems Geoffrey"
        ],
        "teaching_language": "Français",
        "topics_covered": "L’étude approfondie et bilingue du droit de la personne et de la famille sera structurée en trois sous-thèmes. Le statut juridique de la personne : statut de l’embryon, procréation assistée, identité sexuelle, protection des personnes vulnérables, fin de vie. La régulation juridique des relations de couple : spécificité du mariage, reconnaissance des couples homosexuels, protection des couples de fait, solidarité patrimoniale et alimentaire au sein du couple, articulation (cohérente ?) des différents statuts juridiques du couple, etc. La régulation juridique des relations parentales : accouchement « anonyme » ou « dans la discrétion », comaternité, gestation pour autrui, statut du beau-parent, statut du parent d’accueil, homoparenté et homoparentalité, hébergement égalitaire, égalité successorale, etc. Toutes ces thématiques sont expressément abordées sous l’angle non seulement du droit belge, mais également, dans une large mesure, sous l’angle du droit comparé et du droit international de la famille.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 2 Maîtriser et appliquer Maîtriser le contenu des principales règles du droit positif belge dans toutes ses branches, ainsi que celles du droit européen et du droit international, pouvoir en comparer les traits essentiels à quelques systèmes étrangers et être capable de passer de l’abstraction de la règle de droit aux faits, fussent-ils présentés de façon complexe, et inversement. 2.2. Connaître et comprendre l’influence qu’ont certaines normes et institutions européennes et internationales sur ces différentes branches du droit. 2.3. Connaître quelques traits essentiels de ces mêmes branches du droit à l’aune de quelques systèmes étrangers et maîtriser les techniques et les réflexes de recherche en droit comparé aux fins d’approfondir ces connaissances. 4 Réfléchir et participer Actualiser ses connaissances, percevoir les passerelles entre les différentes branches du droit, se forger des opinions personnelles et, le cas échéant, faire fructifier l’ouverture résultant d’un stage ou d’un séjour d’échange. 4.1 . Actualiser et parfaire ses connaissances dans les différentes branches du droit de manière autonome, et d’ainsi se forger une solide culture juridique générale. 5 S'interroger et s'impliquer S’interroger sur les choix que véhiculent les normes, se forger des opinions personnelles et s’impliquer dans la promotion des valeurs fondatrices du droit. 5.2 . Pouvoir, à propos d’une controverse juridique ou d’une problématique qu’il aurait identifiée, se forger et exprimer une opinion personnelle. 6 S'organiser et s'adapter S’organiser dans son travail, pouvoir s’adapter à de nouveaux contextes et y évoluer positivement, en ayant intégré une logique de développement continu. 6.1. S’organiser, planifier son travail et respecter les délais.",
        "content": "L’étude approfondie et bilingue du droit de la personne et de la famille sera structurée en trois sous-thèmes. Le statut juridique de la personne : statut de l’embryon, procréation assistée, identité sexuelle, protection des personnes vulnérables, fin de vie. La régulation juridique des relations de couple : spécificité du mariage, reconnaissance des couples homosexuels, protection des couples de fait, solidarité patrimoniale et alimentaire au sein du couple, articulation (cohérente ?) des différents statuts juridiques du couple, etc. La régulation juridique des relations parentales : accouchement « anonyme » ou « dans la discrétion », comaternité, gestation pour autrui, statut du beau-parent, statut du parent d’accueil, homoparenté et homoparentalité, hébergement égalitaire, égalité successorale, etc. Toutes ces thématiques sont expressément abordées sous l’angle non seulement du droit belge, mais également, dans une large mesure, sous l’angle du droit comparé et du droit international de la famille.",
        "teaching_methods": "Le cours met véritablement en exergue le droit comparé et le droit international de la famille. Il combine des exposés magistraux présentant les principes de base et des échanges interactifs entre les enseignants et les étudiants. Afin que ces échanges puissent être de qualité, les étudiants seront parfois invités à visionner une vidéo, à lire un texte juridique ou à répondre à un bref questionnaire en ligne préalablement au cours. Le cours accueille plusieurs invités internationaux qui viennent tantôt exposer les principes du droit de la personne et de la famille tel qu'il est conçu et pratiqué dans leur pays et tantôt partager leur expertise spécifique en droit comparé ou international de la famille. Jusqu'à présent, nous avons accueilli des professeurs venus du Canada, de France, de Grande-Bretagne, d'Italie.",
        "assessment_methods": "Les étudiant.e.s seront évalué.e.s par le biais d'un examen écrit, à livre fermé, en session.",
        "other_info": "Le cours se donne en français et en anglais.",
        "online_resources": "Pour chaque thématique vue au cours, les enseignants procurent aux étudiants via Moodle soit des notes de cours soit une contribution doctrinale de référence. Des présentations Powerpoint sont également préparées et mises à la disposition des étudiants.",
        "bibliography": "V. le site Moodle du cours.",
        "course_materials": "V. le site Moodle du cours",
        "responsible_entity": "BUDR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1337",
        "title": "Psychologie Politique",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van den Broucke Stephan"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Le cours offre une introduction à la psychologie politique en tant que champ de la psychologie appliquée. Il est consacré à la compréhension du comportement politique (de la part des acteurs politiques et des électeurs) à travers l'application des concepts et des théories psychologiques. Le cours s'appuiera sur la théorie et la recherche en psychologie de la personnalité, de l'apprentissage, de la prise de décision, de l'émotion, de la cognition sociale, et des relations intergroupes. Il étudiera des phénomènes politiques tels que la mobilisation politique, la participation des citoyens à la politique, la prise de décision, les mouvements politiques, et le vote ainsi que les conflits, les préjugés, et les comportements de masse.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : ' Analyser les comportements en politique en référence aux théories psychologiques et les données empiriques disponibles ; ceci impliquera - l'application et l'intégration de concepts vus dans les cours de base en psychologie (A1) ; - la recherche d'informations complémentaires pertinentes dans la littérature (A1) ; ' Sélectionner des théories et études pertinentes afin de comprendre un comportement concret dans une situation simple (A2) - en prenant conscience de l'influence de ses propres représentations et préjugés dans son analyse - en faisant la distinction entre une analyse approfondie et une analyse relevant du sens commun ' Communiquer de manière claire, précise et structurée le résultat de ses recherches et observations, de son analyse de la situation, et de l'application des théories sur un phénomène concret (C1-C2).",
        "content": "Le cours offre une introduction à la psychologie politique en tant que champ de la psychologie appliquée. Il est consacré à la compréhension du comportement politique (de la part des acteurs politiques et des électeurs) à travers l'application des concepts et des théories psychologiques. Le cours s'appuiera sur la théorie et la recherche en psychologie de la personnalité, de l'apprentissage, de la prise de décision, de l'émotion, de la cognition sociale, et des relations intergroupes. Il étudiera des phénomènes politiques tels que la mobilisation politique, la participation des citoyens à la politique, la prise de décision, les mouvements politiques, et le vote ainsi que les conflits, les préjugés, et les comportements de masse.",
        "teaching_methods": "Le cours consiste principalement en des conférences magistrales avec une invitation à la participation active des étudiants sous forme de questions et de réponses. Chaque session sera consacrée à un thème spécifique de la psychologie politique. Il sera demandé aux étudiants de lire un article scientifique de leur choix lié à l'un des thèmes, et de préparer une courte présentation contenant un résumé et une revue critique de l'article en relation avec le contenu du cours.",
        "assessment_methods": "L'évaluation se fera par le biais d'un examen à choix multiples combiné à une évaluation du devoir de lecture individuel.",
        "other_info": "This course is given in an “English-friendly” format. The course is taught in French but equivalent core reading will be made available in English for international students on request. The standard exam is a written exam in French. However, international students taking this course will be allowed to use a dictionary when taking the written exam in French, or will get the opportunity to take the written exam in English, upon request. The course requires coursework in French. However, international students taking this course are allowed to provide the coursework in English:",
        "online_resources": "Les Powerpoints de l'enseignant et des listes de lecture sont fournis sur la plateforme Moodle",
        "course_materials": "Huddy, L., Sears, D.O. & Levy, J. (2013). The Oxford Handbook of Political Psychology (2 ed.)",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1234",
        "title": "Théories et concepts en sociologie",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Zune Marc"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Principaux modes de théorisation découverts à partir de leur mise en uvre dans des recherches concrètes.\r- Concepts clés et principaux courants en sociologie.\r- Epistémologie de la sociologie et de l'anthropologie.\r- Les composantes de la théorisation : paradigmes, théories s.s., concepts, hypothèses générales.\r- Articulation entre théorie, méthode et objet.\r- La construction d'un objet socio-anthropologique et d'une problématique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Alors que le cours de BAC 1 introduit à la démarche sociologique et anthropologique à partir de problématiques sociales caractéristiques des sociétés contemporaines, ce cours-ci, situé en BAC 2, vise à donner une compétence théorique et conceptuelle (située à un niveau moyen d'abstraction et de systématicité) en sociologie. \r En particulier, il s'agira d'apprendre à répondre aux deux questions suivantes :\r- Quels sont les principes clés de l'analyse socio-anthropologique des phénomènes sociaux ?\r- En quoi consiste le travail de théorisation et de conceptualisation ?",
        "content": "Le cours de Théories et concepts en sociologie vise à aider les étudiants à mieux comprendre les processus de conceptualisation et de théorisation en sociologie. Le cours s'appuie sur trois parties : (1) une première partie vise à développer le \"regard sociologique\" à partir d'enquêtes empiriques ayant conduit à des conceptualisations innovantes, (2) une deuxième partie développer les théorisations sociologiques fondamentales proposées par Durkheim, Weber et Marx, et (3) une troisième partie aborde des conceptualisations et théorisations plus contemporaines.",
        "teaching_methods": "Exposés, analyses de matériaux empiriques, réalisation de travaux d'appropriation par les étudiants",
        "assessment_methods": "L'évaluation comprend 3 parties : (1) remise de 5 \"petits travaux\" en cours d'année et d'une analyse transversale. Ces travaux correspondent à une évaluation continue et sont valorisés à hauteur de 5 points sur 20 (2 points acquis lors de la remise, 2 pts valorisant la qualité des travaux, 1 point pour l'analyse transversale). Ils doivent être remis aux dates précisées via Moodle. Etant donné qu'ils font l'objet d'une correction collective en cours d'année, les travaux peuvent être améliorés, mais pas remis en retard. Ce portfolio est valorisé pour la première et l'éventuelle seconde session. (2) une première partie d'examen portant sur le contenu du cours (10 points sur 20) (3) une deuxième partie d'examen portant sur des lectures approfondies (5 points sur 20) Il est nécessaire d'obtenir 10/20 à la première partie d'examen portant sur le contenu du cours pour réussir, et un minimum de 13/20 à cette même partie pour obtenir un grade, une fois les cotes des différentes parties globalisées.",
        "other_info": "Pré-requis : Socio-anthropologie des mondes contemporains (ex LESPO1113)",
        "online_resources": "Site Moodle du cours",
        "course_materials": "Van Campenhoudt, L. et Marquis, N., Cours de sociologie, Paris, Dunod.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfopa2007",
        "title": "Traitement de données quantitatives",
        "credits": "6.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Clercq Mikaël",
            "Parmentier Michaël"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours vise à développer les bases du traitement de données quantitatives de type descriptif et inférentiel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise les acquis d'apprentissage G4, et dans une moindre mesure, G2 (G26 & G27). Au terme du cours, les étudiant seront capables de : Traduire une problématique de recherche en question(s) de recherche opérationnelle(s) dont la réponse peut être obtenue au travers de l'étude d'un matériau de nature quantitative (G41); Identifier les différents types de variables (G43) ; Sélectionner, appliquer et interpréter des statistiques descriptives, en fonction d'un contexte de recherche donné (G43) ; Comprendre  les raisonnements sous-jacents à la statistique inférentielle ; Sélectionner, appliquer et interpréter des statistiques inférentielles, de type bivarié essentiellement, en fonction d'un contexte de recherche donné (G44) ; Poser un regard critique sur des travaux de recherche dont les conclusions s'appuient sur l'analyse d'un matériau de nature quantitative (G45).",
        "content": "Statistiques descriptives : -          Variables nominales : mode -          Variables ordinales : médiane, écart interquartile -          Variables continues : moyenne, variance, écart type. Statistique inférentielle : raisonnement sous-jacent -          Population et Échantillon -          Procédure de test inférentiel -          Taille d effet Statistiques inférentielles (statistiques de test): -          Chi-carré et V de Cramer. -          Corrélations de Spearman et Pearson. -          Régression linéaire simple et multiple. -          T de student et analyse de variance à un critère. Lecture critique d articles : -          Termes et symboles statistiques les plus courants dans les publications. -          Méthode de lecture de graphes, tables et indices. -          Prise de recul sur les méthodes de présentation de l information statistique. -          Prise de conscience des limites des outils statistiques.",
        "teaching_methods": "Le temps de formation est découpé en 30h de cours magistral et 15h de travaux pratiques. Les séances de cours magistral alternent exposés et exercices. Les séances de travaux pratiques ont pour but de faciliter le développement des compétences de sélection, de calcul et d'interprétation des méthodes statistiques de type descriptif ou inférentiel. Tant dans le cours magistral que dans les travaux pratiques, les étudiants seront familiarisés à l'utilisation des logiciels de calcul statistique.",
        "assessment_methods": "L'évaluation est constitué d'un examen écrit individuel valant pour 15/20 et de la réalisation d'un travail de groupe valant pour 5/20. La note finale sera constituée de la note à l'examen écrit individuel et de celle pour la réalisation réalisation d'un travail de groupe.La note finale sera donc constituée de ces 2 parties intégrées. La réussite de ces deux parties est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement. La réussite de l’unité d'enseignement ne peut donc être obtenue que moyennant la réussite à chacune des parties/activités d’évaluation précitées. Dans le cas contraire une note d'échec sera automatique attribuée n'étant pas la moyenne pondérée des deux évaluations. En cas d'échec en fin d'année la réussite d'une des deux parties du cours pourra être conservée et reportée à l'année suivante.",
        "other_info": "L'utilisation de l'intelligence artificielle (ChatGPT...) ne peut être utiliser à des fins de générations ou de création de texte. La seule utilisation autorisée est l'utilisation pour correction orthographique. En cas d'utilisation d'une intelligence artificielle, l'étudiant·e doit explicitement le mentionner et fournir les requêtes utilisées pour communiquer avec l'AI. une à deux thématiques du travail demandé porterons sur les questions de transition écologique et de développement durable.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=7548",
        "bibliography": "Bressoux, P. (2008). Modélisation statistique appliquée aux sciences sociales. Bruxelles: De Boeck Université. Dancey, C. et Reidy J. (2007). Statistiques sans maths pour psychologues. Bruxelles : De Boeck. Howell, D. (2008). Méthodes statistiques en sciences humaines. Bruxelles : De Boeck.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1004",
        "title": "Introduction à la psychologie de la personnalité",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Saroglou Vassilis"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'accent est mis sur les connaissances scientifiques accumulées par les développements récents en psychologie de la personnalité (plutôt que sur l'histoire) et sur les mesures de personnalité de qualité établie. Une attention particulière est accordée aux interactions : (a) personne et groupes, (b) différences et similitudes interindividuelles (c) nature et culture, (d) stabilité et changement, (e) modèles et mesures, et (f) théorisations et pratiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant devra être capable de : - bien connaître la description de la personnalité et des différences individuelles (définition, structure, théories, modèles existants et dominants) - maîtriser les différentes dimensions d' explication de la personnalité et de son rôle dans la vie de l'individu (aspects et explications biologiques, génétiques, environnementaux, développementaux et culturels) Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu Secondairement, ce cours vise à amener les étudiants à : A2. analyser et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie D3. adopter une posture critique en situations d'apprentissage et en milieux professionnels, vis-à-vis d'autrui et de soi-même E1. maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et en sciences de l'éducation E2. identifier l'apport et la plus-value de la recherche scientifique en psychologie et en sciences de l'éducation sur sa compréhension de situations données",
        "content": "Le cours commence par une introduction à la notion de personnalité, ses liens avec les autres disciplines psychologiques, ainsi que la notion de « trait » de personnalité et sa pertinence. Ensuite, il introduit les étudiants au modèle dominant aujourd'hui (Modèle de cinq grands facteurs) de personnalité. Ce modèle est étudié en profondeur ; et ses liens avec d'autres modèles historiques ou plus récents sont examinés. Le spectre plus large de la personnalité au-delà des traits est également examiné : besoins, motivations, valeurs, attitudes sociales, intérêts vocationnels. D’autres parties importantes du cours incluent : étude des aspects développementaux de la personnalité (stabilité et changement), des aspects génétiques (interactions génétiques et environnement), biologiques, et culturels, les implications de la personnalité pour différents domaines de la vie, ainsi que des différences individuelles sur les habiletés mentales et la sexualité.",
        "teaching_methods": "Quatre premières séances: exposés du professeur et réponses aux questions des étudiants. Séances suivantes: méthode de \"classe inversée\" (lecture préalable du chapitre et des dias correspondants par séance par les étudiants et, après bref rappel par l'enseignant des points principaux, séance basée dans sa grande partie sur les questions des étudiants).",
        "assessment_methods": "L’évaluation est réalisée à l’aide d’un examen QCM, contenant 40 questions (et trois options de réponse, même pondération par question) avec pour chacune de ces questions, une seule réponse correcte. Le seuil de maitrise minimum des acquis d’apprentissages (correspondant à une note de 10/20) pour cet examen est fixé par la formule suivante qui permet de calculer c qui correspond au “seuil de réussite minimum” (l’étudiant doit répondre correctement à (c x 100) % des 40 questions pour obtenir la note de 10/20). Formule : c = ((n+1)/2n) x 100  (Où: n représente le nombre de propositions par question). Cette formule implique que pour réussir cet examen et obtenir 10/20 il faut 67% de réponses correctes. Ces modalités restent les mêmes pour toutes les sessions d'une même année.",
        "online_resources": "Cf. Moodle, le cas échéant",
        "bibliography": "Cf ci-dessus, Support.",
        "course_materials": "•\tM. Ashton, Psychologie de la personnalité et des différences individuelles (De Boeck), ainsi que les diapositives du professeur par séance. (English-speaking int. students can use instead the original : M. Ashton, Individual Differences and Personality)",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldrop2072",
        "title": "Individu, famille et État",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Willems Geoffrey"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours tend à intégrer l'enseignement du droit de la personne et de la famille dans une réflexion générale, de type socio-politique, sur les rôles respectifs dévolus, dans la société contemporaine, à l'individu, à la famille et à l'Etat (ou à la société civile), lorsqu'il s'agit de déterminer les normes de la vie privée et familiale des individus. Le cours propose une approche interdisciplinaire dans le cadre de laquelle le droit de la personne et de la famille est envisagé à la lumière de différentes sciences humaines non juridiques (psychologie, philosophie, sociologie, histoire, anthropologie). Dans le cadre d’une telle approche, les règles de du droit de la personne et de la famille seront mises au regard de textes ressortissant à ces différentes disciplines (Françoise Héritier, Paul Veyne, Claude Levi-Strauss, etc.).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 2 Maîtriser et appliquer Maîtriser le contenu des principales règles du droit positif belge dans toutes ses branches, ainsi que celles du droit européen et du droit international, pouvoir en comparer les traits essentiels à quelques systèmes étrangers et être capable de passer de l’abstraction de la règle de droit aux faits, fussent-ils présentés de façon complexe, et inversement. 2.2. Connaître et comprendre l’influence qu’ont certaines normes et institutions européennes et internationales sur ces différentes branches du droit. 3 Expliquer et convaincre Passer aisément de la règle aux faits et inversement lors d’une discussion, communiquer de manière claire, précise, structurée et argumentée le fruit d’une recherche et le résultat d’une analyse juridiques et produire une étude juridique, dans le respect le plus absolu des règles gouvernant la production scientifique. 3.2 . Exprimer à haute voix, de manière vivante, structurée et argumentée le contenu d’un savoir, le fruit d’une recherche ou le résultat d’une analyse juridique dans un français clair et précis dont le registre est adapté au contexte et aux qualités des interlocuteurs [exposé, entretien, conversation, plaidoyer, etc.] et être capable d’en faire de même, par écrit, dans le respect de l’échéance assignée. 4 Réfléchir et participer Actualiser ses connaissances, percevoir les passerelles entre les différentes branches du droit, se forger des opinions personnelles et, le cas échéant, faire fructifier l’ouverture résultant d’un stage ou d’un séjour d’échange. 4.3. Dans une perspective interdisciplinaire, connaître, comprendre et mobiliser les concepts et théories issus d’autres sciences humaines (notamment l’économie politique, la philosophie, la psychologie, la sociologie, l’histoire et l’éthique) afin d’appréhender le rôle, la portée et les limites du droit et de la justice. 5 S'interroger et s'impiquer S’interroger sur les choix que véhiculent les normes, se forger des opinions personnelles et s’impliquer dans la promotion des valeurs fondatrices du droit. 5.1 . Comprendre le caractère relatif, dans le temps et dans l’espace, d’une solution juridique, et ainsi s’interroger sur la pertinence des choix qu’elle véhicule. 5.3 . A raison d’une analyse des situations et mécanismes humains, familiaux, économiques ou sociaux appréhendés par le droit, réfléchir à la justesse des solutions juridiques, aux moyens de les améliorer et agir en ce sens. 5.4 . Identifier et promouvoir les valeurs éthiques et sociales fondatrices du droit et de la justice, ainsi que se garder de toute forme d’instrumentalisation.",
        "content": "Ce cours tend à intégrer l'enseignement du droit de la personne et de la famille dans une réflexion générale, de type socio-politique , sur les rôles respectifs dévolus, dans la société contemporaine, à l'individu, à la famille et à l'Etat (ou à la société civile), lorsqu'il s'agit de déterminer les normes de la vie privée et familiale des individus. Le cours propose une approche interdisciplinaire dans le cadre de laquelle le droit de la personne et de la famille est envisagé à la lumière de différentes sciences humaines non juridiques (psychologie, philosophie, sociologie, histoire, anthropologie). Dans le cadre d’une telle approche, les règles de du droit de la personne et de la famille seront mises au regard de textes ressortissant à ces différentes disciplines (Françoise Héritier, Paul Veyne, Claude Levi-Strauss, etc.).",
        "teaching_methods": "Le cours met véritablement en exergue l'approche interdisciplinaire du droit de la personne et de la famille. Il est dispensé en auditoire et articule des exposés magistraux et des échanges interactifs entre les enseignants et les étudiants. Pour que ces échanges puissent être de qualité, les étudiants seront parfois invités à visionner une vidéo, à lire un texte non-juridique ou juridique préalablement au cours. Le cours accueille au demeurant plusieurs invités qui viennent apporter aux étudiants leur éclairage de spécialistes d'une science humaine non-juridique ou viennent exposer aux étudiants les spécificités de l'approche juridique de la vie privée et de la vie familiale dans d'autres ordres juridiques à propos desquels ils ont une expertise particulière.",
        "assessment_methods": "Les étudiant.e.s seront évalués par le biais d'un examen oral à livre fermé organisé durant la session de juin. Cet examen inclura une présentation personnelle conforme aux exigences spécifiées dans le vade-mecum du cours. Il pourra inclure la réalisation, durant le temps de préparation, d'une prestation écrite courte.",
        "online_resources": "Des notes de cours et des Power Points sont mis à disposition des étudiants pour chaque cours. Les lectures sont aussi mises à leur disposition via Moodle.",
        "responsible_entity": "BUDR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1351",
        "title": "Bioéthique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Il s’agit d’un cours d’introduction à la bioéthique comme histoire, contenu, enjeux de société et démarche pluridisciplinaire. Il envisagera le type de rationalité qui y est à l’œuvre au regard d’autres normativités (déontologique, juridique) et la place que peut y avoir une approche de la théologie comme discipline. Il offrira des points d’appui aux étudiants pour comprendre ce qu’est aujourd’hui « la bioéthique », sa nécessité sociale dans le champ de la santé et de la technique, ses limites également en termes théorique et de champ d’application. Il comprendra que le discours théologique y a toute sa place mais rien que sa place dans le déploiement d’une bioéthique comme champ pluridisciplinaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : L’étudiant(e) est capable de mobiliser les sources documentaires, papiers et informatiques, des principaux ouvrages de bioéthique. L’étudiant(e) est capable d’écouter autrui, de mettre en œuvre une capacité de discernement dans les domaines touchant la pensée bioéthique contemporaine, particulièrement dans son lien à la foi et à la théologie. L’étudiant(e) est capable de synthétiser sa pensée et de la communiquer – oral et écrit – dans un langage simple, audible dans un champ pluridisciplinaire.",
        "content": "Une première partie du cours envisagera un historique de la bioéthique aux États-Unis, en Europe et Belgique (émergence des modèles et organisation). Les différentes modalités de construction du « discours bioéthique » seront ensuite évoquées (éthique narrative, pragmatique,  procédurale) dans leur intérêt et leur limite pour une éthique clinique. On s’intéressera à l’éthique de Beauchamp et Childress au regard d’une contextualisation de la bioéthique et d’une rationalité large (J. Ladrière). Une deuxième partie du cours reprendra la matière dans une approche dabantage théologique.Après avoir envisagé la question de « la décision », le cours illustrera l’ensemble au regard des thématiques de fin de vie.",
        "teaching_methods": "Tout en favorisant l’interactivité et les échanges, la majeure partie du cours se donnera ex cathedra. Deux séances du cours introduiront, via des vidéos, à la pratique et aux enjeux de l'éthique clinique.",
        "assessment_methods": "Au terme du parcours, l’étudiant aura à sa disposition un ensemble de questions proposées par l'enseignant. Il sera invité à en présenter une lors de l'examen oral. En cas de crise sanitaire, l'examen oral se fera via teams.",
        "other_info": "Acquis d’apprentissage : Au terme du cours, l'étudiant.e. sera capable - de mobiliser les sources documentaires, papiers et informatiques, des principaux ouvrages de référence en bioéthique; - d'écouter autrui, de mettre en oeuvre une capacité de discernement dans les domaines touchant la pensée bioéthique contemporaine, particulièrement dans son lien à la foi et à la théologie. - d'en saisir les dimensions interdisciplinaires - de synthétiser sa pensée et de la communiquer - oral et écrit - dans un langage simple, audible dans un champ pluridisciplinaire.",
        "online_resources": "Chaque chapitre terminé sera déposé sur moodle par l'enseignant",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2828",
        "title": "Séminaire d'accompagnement du stage",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "content": "Ce séminaire vise à vous accompagner dans : - la recherche d'un stage, - l'élaboration de votre projet, - la réflexion critique et le positionnement à adopter lors du stage - les questionnements en lien avec le stage (situations critiques,...)",
        "teaching_methods": "Dispositif pédagogique en présentiel et/ou par Teams en fonction de l'évolution de la pandémie - Pédagogie collaborative - Travail en sous-groupe, - Travail individuel - Partage de ressources",
        "assessment_methods": "L'évaluation est l'addition du rapport de stage et de la présence au cours. La présence au cours est obligatoire",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2813",
        "title": "Philosophie de la famille et du couple",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Frogneux Nathalie"
        ],
        "teaching_language": "Français",
        "topics_covered": "-       La relation (réciprocité et (a)symétrie), -       L'altérité -       La différence sexuelle -       l'importance du genre dans le couple et la famille -        l'affectivité (développement temporel), -        l'amour dans la tradition philosophique (éros-passion, philia-amitié, agapè-don), le désir (comme manque et comme mouvement de l'être).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 « A la fin de ce cours, l'étudiant est capable de/d' : -       analyser et d'expliciter les types de relations affectives, -       problématiser et de questionner des catégories souvent reçues de manière non critique, appréhender et analyser une problématique/situation concrète dans le domaine du couple et de la famille en mobilisant des notions philosophiques (mettre en 'uvre un angle de lecture « philosophique » de la situation)",
        "content": "Le terme d’amour recouvre de nombreuses acceptions, selon ses formes, son intensité, son contexte historique et culturel, ou ses objets, ce qui fait souvent conclure à l’impossibilité de le définir ou de le saisir conceptuellement. Si les définitions s’avèrent trop restrictives, la typologie classique (eros, philia, agapè) demeure encore largement valable pour comprendre bien des philosophies contemporaines de l’amour. Toutefois, cette manière de présenter l’amour par types devrait être enrichie à deux égards, par la multiplication de perspectives des parties aimantes ou aimées en présence, ainsi que par une dynamique qui soit capable de comprendre l’évolution et les tensions amoureuses selon plusieurs axes : de la valeur, de l’action, de la connaissance et de l’expression.",
        "teaching_methods": "Le cours se donnera de manière margistrale. Il se basera sur des textes de la tradition philosophique (Platon, Aristote, etc.) et des auteurs contelmporains (Habib, Badiou, Illouz, etc.). Il se donnera en présentiel et/ou en distanciel selon l'évolution des mesures liées à la crsie du Covid.",
        "assessment_methods": "Un examen oral permettra d'évaluer les connaissances et la compréhension des notions étudiées au cours. Selon les mesure en vigueur lors des sessions d'examens, l'évaluation aura lieu à distance ou en présentiel. Les mêmes méthodes seont appliquées lors de toutes les sessions.",
        "course_materials": "Les supports de cours seront déposés sur Moodle : d'une part les ppt et d'autre part les textes de référence et la bibliographie.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1424",
        "title": "Histoire de l'Époque contemporaine et de l'Anthropocène",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Debruyne Emmanuel",
            "Van Ypersele Laurence"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours présente les principaux cadres de l’histoire de l'Europe durant la période contemporaine (19e-21e siècles), dans une perspective globale. Il fait en outre découvrir la variété des sources, les grandes tendances de l’historiographie et quelques problématiques de la recherche, comme la totalisation des conflits et ses effets sur les civils, la nationalisation des identités et ses effets sur les empires coloniaux ou l’individualisation des familles. Enfin, ce cours se penche sur la question de l'anthropocène et sur la manière dont les activités humaines ont bouleversé de manière croissante l'écosystème planétaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser des savoirs disciplinaires: Maitriser un socle de savoirs dans les domaines de l’histoire, de la philosophie, des arts et des lettres. Articuler ces savoirs dans un contexte historique, social et culturel. Maitriser des savoirs liés à la crise écologique et à la transition. 2 Donner un sens à un texte, à un événement ou à une oeuvre: Interpréter un événement, une oeuvre, une image ou un texte dans son contexte historique, social et culturel. Évaluer la portée signifiante de productions culturelles dans une propriété donnée et rendre compte de leur circulation. S’ouvrir à d’autres cultures, moyens de communication et d’expression et perspectives. Envisager le caractère systémique de la crise écologique et sociale. 3 Devenir autonome et responsible dans sa formation: Faire preuve d’un regard réflexif sur ses connaissances, ses méthodes et ses productions. 4 Acquis d’apprentissages spécifiques à l’unité d’enseignement : Maitriser la chronologie de l’histoire contemporaine et les principaux cadres de cette histoire. Maitriser, à partir de l'examen de quelques sources et travaux, comment la connaissance historienne s'élabore. Être capable au départ d'un \"portefeuille de lectures\", de dégager quelques grandes problématiques de recherche. Maitriser des savoirs historiques liés à l’anthropocène et au caractère systémique de la crise écologique et sociale",
        "content": "Le cours aborde les grands axes (idéologiques, socio-économiques et politiques) qui traversent les 19e et 20e siècles occidentaux. Il approfondit une série de concepts fondamentaux pour comprendre l'histoire contemporaine occidentale (concept de modernité, nation et nationalisme, idéologie et utopie, révolution, etc). Quatre séance sont consacrées à l'Anthropocène et à ses différentes dimensions au cours de la période étudiée.",
        "teaching_methods": "Cours magistral ouvert au dialogue avec les étudiants",
        "assessment_methods": "Examen écrit composé de questions ouvertes Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldemo2610",
        "title": "Population et santé",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Masquelier Bruno"
        ],
        "teaching_language": "Français",
        "topics_covered": "Histoire de la mortalité des populations : perspectives comparées des transitions épidémiologiques ; Systèmes d'informations et stratégies d'observation et de recherche dans le domaine de la santé (études cas-témoins, prospectives et expérimentales) ; Concepts - santé, santé de la reproduction, morbidité, état nutritionnel, handicap, dépendance, mortalité - et leurs indicateurs Mesures démo-épidémiologiques : incidence, prévalence, risques relatifs ; Grands problèmes de santé publique actuels : comparaison Nord / Sud.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. connaître des sources d'information ; 2. maîtriser des méthodes nécessaires à l'analyse des phénomènes de santé et de mortalité des populations dans le temps et dans l'espace.",
        "content": "Le cours LDEMO2610 offre une introduction à l'étude de la santé des populations. Après une première partie consacrée aux sources de données et aux méthodes d'observation (études transversales, cas-témoins, essais contrôlés randomisés, etc.), le cours détaillé le cadre théorique de la transition épidémiologique et présente quelques exceptions à ce schéma théorique. La troisième partie du cours offre l'occasion d'examiner les principales problématiques de santé dans une perspective de parcours de vie, depuis la conception jusqu'aux âges élevés : (1) la mortinatalité et la mortalité des enfants des moins de 15 ans, (2) santé reproductive et maternelle, (3) les maladies non-transmissibles. Les déterminants sociaux de la santé et la santé environnementale sont également abordés.",
        "teaching_methods": "Le cours alterne des exposés méthodologiques et thématiques sur les grandes questions de santé publique.",
        "assessment_methods": "Examen écrit en session (mix de QCM et questions ouvertes) (10/20). Travail de groupe (3 max): rédaction d'un courte revue de la littérature (8-10 pages) sur un problème de santé publique, au choix des étudiant·e·s (10/20). Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à l'intelligence artificielle est autorisée comme assistant linguistique et outil d'exploration ou d'idéation, mais l'intelligence artificielle ne peut pas être utilisée comme outil de rédaction.",
        "online_resources": "Slides de cours et articles disponibles sur la page du cours sur MoodleUCL.",
        "bibliography": "Bonita R., R. Beaglehole, and T. Kjellstrom. Eléments d'épidémiologie . Organisation mondiale de la santé, 2010. Young T.K. Population Health: Concepts and Methods . Oxford University Press, 2005. Lutz, W. & Kebede, E. Education and Health: Redrawing the Preston Curve, Population and Development Review, Wiley, 2018 , 44 , 343-361 Vallin, J. & Meslé, F. Convergences and divergences in mortality: A new approach of health transition, Demographic Research, 2004 , S2 , 11-44",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2312",
        "title": "Ethique familiale",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, l'activité : - portera sur une question particulière de l'éthique familiale ; - en explorera les enjeux humains, sociaux et politiques ; - en présentera une évaluation éthique du point de vue philosophique et théologique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 clarifier les catégories fondamentales de la réflexion éthique sur les questions que posent aujourd'hui le mariage et la famille ; 2 situer les contributions des traditions chrétiennes aux débats à ce sujet.",
        "content": "De nos jours, le modèle de la famille reposant sur l’engagement matrimonial, et particulièrement sacramentel en registre chrétien, se trouve questionné par de nouvelles revendications, par le vote de nouvelles législations, particulièrement dans les pays occidentaux et aux États-Unis. Ces nouvelles configurations du couple, de la famille apparaissent pour certains comme de nouveaux modèles de liens, de couple et de famille qui remettent, partiellement ou radicalement, en cause bien des modèles traditionnels de penser et de vivre les liens familiaux.  Ces questions n’échappent pas à l’actualité des débats ecclésiaux puisqu’elles ont été abordées dans le document de travail rendu public en novembre 2013 « Les défis pastoraux de la famille dans le contexte de l’évangélisation » en vue de préparer le synode des évêques de 2014-2015, signalant à la fois les risques de certaines théories du gender axées sur l’autonomie du sujet contemporain et un refus d’une approche de la loi naturelle, tout en signalant le souhait de nombreuses conférences épiscopales à travers le monde d’aller au-delà des condamnations générales pour offrir une réponse raisonnée et crédibles. Le synode relatif à la famille chrétienne de 2016 aurait-il pu aller plus loin dans sa réflexion ? Ces problématiques engageant le devenir de la famille contemporaine, et par voie de conséquence une certaine structuration et représentation de la société, méritent donc d’être étudiées, comprises et évaluées tant d’un point de vue humain, de société, que dans leur dimension éthique, théologique et ecclésiale",
        "teaching_methods": "Cours magistral et large place au débat et à la discussion.",
        "assessment_methods": "Chaque étudiant(e) réalisera une synthèse critique et personnelle du parcours d’enseignement, étayée de repères bibliographiques, et sera capable d’élaborer certains points d’appels éthiques et théologiques relatifs à un chapitre du cours qu’il (elle) aura choisi. Un travail écrit sera remis au secrétariat de TECO au minimum 15 jours avant le début de la session d’examens. Ce travail se répartira de la sorte : La première partie (max. 7 pages) approfondira un chapitre du cours (au choix). Il ne s’agit pas de répéter la matière mais d’aller plus loin grâce à une recherche bibliographique. Cet approfondissement touchera tant l’approche éthique que théologique de la question. La deuxième partie constituera une synthèse critique (max. 3 pages) de la thématique d’ensemble du cours dispensé : qu’est-ce que j’ en pense ? Comment je me situe ? Pourquoi ? L’élaboration d’une bibliographie des ressources utilisées : livres, articles, ressources électroniques. Ce travail sera déposé au secrétariat de la TECO pour le 20 mai 2022 au plus tard. Il fera l’objet d’un échange avec l’enseignant durant la session d’examens.",
        "online_resources": "Chaque chapitre terminé sera déposé sur moodle par l'enseignant. D. Jacquemin, Aimer, s'aimer et se laisser aimer , Bruxelles, Lessius, 2019.",
        "bibliography": "Une bibliographie sera remise et commentée lors du premier cours.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1190",
        "title": "Introduction historique à la philosophie & Philosophie et éthique de l'environnement",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Frogneux Nathalie",
            "Leclercq Jean"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours comprend deux parties. La première partie (30h) est une introduction à la philosophie et au philosopher. De manière générale, on montrera l’émergence de la discipline, en privilégiant une approche historique et culturelle. On cherchera également à comprendre les tâches que la philosophie, comprise comme méthode et comme contenu, s’assigne jusqu’à aujourd’hui et comment elle se propose de les remplir. On insistera sur ce qui rapproche ou sépare le discours philosophique de toute une série de discours afférents (mythologique, théologique, scientifique, littéraire, artistique, etc.) qui ont compté à divers titres dans la construction d’un chemin réflexif spécifique. On consacrera un temps important à présenter des “moments” de l’histoire de la philosophie qui se sont illustrés tantôt par des courants, tantôt par des auteurs spécifiques et qui, en initiant une discontinuité conceptuelle créatrice, ont généré des compréhensions et représentations du monde nouvelles ou alternatives. Cette partie historique s’appuiera sur des extraits commentés de textes importants. La seconde partie (15h) prend appui sur le parcours historique pour aborder des questions de philosophie et d’éthique de l’environnement. On propose un aperçu des principaux courants ont émergé depuis les années 1960 comme des critiques des racines de la crise écologique (anthropocentrisme, dualisme, technologie, capitalisme, patriarcat, colonisation, société industrielle, etc.) ou comme des solutions possibles à cette crise (responsabilité, considération, sensibilité au vivant, etc.). Partant de la problématique de la transition et de son lexique (i.a. hypothèse Gaïa, anthropocène, effondrement, Deep ecology, symbiose des vivants, écoféminisme, générations futures, sentience, nature, capitalocène, pyrocène, libération animale, justice environnementale, etc.), on tente de clarifier les enjeux des débats contemporains en philosophie et en éthique de l’environnement, en insistant d’une part sur leur contribution à une prise de conscience toujours plus claire de la crise écologique et à la problématisation de cette crise. D’autre part on étudie les propositions théoriques et pratiques qui ressortent directement ou indirectement de cette contribution. L’objectif est de familiariser les étudiantes et étudiants aux grands courants de la philosophie et de l’éthique l’environnement à partir de textes et de documents représentatifs des discussions contemporaines en la matière.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser des savoirs disciplinaires: Maitriser un socle de savoirs dans les domaines de l’histoire, de la philosophie, des arts et des lettres. Articuler ces savoirs dans un contexte historique, social et culturel. Maitriser des savoirs liés à la crise écologique et à la transition. 2 Comprendre et analyser des ressources: Examiner les sources de manière critique. Hiérarchiser les sources selon leur fiabilité et leur pertinence. 3 Donner un sens à un texte, à un événement ou à une oeuvre. Envisager le caractère systémique de la crise écologique et sociale.",
        "content": "Pour la première partie : les courants majeurs de la philosophie et les auteurs majeurs, qui seront situés dans les courants qu’ils ont illustrés. On veillera à un équilibre et à une mise en contexte internationale de ce contenu. On peut mentionner à titre indicatif : Les courants de la Pensée antique, grecque et latine : Socrate, Platon, Aristote, Mouvements et écoles philosophiques du stoïcisme et de l'épicurisme ; Augustin Philosophies médiévales pluriculturelles Philosophie moderne : Descartes, Pascal, Spinoza, Leibniz ; Empiristes anglais ; Idéalistes allemands ; Encyclopédistes français ; Hegel ; Philosophie contemporaine : Marx ; Freud ; Nietzsche ; Schopenhauer ; Husserl ; Heidegger ; Philosophes de la différence et post-modernes. Pour la seconde partie : principalement des œuvres de 1960 à nos jours. A titre indicatif : Hans Jonas, Gunther Anders, Alfred North Whitehead, John Lovelock, Bruno Latour, Philippe Descola, Catherine Larrère, Dominique Bourg, Gérald Hess, David Abram, Isabelle Stengers, Joëlle Zask, Corine Pelluchon, Val Plumwood, etc.",
        "teaching_methods": "Cours magistral ouvert aux interactions avec les étudiant.e.s.",
        "assessment_methods": "Examen sur la première partie du cours : examen écrit (pour les sessions de janvier, juin et septembre) Examen sur la seconde partie du cours : examen écrit (pour les sessions de janvier, juin et septembre). Pondération : 2/3 pour la première partie, 1/3 pour la seconde partie.",
        "online_resources": "Moodle",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2826",
        "title": "Séminaire d'accompagnement du mémoire",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bestgen Yves"
        ],
        "teaching_language": "Français",
        "content": "Le séminaire a pour but de favoriser le bon déroulement du mémoire et de promouvoir une compréhension commune claire de ce qui est attendu dans le cadre de celui-ci. Le principe du séminaire est à cette fin de confronter les expériences afin que chacun apprenne les meilleures pratiques au travers de l’exemple des autres.",
        "teaching_methods": "Activités orales (en présentiel ou/et en virtuel) et/ou écrites.",
        "assessment_methods": "Lors de la première inscription, participation au séminaire (10 points), version initiale (3 points) et version finale (7 points) du travail de fin du séminaire. Lors d'une seconde inscription, des travaux devront être effectués et remis par la personne inscrite à la date déterminée par le titulaire. La personne aura contacté par courriel le titulaire à ce sujet au moins un mois avant le début de la session en question.",
        "other_info": "N/A",
        "online_resources": "Site Moodle du séminaire",
        "bibliography": "N / A",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1008",
        "title": "Philosophie : éducation, santé et travail",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Leclercq Jean"
        ],
        "teaching_language": "Français",
        "topics_covered": "En articulation avec « Histoire et épistémologie des idées en psychologie et en éducation », les thèmes suivants sont abordés : les principaux courants philosophiques, les auteurs les plus représentatifs, les grands tournants du devenir de la philosophie occidentale, et quelques thèmes spécifiques à l'interrogativité philosophique, en rapport avec la santé, le travail et l'éducation (ex., le rapport de l'homme à la nature, l'articulation de la liberté et des déterminismes, les questions d'éducabilité et d'autonomie, les questions de la norme et de la normalité, les relations entre éthique et psychologie, les notions de \"conscience\" et d' « âme »)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant se sera approprié certains éléments de base de la discipline philosophique, par une initiation à son discours propre et son histoire, depuis le moment grec de sa fondation où la philosophie se présente comme un « art de guérir » et un « travail sur le concept » visant à éduquer le citoyen dans le cosmos où il se meut. Corollairement, les thématiques  de la santé, du travail et de l'éducation seront privilégiées au gré de ce parcours historique, afin de situer la philosophie dans son rapport à la psychologie et aux sciences de l'éducation. Avec ces bases propédeutiques d'une culture philosophique, l'étudiant devrait pouvoir, en adossant sa propre réflexion à la pensée de quelques grands précurseurs, initier une réponse personnelle et critique aux questions essentielles de l'existence et corollairement comprendre les systèmes de représentation qui informent la culture contemporaine. Eu égard au référentiel des acquis d'apprentissage, le cours vise plus particulièrement à amener les étudiants à : A1. Maîtriser certaines connaissances qui tentent d'expliquer et de comprendre l'homme dans son rapport complexe au monde qui l'entoure; D1. Développer des capacités d'écoute, dans des situations d'apprentissage et en milieux professionnels; F1. Identifier les moyens et les opportunités pour mettre en place les bases d'un développement critique de soi.",
        "content": "L'objectif du cours est d'introduire à la réflexion et à la pratique philosophiques, en privilégiant une approche historique et une approche thématique. L'enseignant présentera, d'une part, les principaux courants philosophiques, en mettant en évidence leur spécificité et leur apport créatif, et, d'autre part, les auteurs les plus représentatifs. Une attention particulière sera aussi accordée au surgissement de certains thèmes spécifiques à l'interrogativité philosophique (le rapport de l'homme à la nature, l'articulation de la liberté et des déterminismes, les questions de la norme et de la normalité, les relations entre éthique et psychologie, ainsi que les notions de \"conscience\" et d'\"ame\"). Pour ne pas les isoler, on tentera de montrer leur impact sur des visions du monde. Avec ces \" bases \" d'une culture philosophique, l'étudiant devrait pouvoir, en adossant sa propre réflexion à la sagesse de grands précurseurs, initier une réponse personnelle aux questions essentielles de l'existence et comprendre les systèmes de pensée et de représentation qui informent notre culture contemporaine. Parce que l'art de vivre est aussi un art de lire, des extraits de textes philosophiques majeurs feront l'objet d'une lecture commentée pendant le cours, pour appuyer le propos. Durant le cours, des articles seront commentés et des livres feront l'objet d'une analyse mais également de questions posées sur ceux-ci lors de l'examen. Ces lectures sont OBLIGATOIRES.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen écrit avec des questions précises, normalement sous forme de QCM,  qui portent sur la technicité des concepts qui sont utilisés dans le cours. Le cours demande donc une étude précise. Des questions sont également posées sur les ouvrages et articles mis en lecture et commentés lors du cours.",
        "online_resources": "Syllabus des séances disponibles sur le site moodle du cours. Les notes sont complètes. Les articles lus et commentés en cours magistral sont également disponibles. L'étudiant sera attentif au déroulé magistral du cours et aux apports temporels qui sont parfois liés à une actualité éditoriale ou évenementielle qui de facto n'est pas intégrée dans les notes mises à disposition sur le site Moodle.",
        "bibliography": "Elle est donnée dans le cadre du cours. Deux livres, également mentionnés sur le site du cours, sont partie intégrante du cours. Ils font l'objet de leçons spécifiques, de comentaires et d'études. Leur lecture est obligatoire et une question d'examen porte sur ces deux sources pédagogiques du cours.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfsm1107",
        "title": "Psychologie générale",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Agrigoroaei Stefan",
            "Brevers Damien",
            "Thonon Bénédicte"
        ],
        "teaching_language": "Français",
        "topics_covered": "Relations interpersonnelles Base pour poser un cadre thérapeutique/didactique (climat sécurisant) Concepts et théories de base : Les perceptions Les aspects psychosomatiques L’attention La mémoire L’apprentissage La motivation (auto-efficacité) Les émotions Les comportements Les prises de décisions Les aspects psycho-sociaux (cognition sociale et relationnel) Les différents types de personnalités Les psychopathologies (troubles de la santé mentale : stress, anxiété, dépression, troubles de l’humeur, burn-out)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Décrire les concepts et théories associés aux thématiques de base de la psychologie (7.3, 11.2 kiné – 4.2, 3.5, 9.2 EP) Définir les concepts et théoriques associés à l’apprentissage interrelationnel (4.1, 9.4 et 11.1 kiné – 4.2, 3.5, 9.2 EP) Identifier les concepts et théoriques associés à l’apprentissage interrelationnel (4.1, 9.4 et 11.1 kiné – 4.2, 3.5, 9.2 EP) Identifier les concepts présents dans des cas concrets dans les différents modèles en sciences de la motricité (5.3, 11.3 Kiné - 9.3 EP)",
        "content": "Eléments de méthodologie dans la recherche psychologique ; Perception et attention ; Mémoire, processus de décision et de résolution de problèmes ; Lois de l'apprentissage et principes de la modification du comportement ; Théories de la motivation ; Psychologie de la santé, théories socio-cognitives, stress et comportements de santé : Déterminants sociaux du comportement humain ; Les troubles psychiques et la définition des comportements pathologiques ; L’évaluation des interventions psychologiques ; Psychologie et activité physique.",
        "teaching_methods": "100%: Exposés théoriques sur base de présentations Power-Point, illustrées par des vidéos & des exemples de la vie quotidienne, utilisation de la plateforme Wooclap pour un enseignement interactif.",
        "assessment_methods": "Examen écrit QCM sur la matière, contenant 40 questions avec quatre possibilités de réponse dont une seule est correcte. Les modalités d’évaluation restent les mêmes pour toutes les sessions d'une même année académique.",
        "other_info": "Acquis d'apprentissage Au terme de cette unité d’enseignement, l'étudiant(e) devra être capable de maîtriser les concepts et théories de base de la psychologie et plus particulièrement les processus psychologiques cognitifs, affectifs et sociaux qui sous-tendent le comportement. Il /elle comprendra les grands concepts et les principales théories psychologiques susceptibles de lui être utiles dans son intervention en motricité à des fins éducatives (EDPH) ou de rééducation (KINE). La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d’enseignement (UE) » Thèmes abordés Les concepts fondamentaux de la psychologie : perception, attention, mémoire, apprentissage, motivation, émotion, stress, personnalité, comportements de santé, relations sociales, psychopathologie Les principales conceptions du fonctionnement cognitif et des déterminants du comportement humain. Les principales pratiques en psychothérapie, les théories et données sur lesquelles elles s'appuient, leur application aux troubles psychiques et leur évaluation. Ce cours est réservé aux étudiants FSM. Son accès est possible aux autres étudiants UCLouvain sur base d'un dossier à remettre au coordinateur du cours.",
        "online_resources": "Les slides et autres informations concernant le cours sont disponibles sur la plateforme Moodle, cours LFSM1107",
        "bibliography": "Des chapitres & articles seront indiqués pour certains cours",
        "course_materials": "Diapositives, articles ou chapitres disponibles sur Moodle",
        "responsible_entity": "FSM"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldroi1220",
        "title": "Introduction à la psychologie",
        "credits": "3.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bouchat Pierre",
            "Nils Frédéric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Loin de viser à l'exhaustivité, le cours porte sur les questions suivantes :\r\rPartie 1 : Généralités (15 heures)\r1. Définition, historique, méthodes et champs de la psychologie ; 2. L'apprentissage; 3. La mémoire; 4. La motivation ; 5. Les émotions ; 6. La psychologie clinique et la psychopathologie.\r\rPartie 2 : Psychologie sociale (30 heures)\r1. Le rapport à autrui : le caractère social de l'individu ; 2. La formation d'impression ; 3. Les normes sociales ; 4. Conformité et obéissance ; 5. Résistance et innovation; 6. L'agression interpersonnelle; 7. Relations et conflits intergroupes\r\rL'enseignement magistral peut être, le cas échéant, complété selon les besoins de l'enseignement par d'autres méthodes pédagogiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître/ comprendre Connaître et comprendre le rôle de la norme, les principes gouvernant son élaboration et son application, les étapes essentielles de l’évolution du droit, le contenu des principales règles du droit positif belge, l’impact sur celui-ci des normes européennes et internationales et les traits essentiels de certains systèmes étrangers. 1.3. Comprendre le rôle de la norme, du juge et des autres acteurs du droit dans un Etat de droit moderne. 4 S'interroger/ s'impliquer S’interroger sur les choix que véhiculent les normes, s’impliquer dans la promotion des valeurs fondatrices du droit. 4.1 . Comprendre le caractère relatif, dans le temps et dans l’espace, d’une solution juridique, et ainsi s’interroger sur la pertinence des choix qu’elle véhicule. 6 S'ouvrir S’ouvrir aux autres, aux autres sciences humaines, aux relations qu’elles entretiennent avec le droit et, le cas échéant, à d’autres cultures juridiques ou au monde professionnel. 6.2. Connaître et comprendre les concepts et théories issus d’autres sciences humaines (notamment l’économie politique, la philosophie, la psychologie, la sociologie, l’histoire et l’éthique) afin d’appréhender le rôle, la portée et les limites du droit et de la justice.",
        "content": "Le cours porte sur les thèmes suivants : Partie 1 : Psychologie générale 1. Définition, historique, méthodes et champs de la psychologie ; 2. L'apprentissage; 3. La mémoire; 4. La motivation ; 5. Les émotions ; 6. La psychopathologie. Partie 2 : Psychologie sociale (15 h) 1. Le rapport à autrui : le caractère social de l'individu ; 2. Les stéréotypes de genre, 3. Les normes et l'influence sociale; 4. Conflits et médiation, 5. Psychologie des groupes ; 6. La mémoire collective des guerres et post-conflit",
        "teaching_methods": "Le cours prend la forme d'exposés magistraux.  L'enseignement magistral peut être, le cas échéant, complété par d'autres méthodes pédagogiques.",
        "assessment_methods": "L'évaluation est réalisée au moyen d'un examen écrit de type QCM (questions à choix multiples). Cette évaluation constitue 100% de la note de l'UE. La note finale est la somme des notes des deux parties de l'examen, chacune valant pour 50% de la note finale (et correspondant aux deux parties du cours). Les modalités d’évaluation sont identiques en première session (juin) et en seconde session (août).",
        "other_info": "HORAIRE DU COURS Le cours se donne au 2e quadrimestre, le lundi de 8h30 à 10h30. Il n'y a pas de pré-requis pour ce cours d'introduction.",
        "online_resources": "Partie 1 Des présentations ppt postées sur MoodleUCL (en fonction de l'avancement du cours). Pour certaines parties du cours, des documents écrits et des vidéos sont proposés aux étudiants à titre d'information complémentaire. Partie 2 Des présentations ppt postées sur MoodleUCL (en fonction de l'avancement du cours).",
        "responsible_entity": "BUDR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcrim2107",
        "title": "Droit de la protection de la jeunesse",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Moreau Thierry"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours a pour objet : L'étude des textes légaux de droit international et de droit interne, qui concernent principalement l'autorité parentale et son contrôle, la délinquance juvénile et les mineurs en difficulté et en danger; Une approche historique de ces textes; L'étude de la mise en oeuvre de ces textes et les débats qui figurent au sein de celle-ci (jurisprudence nationale et internationale, politique criminelle, pratiques); Les critiques dont font l'objet ces textes et leur mise en oeuvre; Les projets de réformes de ces textes ; L'étude d'expériences étrangères; Une réflexion sur la place de l'enfant au sein du dispositif juridique. Certains aspects de la matière feront l'objet d'une analyse plus approfondie de la part des étudiants du master en droit, au moyen d'un portefeuille de lectures indiquées par l'enseignant.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 2 Maîtriser et appliquer Maîtriser le contenu des principales règles du droit positif belge dans toutes ses branches, ainsi que celles du droit européen et du droit international, pouvoir en comparer les traits essentiels à quelques systèmes étrangers et être capable de passer de l’abstraction de la règle de droit aux faits, fussent-ils présentés de façon complexe, et inversement. 2.2. Connaître et comprendre l’influence qu’ont certaines normes et institutions européennes et internationales sur ces différentes branches du droit. 2.6. Etre capable de passer de l’abstraction de la règle de droit aux faits concrets, et inversement. 4 Réfléchir et participer Actualiser ses connaissances, percevoir les passerelles entre les différentes branches du droit, se forger des opinions personnelles et, le cas échéant, faire fructifier l’ouverture résultant d’un stage ou d’un séjour d’échange. 4.1 . Actualiser et parfaire ses connaissances dans les différentes branches du droit de manière autonome, et d’ainsi se forger une solide culture juridique générale. 4.3. Dans une perspective interdisciplinaire, connaître, comprendre et mobiliser les concepts et théories issus d’autres sciences humaines (notamment l’économie politique, la philosophie, la psychologie, la sociologie, l’histoire et l’éthique) afin d’appréhender le rôle, la portée et les limites du droit et de la justice. 5 S'interroger et s'impliquer S’interroger sur les choix que véhiculent les normes, se forger des opinions personnelles et s’impliquer dans la promotion des valeurs fondatrices du droit. 5.2 . Pouvoir, à propos d’une controverse juridique ou d’une problématique qu’il aurait identifiée, se forger et exprimer une opinion personnelle. 5.3 . A raison d’une analyse des situations et mécanismes humains, familiaux, économiques ou sociaux appréhendés par le droit, réfléchir à la justesse des solutions juridiques, aux moyens de les améliorer et agir en ce sens. 5.4. Identifier et promouvoir les valeurs éthiques et sociales fondatrices du droit et de la justice, ainsi que se garder de toute forme d’instrumentalisation.",
        "content": "Le cours a notamment pour objet dans le cadre d'une approche juridique et criminologique : -  Un examen textes légaux de droit international et de droit interne, qui concernent principalement l'autorité parentale et son contrôle, la délinquance juvénile et les mineurs en difficulté et en danger; -  Une approche historique de ces textes; -  L'étude de la mise en oeuvre de ces textes et les débats et critiques qu'elle suscite -  Les projets de réformes de ces textes ; -  L'étude d'expériences étrangères; -  Une réflexion sur la place de l'enfant au sein du dispositif juridique.",
        "teaching_methods": "Le cours est construit sur la base d'un processus particulier qui impose que l'étudiant soit présent au cours en présentiel et inscrit sur moodle. Le principe est que l'étudiant acquiert la connaissance lors d'une préparation personnelle du cours (lectures et recherches) accompagnée d'une évaluation à déposer sur le site moodle la veille du cours en présentiel. Les cours en présentiel sont consacrés à : -  répondre aux questions des étudiants sur la matière préparée -  approfondir certaines parties de la matière ou à en donner un éclairage particulier -  illustrer la matière par des exemples -  faire des exercices -  participer à des débats au sein de l'auditoire A la fin du cours en présentiel, il y a une interrogation. Le travail de préparation à fournir correspond au travail à fournir en blocus, l'étudiant étant immergé dans la matière pendant la durée du cours. Par conséquent, les évaluations qui précèdent les cours en présentiel et celles qui ont lieu lors de ces cours tiennent lieu d'examen.",
        "assessment_methods": "Le cours est un cours à évaluation continue. S'agissant d'un cours à évaluation continue, la présence à ce cours est requise. Les titulaires du cours peuvent, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription à un examen (de la session de janvier/juin ou de septembre) d'un étudiant qui aurait été absent à 3 cours, sans fournir de motif justifié pour ses absences. L'évaluation peut prendre diverses formes. En première session : 1) Chaque cours est préparé à l'avance par les étudiants. Il doit prendre connaissance des de tous les documents qui lui sont fournis. Il peut être amené à faire des recherches. Avant la préparation, une question est transmise par l'enseignant. L'étudiant doit déposer sur le site du cours une réponse écrite et personnelle au plus tard la veille du cours.Le travail de préparation peut également se clôturer par un QCM à réaliser avant le cours. 2) A la fin de chaque cours, l'étudiant se voit soumettre une question à résoudre avant de quitter le cours ou un QCM. Il n'y a pas d'examen en session. Les critères d'évaluation seront les suivants : compréhension de la matière (capacité à identifier et mobiliser les concepts et les sources de façon adéquate, rigueur, précision); analyse critique (capacité à nourrir le débat et à élargir la problématique, pertinence et profondeur de l'argumentation) aspects formels (orthographe, syntaxe, ponctuation, précision du vocabulaire...). En seconde session deux cas de figure peuvent se présenter : 1) Soit, l'étudiant qui a échoué a déposé toutes ses préparations (sauf dispense), assisté aux cours et présenté les interrogations ou les QCM en première session. Dans ce cas, son examen prendra la forme d’un take home qui portera sur l'ensemble de la matière. 2) Soit l'étudiant n'a pas déposé toutes ses préparations, assisté aux cours et présenté présenté les interrogations ou les QCM en première session. Dans ce cas, il doit accomplir une double prestation : - Le take home prévu dans le cas 1) - Un travail de 40 pages à remette par mail aux enseignants le premier jour de la session. Concernant ce travail, les étudiants  doivent d’initiative prendre contact avec l'enseignant avant le 15 juillet pour se signaler et lui demander le thème faisant l’objet du travail. Ce travail suppose au minimum : § La prise de connaissance de tous les documents repris pour la préparation du cours § Une recherche personnelle § Une approche pratique Concernant l'usage de l'intelligence artificielle générative (TchatGPT et autres) Les étudiants indiqueront systématiquement toutes les parties de leurs prestations qui sont réalisées à l'aide d'une IA générative ainsi que les objectifs sous-tendant cette utilisation. Toutes les sources mentionnées dans une prestation doivent être rendues accessibles à l'enseignant, sans délai et sur simple demande. Elles sont déposées, le cas échéant, sur la plateforme Moodle, en même temps que leurs travaux. L’enseignant peut, pour l’évaluation de toute prestation écrite, interroger oralement l’étudiant sur le contenu de celle-ci, ainsi que sur la méthodologie suivie et les sources mobilisées.",
        "online_resources": "L'étudiant·e doit s'inscrire sur Moodle pour avoir accès aux powerpoints et aux textes à lire ainsi que pour déposer les documents et commentaires demandés pour les évaluations.",
        "bibliography": "",
        "course_materials": "Plusieurs jeux de powerpoints et farde de lecture placés sur Moodle.",
        "responsible_entity": "ECRI"
    }
]