[
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2920",
        "title": "Clinique conjugale sexologique",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Géonet Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Prises en charges cognitives et comportementales (3ème vague) dans la prise en charge des difficultés conjugales et sexuelles. Questions spécifiques en sexologie : sexualité chez les seniors, baisse de désir, sexualité masculine… Questions spécifiques en conjugalité : l'infidélité, le couple face à la maladie... Outils concrets pour aborder les difficultés sexuelles et conjugales",
        "content": "Cette activité consiste à apporter un bagage théorique et pratique pour la rencontre des couples en souffrance. Il permettra de comprendre les enjeux relationnels des difficultés sexuelles et donnera aux étudiants les outils pour utiliser les ressources de la dyade couple dans la thérapie sexologique et conjugale.",
        "teaching_methods": "Cours magistraux, ponctués de moments d'échanges et de réflexion autour des concepts abordés. Proposition de vignettes cliniques illustrant les modèles théoriques vus lors de cours.",
        "assessment_methods": "Examen écrit individuel.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1203",
        "title": "Psychologie des personnes en situations de handicap",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Grosbois Nathalie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Au fil des périodes de la vie d'une personne à handicap, les besoins et préoccupations évoluent ainsi que les types d'intervention qu'on lui propose. '             Période prénatale : conseil génétique, dépistage du handicap, modalités de prévention primaire, annonce du handicap et ses implications. '             Période périnatale : intervention précoce, prévention secondaire, modèles théoriques d'intervention auprès de l'enfant, modèles théoriques d'intervention auprès des parents, modalités d'interventions de services d'aide précoce. '             Période scolaire : enseignement spécialisé (repères historiques, procédure d'orientation scolaire, organisation) et intégration scolaire '             Période post-scolaire : formation ou travail en milieu protégé ou ordinaire, loisir. Introduction à la diversité des situations de handicap : intellectuel, sensoriel, moteur, comportemental, socioculturel (étiologies, déterminants, besoins); et à la diversité des interventions.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à: '             faire comprendre et décrire les particularités du fonctionnement global de personnes présentant des handicaps distincts (déficience intellectuelle, déficiences auditives, déficiences visuelles...) ou troubles du développement '             initier les étudiants aux principes d'intervention orthopédagogique, visant le développement optimal et le bien-être des personnes en situation de handicap, aux différentes périodes de vie. Le cours mettra l'accent sur les problèmes psychologiques et éducatifs posés par les personnes en situation de handicap et liés aux caractéristiques de ce handicap. Ces dernières seront envisagées comme des obstacles à un développement \"selon les normes\" et à une qualité de vie quotidienne dont tout psychologue concerné doit tenir compte. Ce cours vise également à mieux connaître les cadres dans lesquels l'intervention spécialisée a lieu (cadres susceptibles de correspondre à un lieu futur d'insertion professionnelle) et introduira à la diversité de ces situations de handicap. Compétences visées : '             Analyser les besoins de personnes à handicaps distincts à des périodes de vie différentes, et ceux de leur entourage, pour concevoir un projet d'intervention '             Analyser et comprendre les facteurs jouant dans les  problèmes d'adaptation de personnes à handicaps distincts, en considérant leur entourage et milieux Eu égard au référentiel des acquis d'apprentissage, cet enseignement vise prioritairement à amener les étudiants à : '             Analyser une situation (individuelle ou collective) en mettant en 'uvre de manière précise et rigoureuse les concepts fournis par les théories ou approches pertinentes (A1 et A2) '             Elaborer un plan d'intervention théoriquement et empiriquement justifié afin de modifier une situation individuelle ou collective (B1 et B2) '             Identifier le rôle d'un psychologue en considérant ces facteurs de difficultés d'adaptation en divers contextes et du type d'intervention (prévention, intervention précoce, accompagnement de la scolarité ou de l'intégration '             connaître et s'informer sur les réseaux d'intervention à l'égard des personnes à handicap à différentes périodes de vie Cet enseignement vise secondairement à amener les étudiants à : '             Interagir efficacement avec différents acteurs en réseaux impliqués dans une situation donnée, sur des plans interpersonnel et professionnel (D1 et D3). '             Agir en tant que psychologue universitaire, de manière rigoureuse, déontologique et éthique (E1, E2, E3).",
        "content": "Le cours aborde différents chapitres transversaux: Introduction à l'orthopédagogie clinique Dépistage, diagnostic et annonce du handicap Intervention précoce Scolarisation en enseignement spécialisé, intégration, inclusion Et différents chapitres spécifiques : Trouble externalisé du comportement Déficience intellectuelle Trouble du spectre de l'autisme Déficience visuelle Déficience auditive Objectifs: •sensibiliser les étudiants aux particularités du fonctionnement global de personnes présentant des déficiences distinctes •initier les étudiants aux principes d'intervention orthopédagogique •se situer en tant que personne à l’égard d’une personne handicapée •Découvrir la place du psychologue en différents contextes d'intervention",
        "teaching_methods": "Méthode d'enseignement: •Structuration magistrale •Illustration par des extraits vidéos •Exploitation de documents",
        "assessment_methods": "Examen écrit comprenant des questions de connaissance et de compréhension de la matière, sous forme de QCM Les modalités exactes d'évaluation pourraient être adaptées en fonction des contraintes liées aux conditions sanitaires en vigueur au moment des sessions d'examens",
        "other_info": "Les cours cités ci-dessous fournissent des bases importantes de compréhension et d'intégration de la matière de ce cours. LPSP1003 : Introduction à la psychologie du développement LPSP1005 : Biologie générale, y compris éléments de génétique humaine LPSP1006 : Physiologie humaine, y compris éléments de neurophysiologie LPSP1206 : Psychologie de l'éducation",
        "online_resources": "Fichier powerpoint du cours sur moodle su cours site web de vidéos indiqués dans fichiers powerpoint sur moodle du cours",
        "bibliography": "Nader-Grosbois, N. (2020). Psychologie du handicap. Bruxelles: De Boeck",
        "course_materials": "Nader-Grosbois, N. (2020). Psychologie du handicap. Bruxelles: De Boeck Powerpoint du cours sur moodle",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1201",
        "title": "Psychologie clinique",
        "credits": "6.00",
        "hours": "60.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delor Bérénice",
            "Douilliez Céline",
            "Pinon Nicolas",
            "Willemsen Jochem",
            "Zech Emmanuelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "Développement historique de la psychologie clinique : approches, méthodes, théorisations, thèmes d'étude et champs d'intervention Les exigences scientifiques dans un champ d'application de la psychologie particulièrement difficile à « objectiver » Exposé des paradigmes de référence pour la discipline : Thérapies cognitivo-comportementalistes, thérapies psychanalytiques, thérapies systémiques, thérapies centrées sur la personne ; Les évaluations de l'efficacité des interventions cliniques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : Connaître les méthodes pertinentes de la psychologie clinique qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation (A1) Connaître les interventions cliniques différentes visant à améliorer une situation donnée (individu, groupe ou organisation) (B1) Analyser et critiquer de manière argumentée une situation (individu, groupe ou organisation) en référence à des théories, des résultats de recherche, méthodes et outils relevant de la psychologie clinique (A2). Connaître des méthodologies et des outils de la recherche scientifique en psychologie clinique (E1) Identifier l'apport et la plus-value de la recherche scientifique en psychologie clinique  sur la compréhension de situations données (E2)",
        "content": "Objectifs (en termes de compétences) Suite à l’introduction aux objets et aux méthodes spécifiques propres à la psychologie clinique, l’étudiant·e sera capable de distinguer les approches différentes possibles et d’en évaluer l’opérationnalité selon la situation clinique donnée. Il pourra se servir de théories, de modèles et de concepts majeurs de la psychologie clinique afin de décrire leur façon d’aborder l’individu, la famille, les systèmes humains. Objet de l'activité (principaux thèmes à aborder) - L’étudiant·e sera capable d’articuler le développement historique de la psychologie clinique selon les approches, les méthodes, la théorisation, les thèmes d'étude et le champ d'intervention; - Il possèdera un savoir épistémologique de la psychologie clinique par rapport à d'autres façons de penser et de pratiquer : tant la psychologie que les sciences de l'éducation et la psychiatrie; - Face à la richesse d’approches cliniques étudiées dans ce cours, l’étudiant·e aura une première occasion de se positionner quant à ses intérêts plus spécifiques dans le domaine de la psychologie clinique; - La diversité de la matière enseignée lui permettra en même temps d’évaluer l'unité du champ de la discipline et les exigences d'une scientificité appropriée à son objet spécifique - Il·elle sera familiarisé·e avec les paradigmes de référence essentiels pour la discipline : psychologie cognitivo-comportementale, psychanalyse, psychologie systémique et la psychothérapie centrée sur la personne et expérientielle. Contenu Le cours comporte cinq parties : une introduction générale, suivie d’introductions aux quatre paradigmes de référence : l'approche psychanalytique (I), l'approche systémique (II),  l'approche cognitivo-comportementale (III) et la psychothérapie centrée sur la personne et expérientielle (IV) Introduction générale Histoire des rapports de l'homme occidental à la folie et à la maladie mentale. Histoire de la psychologie clinique. Définitions de la psychologie clinique. Activités du psychologue clinicien. Positionnement épistémologique de la psychologie clinique. I. Approche psychanalytique Introduction à l'inconscient « freudien ». Après l’abord plus particulier des concepts de fantasme et de désir ainsi que des rejetons de l'inconscient : les rêves, les symptômes, les actes manqués, les transferts et les choix de vie (amoureux et professionnels), l’étudiant aura les premiers outils théoriques et techniques de concevoir le conflit psychique. Introduction à la clinique de la cure psychanalytique et des psychothérapies d’orientation psychanalytiques, l’étudiant·e pourra différencier leurs finalités respectives, leurs modalités spécifiques et faire l’évaluation de leur efficacité. II. Approche systémique Objectif: Il s'agit d'initier les étudiant·e·s à penser l'homme en relation avec son environnement. D'abord l'homme qui s’inscrit harmonieusement dans un environnement dynamique et, ensuite, les perturbations que l'homme subit en relation avec un dysfonctionnement de son milieu d'appartenance. Contenus: La première partie sera dédiée à l’examen de la systémique telle qu’introduite par l’Ecole de Palo Alto comme paradigme nouveau dans le champ de la clinique. Seront vus ensuite l’ensemble des concepts centraux initiés par cette approche. Ceux-ci seront enchâssés dans une perspective historique. Plusieurs écoles et courants d’approches à la thérapie familiale seront examinés. La dernière partie sera consacrée à l’observation de méthodes et outils utilisés en thérapie familiale. III. Approche cognitivo-comportementale Cette partie du cours explorera ce que recouvrent les thérapies cognitivo-comportementales, en insistant notamment sur la notion de pratique fondée sur les données probantes et le concept de validité en psychologie clinique. Elle détaillera les différentes étapes du processus de prise en charge en thérapies cognitivo-comportementales (évaluation, conceptualisation de cas et intervention). Enfin, elle approfondira les trois « vagues » théoriques qui ont contribué à la construction progressive des thérapies-cognitivo-comportementales en présentant les modèles théoriques centraux (théories de l’apprentissage, théories cognitives et les théories émotionnelles et méta-cognitives) et les interventions principales qui ont été développées à partir de ces modèles. IV. Psychothérapie centrée sur la personne et expérientielle Après une mise en contexte historique du développement de la psychothérapie centrée sur la personne, seront exposés les principes fondamentaux de cette approche psychothérapeutique : la tendance actualisante, la théorie de la personnalité, le processus thérapeutique et les 6 conditions nécessaires et suffisantes au changement thérapeutique postulées par Carl Rogers. Une partie de ce cours sera consacrée à la validation scientifique de ces paradigmes. Le cours se clôturera par un panorama des évolutions contemporaines des thérapies centrées sur la personne et expérientielles (e.g., pré-thérapie, thérapie centrée sur les émotions, thérapie existentielle, Focusing).",
        "teaching_methods": "Le cours est composé d'exposés magistraux (donnés en présentiel ou en distanciel si les protocoles sanitaires ne permettent pas une pleine occupation des auditoires) avec illustrations cliniques. Pour la partie « psychanalytique », au-delà de l'exposé oral soutenu par une série de diapositives, des vidéos de thérapeutes en action seront discutées, et les étudiant·e·s seront invité·e·s à faire des exercices expérientiels. La partie « systémique » sera accompagnée de vignettes cliniques où les étudiant.e.s seront invité.e.s, via des sondages en ligne, à proposer des pistes de réponses qui seront, ensuite, débattues en groupe élargi. Pour la partie relative aux « thérapies cognitivo-comportementales », au-delà de l'exposé oral soutenu par une série de diapositives, les étudiant·e·s seront invité·e·s à faire des exercices expérientiels. Pour la partie relative à la \" psychothérapie centrée sur la personne et expérientielle \", au-delà de l'exposé oral soutenu par une série de diapositives, une série de vidéos de thérapeutes en action seront diffusées et discutées avec les étudiant·e·s. Les étudiant·e·s recevront également un portfolio comprenant des textes de référence. Leur lecture est obligatoire et soumise à l'évaluation finale.",
        "assessment_methods": "Le cours est évalué via un examen écrit qui porte sur le cours magistral (contenu des exposés, diapositives et vidéos) et les textes obligatoires. L’évaluation est réalisée à l’aide d’un QCM constitué de 40 questions avec 5 options de réponses et 1 réponse correcte est attendue à chaque question. Un point est attribué à chaque réponse correcte et aucun point n’est attribué en cas d’absence de réponse ou de réponse incorrecte. L'arrondi mathématique est réalisé lorsque la note finale est >= à 10/20 (= le seuil de réussite, p.ex. 10,5 = 11 mais 10,49 = 10). En dessous de 10/20, la note finale est arrondie à l'unité inférieure (p.ex. 9,78 = 9/20). Les modalités d’évaluation sont identiques en première session et en seconde session. L'examen se déroulera en présentiel ou en distanciel en fonction de l'évolution de la situation sanitaire liée au COVID-19.",
        "other_info": "Les cours cités ci-dessous fournissent des bases importantes de compréhension et d'intégration de la matière de ce cours. LPSP1001 : Psychologie générale : processus et théories LPSP1002 : Histoire et épistémologie des idées en psychologie et en éducation LPSP1003 : Introduction à la psychologie du développement LPSP1004 : introduction à la psychologie de la personnalité LPSP1012 « Méthodologies de l'observation » sur l'histoire des méthodes cliniques",
        "online_resources": "Les diapositives présentées en cours ainsi que les exercices et les lectures obligatoires (et facultatives) seront mises en ligne sur Moodle au fur et à mesure de la progression du cours.",
        "bibliography": "Les références recommandées ou obligatoires se trouvent dans les documents postés sur Moodle",
        "course_materials": "Douilliez, C., Pinon, N, Willemsen, J.  & Zech, E. Diapositives du cours de Psychologie clinique, disponibles au fur et à mesure sur la plateforme Moodle. Université catholique de Louvain, Louvain-la-Neuve, Belgique",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2710",
        "title": "Approches biologiques de la fonction sexuelle et de la reproduction humaine",
        "credits": "6.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Marotta Maria Laura",
            "Sempels Maxime"
        ],
        "teaching_language": "Français",
        "prerequisites": "Connaissance générale de la biologie humaine (niveau études secondaires) pour la finalité interdisciplinaire et connaissances plus spécifiques pour la finalité sexologique (psychologues et médecins)",
        "topics_covered": "Anatomie et physiologie de la reproduction et des réactions sexuelles ; fertilité et infertilité ; psychophysiologie de la sexualité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 « A la fin de ce cours l'étudiant est capable de : -       Comprendre de façon générale les mécanismes biologiques à la base d'une part de la reproduction et d'autre part des réactions sexuelles dans l'espèce humaine. -       D'acquérir et de développer son esprit critique vis-à-vis des liens entre le versant biologique et les versants psycho-sociaux de la fonction sexuelle -       Ce cours fait partie du tronc commun des deux finalités. Les étudiants de la finalité multidisciplinaire pourront se familiariser avec les aspects bio-médicaux de la sexualité et en mesurer les enjeux pour leurs futures activités professionnelles. AA1.1 ; AA1.2 ; AA1.3 ; AA1.4 ; AA2.3 ; AA3.1 ; AA6.1 Les étudiants de la finalité sexologique y trouveront un rappel orienté de notions acquises dans leur formation de base (psychologues et médecins) afin de se préparer au mieux pour les cours plus spécifiquement sexologiques qui portent sur les pathologies et les dysfonctions. AA1.1 ; AA1.2 ; AA2.3 ; AA2.11 ; AA6.1",
        "content": "La partie du cours du Dr Marotta : Le but de cette partie de cours est - de connaître l'anatomie génitale chez la femme; - de comprendre le cycle hormonal chez la femme et d'en connaître les variabilités au cours de la vie ainsi que l'impact sur le bien-être global de la femme; - de connaître le fonctionnement de la reproduction avant de pouvoir aborder les différents types de contraception ainsi que leurs effets systémiques et les traitements de procréation médicalement assistée. Seront, également, abordées certaines pathologies gynécologiques pouvant avoir un impact sur le bien-être de la femme et la sexualité du couple (la ménopause, le syndrome prémenstruel, le syndrome des ovaires micropolykystiques et l'endométriose). L'examen se fera sous forme de QCM en majorité (avec des notes 0, +1; pas de coefficient de certitude) et maximum 4 questions ouvertes.",
        "teaching_methods": "Sous réserve de modifications des conditions sanitaires liées au covid-19 : le cours se donnera en Présentiel intégral. Voici les méthodes d'enseignements selon les enseignants : Maria-Laura Marotta : Mindnote (les pdf sont disponibles sur Moodle avant les cours) Michel Hermans, Coordinateur du cours LSEXM2710 : diapositives Power Point données aux étudiants sur une clé USB Reinier-Jacques Opsomer : diapositives Power Point déposées sur une clé USB remise aux étudiants au début des cours. Par ailleurs, ces diapositives PP sont disponibles sur Moodle et TEAMS.",
        "assessment_methods": "Questions ouvertes (Reinier-Jacques Opsomer) et questions à choix multiples (Michel Hermans) QCM, vrai ou faux et questions ouvertes (ML Marotta)",
        "bibliography": "Bibliographie conseillée (facultative) par M. Hermans : David C. GEARY - Hommes, Femmes - L'évolution des différences sexuelles humaines - De Boeck Diffusion 2003 -- ISBN 2-7445-0156-5 Bibliographie conseillée (facultative) par R.J. Opsomer : 1. E. N. MARIEB - Anatomie et physiologie humaines - Adaptation de la 6e édition américaine - Editeur : Pearson Education 2. ZWANG G. & ROMIEU A.- Précis de thérapeutique sexologique - Editeur : Maloine - 4e édition 3. MIMOUN S. - Petit Larousse de la Sexualité - 2007  - ISBN 978-2-03-582291-8 Bibliographie conseillée (facultative) par M.L. Marotta : 1. 2.",
        "course_materials": "Pour OPSOMER R. J. : diapositives PP projetées au cours et transmises aux étudiants et un Guide \"Vivio\" intitulé : Les troubles de l'érection dont les pages 12 à 24 sont obligatoires (guide disponible sur Moodle et TEAMS)",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1003",
        "title": "Introduction à la psychologie du développement",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Roskam Isabelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "-          Les concepts fondamentaux de la psychologie du développement, facteurs de développement et épistémologie -          Les approches du développement : approche évolutionniste, environnementaliste et interactionniste ; les modèles du développement ; les étapes du développement humain -          Les trois grands domaines du développement o    Le développement physique (moteur et sensoriel) : les sens, les réflexes, les axes du développement moteur, les étapes du développement moteur o    Le développement cognitif : le développement de l'intelligence (théorie constructiviste et socio-constructiviste), le développement moral, le développement langagier o    Le développement social : la théorie de l'attachement, le développement émotionnel, l'identité et le concept de soi",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant devra être capable de/d': ·         Maîtriser et comprendre les principaux cadres théoriques de la psychologie du développement psychologique ainsi que les concepts-clés  et approches méthodologiques des différents domaines du développement : neuronal, sensori-moteur, cognitif, communicatif, affectif, social ·         Différencier les étapes de développement, les mécanismes et les facteurs de développement selon les domaines et les conceptions ·         Identifier les liens entre les multiples domaines et dimensions du développement à chaque période de vie ·          Interpréter la signification développementale des comportements de personnes d'âges distincts dans une situation particulière, en appliquant les concepts et approches pertinent(e)s des domaines Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation; E2. identifier l'apport et la plus-value de la recherche scientifique en psychologie et en sciences de l'éducation sur sa compréhension de situations données; Secondairement, ce cours vise à amener les étudiants à : A2. analyser, critiquer de manière argumentée et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie. B1. maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation); E1. maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et en sciences de l'éducation;",
        "content": "Après une introduction aux concepts importants de la psychologie du développement et aux méthodes qu'elle emploie, les grandes théories du développement seront présentées. Ensuite, les trois grands domaines de développement seront étudiés, le développement physique, cognitif et social. Les étapes du développement dans ces trois grands domaines seront présentées pour tenter de répondre à la question du « QUAND », soit « à quel moment de leur développement les individus sont-ils capables de ? ». Les facteurs de développement permettant aux individus de passer d'une étape à une autre, d'acquérir de nouvelles compétences seront également abordés afin de répondre à la question du « COMMENT ?». Les liens entre les trois grands domaines de développement seront soulignés.",
        "teaching_methods": "Cours ex catedra en grand auditoire; lectures personnelles; mises en situation et moments interactifs; vidéos montrées au cours.",
        "assessment_methods": "L’évaluation est réalisée à l’aide d’un QRM (Questions à Réponses Multiples) constitué de 10 questions avec 4 options de réponses. 1 à 4 réponses correctes sont attendues à chaque question. Chaque question répondue correctement vaut 1 point. L’absence de réponse, une réponse partielle ou incorrecte valent 0 point.",
        "online_resources": "site du cours Moodle",
        "bibliography": "",
        "course_materials": "Berger, K.S. et al. (2012). Psychologie du Développement. Bruxelles: de Boeck; Berger, K.S. (2023). The Developing Person Through the Life Span (12th ed). McMillan Learning.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsped1213",
        "title": "Enjeux contemporains du développement : une approche comparative",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Amougou Joseph",
            "Chemouni Benjamin"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours porte sur l'analyse du défi social du développement en analysant les relations complexes entre libéralisation, croissance, pauvreté et inégalités à partir d'une approche en termes de développement. Il adopte pour cela une démarche comparative traitant des enjeux de la mondialisation dans les différentes régions du monde et en dégageant des problématiques communes en termes de développement aussi bien au Nord qu'au Sud et à l'Est.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours a pour objectif de sensibiliser les étudiants à la problématique générale du développement à partir de l'analyse critique de grandes questions qui animent le débat actuel sur la mondialisation.",
        "content": "Le cours dresse un panorama de l'évolution des conditions économiques et sociales dans le monde depuis la fin de la Second Guertre Mondiale. Il met l'accent sur le processus dual d'intégration/exclusion à l'oeuvre dans l'économie mondialisée qui produit à la fois des opportunités de croissance et de la fragmentation sociale et des inégalités. Il analyse aussi de manière critique les principales politiques domestiques et internationales préconisées. Il comporte une dimension comparative forte en mettant en regard les expériences de développement de différentes régions du monde.",
        "teaching_methods": "Cours magistral complété par des notes de cours (powerpoint) et quelques lectures obligatoires.",
        "assessment_methods": "Examen écrit sous forme de QCM et/ou questions de cours (session de janvier et d'aout).",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsex1360",
        "title": "Séminaire interdisciplinaire d'études de la famille et de la sexualité",
        "credits": "10.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Wauthier Pierre-Yves"
        ],
        "teaching_language": "Français",
        "topics_covered": "Séminaire à thèmes variables choisis dans les actualités sociale et culturelle de la famille, du couple et de la sexualité. Le travail consiste à étudier les thèmes choisis en recourant aux publications scientifiques récentes issues de disciplines différentes en sciences humaines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Sensibiliser les étudiants aux aspects pluridisciplinaires des réalités familiales, conjugales et sexuelles et à la complexité de ces réalités.",
        "content": "Le séminaire aborde un ensemble de notions de bases en sciences de la famille et de la sexualité. Ces notions sont issues de différentes disciplines des sciences humaines et sociales (psychologie, histoire, droit, sociologie, anthropologie...) complétées d'éléments théoriques des sciences du vivant (biologie et médecine). Le séminaire est également un éveil aux méthodes scientifiques. Les participant·es sont amené·es à identifier des publications scientifiques pertinentes, à produire des synthèses de la littérature et à communiquer, sous forme orale et écrite, les résultats de leurs recherches bibliographiques.",
        "teaching_methods": "Comme tout séminaire, les séances sont interactives. La participation active des étudiant·es est recommandée. La présence des étudiant·es est obligatoire (le non-respect de cette modalité peut entraîner l’opposition à l’inscription de l'étudiant·e à l’examen, articles 71, 72 et 73 du RGEE). Ce séminaire vaut 10 ECTS. Il exige un investissement en travaux individuels et de groupe d'environ 250 à 300 heures, au long du quadrimestre. Le temps de travail hors séances dépasse donc largement le temps passé en séance. Les modalités horaires seront communiquées lors de la première scéance et sur Moodle en début de quadrimestre. Selon les recommandations sanitaires et la capacité d'accueil des locaux, des séances pourraient se dérouler en ligne.",
        "assessment_methods": "Evaluation continue sur base de rapports écrits et de présentations orales au sujet de la littérature abordée. Le travail final est une production originale composée par l'étudiant·e. Cette composition doit s'appuyer sur des publications scientifiques, proprement référencées. Les outils d’intelligence Artificielle Générative (e.g. ChatGPT) ne constituent pas des sources scientifiques. Pour la réalisation de ce travail, l’utilisation d’outils d’Intelligence Artificielle générative n'est donc pas recommandée. Si néanmoins l'étudiant·e souhaite citer un extrait de texte produit par un outil d'intelligencec artificielle pour nourrir son travail, l'étudiant·e devra alors citer entre guillemets les portions de ses compositions tirées de l'outil, référencer l'outil mobilisé ainsi que la ou les requêtes exactes ( prompts ) utilisées. Selon les politiques sanitaires mises en oeuvre, les présentations orales des étudiant·es pourraient se dérouler en ligne.",
        "other_info": "Support : bibliographie co-construite, diaporamas, ressources multimédias sur Moodle. L'anglais étant l'une des langues les plus utilisées dans la production scientifique, il est attendu qu'une part des ressources bibiographiques mobilisées par les étudiant·es soit rédigée en anglais.",
        "online_resources": "La page Moodle du séminaire rassemble toute la littérature scientifique vue en cours ainsi que des ressources méthodologiques, thématiques et disciplinaires sur support multimédias. Certaines activités pédagogiques seront réalisées avec Teams. Des sous-canaux Teams seront dédiés à la réalisation des travaux de groupe.",
        "bibliography": "Entre autres  : Servais, P., Ed. (2014). Regards sur la famille, le couple et la sexualité. Un demi-siècle de mutations. Famille, couple, sexualité. Louvain-la-Neuve, Academia-L'Harmattan.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2922",
        "title": "Séminaire : dysfonctions sexuelles, analyses et interventions",
        "credits": "6.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Sutter Pascal"
        ],
        "teaching_language": "Français",
        "prerequisites": "Avoir suivi le cours de « Diagnostics et traitements sexologiques »",
        "topics_covered": "-          Différentes approches cliniques en sexologie. -          Revue des dysfonctions sexuelles courantes (ex. : éjaculation prématurée, anorgasmie, dyserectie, etc.). -          L'entretien sexothérapeutique. -          Etablir un diagnostic sexothérapeutique. -          Les limites de la sexothérapie et les réorientations. -          Pistes de traitements sexothérapeutiques. -          Analyse critique des sexothérapies. -          Intervision et supervision. Travail sexothérapeutique interdisciplinaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 « A la fin du cours, l'étudiant est capable de : -          Connaitre les dysfonctions sexuelles les plus courantes. -          D'utiliser une approche sexothérapeutique pertinente pour le patient. -          Mener un entretien sexothérapeutique. -          Etablir un diagnostic sexothérapeutique. -          Poser les premiers jalons d'une sexothérapie. Comprendre l'importance de l'intervision et la supervision.",
        "content": "Cette activité consiste à développer des compétences d'intervention sexothérapeutique lors des premiers entretiens (voir table des matières sur i-campus).",
        "assessment_methods": "-       Examen oral individuel portant sur une mise en situation concrète de sexothérapie. Evaluation de l'implication de l'étudiant durant le séminaire (ex. : participation aux jeux de rôle).",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1125",
        "title": "Psychologie et psychologie sociale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Buxant Coralie",
            "Corneille Olivier",
            "Woltin Karl-Andrew"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les connaissances feront d'abord l'objet d'une brève mise en perspective historique. L'enseignement des applications sera conçu de manière à introduire les concepts fondamentaux et les résultats principaux dans les domaines étudiés. Le(s) enseignant(s) veilleront à illustrer par ces applications les concepts fondamentaux et les principes critiques développés dans les deux premiers chapitres. 1. Présentation générale des domaines actuels et des méthodes de la psychologie scientifique. 2. Définition et niveaux de complexité de la cognition, à partir des processus neuropsychologiques de la représentation mentale. 3. Emotions et sentiments : le développement de l'attachement social ; l'attirance sexuelle et la passion amoureuse ; le stress et ses conséquences pathologiques. 4. La communication non verbale : héritage primatologique des signaux universels (mimiques faciales et gestes); la séduction sexuelle; le poids des informations verbales et non verbales dans le charisme des leaders politiques. 5. Les attitudes et leur changement : antécédents affectifs, cognitifs et comportementaux 6. Influence sociale : le poids des normes et de l'autorité 7. Les relations intergroupes : stéréotypes, discrimination et conflits intergroupes",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif essentiel d'un cours introductif est d'offrir aux étudiants une présentation des connaissances fondamentales en psychologie, ainsi qu'en psychologie sociale contemporaine. L'étudiant devra acquérir les concepts et méthodes d'analyse lui permettant de développer sa capacité à détecter et analyser les mécanismes psycho-sociaux de base sous-tendant les raisonnements et le comportement humain. L'étudiant devra développer ses capacités d'analyse, de synthèse et d'évaluation critique d'informations de nature psychologique. Il sera sensibilisé aux portées et limites de l'approche psychosociale et invité à aborder ce courant dans le contexte plus général des sciences humaines (place, apports et limites de la psychologie dans la compréhension et la prédiction des conduites sociales).",
        "content": "Ce cours propose une introduction générale à la psychologie et à la psychologie sociale. Les contenus particuliers vus aux cours dépendent de la série concernée (ECGE, ...; INGE, ...; SPOL, HUSO & COMU, ...).",
        "teaching_methods": "Pour la série \"Olivier Corneille\" (principalement ECGA): Cours ex cathedra. Pour la partie \"Coralie Buxant\"(principalement COMU, HUSO & SPOL): Idem. Pour la partie \"Karl-Andrew Woltin\" (principalement INGE): Idem.",
        "assessment_methods": "Pour la série \"Olivier Corneille\" (principalement ECGA): Modalité d'évaluation: Examen écrit QCM sur la matière, contenant 30 questions avec trois possibilités de réponse dont une seule est correcte. Le seuil de maitrise minimum des acquis d’apprentissages (correspondant à une note de 10/20) requiert de répondre correctement à au moins 20 questions sur 30. La formule utilisée pour la pondération des points sera explicitée au premier cours. Ces modalités d'évaluation restent les mêmes pour toutes les sessions d'une même année. Pour la série \"Coralie Buxant\" (principalement SPOL, HUSO & COMU): Idem. Pour la série \"Karl-Andrew Woltin\" (principalement INGE): Idem.",
        "other_info": "Le cours est dispensé en français.",
        "online_resources": "Pour la partie \"Olivier Corneille\" (principalement ECGA): PDFs des powerpoints disponibles sur Moodle + liens vers vidéos et autres médias. Pour la partie \"Coralie Buxant\" (principalement SPOL, HUSO & COMU): Idem. Pour la partie \"Karl-Andrew Woltin\" (principalement INGE): Idem.",
        "course_materials": "Pour la partie \"Karl-Andrew Woltin\" (principalement INGE): Godefroid, J. (2011). Psychologie: science humaine et science cognitive. DeBoeck. Pour la partie \"Karl-Andrew Woltin\" (principalement INGE):  Yzerbyt, V. & Klein, O. (2019). Psychologie sociale. DeBoeck.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsped1215",
        "title": "Genre et sociétés",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Rizzi Ester Lucia"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le fil conducteur est de montrer les liens entre la problématique de genre et les autres types d'inégalité. L'approche fait donc appel aux différentes disciplines des sciences humaines. La perspective comparatiste et historique est donc privilégiée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif est de permettre aux étudiants d'acquérir des connaissances de base sur la problématique du genre, soit les rapports sociaux entre les hommes et les femmes, et de situer cette problématique du genre dans les enjeux de société contemporains.",
        "content": "Le cours illustre les inégalités de genre dans différents domaines et à étapes de la vie. Nous aborderons les principaux courants explicatifs des inégalités de genre et de leur persistance, ainsi que les stratégies possibles pour parvenir à l'égalité. Des comparaisons entre différentes zones géographiques seront constamment appliquées, ainsi que l'analyse par identité de genre et par le prisme de l’intersectionnalité.",
        "teaching_methods": "A la fin du cours, vous serez capable d'analyser de manière critique les questions de genre à partir d'approches épistémologiques variées. L’exposé magistral sera interactif.",
        "assessment_methods": "L’évaluation sera par questionnaire à choix multiple",
        "other_info": "COVID-19 : En code jaune ou orange, l'enseignement sera en type comodal (moitié de la cohorte en présentiel, l'autre moitié en distanciel, alternativement d'une semaine sur l'autre). Quel que soit le mode d'enseignement le mode d'évaluation reste le même.",
        "bibliography": "Bibliographie mise à disposition à chaque séance en fonction du thème abordé. Bibliography available at each session depending on the theme.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2720",
        "title": "Questions spéciales : éthique dans le domaine de la sexualité",
        "credits": "4.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Luyckx Charlotte"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Les valeurs et les normes qui sont au coeur du couple (liberté, égalité, confiance, solidarité, sollicitude, assistance, fidélité, loyauté, …). - La justice, l'injustice et la violence au coeur des couples (hétérosexuels, homosexuels). - Les devoirs et les droits au sein du couple (rapport entre le point de vue individuel et le point de vue intersubjectif).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - mettre en évidence les valeurs, les idéaux et les normes qui sont portés par les individus et par le couple selon les grandes théories éthiques (déontologisme, utilitarisme, conséquentialisme, éthique du care) ; - problématiser et questionner des catégories souvent reçues de manière non critique ; - analyser des dilemmes éthiques, en débattre en prenant en considération différents angles de lectures et argumenter les positions personnelles/solutions choisies.",
        "content": "Cette activité consiste à puiser dans la tradition éthique les notions, concepts et analyses qui nous permettent de prendre du recul et de questionner les relations familiales et/ou sexuelles d'aujourd'hui. Le cours explicitera les grands courants éthiques qui traversent l’histoire de la pensée occidentale : éthiques de la vertu, éthique chrétienne, éthiques déontologiques, éthique utilitariste, éthique du care, éthique environnementale, éthiques féministes. Nous chercherons d’une part à expliciter les différents types d’argumentaires mobilisés par ces cadres éthiques différents et d’autre part à les appliquer aux enjeux éthiques qui se posent dans le domaine de la famille, du couple et de la sexualité. Ce travail de mise en application des théories philosophiques à des cas d’étude concrets sera réalisé en deux temps : nous travaillerons des exemples en auditoire, et les étudiant-e-s seront amené-e-s ensuite à s’y atteler par eux-mêmes dans le cadre d’un travail de groupe (sous forme d'un jeu de rôle).",
        "teaching_methods": "Cours magistraux pour le volume 1. Un portefeuille de lectures obligatoires et des questions permettant de préparer les séances du volume 2 portant sur des questions d'éthique concrètes et appliquées. Il s'agira de mobiliser les notions enseignées lors du cours magistral pour les appliquer à des cas concrets.",
        "assessment_methods": "Réalisation d'un travail écrit (en groupe)   + présentation orale (en groupe) + une fiche de synthèse individuelle",
        "bibliography": "La bibliographie sera précisée au fil du cours via moodle",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2722",
        "title": "Questions spéciales : approches psychologiques des sexualités contemporaines",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Moget Emilie"
        ],
        "teaching_language": "Français",
        "topics_covered": "-        Comment la sexualité en vient à l'être humain -        Spécificités de la sexualité masculine et féminine -        L'éclosion de la sexualité génitale à l'adolescence -        L'homosexualité/homoparentalité -        L'état amoureux -        Les troubles périnataux -        La procréation assistée -        L'avortement et ses enjeux psycho-sociaux -        La famille recomposée et ses enjeux psychosexuels La ménopause/le « démon du midi »",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de ce cours, l'étudiant est capable de : -       Questionner, analyser de manière critique et conceptualiser une problématique concrète et complexe dans le champ de la psychologie de la sexualité en mettant en 'uvre une démarche scientifique afin d'élaborer des pistes de compréhension pertinentes. -       Faire preuve d'une prise de recul critique en regard des résultats de la recherche dans le champ de la psychologie de la sexualité. Porter un regard réflexif sur les pratiques de terrain en mobilisant les connaissances et cadres théoriques et réciproquement (réaliser les « aller-retour » entre la théorie et la pratique) à travers l'étude de problématiques dans le champ de la psychologie de la sexualité.",
        "content": "Ce cours traitre de différentes formes que prend la sexualité dans notre monde contemporain. D'une perspective prenant en compte les enjeux inconscients, seront discuté des aspects tels que: La sexualité infantile La sexualité à l'adolescence et l'âge adulte les diversités sexuelles : Homosexualité/bisexualité/intersexualité et les trans-Identités L'autodétermination du corps: le droit à l'avortement Maladie et sexualité Handicap et sexualité Le rapport au sexuel des auteurs d'infraction à caractère sexuel (AICS) les vicitimes de violences sexuelles L'articulation entre sexuel/parental/filiation : l'exemple de la GPA et de l'adoption, la PMA, l'UA ETC...",
        "teaching_methods": "-        Cours magistraux en présentiel (ou via Teams si les conditions sanitaires devaient l'exiger) -        Invitation d'experts dans des domaines différents. -        Visualisation de films/documentaires se référant aux sujets divers et invitant à la discussion -        Discussions critiques",
        "assessment_methods": "Examen écrit",
        "online_resources": "les ressources qui alimentent le cours sont disponibles sur la plateforme MOODLE",
        "bibliography": "annoncée au début du cours",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2927",
        "title": "Séminaire d’accompagnement du stage2",
        "credits": "3.00",
        "hours": "7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Wéry Aline"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : A la fin de cette unité d’enseignement, l’étudiant·e est capable de : - maîtriser les connaissances qui permettent d’expliquer et de comprendre un individu, un groupe ou une organisation ; - analyser et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la sexologie ; - maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation) ; - planifier une intervention visant à améliorer une situation donnée (individu, groupe ou organisation) ; - présenter oralement et par écrit une synthèse en l’adaptant à différents publics et aux intentions poursuivies ; - structurer et présenter des données recueillies ; - se mettre à l’écoute d’autrui en situations d’apprentissage et en milieux professionnels ; - adopter une posture critique en situations d’apprentissage et en milieux professionnels, vis-à-vis d’autrui et de soi-même ; - mettre en oeuvre les moyens et les opportunités pour se développer en tant que personne.",
        "content": "Le séminaire de stage en sexologie a lieu en petit groupe. Il permet d’aborder différentes thématiques / problématiques rencontrées sur le lieu de stage (ex. cas clinique, questionnement institutionnel, style thérapeutique, travail en équipe, …). Le séminaire permet également de renforcer / soutenir les liens avec les différents milieux de stage. La participation active des étudiant·es requise pour ce séminaire.",
        "teaching_methods": "Discussions cliniques. Jeux de rôle. Partage d’expériences et d’outils.",
        "assessment_methods": "Rapport de stage comprenant 3 parties : - la présentation du lieu de stage et le rôle du stagiaire ; - la présentation d’une problématique/question au choix (avec articulation théorico-pratique) ; - l’évolution personnelle du stagiaire.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2712",
        "title": "Approches psychologiques de la famille et du couple",
        "credits": "6.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Sutter Pascal",
            "Géonet Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours introduit aux différentes vues psychologiques et systémiques qui peuvent rendre compréhensibles les observations et les évolutions qui caractérisent la famille et les relations intimes. Le cours mettra l'accent sur les approches sociales, systémiques et cognitive-comportementales de la famille et du couple et n'abordera que marginalement les aspects psychanalytiques",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 « A la fin de ce cours l'étudiant est capable de : - sera capable d'analyser sous l'angle psychologique, les problématiques en rapport avec la vie familiale, conjugale et sexuelle; - aura une vue de l'état actuel des connaissances et des conceptions théoriques y compris systémique et psychanalytique sur ce thème en vue de disposer de bases pour la clinique et pour l'éducation; - sera sensibilisé, par l'exercice intellectuel proposé, aux différents aspects de la démarche scientifique pertinents dans l'étude des familles et des sexualités.",
        "content": "Attraction, amour et intimité La violence familale et conjugale La séparation/le divorce Sexualité conjugale et extra-conjugale Les hypothèses explicatives des difficultés conjugales La thérapie de couple La communication dans le couple et la gestion des conflits Couple et parentalité Gestion du stress et événements de vie dans le couple Travail des croyances, des comportements et des émotions au sein du couple",
        "teaching_methods": "Cours magistraux présentant les notions en lien avec l'expérience clinique des enseignants. Histoires de cas, analyses, échanges et débats avec les étudiants. Possibilité de lectures dirigées.",
        "assessment_methods": "L'évaluation des composantes enseignées par la professeure Marie Géonet consistera en un travail écrit autour d'une question en lien avec la thématique du cours, à savoir couple et famille. L'évaluation des composantes enseignées par le professeur P. de Sutter sera composée d'une brève pré-recherche exploratoire et son résultat présenté sous forme de bref article. La note finale est la moyenne pondérée du travail de la professeur M.Géonet (10/20) et du travail écrit du professeur P. de Sutter (10/20). Pour la réalisation de tous travaux écrits indépendants, l'utilisation d'outils d'intelligence artificielle générative (par exemple ChatGPT) est interdite.",
        "online_resources": "Les diapositives de cours, les lectures et les informations concernant les devoirs peuvent être trouvées sur Moodle.",
        "bibliography": "Bibliographie fournie au cours du quadri",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2924",
        "title": "Séminaire d'accompagnement du mémoire",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Adam Françoise"
        ],
        "teaching_language": "Français",
        "content": "Le séminaire d'accompagnement du mémoire vise à améliorer les compétences écrites et orales des étudiants dans le domaine de la recherche en sexologie. L'objectif est de pouvoir produire un texte écrit et une présentation orale en respectant les normes de la communication scientifique. Au terme de ce cours, l'étudiant devra être capable de: - Comprendre les règles et recommendations du mémoire en sexologie - Savoir chercher et sélectionner une littérature scientifique - Savoir rédiger un mémoire en format classic ou article en utilisant les normes APA - Savoir structurer les différentes parties d'un mémoire (Table des matières, introduction, partie théorique, partie pratique, discussion, conclusion, bibliographie) - Savoir présenter oralement sa recherche - Développer un regard critique sur la recherche en sexologie",
        "teaching_methods": "Dispositif pédagogique en présentiel - Travail comme dans un laboratoire de recherche: feed-back des étudiants et de l'enseignante - Présentation PPT des sujets de mémoire - Travail de rédaction/correction en petit groupe - Séances de questions/réponses sur le forum du Moodle - ...",
        "assessment_methods": "L'évaluation porte sur différentes activités d'apprentissage qui rendent le cours interractif et pratique pour les étudiants: - Rédaction de 2 pages du mémoire - Présentation du sujet de mémoire - Présence au cours La présence au cours est obligatoire",
        "other_info": "La présence au cours est obligatoire Ce cours se donne en français le vendredi de 10h45 à 12h45 au Q1 en 2022-2023: - 30/09; - 7/10; - 21/10; - 18/11; - 25/11 - 16/12 Vous pouvez contacter Françoise Adam par email si nécessaire: francoise.adam@uclouvain.be",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2921",
        "title": "Sexualité, couple et handicap",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Géonet Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Introduction générale à la problématique de la vie affective et sexuelle des personnes en situation d'handicap. Les représentations sociales sur les personnes en situation de handicap physique et/ou mental Les rencontres amoureuses et/ou sexuelles Difficultés autour de la parentalité Les outils de formation, de sensibilisation et d'intervention Accompagnement et assistance sexuelles Violence sexuelles",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 « A la fin du cours, l'étudiant est capable de : -      de poser des questions pertinentes dans le domaine de la vie affective, relationnelle et sexuelle du la personne souffrant d'un handicap, -      d'évaluer avec un esprit critique les interventions et les recherches scientifiques dans le domaine de la vie affective, relationnelle et sexuelle de la personne souffrant d'un handicap, -           de monter un projet de programme pertinent d'éducation sexuelle appliqué aux populations cibles. »",
        "content": "Cette activité aborde la question de la vie affective et sexuelle des personnes porteuses d'un handicap moteur et/ou mental. Elle consiste à développer les difficultés relationnelles et sexologiques rencontrées par ces personnes et investiguer les différentes méthodes d'accompagnement, que ce soit individuellement ou dans le cadre des programmes d'éducation sexuelle, tel que l'EVRAS.",
        "teaching_methods": "Cours magistraux, ponctués de moments de questions et réflexions portant que les différents aspects de la vie affective, relationnelle et sexuelles d’une personne porteuse d’un handicap. Utilisation de supports vidéos/films Témoignages d'intervenants de terrain dans le domaine. Lecture individuelle d'article (articles scientifiques et ouvrages).",
        "assessment_methods": "Examen écrit individuel.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1114",
        "title": "Statistiques et éléments de probabilité",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delacre Marie",
            "Delacre Marie",
            "von Sachs Rainer"
        ],
        "teaching_language": "Français",
        "topics_covered": "1 : Statistique Descriptive. Elle regroupe les méthodes permettant de condenser les données d'un échantillon ou d'une population en quelques caractéristiques utiles ou estimations. Les distributions de fréquences, les fonctions de densité et de répartition et les caractéristiques paramétriques et non paramétriques sont abordées dans les échantillons. 2 : Introduction au Calcul des Probabilités. Selon le procédé de sélection de l'échantillon, ces méthodes assurent le lien entre la population et son échantillon. Les matières abordées sont les règles de calcul des probabilités (conditionnelles, totales, formule de Bayes,...), la quantification des événements en variables aléatoires univariées et la distribution des probabilités associées, pour des ensembles finis. Les dénombrements issus de schémas expérimentaux qui génèrent les lois uniforme discrète, binomiale et hypergéométrique sont approfondis. 3 : Introduction à l'Inférence Statistique. Pour confronter les observations avec les hypothèses émises sur les paramètres d'une population, l'inférence statistique utilise des estimateurs. Cette partie du cours analyse ces estimateurs statistiques, leurs caractéristiques et leurs qualités d'inférence. La statistique est la science qui permet de confronter les données d'un échantillon (réalité des estimations ou données numériques recueillies en observant ou en expérimentant une partie de la population) avec la théorie (énoncé d'hypothèses abstraites sur des paramètres de population). C'est la science d'analyse de données quantitatives, qui s'applique très largement à l'ensemble des sciences économiques, politiques et sociales. Ce cours est une introduction à la statistique. L'enseignement est centré sur la résolution d'applications ou problèmes d'analyse des données en sciences économiques, politiques et sociales soumis aux étudiants et visant à développer une démarche systématique de résolution : Quelle est la question en termes quantitatifs ? Quels sont les outils utiles ? Les conditions de validité sont-elles respectées ? Comment calculer ces outils ? Quelle est la réponse à la question ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Décrire et d'analyser un échantillon ; 3. Identifier les procédures simples d'échantillonnage ; 4. Etablir les caractéristiques opérationnelles des statistiques de base (moyenne, déviation, proportion) dans ces procédures ; 2. Maîtriser les bases du calcul des probabilités appliqué à des dénombrements ; 5. Préciser les qualités des caractéristiques opérationnelles de statistiques de base qui permettent l'inférence sur des paramètres de la population.",
        "content": "Cette unité d'enseignement consiste en une introduction à la statistique. La statistique est la science qui permet de confronter les données d'un échantillon (données numériques recueillies en observant ou en expérimentant une partie de la population) avec la théorie (énoncés et tests d'hypothèses sur des caractéristiques de population). C'est la science d'analyse de données, qui s'applique très largement à l'ensemble des sciences économiques, politiques et sociales. Ce cours s'articule autour de la statistique descriptive, la théorie des probabilités et l'inférence statistique (introduction).",
        "teaching_methods": "Le cours est donné sous forme d'exposés magistraux (présentation des concepts, d'exemples d'applications, de résolutions de problèmes) et de séances d'exercices en petits groupes (résolutions d'exercices), complétés par une participation active des étudiants sous forme de lectures, de visualisation de vidéos, de préparation d'exercices et de réalisation de tests de connaissances. Le cours Moodle LCOPS1114 constitue le site de référence. Les étudiants sont invités à le consulter régulièrement. Des canaux spécifiques de communication et d'échanges entre les étudiants et l'équipe pédagogique sont mis en place (Forum Moodle, canaux Teams, réunions Teams, ...). Cet enseignement est conçu de façon à s'adapter rapidement à l'évolution sanitaire (enseignement en présentiel, comodal ou à distance). Les étudiants sont invités à vérifier régulièrement leur horaire de cours sur ADE ainsi que les informations disponibles sur Moodle. Durant la semaine Win Week, l'enseignant présente 1) les informations générales, pédagogiques et évaluatives relatives au cours ; 2) le contenu du cours et ses objectifs ainsi que les pré-requis nécessaires. Un auto-test de connaissances des pré-requis mathématiques à la matière sera proposé et, selon leurs résultats les étudiants seront invités à participer à des séances de remise à niveau mathématique. Les étudiants participent activement aux activités présentées sur un site spécialement dédié à la mise à niveau des étudiants.",
        "assessment_methods": "Examen final écrit (format papier ou sur ordinateur) : QCM et/ou questions numériques (avec réponses courtes) et/ou questions ouvertes en session d'examen. Ces modalités d'examen final sont identiques en seconde et troisième session.L'examen peut éventuellement être différent entre les auditoires COMU et HUSO/SOCA/SPOL.",
        "online_resources": "MOODLEUCL : cours LCOPS1114.",
        "bibliography": "Livre de référence : Notions de statistique, Christiane Simard, 3ème édition, Modulo Inc.",
        "course_materials": "Livre de référence : Notions de statistique, Christiane Simard, 3ème édition, Modulo Inc Slides du cours disponibles sur Moodle Ressources diverses sur Moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1314",
        "title": "Droit social",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Frankart Aurélie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours abordera trois types de matières :\r\r1. Le droit du travail \r\rDeux problématiques seront systématiquement présentées : le droit du contrat de travail et le droit des relations collectives de travail. \r- en ce qui concerne le contrat de travail : conclusion, maintien et rupture du contrat de travail, pouvoirs de l'employeur et du travailleur, rémunérations et congés ;\r- en ce qui concerne les relations collectives de travail : droit de la représentation collective, négociations et conventions collectives\r\r2. Le droit de la sécurité sociale\r\rLe cours introduit brièvement aux institutions de financement et de gestion et s'attarde sur les règles juridiques de répartition des allocations.\r\r- en ce qui concerne les institutions de financement et de gestion : structure et rôle de l'ONSS ; notion de cotisation de l'employeur et du travailleur ; structure et rôle  des institutions de gestion des régimes d'assurances (offices nationaux et organismes assureurs)\r- en ce qui concerne les régimes de sécurité sociale : introduction aux règles juridiques d'assurabilité, d'octroi et de fixation du montant des allocations dans les six régimes de la sécurité sociale (accidents du travail et maladies professionnelles ; assurance maladie-invalidité ; allocations familiales ; chômage ; pensions ; vacances annuelles). Le cours commentera aussi la question du revenu minimum d'intégration et du revenu minimum garanti aux personnes âgées. \r\r3. L'articulation histoire du droit/histoire économique et sociale\r\rLe cours veille à présenter les matières juridiques comme des formes d'institutionnalisation de pratiques sociales.  Ces institutions sont le résultat de processus politiques, économiques et sociaux complexes. En introduisant les contenus du droit du travail et du droit de la sécurité sociale, il prend donc soin d'en souligner l'ancrage dans l'histoire politique, économique et sociale des sociétés européennes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à :\r1.introduire l'étudiant aux principes généraux du droit du travail et du droit de la sécurité sociale ;\r2.\tinitier l'étudiant à la recherche et à l'interprétation d'informations juridiques en droit du travail et en droit de la sécurité sociale ;\r3.\tintroduire l'étudiant aux articulations entre histoire sociale et histoire juridique dans le domaine particulier du droit social.",
        "content": "Le cours a pour objet de dispenser une formation de base en droit social. Il s’agira d’énoncer les principes généraux du droit social en exposant de manière critique les concepts, les principes, les institutions, les techniques du droit social en éveillant les étudiants aux enjeux actuels et aux tensions économiques, sociales, internationales, européennes qui sous-tendent la matière enseignée. L’enseignement mettra en perspective l’histoire politique, économique et sociale du droit du travail et du droit de la sécurité sociale, qui sont le résultat de forces et de développements politiques, économiques et sociaux complexes. La majeure partie de l’enseignement sera consacrée au droit du travail comprenant le droit individuel du travail et le droit collectif du travail en ce compris la réglementation du travail.  Le cours introduira au droit de la sécurité sociale et fera les liens nécessaires avec le droit du travail.",
        "teaching_methods": "Le cours se donnera en présence des étudiants sous réserve de circonstances exceptionnelles. Par conséquent, le cours pourra le cas échéant être dispensé en ligne dans son intégralité ou en partie via la plateforme TEAMS , dans un groupe créé à cet effet. Eu égard aux circonstances, il pourra, le cas échéant, être complété (ou remplacé) par d'autres méthodes pédagogiques. L’enseignement du cours magistral sollicitera une participation active des étudiants. Ceux-ci sont invités à poser des questions et à y répondre soit seul, soit en groupe. Durant les séances, ils seront également amenés à lire attentivement et à décoder les réglementations. La projection de slides, d’illustrations et de dispositions légales étudiées favoriseront une bonne compréhension de la matière. Dans cet objectif, des ressources supplémentaires seront mises à disposition des étudiants sur la plateforme Moodle du cours (articles scientifiques, décisions de justice, etc.). Ces derniers seront invités à la consulter régulièrement. Il sera fait usage des fonctionnalités de la plateforme Moodle qui permettent l’échange interactif entre les étudiants et l’enseignant (via le forum) et le partage d’informations pour aider l’étudiant, dans sa compréhension de la matière et dans son souhait d’approfondir celle-ci.  A cela s’ajoute, la plateforme TEAMS pour les échanges et les éventuels cours à distance.",
        "assessment_methods": "Les étudiants seront évalués sur la base d'un examen écrit à livre ouvert conforme aux objectifs poursuivis par le cours. Les modalités précises seront communiquées en temps utile sur la plateforme Moodle du cours.",
        "other_info": "Le titulaire du cours peut être contacté en utilisant l’adresse électronique suivante: aurelie.frankart@uclouvain.be",
        "online_resources": "Pour chaque leçon, une présentation Powerpoint et les réglementations (belges, européennes et internationales) utiles seront mises à disposition des étudiants sur la plateforme Moodle du cours. De manière complémentaire, la plateforme Moodle du cours reprendra des articles de doctrine, des décisions de justice et une bibliographie indicative pour aider les étudiants, dans leur compréhension de la matière et dans leur souhait d’approfondir celle-ci.",
        "bibliography": "Une bibliographie indicative sera communiquée sur la plateforme Moodle du cours.",
        "course_materials": "Pour chaque leçon, une présentation Powerpoint et les réglementations (belges, européennes et internationales) utiles seront mises à disposition des étudiants sur la plateforme Moodle du cours.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2928",
        "title": "Stage 2 : analyse et intervention",
        "credits": "14.00",
        "hours": "360.0 h",
        "quadrimester": "Q1 ou Q2",
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Pour avoir accès au stage 2, l’étudiant·e doit avoir réussi son stage 1 (observation et analyse) en sexologie.",
        "topics_covered": "Le stage couvre 360 heures de présence en un lieu de pratique professionnelle agréé par la Faculté. Il doit permettre au/à la stagiaire d'intégrer les connaissances acquises à l'Université avec les pratiques de terrain et avec le recul critique propre à la démarche universitaire, ainsi que d'apprendre à développer progressivement son professionnalisme.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : A la fin de cette unité d’enseignement, l’étudiant·e est capable de : - analyser et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la sexologie ; - maîtriser l’usage de différents outils d’observation et d’analyse qui permettent d’expliquer et de comprendre un individu, un groupe ou une organisation ; - sélectionner de manière critique les données, théories, méthodes et outils pertinents face à une situation nouvelle et complexe ; - utiliser ces données, théories, méthodes et outils pour modéliser une situation nouvelle et complexe ; - se distancier par rapport à ses propres représentations et préjugés dans son analyse ; - maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation) ; - planifier une intervention visant à améliorer une situation donnée (individu, groupe ou organisation) ; - mettre en oeuvre un plan d'intervention, en tout ou en partie, et en évaluer l'efficacité ; - se mettre à l’écoute d’autrui en situations d’apprentissage et en milieux professionnels ; - interagir et collaborer en réseau de façon adaptée en situations d'apprentissage et en milieux professionnels ; - adopter une posture critique en situations d’apprentissage et en milieux professionnels, vis-à-vis d’autrui et de soi-même ; - agir en tant que professionnel·le en se référant entre autres aux principes de l'éthique et de la déontologie ; - évaluer et accroître son professionnalisme et ses compétences.",
        "content": "Pouvoir travailler en équipe ; Savoir analyser et réguler ses émotions et se positionner comme professionnel·le par rapport aux personnes et aux situations ; Savoir identifier une problématique et construire une intervention adéquate au sein du rapport théorie/pratique en collaboration avec les autres intervenant·es ; Apprendre à s'auto-évaluer dans son travail ; Savoir procéder dans son travail en fonction de l'éthique et de la déontologie.",
        "teaching_methods": "Le/la stagiaire rencontre, pour une supervision, son/sa maître de stage de façon hebdomadaire. Il/elle participe au séminaire d'accompagnement du stage.",
        "assessment_methods": "La note de stage sera basée sur les compétences acquises dans le cadre du stage.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wmed2286",
        "title": "Séminaire de médecine sexuelle",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Belkhir Leïla",
            "D'Hondt Lionel",
            "Di Gregorio Marcelo",
            "Dubois Thomas",
            "El Sankari Souraya",
            "Michaux Nathalie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Etre détenteur d'un master en psychologie ou en médecine. Avoir suivi le cours : Approches biologiques de la fonction sexuelle et de la reproduction humaine (tronc commun Master I) et le cours : Médecine sexuelle (finalité spécialisée sexologie Master I)",
        "topics_covered": "Présentations et discussions multidisciplinaires de cas cliniques de souffrances et dysfonctions sexuelles en lien avec une problématique médico-chirurgicale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de ce cours, l'étudiant est capable de : Réaliser une approche clinique qui met concrètement en application les acquis théoriques du cours de Médecine sexuelle.",
        "content": "Cette activité consiste à : Présentations de situations cliniques en lien avec des dysfonctions sexuelles liées à des pathologie médicales. Approche transdisciplinaire de ces situations cliniques. Présentation d'outils concrets.",
        "teaching_methods": "Cours  avec interactions et discussions: en présentiel, par Teams ou via moodle ( en fonction de la situation sanitaire)",
        "assessment_methods": "Présence obligatoire au cours et travail de fin d'étude.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1221",
        "title": "Analyse des données quantitatives",
        "credits": "4.00",
        "hours": "25.0 h + 20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Le Guen Mireille"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "1.\tIntroduction à la logique de la recherche\r2.\tAnalyse des tableaux croisés\r3.\tConstruction d'indices\r4.\tIntroduction à l'analyse classificatoire\r5.\tIntroduction à l'analyse factorielle en composantes principales",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours et les travaux pratiques visent l'acquisition d'un savoir-faire de base en analyse des données en sciences sociales ; il constitue une initiation à l'analyse multivariée. \rAu terme de ce cours, l'étudiant devrait être capable :\r1°/ de préciser le type de question-problème pour lequel le recours aux méthodes étudiées au cours s'avère pertinent; 2°/ d'interpréter les analyses statistiques faisant appel à ces méthodes ; 3°/ d'utiliser à bon escient les principaux outils de la statistique descriptive et de l'inférence statistique vus au cours de Statistiques et éléments de probabilité et qui seront rappelés notamment à l'occasion de l'apprentissage des commandes SPSS y afférent.",
        "content": "Le cours d’analyse des données quantitatives vise à fournir aux étudiant·es les bases nécessaires à la lecture et à l’interprétation des données quantitatives. Pour ce faire, il s’agira 1/ de présenter les contextes de production des données quantitatives afin de comprendre leurs forces et limites, 2/ de mobiliser les outils statistiques convenablement, 3/d’apprendre à construire, lire et à interpréter des résultats, et 4/ de réaliser des manipulations de données dans le logiciel utilisé au cours (SPSS ou R via R commander). Les objectifs du cours sont : Connaitre des contextes de création des données quantitatives (plus particulièrement enquêtes par sondage, données administratives, big data) Maîtrise du calcul des fréquences, des indicateurs des tendance centrale (mode, médiane, moyenne) et de dispersion (variance et écart-type, écart interquartile) Maîtrise de la lecture des tableaux croisés et comprendre la notion de corrélation Se familiariser avec la notion d’inférence statistique et maîtriser les outils de base (intervalles de confiance, test chi-carré, test-t et ANOVA) Connaissance des méthodes de régressions linéaires Maitrise des techniques d’analyse factorielles et de classification Mobiliser correctement les résultats dans un argumentaire structuré. Discuter les limites des résultats produits",
        "teaching_methods": "Le cours est articulé autour de cours magistraux (12 séances de 2 heures + 1 heure de questions réponses) permettant de présenter les concepts clés de l’analyse des données quantitatives, illustrés par des exemples, et de séances de travaux pratiques (10 séances de 2 heures) dédiés à la mise en application des concepts abordés durant les cours via des exercices effectués ordinateur.",
        "assessment_methods": "Les étudiant·es seront évalué·es sur leur acquisition des connaissances à l’aide d’une évaluation continue comprenant trois tests certificatifs. Une première évaluation afin de faire le point sur l’acquis des connaissances sur les sources des données quantitatives ainsi que des méthodes d’analyses univariées et bivariées Une évaluation à mi-parcours en salle informatique sur les méthodes de régressions via l’utilisation d’un logiciel statistique (SPSS ou R) Une évaluation finale qui permettra de revenir sur les acquis précédemment évalués et de s’assurer de la bonne assimilation des savoirs sur les analyses factorielles via des exercices permettant de tester l’interprétation des résultats par les étudiant·es En seconde session, l'évaluation se fait à une date unique et couvre l’ensemble du cours.",
        "other_info": "Ce cours s’inscrit dans le prolongement du cours de « Statistiques et éléments de probabilité » effectué en première année de bac. L’encadrement est effectué par une professeure qui assure les cours et une équipe d’assistant·es assure les travaux pratiques en salle informatique.",
        "online_resources": "L'ensemble des ressources sont déposées au fur et à mesure sur Moodle.",
        "bibliography": "Bugeja-Bloch F., Couto M.-P., 2021, Les Méthodes quantitatives , Paris, France, Presses Universitaires de France, Que sais-je ?, 130 p. doi: 10.3917/puf.bugej.2021.01 Masuy-Stroobant G., Costa R., 2013, Analyser les données en sciences sociales , P.I.E. Peter Lang, Bruxelles, Belgique, 304 p.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2917",
        "title": "Stage 1 : observation et analyse",
        "credits": "10.00",
        "hours": "240.0 h",
        "quadrimester": "Q1 ou Q2",
        "teaching_language": "Français",
        "topics_covered": "Le stage couvre 240 heures de présence en un lieu de pratique professionnelle agréé par la Faculté. Il doit permettre au/à la stagiaire d’observer activement un lieu de pratique professionnelle et d'intégrer les connaissances acquises à l'Université avec les pratiques de terrain et avec le recul critique propre à la démarche universitaire, ainsi que d'apprendre à développer progressivement son professionnalisme.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : A la fin de cette unité d’enseignement, l’étudiant·e est capable de : - maîtriser les connaissances qui permettent d’expliquer et de comprendre un individu, un groupe ou une organisation ; - analyser et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la sexologie ; - maîtriser l’usage de différents outils d’observation et d’analyse qui permettent d’expliquer et de comprendre un individu, un groupe ou une organisation ; - sélectionner de manière critique les données, théories, méthodes et outils pertinents face à une situation nouvelle et complexe ; - utiliser ces données, théories, méthodes et outils pour modéliser une situation nouvelle et complexe ; - se distancier par rapport à ses propres représentations et préjugés dans son analyse ; - interagir et collaborer en réseau de façon adaptée en situations d'apprentissage et en milieux professionnels ; - adopter une posture critique en situations d’apprentissage et en milieux professionnels, vis-à-vis d’autrui et de soi-même ; - agir en tant que professionnel.le en se référant entre autres aux principes de l'éthique et de la déontologie ; - évaluer et accroître son professionnalisme et ses compétences.",
        "content": "Savoir analyser et réguler ses émotions et se positionner comme professionnel·le par rapport aux personnes et aux situations ; Savoir identifier une problématique dans un rapport théorie/pratique en collaboration avec le ou les autres intervenant·es/chercheur·euse·s ; Apprendre à s'auto-évaluer dans son travail ; Savoir procéder dans son travail en fonction de l'éthique et de la déontologie.",
        "teaching_methods": "Le/la stagiaire rencontre, pour une supervision, son/sa maître de stage de façon hebdomadaire. Il/elle participe au séminaire d'accompagnement du stage.",
        "assessment_methods": "La note de stage sera basée sur les compétences acquises dans le cadre du stage.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespo1122",
        "title": "Fondements du droit public et privé",
        "credits": "5.00",
        "hours": "40.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Bazier Pierre",
            "Bonbled Nicolas",
            "Marique Enguerrand",
            "Slingeneyer de Goeswin Thibaut",
            "Vanderschuren Justin"
        ],
        "teaching_language": "Français",
        "topics_covered": "C'est au travers des diverses espèces des règles de droit qui y sont applicables qu'est abordé - dans une première partie - l'environnement institutionnel.  Cela implique l'identification des règles (Traités internationaux, règle-ments et directives de la Communauté européenne, Constitution belge, lois fédérales, décrets et ordonnances des communautés et régions ), l'autorité dont elles émanent (qui fait les traités internationaux ? d'où émanent les arrêtés communautaires ou régionaux ?), leur mode d'élaboration (comment sont fabriquées et publiées ces rè-gle ?), ainsi que leur domaine matériel (quelle est la compétence de l'autorité fédérale ?  quel est le domaine d'action des communautés et des régions ?).\r\rLa seconde partie est - pour l'essentiel - centrée sur quelques questions fondamentales relatives à l'acte juridique au moyen duquel l'individu met en uvre sur le terrain du droit la liberté d'action sont il jouit (autonomie de la volonté, consensualisme, conditions de validité des actes, preuve, exécution).  Des éléments de base sont également fournis à propos des principes qui régissent la responsabilité civile (conditions de mise en uvre, faute, réparation",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'enseignement vise à donner une image précise de l'environnement institutionnel et juridique de la société belge aux travers des règles de droit qui y ont cours, de manière à ce que l'étudiant perçoive d'une part ce qu'est le droit imposé par l'autorité publique et d'autre part le droit que les individus sont autorisés à créer pour leurs besoins au travers de l'acte juridique et du contrat.\rIl s'appuie sur les textes actuellement en vigueur (traités internationaux, Constitution belge, lois, décrets et ordon-nances) qu'il convient d'analyser et de comprendre tout en percevant le pourquoi et le comment de la solutions qu'ils imposent.\rIl s'agit, en réalité, d'une première vue d'ensemble qui, par cela qu'elle concerne le droit, doit rendre l'étudiant attentif à des réalités élémentaires : exactitude des concepts (annulation, abrogation, suspension), pertinence (ne point confondre la chose dont il s'agit, ses causes et ses conséquences) et correction dans l'analyse et l'expression (en quoi une loi fédérale se distingue-t-elle d'un décret régional ?).",
        "content": "Chapitre préliminaire La notion de droit Les branches du droit Partie I : les sources des règles générales et abstraites Etude systématique des règles de droit national (Constitution, lois, décret, ordonnances, convention collective de travail, coutume, jurisprudence, etc.) et de droit international (Union européenne, Communautés euro-péennes, Convention européenne des droits de l'homme). Partie II : Introduction au droit privé Théorie générale de l'acte juridique (Notions, classifications, éléments constitutifs, sanctions des irrégularités, responsabilité délictuelle et contractuelle). Méthode N'étant pas assorti de travaux pratiques ou de séances de monitorat, le cours est dispensé sous forme magistrale. Contenu des cours LESPO1122A, LESPO1122B et LESPO1122C : Le cours se présente sous la forme de leçons. Celles-ci sont choisies de manière à développer les thèmes à aborder dans le cadre du cours. Elles peuvent notamment porter sur : « Le ‘droit’, ses acceptions, ses valeurs & ses fonctions » ; « La règle de droit » ; « La ‘personne’, ses ‘droits subjectifs’ et son ‘patrimoine’ » ; « Eléments relatifs au système 'fédératif' belge » ; « Eléments de droit des contrats » ; « Eléments de responsabilité extracontractuelle » ; etc. Contenu du cours LESPO1122D : Introduction générale : définitions et fonctions du droit, concepts de “règle de droit”, de “Etat de droit”, de “personne”, de “droits subjectifs”, de “branches du droit”... ; Structure de l’Etat belge et exercice des pouvoirs en Belgique ; Sources formelles du droit belge ; Cohérence de l’ordre juridique belge ; Théorie générale du contrat ; Principes généraux de la responsabilité civile ; Conclusion et réflexions sur la validité de la norme juridique.",
        "teaching_methods": "Méthodes d'enseignement pour les cours LESPO1122A, LESPO1122B et LESPO1122C : Le cours se présente sous forme de leçons. Celles-ci sont développées en présentiel, lors du cours magistral, ou exposées par le biais de documents – ces derniers étant identifiés comme matière de cours par le titulaire du cours. Méthodes d'enseignements pour lecours LESPO1122D : Le cours sera donné en présentiel. Il s’agit d’un cours ex cathedra avec présentation (via Wooclap) de questions d’examen des années précédentes.",
        "assessment_methods": "Modes d'évaluation des acquis des étudiants pour les cours LESPO1122A et LESPO1122B : * L’évaluation porte sur l’ensemble de la matière vue dans le cadre du cours. Il s’agit, d’une part, de la matière développée au cours magistral et, d’autre part, de la matière exposée par écrit et identifiée comme telle par le titulaire du cours. * L'évaluation des acquis se fait au moyen d'un examen écrit comportant des questions de type \"QCM\". Aucune pénalité n'est appliquée en cas d'absence de réponse ou de réponse incorrecte. L'examen comporte également des questions Vrai ou Faux à courte justification. Les consignes précises et des exemples seront donnés au cours magistral. * L'étudiant peut être en possession et utiliser à l'examen les textes législatifs et réglementaires expressément autorisés par le titulaire du cours. Sur ces textes, ne peut figurer aucune annotation (sauf des renvois entre les articles). Les étudiants ne peuvent pas disposer de leur Manuel, de leurs notes de cours, des slides ou de synthèses lors de l'examen. Les consignes précises et des exemples seront donnés au cours magistral. * Les modalités d’évaluation sont identiques en première session et en seconde session. Modes d'évaluation des acquis des étudiants pour le cours LESPO1122C : * L’évaluation porte sur l’ensemble de la matière vue dans le cadre du cours. Il s’agit, d’une part, de la matière développée au cours magistral et, d’autre part, de la matière exposée par écrit et identifiée comme telle par le titulaire du cours. * L'évaluation des acquis se fait au moyen d'un examen écrit de type \"QCM\". Aucune pénalité n'est appliquée en cas d'absence de réponse ou de réponse incorrecte. Les consignes précises et des exemples seront donnés au cours magistral. * L'étudiant peut être en possession et utiliser à l'examen les textes législatifs et réglementaires expressément autorisés par le titulaire du cours. Sur ces textes, ne peut figurer aucune annotation (sauf des renvois entre les articles). Les étudiants ne peuvent pas disposer de leur Manuel, de leurs notes de cours, des slides ou de synthèses lors de l'examen. Les consignes précises et des exemples seront donnés au cours magistral. * Les modalités d’évaluation sont identiques en première session et en seconde session. Modes d'évaluation des acquis des étudiants pour le cours LESPO1122D : * L’évaluation porte sur l’ensemble de la matière vue dans le cadre du cours. Il s’agit de la matière développée dans le syllabus. Les parties “pour mémoire” du syllabus ne font pas partie de la matière de l’examen. * L'évaluation des acquis se fait au moyen d'un examen écrit. Il y a trois types de questions : 1) questions de type \"QCM\" ; 2) questions de manipulation du Code ; 3) questions ouvertes d'application et de restitution.  La partie QCM se compose de 15 items à 4 options de réponse. Un point est attribué à chaque réponse correcte et aucun point n’est attribué en cas d'absence de réponse ou de réponse incorrecte. * L'étudiant peut être en possession et utiliser à l'examen les textes législatifs et réglementaires expressément autorisés par le titulaire du cours. Sur ces textes, ne peut figurer aucune annotation (sauf des renvois entre les articles). Les consignes précises et des exemples seront donnés au cours magistral. * Les modalités d’évaluation sont identiques en première session et en seconde session.",
        "other_info": "Il n'y a pas de pré-requis particuliers. Une connaissance correcte de la langue française et une idée même élémentaire de l'organisation de la société suffisent. Le maniement des textes auxquels il est fait référence (Code, etc.) constitue un élément indispensable pour acquérir la maîtrise de la matière.",
        "bibliography": "Pour les cours LESPO1122A et LESPO1122B: * J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2021; * textes législatifs et réglementaires mentionnées au cours et repris dans le Code Bac (nouvelle édition chaque année académique); * Powerpoint du cours magistral. Pour le cours LESPO1122C : * Powerpoint du cours magistral, accessible sur la plate-forme Moodle et sur Teams ; * J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2023 ; * Code pour l'économie et la gestion, vol. A et B, Bruxelles, la Charte (recueil de textes juridiques) ou autres textes juridiques, disponibles sur la plate-forme Moodle et sur Teams, expressément autorisés par le titulaire du cours ; * Autres documents identifiés comme matière du cours par le titulaire du cours, accessibles sur la plate-forme Moodle et sur Teams. Pour le cours LESPO1122D: *Powerpoint du cours magistral, accessible sur la plate-forme Moodle *Syllabus *Code Bac Vol. I Généralités (éd. La Charte) * Lecture conseillée : J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2023.",
        "course_materials": "Pour les cours LESPO1122A et LESPO1122B : Manuel d'introduction au droit (Politeia, 2023 (2e édition)) Pour le cours LESPO1122C (P. Bazier) : Powerpoint du cours magistral accessible sur la plate-forme Moodle Pour le cours LESPO1122C (P. Bazier) : Code BAC – Economie / Gestion / Sciences humaines (la Charte - die Keure) (recueil de textes juridiques) ou autres textes juridiques, disponibles sur Moodle et autorisés par le titulaire du cours Pour le cours LESPO1122C (P. Bazier) : autres documents identifiés comme matière du cours par le titulaire du cours, accessibles sur la plate-forme Moodle Pour le cours LESPO1122C (P. Bazier) : J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2021, 647 pages (support de la matière vue au cours magistral) Pour les cours LESPO1122A et LESPO122B : textes législatifs et réglementaires mentionnées au cours et repris dans le Code Bac (nouvelle édition chaque année académique) Pour le cours LESPO1122D : Syllabus (via La Duc) Pour le cours LESPO1122D : Powerpoint du cours magistral (via Moodle) Pour le cours LESPO1122D : Code Bac Vol. I Généralités (éd. La Charte) Pour les cours LESPO1122A et LESPO1122B : Powerpoint du cours magistral",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1170",
        "title": "Anthropologie philosophique",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Frogneux Nathalie"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours introduit à quelques grands thèmes de l'anthropologie philosophique en liant ceux-ci à l'histoire de la philosophie,  au développement des sciences et aux productions culturelles : la liberté, le corps, le désir, la pensée. La dimension historique joue un rôle aussi important que la dimension systématique, dans la mesure où le cours veut amener l'étudiant à une réflexion critique sur le « statut contemporain » de l'être humain.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant aura assimilé et sera capable d'approfondir sa compréhension de quelques thèmes majeurs de l'anthropologie philosophique présentés à partir de textes philosophiques ; Le cours cherche également à développer la capacité d'analyse, de synthèse et de transfert des informations enseignées grâce à l'étude personnelle d'un thème anthropologique choisi par l'étudiant.",
        "content": "Ce cours d'introduction expose quelques grandes conceptions de la condition humaines et quelques grands thèmes de l'anthropologie philosophique sur la base de textes marquants de l'histoire de la philosophie. Adoptant une perspective historique, il sera centré sur la question de la relation entre l'humain et la nature.",
        "teaching_methods": "Le cours comportera des parties margistrales et des parties plus participatives. Il comportera aussi des commentaires de textes et d'ouvrages.",
        "assessment_methods": "L'examen écrit comportera deux parties : 1) Des questions sur le cours, visant à vérifier les connaissances et la compréhension du cours (questions ouvertes et/ou questions à choix multiples). 2) Des questions sur un ouvrage choisi dans une liste (distribuée au début du cours).",
        "course_materials": "Les supports de cours et les annonces se trouveront sur Moodle.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1124",
        "title": "Philosophie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Camilleri Sylvain",
            "Frogneux Nathalie",
            "Malinge Yoann"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les différentes dimensions des sociétés humaines étudiées au sein de la Faculté ESPO (économie et gestion, sociologie et anthropologie, science politique, communication) ne peuvent valablement être étudiées que dans la perspective d'une approche globale de la question : \" Qu'est-ce que l'Homme ? \". Cette approche globale est fournie par la philosophie. La philosophie sera donc enseignée en tant que dimension partiellement constitutive de la problématique des sciences de l'Homme et non en tant que discipline spécialisée, séparée des sciences humaines et sociales. Ce cours jette les bases des cours spécialisés de philosophie qui apparaîtront dans les années ultérieures du bac et de la maîtrise dans différents programmes. On pense notamment à ceux portant sur l'épistémologie des sciences sociales, l'éthique, la philosophie politique, la philosophie de la communication, etc. Compte tenu de l'existence de ces cours spécialisés ultérieurs, le cours de première année en baccalauréat aura une portée générale. Il servira d'initiation à un mode de questionnement et à un corpus de références particulier. Le cours de philosophie est en outre destiné à fournir à l'étudiant (qui, dans le système d'enseignement belge en tout cas, n'a jamais eu de formation spécifique à la philosophie et à son histoire) les repères fondamentaux de l'histoire de la philosophie occidentale. Cette histoire n'est pas abordée pour elle-même et de manière chronologique mais sous forme d'indications qui permettent de situer dans le temps les diverses réponses apportées à la question qui oriente l'ensemble du cours : \" Qu'est-ce que l'homme ? \".",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. avoir les éléments nécessaires pour poser dans une perspective philosophique des questions relevant des disciplines enseignées au sein de la Faculté ; 2. observer comment la constitution de ces questions par la philosophie se développe dans un cadre conceptuel qui mêle des enjeux ontologiques à des questions épistémologiques, éthiques et esthétiques ; 3. avoir les informations nécessaires pour reconstituer au moins schématiquement la genèse des problématiques dans l'histoire de la philosophie occidentale.",
        "content": "Les contenus abordés au cours de philosophie portent sur les dimensions constitutives de l'existence et de la vie humaine. On abordera ainsi quelques questions fondamentales, parmi lesquelles celles de la sagesse, du bonheur, du désir, de la liberté, du travail, du pouvoir, de la connaissance, de la communication, du langage, etc. Le choix des thèmes abordés et leur mode de présentation appartiennent à l'enseignant.  L'accent sera mis sur les connexions entre les thèmes plutôt que sur le détail. Une argumentation de type philosophique sera directement mise en oeuvre dans cet enseignement qui ne doit pas se présenter comme un catalogue de savoirs plus ou moins périmés mais comme la démarche d'exploration rationnelle d'un savoir vivant. Il est en effet fondamental que le cours se présente comme un questionnement philosophique en acte. La genèse historique de ces questions sera mise en lumière à travers un commentaire de quelques grands apports des auteurs classiques. Selon des modalités et dans une ampleur qui sont à la discrétion de l'enseignant, une initiation à la lecture des textes philosophiques est souhaitable.",
        "teaching_methods": "Le cours se donnera sous la forme d'une série de leçons magistrales durant lesquelles les étudiant.e.s. pourront intervenir librement et/ou seront sollicité.e.s. par l'enseignant pour répondre à des questions et/ou engager des discussions. En fonction de la situation sanitaire, l'enseignement pourra être co-modal, en présence ou à distance.",
        "assessment_methods": "L'examen consistera en un QCM et/ou une série de questions ouvertes. Cela vaut pour toutes les sessions concernées. En cas d’évolution des conditions sanitaires vers un code orange ou rouge, l’examen écrit aura peut- être lieu en distanciel (fonction du code couleur) via un logiciel informatique fourni aux enseignant.es par l’institution universitaire (tel que Moodle).",
        "other_info": "le support du cours est déposé sur le site Moodle du cours LCOPS 1124.",
        "course_materials": "Les supports de cours et les annonces se trouveront sur Moodle.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsped1211",
        "title": "Introduction à la démographie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Schoumaker Bruno"
        ],
        "teaching_language": "Français",
        "topics_covered": "Après une brève histoire du peuplement du monde, on propose une approche pluridisciplinaire de la \" problématique démographique \", interaction entre les structures statistiques des populations et le processus de leur renouvellement continu au fil du temps. Une grande partie du cours est consacrée à la présentation des méthodes élémentaires de description et d'analyse des structures et processus démographiques : pyramide des âges, mortalité, fécondité, migrations. L'autre partie porte sur les grandes théories et doctrines démographiques (malthusianisme, transition), les causes et conséquences (sociales, économiques, politiques) des évolutions démographiques, les perspectives d'avenir des populations du monde.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à amener l'étudiant à maîtriser les concepts et outils de base de l'analyse du processus continu de renouvellement des populations à travers le temps, et à le sensibiliser aux interactions entre la dynamique démographique (fécondité, mortalité, migration) et divers éléments de contexte (sociaux, économiques, politiques, idéologiques...).",
        "content": "\"Prise de conscience\" de la problématique démographique, à travers un rapide parcours de l'histoire de la population mondiale. Définitions, concepts de base, brève histoire de la discipline Les composantes de la dynamique démographique et l'équation démographique fondamentale. Indicateurs de base : taux de croissance démographique, taux brut de natalité, taux brut de mortalité, taux de migration. L'évolution démographique sur le temps long : transition démographique, seconde transition démographique, perspectives démographiques jusque 2100. Les principales sources des données démographiques: recensements, état civil, registres, enquêtes. Les dimensions du temps, variable clé de l'analyse démographique, et le diagramme de Lexis, outil fondamental de l'analyse démographique. L'état de la population : volume et structures, pyramide des âges et indicateurs de structure par âge et sexe. Interactions entre mouvement et structure de la population. Etude de la mortalité : table de mortalité, évolutions de la mortalité et différences spatiales et sociales, causes de décès. Etude de la fécondité: taux de fécondité, évolutions de la fécondité et différences spatiales et sociales, déterminants proches. Eléments théoriques sur les changements démographiques.",
        "teaching_methods": "Cours magistral, et utilisation de la plateforme Moodle pour la réalisation d'exercices d'application, mise à disposition de vidéos, évaluations intermédiaires.",
        "assessment_methods": "Première session (janvier) Examen écrit en session, incluant par exemple la résolution d'exercices, l'interprétation de graphiques, le calcul et l'interprétation d'indicateurs démographiques, le commentaire d'évolutions démographiques en mobilisant les éléments théoriques et les exemples discutés au cours. L'examen suppose aussi une bonne maîtrise du vocabulaire démographique, des principaux concepts et des principales sources de données. L'examen pourra être organisé en tout ou en partie sur Moodle si les conditions l'exigent ou le permettent. Deux tests sont organisés sur Moodle en cours de quadrimestre. Les étudiants auront ont un bonus entre 0 et 1 point qui est ajouté à la note de l'examen écrit de janvier. Le bonus est calculé comme la moyenne géométrique des deux notes. Par exemple, pour une personne ayant 8/20 au premier test et 12/20 au deuxième test, le bonus sera égal à 0,49. Une personne ayant 1/20 et 19/20 aura un bonus de 0,22. Une personne ayant 0/20 a un des deux tests (par exemple sans l'avoir présenté) n'aura pas de bonus. Deuxième session (septembre) Examen écrit en session, du même type que l'examen de janvier. L'examen pourra être organisé en tout ou en partie sur Moodle si les conditions l'exigent ou le permettent. Les bonus éventuels obtenus au premier quadrimestre par les tests sur Moodle ne sont pas valables pour la seconde session. Un test est organisé sur Moodle dans le courant du deuxième quadrimestre. Le bonus est calculé comme suit (NOTE TEST)/20. Il est ajouté à la note de l'examen écrit de septembre.",
        "other_info": "Supports de cours disponibles sur Moodle Syllabus Diapositives powerpoint Exercices interactifs Quelques videos explicatives et illustratives",
        "online_resources": "https://www.ined.fr/fr/tout-savoir-population/jeux/population-demain/ https://www.ined.fr/fr/tout-savoir-population/graphiques-cartes/population-cartes-interactives/ https://rstudio.stat.washington.edu/shiny/wppExplorer/inst/explore/",
        "bibliography": "Syllabus Diapositives powerpoint Exercices sur Moodle Vidéos d'explication et d'illustration Rollet, C. (2015). Introduction à la démographie, Armand Colin, Paris. Meslé F., Toulemon L., Véron J. (2011). Dictionnaire de démographie et des sciences de la population, Armand Colin, Paris.",
        "course_materials": "Syllabus Diapositives powerpoint Exercices sur Moodle Vidéos d'explication et d'illustration",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1010",
        "title": "Introduction et fondement du droit",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "de Vaucleroy Alexia",
            "Vanderschuren Justin"
        ],
        "teaching_language": "Français",
        "topics_covered": "C'est au travers des diverses espèces des règles de droit qui y sont applicables qu'est abordé - dans une première partie - l'environnement institutionnel. Cela implique l'identification ; ·         des règles (Traités internationaux, règlements et directives de la Communauté européenne, Constitution belge, lois fédérales, décrets et ordonnances des communautés et régions ') ; ·         de l'autorité dont les règles émanent (qui fait les traités internationaux ? d'où émanent les arrêtés communautaires ou régionaux ?'), ·         des modes d'élaboration des règles (comment sont fabriquées et publiées ces règle ?), ainsi que ·         de leur domaine matériel (quelle est la compétence de l'autorité fédérale ? quel est le domaine d'action des communautés et des régions ?). La seconde partie est - pour l'essentiel - centrée sur quelques questions fondamentales relatives à l'acte juridique au moyen duquel l'individu met en oeuvre sur le terrain du droit la liberté d'action dont il jouit (autonomie de la volonté, consensualisme, conditions de validité des actes, preuve, exécution). Des éléments de base sont également fournis à propos des principes qui régissent la responsabilité civile (conditions de mise en oeuvre, faute, réparation). Dans les deux parties, une attention sera réservée à illustrer celles-ci par des exemples en lien avec l'activité du psychologue (droit de la santé, droit du travail, droit des personnes et de la famille,').",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant devra être capable de/d' : ·         se faire une image précise de l'environnement institutionnel et juridique de la société belge, en ce compris le pouvoir judiciaire, aux travers des règles de droit qui y ont cours; ·         définir les principes de base qui fondent le système juridique belge et les notions fondamentales du droit public et privé; ·         percevoir les différences entre le droit public et le droit privé, le droit civil et le droit pénal, le droit matériel et le droit procédural; saisir la notion de droit fondamental (droit de l'homme) et ses implications; saisir ce qu'est le droit imposé par l'autorité publique et le droit que les individus et les groupes sont autorisés à créer pour leurs besoins au travers de l'acte juridique et du contrat ; ·         acquérir le sens de la précision et de la rigueur : exactitude des concepts (annulation, abrogation, suspension), pertinence et correction dans l'analyse (ne point confondre la chose dont il s'agit, ses causes et ses conséquences) et dans l'expression; ·         comprendre et analyser les textes actuellement en vigueur (traités internationaux, Constitution belge, lois, décret et ordonnances) dans certains domaines en lien avec l'activité du psychologue (droit de la santé, droit du travail, droit des personnes et de la famille,') en percevant le pourquoi et le comment de la solution qu'ils imposent. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à maîtriser les connaissances juridiques qui permettent d'expliquer et de comprendre le fonctionnement de système juridique et de l'environnement institutionnel belge.",
        "content": "Le cours se présente sous la forme de leçons. Elles peuvent notamment porter sur : Le droit et la fonction sociétale de la règle de droit ; La règle de droit et son élaboration ; Le système fédéral belge et la répartition des compétences ; La hiérarchie des normes ; Les destinataires de la règle de droit ; L’application de la règle de droit ; La distinction du droit pénal et du droit civil ; La responsabilité contractuelle et extracontractuelle ; Le droit européen et le droit international ; Etc.",
        "teaching_methods": "Le cours se présente sous forme de leçons exposées par l’enseignant. Celles-ci sont développées en présentiel (ou en distanciel en fonction de la situation sanitaire). La matière de cours peut également être exposée à travers l’étude de documents ou vidéos renseignés par l’enseignant.",
        "assessment_methods": "L’évaluation porte sur l’ensemble de la matière vue dans le cadre du cours. Il s’agit, d’une part, de la matière développée au cours magistral, d’autre part, de la matière exposée par écrit et identifiée comme telle par le titulaire du cours. L’évaluation des acquis se fait au moyen d’un examen écrit comportant deux volets. Le premier volet (10 points sur 20) est de type « questions à choix multiples » (10 questions) sans pénalité appliquée en cas d’absence de réponse ou de réponse incorrecte. Le second volet de l’évaluation (10 points sur 20) consiste en une série de cinq « vrai ou faux » à très courte justification. L’étudiant.e peut être en possession et utiliser à l’examen le recueil de bases légales, accessible sur la plate-forme Moodle. Aucune annotation ne peut figurer sur ce recueil. Les modalités d’évaluation sont identiques en première session et en seconde session.",
        "bibliography": "Powerpoint du cours magistral, accessible sur la plate-forme Moodle Manuel d'introduction au droit (Politeia, 2023 (2e édition)) Recueil de bases légales, accessible sur la plate-forme Moodle Autres documents identifiés comme matière du cours par le titulaire du cours, accessibles sur la plate-forme Moodle",
        "course_materials": "Manuel d'introduction au droit (Politeia, 2023 (2e édition))",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2918",
        "title": "Séminaire de préparation aux métiers de sexologue",
        "credits": "4.00",
        "hours": "10.0 h + 20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hubin Alexandra"
        ],
        "teaching_language": "Français",
        "topics_covered": "- État des lieux des différents groupes de travail sur la reconnaissance du titre de sexologue - Les identités multiples du·de la sexologue clinicien·ne - Les associations de professionnel·le·s en sexologie (SSUB, AIUS, EFS, WAS…) et les revues scientifiques peer-reviewed en sexologie - Evidence Based Practice en sexologie - Technique du projet professionnel individualisé (PPI) en sexologie clinique - Comment ouvrir sa consultation et s’insérer dans le réseau de la sexologie clinique ? - Créer de nouveaux débouchés professionnels en sexologie",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - présenter oralement et par écrit une synthèse en l’adaptant à différents publics et aux intentions poursuivies ; - se mettre à l’écoute d’autrui en situations d’apprentissage et en milieux professionnels ; - interagir et collaborer en réseau de façon adaptée en situations d'apprentissage et en milieux professionnels ; - adopter une posture critique en situations d’apprentissage et en milieux professionnels, vis-à-vis d’autrui et de soi-même ; - agir en tant que professionnel·le en se référant entre autres aux principes de l'éthique et de la déontologie ; - mettre en oeuvre les moyens et les opportunités pour se développer en tant que personne ; - mettre en oeuvre les moyens et les opportunités pour développer un projet professionnel personnel.",
        "content": "Le titre de sexologue n’est pas encore protégé et la pratique de ce métier est très variée. Il en résulte qu’il n’est pas toujours aisé pour le·la patient·e de s’y retrouver et d’accéder à des soins de qualité. Actuellement, de nombreux endroits (hôpitaux, cliniques, …) ne disposent pas encore de service de sexologie et pourraient être intéressés à en ouvrir. Dans cette perspective, ce séminaire vise à développer une meilleure compréhension du champ pluridisciplinaire de la sexologie clinique et des enjeux à venir pour la reconnaissance de cette profession. De plus, il permet d’accompagner les étudiant·es dans le développement de leur projet professionnel individualisé en tant que futur·e sexologue clinicien·ne. Les objectifs seront multiples : Développer une connaissance du champ pluridisciplinaire de la sexologie ; Savoir élaborer un PPI (attentes, besoins, limites, opportunités, ressources disponibles, formation continue, supervision, …) ; Savoir chercher et sélectionner une littérature scientifique utile pour sa pratique professionnelle Evidence-Based ; Développer un regard critique et réflexif sur la pratique clinique ; Savoir s’insérer dans le réseau de la sexologie.",
        "teaching_methods": "Ce séminaire vise à préparer les étudiants aux différentes dimensions de la profession de sexologue, en mettant l'accent sur le développement des compétences professionnelles et la création d'un projet professionnel individualisé. À travers des séances interactives et des moments de réflexion personnelle, les étudiants aborderont les principaux enjeux de la pratique en sexologie, tout en explorant les divers rôles qu'un sexologue peut endosser. Le séminaire permet également d’examiner les opportunités professionnelles et les lieux d'intervention pertinents pour les futurs sexologues.",
        "assessment_methods": "Travail écrit sous forme d’un projet professionnel individualisé (PPI) qui détaille les perspectives professionnelles de l’étudiant·e au regard de la littérature pertinente et des réalités de terrain.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1225",
        "title": "Anthropologie sociale et culturelle",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hermesse Julie"
        ],
        "teaching_language": "Français",
        "topics_covered": "On examinera principalement l'évolutionnisme, le diffusionnisme, le culturalisme, le fonctionnalisme et le structuralisme. Les principaux auteurs abordés seront Morgan, Frazer, Tylor, Schmidt, Elliot-Smith, Benedict, Mead, Malinowski, Radcliffe-Brown, Evans-Pritchard et Lévi-Strauss.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Fournir à l'étudiant une introduction détaillée aux théories de l'anthropologie sociale. L'étudiant devra être capable d'exposer et de critiquer les principes généraux des principaux courants de pensée de l'ethnologie ainsi que les principaux auteurs ayant marqué l'histoire de cette discipline. Enfin, l'étudiant sera familiarisé avec les principaux objets d'étude de l'ethnologie. L'objectif général est donc à la fois encyclopédique, synthétique et critique.",
        "content": "Le cours porte sur les principaux courants de l'anthropologie et sur les grands domaines de la discipline. Chaque courant sera abordé de façon synthétique pour passer ensuite à l'examen de quelques auteurs et à une évaluation critique. La participation au cours est indispensable. Les étudiants disposeront de notes de cours téléchargeables sur moodle, assez extensives, qui leur permettront de mieux suivre le cours",
        "teaching_methods": "Exposés magistraux basés sur les power point téléchargeables sur Moodle, articulés à des lectures individuelles et des temps de discussion en sous-groupe. Si la crise de la Covid-19 le permet, le cours sera enrichi d'une visite de terrain. En fonction de l’évolution des conditions sanitaires et par conséquent du code sanitaire (vers orange ou rouge) appliqué pendant le quadrimestre, l’enseignement sera éventuellement basculé en distanciel via un des outils informatiques mis à la disposition des étudiant.es et des enseignant.es.",
        "assessment_methods": "Examen oral sur base des notes et support de cours.",
        "online_resources": "Power point et textes d'auteurs.",
        "course_materials": "Power point et textes d'auteurs",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1330",
        "title": "Psychology of group processes and interpersonal relations",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Woltin Karl-Andrew"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours porte sur les processus de groupe et interpersonnels en jeu dans les relations sociales Dans la partie s'intéressant aux processus de groupe, le cours cherchera à comprendre des questions primordiales qui depuis longtemps mobilisent praticiens, managers, éducateurs et chercheurs à savoir comment fonctionnent les groupes (classe, équipe de travail, etc.), dans quelles conditions sont-ils le plus efficaces et produisent-ils des décisions fondées. ·         Le cours développera les éléments fondateurs de la groupalité : aspects perceptif, structuraux, normatifs et identitaires ; besoin d'appartenance ; phénomènes de leadership et pouvoir. ·         Les notions d'efficacité, les processus bénéfiques ou délétères de la décision collective, les conditions grâce auxquelles le groupe peut répondre aux attentes de qualité et de rationalité qu'il suscite seront également abordés. Dans la partie s'intéressant aux processus interpersonnels, le cours cherchera à comprendre la manière dont les individus entrent en relations les uns avec les autres et régulent leurs interactions. Les notions d'attachement, d'intimité, d'amour, de pro-socialité, d'aide et d'altruisme ainsi que les notions d'agression et de haine seront abordées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 AA 1 : Maîtriser les connaissances qui permettent d'expliquer et de comprendre les processus de groupe et interpersonnels en jeu dans les relations sociales AA 2 : Analyser, critiquer de manière argumentée et modéliser les situations interpersonnelles et de groupe AA 4 : Adopter une posture critique vis-à-vis de soi-même et d'autrui en contexte interpersonnel et de groupe AA 5 : Identifier l'apport et la plus-value de la recherche scientifique en psychologie sur les processus interpersonnels et de groupes",
        "content": "Le cours porte sur les processus de groupe et interpersonnels en jeu dans les relations sociales. Dans la partie s'intéressant aux processus de groupe, le cours cherchera à comprendre des questions primordiales qui depuis longtemps mobilisent praticiens, managers, éducateurs et chercheurs à savoir comment fonctionnent les groupes, comment ils se forment, dans quelles conditions sont-ils le plus efficaces et produisent-ils des décisions fondées. Le cours développera les éléments fondateurs de la groupalité : aspects perceptif, structuraux, normatifs et identitaires ; besoin d'appartenance ; phénomènes de leadership et pouvoir. Les notions d'efficacité, les processus bénéfiques ou délétères de la décision collective, les conditions grâce auxquelles un groupe peut répondre aux attentes de qualité et de rationalité qu'il suscite seront également abordés. Dans la partie s'intéressant aux processus interpersonnels, le cours cherchera à comprendre la manière dont les individus entrent en relations les uns avec les autres et régulent leurs interactions. Les notions d'attachement, d'intimité, d'amour, de pro-socialité, d'aide et d'altruisme ainsi que les notions d'agression et de haine seront abordées.",
        "teaching_methods": "Cours magistral avec activités différentes, y inclus QCMs pour se tester après les séances.",
        "assessment_methods": "L'évaluation vise à mesurer l'atteint des acquis d'apprentissage visés. Elle prendra deux formes: un examen écrit individuel et un travail écrit individuel. Les modalités de l'examen et du travail vous seront communiquées lors du premier cours. La note finale est la moyenne pondérée des notes pour obtenues à l'examen (A) et pour un travail individuel (B). Dans la note finale, la partie A vaut pour 17/20 et la partie B vaut pour 3/20. Examen (acquis d’apprentissage AA1 & AA2 ) : 17/20 et donc 85% de la note finale Examen écrit de forme QCM portant sur des modèles & théories, des explications des processus, des cas réels ou fictifs, et la comparaison des modèles & théories. L'examen écrit QCM se compose de 40 items à 5 options de réponse. En fonction de la difficulté de le question, entre 0.5 et 2 (i.e., 0.5, 1, ou 2) point sont attribués à chaque réponse correcte et aucun point n'est attribué en cas d'absence de réponse ou de réponse incrorrecte. Travail individuel (acquis d’apprentissage AA4 & AA5 ) : 3/20 et donc 15% de la note finale Ce travail demande d'écrire une courte réflexion sur une situation interpersonnelle ou intragroupe vécue dans le passé, en proposant un article scientifique donnant une réponse à une question personnelle ou intragroupe portant sur la situation vécue (max. trois points sont attribués). Veuillez consulter les grilles d’évaluation et les consignes (sur Moodle) pour davantage de détails concernant les travaux. Pour la réalisation de ce travail individuel, l’utilisation d’outils d’Intelligence Artificielle générative est interdite. Les modalités d'évaluation seront les mêmes pour toutes les sessions d'une même année académique; le travail individuel peut seulement être soumis en Q1 avant la date butoir (voir Moodle pour les détails). En cas d'échec à l'examen les points pour le travail restent en place pour l'année académique. Le travail peut être soumis en anglais ou en français et l'examen peut être présenté en anglais ou en français (selon la préférence de l'étudiant·e). Pour l'examen, les étudiant·es devront choisir la langue dans laquelle ils ou elles souhaitent le passer avant le mois de décembre via Moodle.",
        "other_info": "Le cours et donné en anglais mais dans un format “French-friendly”. Pour les détails, veuille voir ci-dessous. Les cours et donné en anglais, mais les diapositives du cours en français sont également disponible. Les lectures de base du cours sont en anglais, mais des lectures de base équivalentes sont disponibles en français. L'examen standard est un examen écrit en anglais. Cependant, les étudiant·es seront autorisé·es à utiliser un dictionnaire lors de l'examen écrit en anglais auront la possibilité de passer l'examen écrit en franais Le cours requiert un travail individuel en anglais. Cependant, les étudiant·es peuvent soumettre ce travail en français.",
        "online_resources": "Voir Moodle pour toutes les diapositives, articles scientifiques abordés, vidéos etc. Les livres principaux du cours sont disponible en version électronique via la bibliothèque.",
        "bibliography": "In English: Forsyth, D. R. (2010). Group dynamics (5th international ed.) . Belmont, CA: Wadsworth CENAGE Learning. Hogg, M. A., & Vaughan, G. M. (2014). Social psychology (7th ed.). London, UK: Pearson Education Ltd. En Français: Augustinova, M., & Oberlé, D. (2013). Psychologie sociale du groupe au travail: Réfléchir, travailler et décider en groupe. Bruxelles, Belgium: De Boeck. Yzerbyt, V., & Klein, O. (2019). Psychologie sociale . Bruxelles, Belgium: De Boeck.",
        "course_materials": "Forsyth, D. R. (2010). Group dynamics (5th international ed.). Belmont, CA: Wadsworth CENAGE Learning. Hogg, M. A., & Vaughan, G. M. (2018). Social psychology (8th edition). Pearson.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2721",
        "title": "Questions spéciales : éducation sexuelle et prévention",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Sutter Pascal",
            "Van den Broucke Stephan"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Pertinence de l'éducation sexuelle - Pratiques éducatives en matière de sexualité - Cognitions, émotions et comportements en lien avec la sexualité - Limites de l'éducation sexuelle scolaire et évaluations de son impact - Pistes de programmation d'une éducation sexuelle basée sur les besoins du sujet et de son intégration sociale - Analyse critique de programmes d'éducation sexuelle",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - poser des questions pertinentes dans le domaine de l'éducation sexuelle ; - évaluer avec un esprit critique les interventions en éducation sexuelle et les recherches scientifiques dans ce domaine ; - de monter un projet de programme pertinent d'éducation sexuelle appliqué aux populations cibles.",
        "content": "Cette activité consiste à questionner les différentes méthodes d'intervention en matière d'éducation sexuelle ainsi que leurs contenus  (voir table des matières sur le plateforme Moodle).",
        "teaching_methods": "Cours magistral interactif exigeant une participation élevée des étudiants au travers de questions et réflexions sur les différents aspects de l'éducation sexuelle et des programmes de prévention. Recherche personnelle sur le web de différents programmes d'éducation sexuelle en vue de réaliser une recherche comparative. Témoignages d'intervenants de terrain en éducation sexuelle. Discussions (enseignant et étudiants) entre la réalité de terrain et les données disponibles dans la littérature scientifique (cf. portefeuille de lecture). Lecture individuelle d'articles scientifiques et ouvrages.",
        "assessment_methods": "L’évaluation du cours repose sur la remise de deux travaux (50% de la note chacun) (1) Une analyse réflexive par rapport à une situation concrète en lien avec l'éducation sexuelle. (2) L'analyse d'un problème spécifique dans le domaine de la vie relationnelle, affective et sexuelle, et planification d'une intervention EVRAS. Les modalités exactes des travaux seront communiquées pendant le cours et sur la plateforme Moodle.",
        "online_resources": "Les Powerpoints des enseignants et des suggestions de lecture sont fournis sur la plateforme Moodle",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2911",
        "title": "Déviance, violences et sexualité",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Collart Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "-          Approche multidisciplinaire critique des concepts de déviance, violence, déviance sexuelle, violence sexuelle. Systèmes normatifs relatifs à la sexualité -          Théories explicatives de la déviance et de la violence sexuelle : approches psychanalytique, systémique, cognitivo-comportementale, psychosociale, biologique -          Approches actuelles de la prise en charge des déviances sexuelles et des auteurs de violence sexuelle (approche thérapeutique et approche médico-légale) -          La victimisation sexuelle : traumatisme et conséquences spécifiques, éléments d'approche thérapeutique",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours au référentiel AA du programme Eu égard au référentiel AA du programme de master en sciences de la famille et de la sexologie, finalité sexologie, ce cours contribue au développement et à l'acquisition des AA suivants : -     AA1 : Maîtriser de manière critique et selon une approche interdisciplinaire un corpus de savoirs relatifs aux diverses disciplines autour desquelles s'articule la sexologie, qui permet d'agir auprès de la personne ou le couple souffrant de dysfonctionnements sexuels (AA1.1 et AA1.2) -     AA3 : Elaborer une intervention sexologique, théoriquement etempiriquement justifiée, selon une approche interdisciplinaire, la mieux adaptée pour aider lapersonne en souffrance dans sa vie sexuelle (ou dont les comportements sexuels dysfonctionnels font souffrir autrui) ; mener cette intervention sexologique et en évaluer l'efficacité (AA3.2 à AA3.4) AA5 : Agir en tant que sexologue en respectant et en appliquant les principes d'éthique et de déontologie propre à sa pratique clinique en sexologie (AA5.1 et AA5.3) Les Acquis d'Apprentissage au terme du cours : « A la fin du cours l'étudiant est capable de : -       porter un regard pluridisciplinaire et critique sur les concepts de déviance et violence sexuelles ; -       analyser les situations de déviance et violences sexuelles, tant en ce qui concerne l'auteur que la victime, proposer un modèle de prise en charge thérapeutique ; -       connaître et respecter le cadre médico-légal relatif à la prise en charge des auteurs de violences sexuelles -       prendre distance par rapport à ses propres représentations relatives à la déviance et la violence sexuelles",
        "content": "Cette activité consiste à aborder la question de la déviance et de la violence sexuelles, tant dans ses dimensions théoriques que dans les approches cliniques actuelles. Les thèmes abordés sont : - l'approche multidisciplinaire critique des concepts de déviance, violence, déviance et violence sexuelles et des systèmes normatifs relatifs à la sexualité - les théories explicatives de la déviance et de la violence sexuelle - les approches actuelles dans la prise en charge des déviances sexuelles et des auteurs de violences sexuelles - la victimisation sexuelle : traumatisme et conséquences spécifiques, éléments d'approche thérapeutique",
        "teaching_methods": "Cours magistral : en présentiel. (Distanciel ou comodal uniquement en fonction des dispositions prises par l'Université  au vu de la situation sanitaire du moment). Utilisation de vidéos (mise à disposition des étudiants quand possible) pour l'illustration et la discussion des éléments cliniques enseignés. Mise à disposition (moodle) des étudiants d'une bibliographie actualisée. Mise à disposition (moodle) des étudiants d'articles scientifiques pour approfondir la matière enseignée",
        "assessment_methods": "Examen écrit - questions ouvertes. L'examen sera organisé en présentiel ou distanciel en fonction des dispositions prises par l'Université  au vu de la situation sanitaire du moment.",
        "other_info": "Le cours est donné en français. L'examen est un examen écrit, en français. Toutefois, les étudiants internationaux qui suivent ce cours seront autorisés à utiliser un dictionnaire lorsqu'ils passent l'examen écrit en français.",
        "online_resources": "L'ensemble des supports de cours (slides, vidéos, articles, bibliographie) sera disponible sur Moodle",
        "bibliography": "Support de cours Slides du cours mis à la disposition des étudiants sur Moodle Articles scientifiques  et vidéos mis à disposition sur Moodle Références bibliographiques recommandées, lectures conseillées : Pas lecture imposée Bibliographie actualisée mise à disposition des étudiants sur Moodle Course Materials Course Slides made available to students on Moodle Scientific articles and videos available on Moodle Recommended bibliographical references, recommended reading : Not imposed reading Updated bibliography available to students on Moodle",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsoc2006",
        "title": "Sociologie du genre et de la sexualité",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Le Guen Mireille"
        ],
        "teaching_language": "Français",
        "topics_covered": "Présenter les différentes théories et recherches sociologiques relatives aux rapports entre les sexes, aux constructions sociales, culturelles et politiques des catégories du genre, aux identités de sexes et de genres, et aux diverses sexuali-tés en explicitant leur émergence d'un point de vue historique et leurs fondements. Etablir des liens entre les diverses théories présentées. Aborder/présenter des questions-problématiques afin d'une part d'initier à la construction d'un raisonnement articulé autour d'une question-problématique et d'autre part de montrer les articulations possibles entre les approches de divers auteurs.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable : de présenter les grands repères de la pensée sociologique par rapport à une question-problématique relative aux problé-matiques abordées ; de rendre compte fidèlement de la pensée d'un auteur relativement à ces thématiques ; de déconstruire le raisonnement d'un auteur et de le mettre en perspective avec celui d'autres auteurs. Pour ceux qui choisissent la formule du travail présenté au cours, la qualité de l'expression orale est aussi envisagée comme but de formation. Pour ceux qui choisissent la formule du travail, la qualité de l'expression écrite est aussi envisagée comme but de formation",
        "content": "Le cours Sociologie du genre et de la sexualité vise à introduire l'étudiant à une réflexion sociologique sur les thématiques des rapports entre les sexes, des constructions sociales, culturelles et politiques des catégories du genre, des identités de sexes et de genres, et des sexualités multiples. Il s'agit tout d'abord de penser les thématiques relatives aux genres, aux sexualités, non comme des questions propres à un champ (celui de la sociologie de la sexualité par exemple), mais comme des questions transversales qui interviennent dans tous les domaines de la société. Il s'agit ensuite de penser la différence masculin/féminin comme une construction sociale, culturelle et politique, et à partir de là d'étudier l'évolution des rapports entre les femmes et les hommes. Dans cette perspective, l'approche de la sexualité se focalise sur les normativités et sur les significations que les acteurs accordent à leurs pratiques. Le cours cherche à s'articuler aux problématiques actuelles et accorde une place privilégiée aux recherches récentes. Quelques exemples de problématiques contemporaines abordées : les discriminations de sexe dans la vie publique et privée, la diversification des formes de rapports entre les femmes et les hommes et l'exacerbation des questions identitaires, les normes définissant le genre et la sexualité, la politisation contemporaine des questions sexuelles, etc.",
        "teaching_methods": "Le cours combine l'enseignement magistral, pour sa majeure partie, avec quelques séances plus participatives organisées sur le mode du débat. Le cours se donnera en présentiel. A titre exceptionnel, certaines séances pourraient être organisées en distanciel en cas de force majeure (ex. restriction suite à une reprise de l'épidémie COVID)",
        "assessment_methods": "Les modalités d’évaluation sont présentées au premier cours et figurent dans un document accessible sur moodle dès le premier cours. L'évaluation porte d'une part sur la connaissance de la matière et d'autre part la capacité à appréhender une question-problématique transversale. En première session comme en seconde session, l'évaluation est orale (questions ouvertes). Elle se déroulera en face-à-face, sauf en cas de force majeure (ex. évaluation à distance (avec un outil tel que Teams) si l'évolution de la situation sanitaire venait à l'imposer).",
        "other_info": "Prérequis : Notions de base en sociologie. Avoir suivi un cours de sociologie de la famille est un plus.",
        "bibliography": "Les supports de cours sont déposés sur moodle. La bibliographie et les supports de cours sont déposés sur moodle. Il n'y a aucune ressource obligatoire qui ne soit sur moodle.",
        "course_materials": "Les supports de cours sont déposés sur moodle.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1308",
        "title": "Entretien d'aide",
        "credits": "4.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Zech Emmanuelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "Principaux thèmes abordés: - Définition et types d'entretiens - Le cadre de l'entretien d'aide: Définition, contextes de l'entretien, règles de fonctionnement du psychologue/logopède (e.g., durée et horaire de séance, fréquence et intervalle, honoraires, prise de note et enregistrement, contacts personnels), éthique et déontologie (respect, secret professionnel, passage à l'acte), importance et utilités du cadre - Réponses relationnelles (exploratoire, estimative, rassurante, interprétative, compréhensive, solution-problème) - Les attitudes relationnelles du psychologue/logopède (authenticité/congruence, empathie, attitude positive inconditionnelle) - Les techniques et outils de l'entretien d'aide (types de questions et types de reformulations) - Communication non verbale (proxémique, kinesthésie, paralangage, réponses autonomiques, silences)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, A un niveau conceptuel, l'étudiant sera capable - de maîtriser les connaissances qui permettent d'expliquer et de comprendre la qualité des interactions entre un psychologue/logopède et un client (A1) - de maîtriser les connaissances à propos des entretiens d'aide visant à améliorer une situation donnée (B1) - d'analyser une situation (individu) en référence aux théories et concepts, résultats de recherche, méthodes et outils relevant de la réalisation d'un entretien d'aide (A2) A un niveau pratique, l'étudiant sera capable - de planifier une intervention sous forme d'entretien d'aide visant à améliorer une situation donnée (au niveau individuel) (B2) - de se mettre à l'écoute d'autrui : écouter activement et comprendre de manière empathique et respectueuse une personne dans un contexte interpersonnel de consultation/entretien à un niveau de base (i.e., un seul client/patient ; adulte; situation de face-à-face ; problèmes simples) (D1) - d'interagir et collaborer en sous-groupe de façon adaptée en situations d'apprentissage, dans les exercices pratiques à domicile et en série (D2) - d'adopter une perspective critique constructive en situations d'apprentissage, dans les exercices pratiques à domicile et en série, vis-à-vis d'autrui et de soi-même (D3) - d'agir en tant que professionnel des sciences psychologiques ou logopédiques en se référant, entre autres, aux principes de l'éthique et de la déontologie (E3) - de mettre en oeuvre les moyens et opportunités de se développer en tant que personne et professionnel (F1 et F2)",
        "content": "Le cours magistral comprend un exposé des notions-clés avec illustrations de situations d'entretien d'aide en psychologie et en logopédie ainsi que la présentation du cadre des exercices à mener pendant les travaux pratiques par les étudiant·e·s. Une attention particulière sera consacrée à ce que la matière des cours magistraux soit vue avant les séances de travaux pratiques afin de permettre que celles-ci portent un maximum sur des exercices pratiques. Les heures de volume 2 sont consacrées aux travaux pratiques . Ces heures sont divisées en : (1)     séances organisées en séries encadrées par des assistant·e·s qui ont eux·elles-mêmes une expérience de formation pratique à l'entretien (7 séances de 2 heures). En cas de nécessité en raison de la situation sanitaire, ces séances seront assurées à distance et leur durée sera sujette à modification. (2)     travaux réalisés à domicile en sous-groupes de 4 étudiant·e·s (6 exercices). Les travaux pratiques consistent en des jeux de rôle et divers exercices dirigés visant à l'acquisition de savoir-faire et savoir-être relatifs à la réalisation d'entretiens d'aide à un niveau de compétence de base. En cas de nécessité en raison de la situation sanitaire, ces travaux à domicile seront adaptés afin de pouvoir être réalisés à distance tout en préservant la sécurité des étudiant·e·s. (3)     auto-apprentissage de compétences relationnelles de base par e-learning (site présentant des aspects théoriques, des vidéos, exercices et décodages des réponses, QCM test, Zech, E. & Jaeken, M. (2021). Formation à l'entretien et aux compétences d'aide en auto-apprentissage : HelpingSkills (2e ed.). Université catholique de Louvain.) https://ucline.uclouvain.be/course/view.php?id=306 .",
        "teaching_methods": "Le cours magistral se donne en alternance avec les séances de travaux pratiques supervisés et en auto-apprentissage par e-learning (Zech, E. & Jaeken, M. (2021). Formation à l'entretien et aux compétences d'aide en auto-apprentissage : HelpingSkills (2e ed.). Université catholique de Louvain. https://ucline.uclouvain.be/course/view.php?id=306 dédié à l'apprentissage des compétences d'aide de base). Les travaux pratiques supervisés nécessitent l'implication personnelle et active des étudiant·e·s. La participation aux travaux pratiques supervisés n’est pas obligatoire. Cependant, en cas de participation, il est requis que les étudiants s’engagent à respecter un devoir de confidentialité concernant les informations qui y seront échangées, par le biais d'un consentement éclairé relatif à la participation, au professionnalisme et à la révélation de soi qu’ils seront amenés à signer lors de la première séance de TP. La participation aux travaux pratiques est vivement conseillée et ne fait pas l'objet d'une évaluation certificative. En cas de manquement à ce consentement et au devoir de confidentialité en particulier, une procédure disciplinaire pourrait être engagée devant le VRAE sur base des articles 34 et 35 du RGEE.",
        "assessment_methods": "Examen écrit à questions ouvertes (développement court et long) et/ou fermées: 100% des points. L'arrondi mathématique est réalisé lorsque la note finale (addition des notes des parties d'examen) est >= à 10/20 (= le seuil de réussite, p.ex. 10,5 = 11 mais 10,49 = 10). En-dessous de 10/20, la note finale est arrondie à l'unité inférieure (p.ex. 9,78 = 9/20). Les modalités d’évaluation sont identiques en première session (juin) et en seconde session (septembre). L'examen se déroulera en présentiel.",
        "other_info": "Liens explicites avec le cours LPSP1309 : Déontologie de la pratique psychologique et le cours LPSP1201 : Psychologie clinique (partie Psychothérapies centrées sur la personne et expérientielles). Supports: syllabus (théorie et exercices), présentations magistrales avec illustrations (cas audio et/ou vidéos), séances de travaux pratiques encadrées par des assistants, MoodleUCL (gestion des séries, mise à disposition des documents de travail, forums), site d'e-learning pour l'auto-apprentissage. L'inscription au cours sur MoodleUCL est obligatoire. The course is given in French, but a set of English slides is available for international students: No The core reading for the course is in French, but equivalent core reading is available for international students in English: NoThe standard exam is a written exam in French. However, international students taking this course: Will be allowed to use a dictionary when taking the written exam in French: Yes Will be allowed 33% more time when taking the written exam in French: No (unless PEPS status) Are provided with the opportunity to take the written exam in English: Yes (questions in French and answers in English) Are provided with the opportunity to take an alternative oral exam in English: No",
        "online_resources": "MoodleUCL et site helpingskills",
        "bibliography": "Le manuel qui se rapproche le plus de ce qui est enseigné en partie théorique est : Bioy, A., & Maquet, A. (2003). Se former à la relation d'aide . Dunod. (conseillé mais pas obligatoire) Les bases conceptuelles des attitudes relationnelles en entretien d'aide (authenticité, considération positive inconditionnelle, empathie) sont explicitées dans le livre: Zech, E., Demaret, G., Priels, J.-M., & Demaret, C. (Eds.). (2021). La psychothérapie centrée sur la personne et expérientielle: Fondements et développements contemporains . De Boeck Supérieur. (conseillé mais pas obligatoire)",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1113",
        "title": "Histoire moderne et contemporaine",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Debruyne Emmanuel",
            "Lecuppre Gilles",
            "Mostaccio Silvia",
            "Riguelle William"
        ],
        "teaching_language": "Français",
        "topics_covered": "La période couverte va de la chute de Byzance à l'époque contemporaine. Le cours est centré sur, mais non réduit à, l'histoire de l'Europe et de l'Amérique du Nord. Il donnera des clefs pour comprendre le développement historique à l'échelle globale, en distinguant des phases de globalisation et les constructions identitaires qui y correspondent.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Avoir une vue globale des grandes dynamiques historiques qui ont caractérisé le devenir des sociétés modernes ; 2. Connaître les événements-clefs de cette histoire (par ex : chute de Byzance, Réforme luthérienne, Traité de Westphalie, révolution galiléenne, Révolutions française et américaine, Révolution russe, ) en sachant les situer sur la ligne du temps ; 3. Montrer les rapports de dépendance historique entre des processus de structuration sociale qui font l'objet de sciences spécialisées au cours de son cursus (politique, économique, social, communication).",
        "content": "Le cours offrira aux étudiants à situer dans le temps et dans les liens qu'ils entretiennent entre eux les événements et les phénomènes majeurs de la vie politique, religieuse, sociale et culturelle du XVIe siècle à nos jours, de manière à constituer un corpus de connaissances sur lesquels pourront venir d'appuyer les cours relatifs aux institutions, aux relations interétatiques, etc. Il s'agira notamment de toucher à des questions telles que la première mondialisation des échanges aux Temps modernes, puis à la dynamique de globalisation de la période contemporaine, ou à la construction progressive de pouvoirs forts au niveau politique et religieux (l'Etat moderne), ou de suivre la longue histoire des révolutions culturelles et politiques qui façonnèrent les sociétés européennes et des Amériques entre XVIIIe et XIXe siècle.",
        "teaching_methods": "Le cours consistera en une série d'exposés magistraux accompagnés d'un support PowerPoint.",
        "assessment_methods": "L'évaluation consistera en un examen écrit sur base d'un QCM. Le mode d'évaluation sera le même pour les différentes sessions. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "online_resources": "Les projections powerpoint relatives aux séances de cours, ainsi que tous les documents analysés, mais aussi des conseils méthodologiques, seront disponibles via la plateforme Moodle sur le site du cours.",
        "course_materials": "PowerPoint du cours, accessible sur Moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1232",
        "title": "Introduction interdisciplinaire aux études de genre",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "L'objectif de la mineure est de permettre aux étudiant·e·s qui le souhaitent d'intégrer une réflexion critique sur la place des hommes et des femmes dans la société et de mobiliser le genre comme catégorie d'analyse dès le premier cycle. Le programme offre une formation interdisciplinaire qui soulève des questions épistémologiques importantes : interroger la neutralité des savoirs, questionner la construction des disciplines à partir de la différenciation et hiérarchisation des catégories hommes et femmes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours a pour but d'introduire aux études de genre et de montrer l'intérêt de cette approche à partir des contributions de diverses disciplines (comme l'histoire, la sociologie, l'anthropologie, l'économie, la démographie, le droit, la philosophie, la psychologie, l'ergonomie et les neurosciences). Il s'agit de préciser le champ d'études par une introduction historique à la question des inégalités de genre (dans la politique et la vie citoyenne, le travail, la santé, la sécurité sociale, etc.). Nous montrerons comment la perspective de genre s'est construite au sein des disciplines scientifiques pour éclairer les fonctionnements sociaux qui différencient et hiérarchisent hommes et femmes. Le cours interrogera les valeurs, les convictions et les pratiques sociales qui entendent légitimer une démarche scientifique prétendument neutre.",
        "content": "En tant que catégorie pluridisciplinaire, le genre met en question la donnée prétendument naturelle du dualisme biologique des sexes et ses effets politiques et sociaux. L’objectif principal de ce cours sera de présenter, et d’amener les étudiant.e.s à utiliser, une grille d’analyse critique au prisme du genre. Pour ce faire, le cours sera divisé en deux grandes parties : La première partie servira d’introduction aux concepts centraux des études de genre ainsi que les diverses approches féministes de construction/déconstruction du savoir scientifique. Dans cette partie, nous comprendrons comment les différentes disciplines ont intégré, au fil du temps, ces concepts et ces grilles d’analyses – et l’impact que ceci a eu sur la production du savoir. Le deuxième partie abordera, sur base d’un portefeuille de lectures obligatoires, quelques grandes thématiques transversales des études de genre. Parmi elles : les épistémologies féministes, l’intersectionnalité et les masculinités. Dans cette partie, nous verrons comment l’analyse critique au prisme du genre permet d’aborder ces thématiques et nous nous exercerons à appliquer cette grille de lecture ensemble, en vue de l’épreuve d’évaluation certificative.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen écrit",
        "bibliography": "La bibliographie générale ainsi que des lectures conseillées seront déposées sur Moodle.",
        "course_materials": "Moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2910",
        "title": "Diagnostics et traitements sexologiques",
        "credits": "6.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Sutter Pascal",
            "Hubin Alexandra"
        ],
        "teaching_language": "Français",
        "prerequisites": "Etre détenteur d'un master en psychologie ou en médecine. Les aspects spécifiquement médicaux des dysfonctions sexuelles et les implications sexuelles des diverses pathologies médicales sont abordés dans deux cours distincts du Master I finalité sexologie.",
        "topics_covered": "Poser le diagnostic d'un problème/souffrance de nature sexuelle et proposer une prise en charge adéquate.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 « A la fin de ce cours, l'étudiant est capable de : Entendre une problématique/souffrance de nature sexuelle dans son contexte bio-psycho-social. Poser un diagnostic sexologique. Proposer une prise en charge thérapeutique et/ou un accompagnement, soit par lui-même, soit en référant vers un collègue plus spécialisé ou plus expérimenté, ce qui nécessite un bon discernement vis-à-vis de ses propres limites et une intégration adéquate dans le monde professionnel de la sexologie clinique.",
        "content": "Cette activité consiste à : Modalités d'écoute d'une problématique/souffrance de nature sexuelle Nomenclature, définitions et incidence des dysfonctions sexuelles Critères de diagnostic des dysfonctions sexuelles masculines et féminines Modalités de prise en charge thérapeutique et d'accompagnement de ces dysfonctions selon différents modèles théoriques, avec descriptions de cas cliniques réels rencontrés par les enseignants",
        "teaching_methods": "Cours magistraux avec discussions de cas cliniques donnés en présentiel, à distance ou via des enregistrements avec support powerpoint. Propositions de lectures (portefeuille de lecture)",
        "assessment_methods": "Examen écrit à partir de situations cliniques",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2916",
        "title": "Séminaire d'accompagnement du stage 1",
        "credits": "3.00",
        "hours": "7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Wéry Aline"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - maîtriser les connaissances qui permettent d’expliquer et de comprendre un individu, un groupe ou une organisation ; - analyser et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la sexologie ; - maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation) ; - planifier une intervention visant à améliorer une situation donnée (individu, groupe ou organisation) ; - présenter oralement et par écrit une synthèse en l’adaptant à différents publics et aux intentions poursuivies ; - structurer et présenter des données recueillies ; - se mettre à l’écoute d’autrui en situations d’apprentissage et en milieux professionnels ; - adopter une posture critique en situations d’apprentissage et en milieux professionnels, vis-à-vis d’autrui et de soi-même ; - mettre en oeuvre les moyens et les opportunités pour se développer en tant que personne.",
        "content": "Le séminaire de stage en sexologie a lieu en petit groupe. Il permet d'aborder différentes thématiques/problématiques rencontrées sur le lieu de stage (ex. cas clinique, questionnement institutionnel, style thérapeutique, travail en équipe, etc.). Le séminaire permet également de renforcer/soutenir les liens avec les différents milieux de stage. La participation active des étudiants est recquise pour ce séminaire.",
        "teaching_methods": "Discussions cliniques. Jeux de rôle. Partage d'expériences et d'outils.",
        "assessment_methods": "Rapport de stage  comprenant 3 parties: - La présentation du lieu de stage et le rôle du stagiaire - La présentation d'une problématique/question au choix (avec articulation théorico-pratique) - L'évolution personnelle du stagiaire",
        "other_info": "Attention: l'évaluation du séminiare (sur  base du rapport de stage) a lieu au Q2, mais le séminaire se déroule au Q1.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1301",
        "title": "Psychologie de la santé",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Agrigoroaei Stefan",
            "Van den Broucke Stephan"
        ],
        "teaching_language": "Français",
        "topics_covered": "* Les fondements de la psychologie de la santé ; * Les postulats de la psychologie de la santé ; * Le « métier » du psychologue de la santé ; * Les représentations de la maladie ; * L'état de santé d'une population et la qualité de vie ; * Les comportements de santé et les croyances sur la santé ; * Aspects bio-psycho-sociaux des conditions suivantes : stress, cancer, obésité, VIH, cardiopathie coronarienne, douleur * Aspects bio-psycho-sociaux des comportements suivants : consommation de tabac et d'alcool, alimentation et activité physique, participation au dépistage.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est de familiariser l'étudiant avec les notions de base de la psychologie de la santé au sens large. Eu égard au référentiel des acquis d'apprentissage, le cours vise à amener les étudiants à : * être capable d'identifier les variables du modèle bio-psycho-social et leurs articulations par la connaissance de différents outils d'observation et d'analyse (A1). * être à même de sélectionner les données et théories pertinentes face à des situations de maladie ou en vue de prévenir leur survenue (partim A2). * pouvoir comprendre et expliciter les principales méthodes de prévention et d'intervention en psychologie de la santé (B1). * Il devra également identifier les différents acteurs impliqués en référence aux modèles de prévention et d'intervention exposés au cours (partim B2). * être conscient, en tant que professionnel des sciences psychologiques, des aspects organisationnels et déontologiques en matière de pratiques et de recherche en psychologie de la santé (E3). * pouvoir utiliser autant un raisonnement et une démarche de type hypothético-déductif qu'inductivo-hypothétique, comprendre les forces et faiblesses inhérentes aux méthodologies utilisées, (E1) et discerner les spécificités d'une approche scientifique plutôt que naïve du domaine (E2).",
        "content": "Ce cours a pour objectif de familiariser l'étudiant avec les notions de base de la psychologie de la santé au sens large. Les étudiants seront introduits au modèle bio-psycho-social, aux théories pertinentes face à des situations de maladie ou en vue de prévenir leur survenue, et aux méthodes principales de prévention et d'intervention en psychologie de la santé. Ils seront également introduits aux différents acteurs impliqués en référence aux modèles de prévention et d'intervention exposés au cours. Les thèmes abordés au cours comprennent, entre autres, * Les fondements et postulats de la psychologie de la santé ; * Les représentations de la maladie ; * L'état de santé d'une population et la qualité de vie ; * Les comportements de santé et les croyances sur la santé ; * Les aspects bio-psycho-sociaux du stress, cancer, obésité, VIH, cardiopathie coronarienne, et douleur * Les déterminants psychosociales des comportements liés à la santé tels que  la participation au dépistage, la consommation de tabac et d'alcool, l'alimentation et l' activité physique",
        "teaching_methods": "Le cours consiste principalement en des conférences magistrales avec une invitation à la participation active des étudiants sous forme de questions et de réponses. Chaque session sera consacrée à un thème spécifique de la psychologie de la santé.",
        "assessment_methods": "Examen écrit: Questions ouvertes (50% de la note finale) QCM (50% de la note finale); l’examen QCM se compose de 20 items à 4 options de réponse. Un point est attribué à chaque réponse correcte et aucun point n’est attribué en cas d'absence de réponse ou de réponse incorrecte. Les modalités d’évaluation restent les mêmes pour toutes les sessions d'une même année académique.",
        "other_info": "Ce cours est dispensé dans un format adapté à l'anglais. Le cours est enseigné en français, mais des lectures de base équivalentes seront disponibles en anglais pour les étudiants internationaux qui en feront la demande. L'évaluation standard est en français. Toutefois, les étudiants étrangers seront autorisés à utiliser un dictionnaire lorsqu'ils passeront l'examen en français et/ou à répondre aux questions ouvertes en anglais.",
        "bibliography": "Ogden, J. (2018). Psychologie de la santé, De Boeck, Collection Ouvertures Psychologiques.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespo1113",
        "title": "Sociologie et anthropologie des mondes contemporains",
        "credits": "5.00",
        "hours": "40.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            ". SOMEBODY",
            "Amougou Joseph",
            "Defreyne Elisabeth",
            "Draelants Hugues"
        ],
        "teaching_language": "Français",
        "topics_covered": "1ère partie - La sociologie et l'anthropologie seront mobilisées comme instruments d'analyse de la société et des discours des sciences humaines : il s'agit de présenter ici brièvement l'émergence historique des démarches sociologique et anthropologique, d'en montrer les questionnements au fil du temps en lien avec les transformations sociales. Il s'agit également de présenter l'évolution des méthodes utilisées et d'illustrer les techniques de recherche. - Cette entrée en matière se fera à partir de l'analyse des réalités sociales et des transformations contemporaines. Différentes thématiques spécifiques pourront être traitées autour des grandes thématiques suivantes : Individu et société (individu / genre et sexualité) ; Institutions sociales (Famille, mariage, parenté / Éducation / Média / Sciences et techniques / Religion); Espaces et territoires (Ville / Mobilité / Mondialisation) ; Structures sociales et pouvoir (Stratification et inégalités sociales / Echange et négociation / Rapports ethniques / Etats et partis politiques / Groupes, organisations / Guerre, armée) ; Le changement social : production et re-production (Education et formation / Travail et organisation / Consommation). - Cette approche intègrera une mise en perspective historique des sociétés contemporaines, en rapport aux sociétés pré-modernes et aux fondements anthropologiques des sociétés humaines. - L'acquisition d'éléments clés de théories sociologiques et anthropologiques sera aussi visée : il s'agira de fournir les éléments de base du vocabulaire sociologique et anthropologique et quelques acquis conceptuels majeurs. A titre d'exemple: l'idée de société comme ensemble complexe de formes sociales produites par la culture; la théorie de l'action humaine en société; la culture et la constitution de l'individu; pouvoirs et rapports sociaux; stratification et mobilité sociale. 2ème partie - Les textes abordés peuvent consister en un livre des disciplines considérées ou en un ensemble de textes choisis des mêmes disciplines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 1ère Partie Le cours doit permettre aux étudiants des différents baccalauréats de se familiariser avec le regard, les orientations théoriques et l'appareil conceptuel sociologique et anthropologique. Cette entrée en matière dans les disciplines sociologique et anthropologique se fera en partant de grandes questions de société. Ce cours vise : l'introduction au regard sociologique et anthropologique ; la connaissance relative aux réalités sociales contemporaines ; l'acquisition des principaux concepts et l'approche des principales théories interprétatives de la réalité sociale ; la mise en perspective historique de la société contemporaine. 2ème partie Ce cours complète le cours d'introduction à la sociologie et à l'anthropologie. Il sera axé sur des apprentissages à la lecture de textes anthropologiques et sociologiques. Le but du cours est d'apprendre à l'étudiant à lire un texte scientifique dans ces branches, c'est-à-dire : - en comprendre les concepts majeurs ; - en dégager l'argumentation explicite et implicite ; - en synthétiser le contenu par écrit ; - en situer la portée par rapport à l'oeuvre de son auteur ; - en situer la portée par rapport à d'autres textes de la discipline (intertextualité) ; - en situer le contexte socio-historique d'écriture ; - en situer les enjeux de la réception dans le contexte socio-historique contemporain ; - en critiquer le contenu",
        "content": "LESPO1113 A (Amougou et Defreyne) Le cours vise à donner à l'étudiant les concepts, contenus empiriques et historiques élémentaires pour une initiation à la sociologie et à l'anthropologie des sociétés modernes. Il est donné en deux parties : une partie sociologie (avec le professeur Amougou) et une partie anthropologie (avec la professeure Defreyne). Seront notamment abordé(e)s : - La naissance et l’histoire de ces disciplines de sciences sociales L'évolution des sociétés humaines -  La sécularisation -  Le capitalisme industriel -  Les mutations de l'Etat La révolution industrielle L’économie populaire au Sud Les méthodes qualitatives et la méthode ethnographique La globalisation Les études post-coloniales L’anthropologie dynamique et du développement La famille et la parenté L’anthropologie politique et des violences LESPO 1113B LESPO1113 C (Draelants) Ce cours vise à introduire les étudiants à la sociologie et à l'anthropologie par l'étude des mondes contemporains. Sociologie et anthropologie étant des disciplines nées de la modernisation des sociétés, celle-ci est logiquement un de leurs principaux objets d'étude. L'objectif du cours est donc double : d'une part il s'agit de doter les étudiants de connaissances de base, d'une culture générale nécessaire pour comprendre le monde actuel et ses transformations, appréhendées dans leurs dimensions culturelles, politiques et économiques, d'autre part ce cours entend sensibiliser les étudiants à la perspective sociologique et anthropologique, en développant chez eux des compétences leur permettant de prendre une distance réflexive avec leurs prénotions et de construire une pensée critique, consciente des grands enjeux contemporains ainsi que des différences sociales et culturelles.",
        "teaching_methods": "LESPO 1113 A (Amougou et Defreyne) Le cours se déroule sous forme de cours magistral et interactif, en présentiel. Supports : syllabus (pour la partie « Sociologie », les pages utiles seront indiquée par le professeur Amougou), slides de présentation des séances, textes et vidéos en ligne (Moodle). LESPO1113B LESPO1113C Le cours se déroule sous forme de cours magistral et interactif, en présentiel. Diverses ressources accompagnent le cours : vidéos, textes à lire et syllabus (régulièrement remanié et actualisé, les étudiants sont invités à se procurer la dernière version, disponible en ligne ou à la librairie universitaire DUC).",
        "assessment_methods": "LESPO1113A (Amougou et Defreyne) L'évaluation se déroule en janvier, juin et septembre (3 sessions pour les bac1). Elle se réalise à livre fermé. Cette évaluation est certificative. Elle se présente sous la forme d'un examen écrit composé de : - questions à choix multiples - une ou plusieurs questions ouvertes LESPO 1113C L’évaluation reposera sur un examen écrit de type QCM comportant différents types de questions fermées, des exemples de questions seront présentés en cours d’année. L'examen écrit se déroule en janvier, juin et septembre (3 sessions pour les bac1). Des lectures seront à réaliser en cours d'année, elles pourront être associées de questions pouvant entrer en ligne de compte pour l'évaluation.",
        "other_info": "PSP 1123 (PSP11BA) Equivalence partielle (approuvé par BF 30 juin 2004). Les étudiant arrivants en ESPO devront faire un travail complémentaire pour obtenir l'équivalence totale.",
        "online_resources": "LESPO1113A Le syllabus, les documents pertinents et les diaporamas utilisés au cours sont tous accessibles en ligne sur le site Moodle. LESPO1113C Toutes les informations pratiques à connaître concernant le contenu et le déroulement du cours se trouvent sur le Moodle dédié. Toutes les ressources pédagogiques utiles (vidéos, articles et chapitres d'ouvrages à lire, syllabus, slides présentés en cours) seront également mises en ligne sur le Moodle du cours au fur et à mesure des séances.",
        "bibliography": "Des éléments bibliographiques sont inclus dans le syllabus.",
        "course_materials": "Syllabus de sociologie et anthropologie des mondes contemporains",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1007",
        "title": "Sociologie : éducation, santé et travail",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Zune Marc"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours aborde : ·         les théories et l'épistémologie de la sociologie ·         les auteurs fondateurs et contemporains ·         les identités et les liens sociaux ·         le regard sociologique sur les champs de l'éducation-santé-travail",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant devra être capable de/d': ·         comprendre l'objet d'une approche sociologique des faits sociaux, et la manière dont la sociologie traite des dimensions collectives et individuelles, de liberté et de contrainte, de la vie en société. Cerner les différentes options méthodologiques de la sociologie (enquêtes par questionnaires, entretiens, observations, démarche idéal-typique) ·         utiliser activement les concepts sociologiques dans l'interprétation du monde social qui est le sien et sa place dans ce monde, en lui permettant de rompre avec le sens commun et de développer son sens critique ·         acquérir une compréhension critique de quelques problématiques issues de champs sociologiques particuliers (l'éducation, la santé et le travail) Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1 : maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation ·         comprendre et expliciter l'objet spécifique et les grands courants théoriques des disciplines proches : philosophie, anthropologie, sociologie, linguistique ; ·         identifier et expliciter les liens qui existent entre la psychologie, la logopédie, les sciences de l'éducation et les disciplines proches ; ·         comprendre et expliciter les modèles des modes de fonctionnement ordinaires et atypiques les plus fréquentes des individus, groupes et organisations. Secondairement, ce cours vise à amener les étudiants à : A2 : analyser et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie connaître les différents outils d'observation et d'analyse qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation ; sélectionner les données, théories, méthodes et outils pertinents face à une situation simple ; utiliser ces données, théories, méthodes et outils pour modéliser une situation simple ; prendre conscience de l'influence de ses propres représentations et préjuges dans son analyse ; faire la distinction entre une analyse professionnelle et une analyse relevant du sens commun. E2. : identifier l'apport et la plus-value de la recherche scientifique en psychologie sur sa compréhension de situations données faire une analyse critique de la littérature existante sur une problématique de recherche du domaine ; discerner les spécificités d'une approche scientifique plutôt que naïve du domaine.",
        "content": "Le cours a pour objectif d'introduire les étudiants à la discipline sociologique. Le cours se divise en deux parties. La première aborde l'analyse sociologie de la modernité (Durkheim, Weber; Beck). La seconde partie traite plus spécifiquement des champs de l'éducation, de la santé mentale et du travail en traitant de manière approfondie des questions spécifiques : qu'est-ce que la normalité des comportements sociaux, comment expliquer les inégalités de réussite scolaire, quelles sont les analyses de la responsabilisation en matière d'emploi et de travail ?  De manière plus transversale, il s'agit de montrer les formulations et reformulations successives de la distinction entre structuralisme et actionnisme, et les fondements épistémologiques qui les sous-tendent. Sur le plan de la méthode, le cours vise une appropriation des concepts par les étudiants, ce qui implique une pédagogie reposant sur un équilibre entre apports conceptuels et exemples d'application, au travers de reportages, de photographies, de tableaux statistiques, d'enquêtes réalisées dans l'auditoire.",
        "teaching_methods": "Presentation, exemples, travail autonome",
        "assessment_methods": "L'évaluation finale du cours fera l'objet d'un examen écrit. Cet examen peut comprendre des questions fermées et des questions ouvertes, et la répartition des questions en fonction de ces deux modalités peut varier d'une session à l'autre. Des exemples d'examens d'années antérieures sont disponibles sur Moodle. Les étudiants reçoivent leur copie corrigée.",
        "online_resources": "Voir la page Moodle du cours",
        "bibliography": "Support de cours : voir ressources scannées et postées sur l'espace Moodle du cours.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1311",
        "title": "Philosophie politique et sociale",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hunyadi Mark"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours abordera en conséquence trois  types de matières :\r1. Les questions épistémologiques des sciences sociales, dont par exemple :\r- la spécificité des sciences humaines par rapport aux sciences de la nature (débat expliquer/comprendre)\r- le débat entre individualisme méthodologique et holisme (existence des entités collectives)\r-  la question de l'ethnocentrisme\r- la question du rapport entre savoir profane et savoir expert\r2. Les questions normatives des sciences sociales, dont par exemple :\r- la neutralité axiologique et l'engagement du chercheur en sciences sociales\r- la distinction entre théorie traditionnelle et théorie critique \r- les fondements normatifs des grands paradigmes des théories de l'acteur et de l'agir social (tradition utilitariste, tradition wébérienne, tradition hégélienne et marxiste)\r- la question de la justice\r3. La question de l'histoire : théories évolutionnistes, théories dialectiques, théories kantienne \ret fichtéenne",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à :\r1.introduire l'étudiant à l'épistémologie fondamentale des sciences sociales ;\r2.introduire l'étudiant aux questions normatives des sciences sociales ;\r3.introduire l'étudiant aux paradigmes fondamentaux de la philosophie de l'histoire",
        "content": "Il s'agit d'un cours magistral, appuyé par un Powerpoint détaillé qui est à disposition des étudiants ; de plus, des textes d'auteurs doivent être lus de séance en séance. À chaque cours, l'accent est également mis sur l'explication détaillée d'un bref extrait de texte, qui doit éclairer la compréhension d'ensemble. Au final, il sera attendu de l'étudiant qu'il maîtrise l'ensemble des textes mis à disposition.",
        "assessment_methods": "Les étudiants inscrits en philosophie (majeure ou mineure), ainsi que ceux de la Chaire Hoover, passeront un examen oral avec le Professeur ; tous les autres passeront un examen écrit, basé sur la vérification des connaissances acquises (cours magistral + textes).",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1209",
        "title": "Statistique, inférence sur une ou deux variables",
        "credits": "4.00",
        "hours": "22.5 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pircalabelu Eugen"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours abordera les thèmes suivants Eléments de probabilité nécessaires pour comprendre et savoir utiliser les outils généraux d'inférence et de modélisation statistique : calcul élémentaire de probabilité sur des événements, distributions de probabilité normale et binomiale et dérivées, utilisation de tables, théorème central limite. Notions clefs de l'inférence statistique paramétrique: estimateur, distribution d'échantillonnage, intervalle de confiance et test d'hypothèse, puissance de test et influence du choix de la taille d'échantillon Tests et intervalles de confiance sur une moyenne et une variance en population normale Tests d'hypothèse sur deux moyennes pour échantillons pairés et indépendants et sur 2 variances en populations normales Tests non paramétriques sur une ou deux mesures de position pour données pairées ou non pairées. Inférence sur un coefficient de corrélation, y compris corrélation partielle. Inférence sur une ou 2 variables  catégorielles : test et intervalle de confiance sur une ou deux proportions, test chi carré d'ajustement pour une ou 2 variables. Conditions d'application et validation des hypothèses sous-jacentes aux différents tests, qq plot. Méthodologie pour l'analyse statistique de données depuis le choix de la méthode, son application, sa validation, jusqu'à l'interprétation des résultats obtenus Introduction au logiciel SPSS et utilisation dans des situations variées",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage, le cours vise à amener les étudiants à : '             Adopter une démarche systématique pour appliquer les outils d'analyse statistique descriptive et d'inférence à une et 2 variables dans des situations émanant de différents domaines d'application et/ou méthodes de recherche de la psychologie et des sciences de l'éducation (A1, B3, C2, E1). Plus précisément il pourra '             Reconnaître, pour une question de recherche posée, les méthodes statistiques adaptées aux données disponibles. '             Appliquer les méthodes à l'aide d'un logiciel de statistique et en valider les hypothèses sous-jacentes. '             Expliquer les résultats issus d'une analyse statistique des concepts fondamentaux à leur interprétation dans le contexte de la recherche. '             Lire, critiquer et interpréter des résultats statistiques disponibles dans la littérature. '             Expliquer les concepts de probabilité indispensables en statistique et manipuler des probabilités et distribution de probabilité de base. '             Transférer ces connaissances acquises dans les domaines d'activités du psychologue, logopède et pédagogue.",
        "content": "Le cours aborde les thèmes suivants : Eléments de probabilité nécessaires pour comprendre et savoir utiliser les outils généraux d'inférence et de modélisation statistique : calcul élémentaire de probabilité sur des événements, distributions de probabilité normale et binomiale et dérivées, utilisation de tables, théorème central limite. Notions clefs de l'inférence statistique paramétrique: estimateur, distribution d'échantillonnage, intervalle de confiance et test d'hypothèse, puissance de test et influence du choix de la taille d'échantillon. Tests et intervalles de confiance sur une moyenne et une variance en population normale. Tests d'hypothèse sur deux moyennes pour échantillons pairés et indépendants et sur 2 variances en populations normales. Tests non paramétriques sur une ou deux mesures de position pour données pairées ou non pairées. Inférence sur un coefficient de corrélation, y compris corrélation partielle. Inférence sur une ou 2 variables catégorielles : test et intervalle de confiance sur une ou deux proportions, test chi carré d'ajustement pour une ou 2 variables. Conditions d'application et validation des hypothèses sous-jacentes aux différents tests, qq plot. Méthodologie pour l'analyse statistique de données depuis le choix de la méthode, son application, sa validation, jusqu'à l'interprétation des résultats obtenus. Introduction au logiciel SPSS et utilisation dans des situations variées.",
        "teaching_methods": "Le cours est basé sur une série d'activités visant à amener l'étudiant à découvrir, apprécier,  comprendre, mettre en pratique et intégrer la matière tout au long du quadrimetre.  Celles-ci comprennent: Des cours magistraux en auditoire avec la titulaire du cours basés sur de nombreux exemples, interprétation de sorties logiciels. Des séances d'exercices de probabilité et inférence statistique par petits groupes. Un auto apprentissage à SPSS via : des podcasts, des exercices de drill, des études de cas et un autotest. Des séances de TPs collectives facultatives d'intégration de la matière de bac 2 ou de révision de la matière de bac 1. Des exercices, simulations et autres activités à faire à domicile visant  à intégrer la matière par auto-apprentissage. La présence aux cours magistraux et aux séances de TPs est fortement encouragée, quasi-OBLIGATOIRE !",
        "assessment_methods": "Les modalités exactes d'évaluation pourraient être adaptées en fonction des contraintes en vigueur au moment des sessions d'examens. Session de janvier : Un examen écrit à livre fermé pendant 3h composé de questions ouvertes et/ou à choix multiple et portant sur la partie probabilité du cours, les concepts d'inférence statistique et la lecture de sorties SPSS. L'examen sert à tester vos connaissances au niveau de la compréhension générale du cours pour répondre à des questions précises en pratique, faire des calculs, etc. L'utilisation du formulaire est permise. Une interrogation sur SPSS (hors-session en Décembre) à livre fermé pendant 1h30 consistant à réaliser l'analyse complète d'une série de données avec SPSS en passant par différentes étapes: choix de méthode, utilisation de SPSS, interprétation des sorties. L'utilisation du formulaire est permise. L'interrogation est composée de questions ouvertes et/ou à choix multiple. Des devoirs QCM sur Moodle et préparations de TPs à réaliser à domicile durant le quadrimestre. Pour valider cette partie, l'étudiant doit réussir chaque QCM avec la note minimale qui correspond à chaque activité. La répartition des notes pour ces trois parties est 14/20 pour l'examen écrit, 5/20 pour l'interrogation SPSS et 1/20 pour les devoirs QCM et préparations durant le quadrimestre.  La note finale en janvier pour le cours LPSP1209 est donnée par les points obtenus pour les devoirs + les points obtenus pour l'interrogation SPSS + les points obtenus pour l'examen. Pour valider le cours en janvier, l'étudiant a besoin d'obtenir au moins un score total de 10. Session de août: Un examen écrit à livre fermé pendant 3h composé de questions ouvertes et/ou à choix multiple et portant sur la partie probabilité du cours, les concepts d'inférence statistique et la lecture de sorties SPSS. L'examen sert à tester vos connaissances au niveau de la compréhension générale du cours pour répondre à des questions précises en pratique, faire des calculs, etc. L'utilisation du formulaire est permise. Une interrogation sur SPSS à livre fermé pendant 1h30 consistant à réaliser l'analyse complète d'une série de données avec SPSS en passant par différentes étapes: choix de méthode, utilisation de SPSS, interprétation des sorties. L'utilisation du formulaire est permise. L'interrogation est composée de questions ouvertes et/ou à choix multiple. La répartition des notes pour ces deux parties est 15/20 pour l'examen écrit, 5/20 pour l'interrogation SPSS, car l'évaluation continue est prévue seulement pour le travail pendant le quadrimestre .  La note finale pour le cours LPSP1209 est donnée par les points obtenus pour l'interrogation SPSS + les points obtenus pour l'examen écrit. Pour valider le cours en août, l'étudiant a besoin d'obtenir au moins un score total de 10.",
        "other_info": "Les cours cités ci-dessous fournissent des bases importantes de compréhension et d'intégration de la matière de ce cours. LPSP1011 : Statistiques : Analyse descriptive de données quantitatives",
        "online_resources": "Voir le site Moodle: https://moodle.uclouvain.be/course/view.php?id=2299",
        "bibliography": "David C. Howel (2006). Méthodes statistiques en sciences humaines. 6eme ed. De Boeck Supérieur.",
        "course_materials": "(DUC) Statistique II : Inference sur une ou deux variables",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1311",
        "title": "Analyse de situations en psychologie clinique, psychologie de la santé et neuropsychologie",
        "credits": "3.00",
        "hours": "0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Agrigoroaei Stefan",
            "Samson Dana",
            "Willemsen Jochem"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours visera à mettre en pratique les concepts et méthodes vus aux cours de tronc commun en Psychologie Clinique, Psychologie de la Santé et Neuropsychologie. Sur base d'étude de cas (ex. vignettes réelles ou fictives, vidéos, dossier médicaux), ce cours visera spécifiquement à : * affiner l'aptitude des étudiants au diagnostic (sur base des concepts vus aux cours, d'informations complémentaires recueillies dans la littérature et d'outils/tests que l'étudiant sera amené à s'approprier) ; * développer leur capacité à identifier les interventions pertinentes (sur base des concepts vus aux cours, d'informations complémentaires recueillies dans la littérature) ; * exercer leur aptitude à communiquer de manière claire, précise et structurée le résultat de leur analyse et leurs propositions d'intervention.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de ce cours sera d'intégrer les concepts vus aux cours à d'autres connaissances acquises au travers de la littérature, afin de pouvoir analyser une situation ou un cas, identifier les interventions pertinentes et communiquer le diagnostic et le plan d'intervention de manière claire et précise à un tiers. L'étudiant devra être capable d'analyser et modéliser une situation (individu, groupe ou institution) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie (A2). Pour cela, il devra être capable de : * maîtriser et intégrer les concepts vus dans les cours de tronc commun de Psychologie Clinique, Psychologie de la Santé ou Neuropsychologie (A1). * rechercher des informations complémentaires pertinentes dans la littérature (A1). * s'approprier des outils et/ou tests afin de recueillir des informations complémentaires en vue d'affiner son analyse/diagnostic (A2-E1). Sur base de son analyse ou de son diagnostic, l'étudiant devra être capable de rechercher des informations sur les interventions pertinentes (B1) et de déterminer l'intervention la plus pertinente en référence aux données disponibles dans la littérature (E1-E2). Il devra enfin être capable de communiquer de manière claire, précise et structurée le résultat de ses observations, son analyse de la situation et le plan d'intervention qu'il propose (C1-C2).",
        "assessment_methods": "L'évaluation consiste en la réalisation de deux travaux d'analyse de cas. Chaque travail est noté sur 10 points et contribue dans une proportion de 50% à la note finale. Ces travaux impliquent de suivre les démarches diagnostiques vues en cours, ainsi que de proposer des pistes d'intervention pertinentes pour le cas en effectuant une revue de littérature scientifique. Les travaux sont réalisés en groupe et doivent porter sur les cas transmis selon les séries assignées à l’étudiant·e en début de quadrimestre. La réussite des deux travaux est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement. Pour valider ce cours, il faut réussir les deux travaux à hauteur de 5/10 minimum. Une note d’échec pour un travail entraîne une note d’échec pour la totalité de l’UE. Les modalités d’évaluation restent les mêmes pour toutes les sessions d'une même année académique.",
        "other_info": "This course is given in an “English-friendly” format. The standard format and evaluation are in French. However, international students will be allowed to take the exam in English. Des compétences acquises dans les cours de Méthodologie de l'observation, Psychodiagnostic et Psychologie sociale seront mobilisées.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl2141",
        "title": "Cours d'anglais en ligne pour les sciences de la famille et de la sexualité",
        "credits": "4.00",
        "hours": "120.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Knorr Sabrina"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Les étudiants doivent avoir atteint le niveau A2+ du Cadre européen commun de référence pour les langues.",
        "topics_covered": "Le cours est articulé autour de différents thèmes liés aux sciences de la famille et de la sexualité Les textes abordés au cours proviennent de sources authentiques et impliquent la lecture et la préparation de la part de l'étudiant qui doit appliquer les stratégies de lecture acquises en ligne. L'analyse et les commentaires des textes se fera en ligne via une série de podcasts ; afin de permettre une certaine interaction, des séances de questions-réponses seront organisées en ligne ou en présentiel. La grammaire est vue en contexte et renforcée par des exercices systématiques avec feed-back en ligne.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Compréhension à la lecture comprendre en détail des textes descriptifs, argumentatifs et académiques relatifs à son domaine d'étude (niveau C1 du Cadre européen commun pour les langues) 2 Connaissance du code maitriser le vocabulaire (élémentaire, intermédiaire, académique et spécifique aux sciences de la famille et de la sexualité) maîtriser les principaux points grammaticaux (formes verbales)",
        "content": "Ce cours « English for Family and Sexuality Studies - online course » est destiné à améliorer la compréhension à la lecture de matériel authentique dans les domaines des sciences de la famille et de la sexualité.  Il vise également à donner aux étudiant·es une meilleure maîtrise du code linguistique de l'anglais à travers des exercices systématiques de grammaire ainsi qu'à développer le vocabulaire général, académique et spécifique des étudiant·es. Au terme de ce cours les étudiant·es auront atteint le niveau C1 du CECR pour ce qui est de la compréhension à la lecture .",
        "teaching_methods": "lecture en ligne de textes, de façon extensive et intensive et en adoptant les stratégies de lecture. analyse et commentaire de ces textes en ligne via une série de podcasts. analyse et résumé de points grammaticaux (formes verbales) et feedback en ligne.",
        "assessment_methods": "En début d'année, les étudiants passent un test diagnostique en ligne dont le niveau est similaire à celui de l'examen final pour évaluer leurs compétences de base. Cote de participation : ils·elles suivront ensuite un parcours pédagogique sur Moodle qui leur permettra de développer leur compétences à travers une série de podcasts et de devoirs et d'exercices en ligne. Leur évolution sur la plateforme sera reflétée à travers la barre de progression et prise en compte dans l'évaluation à hauteur de 10 % de la cote finale. L’étudiant·e obtient 10/10 pour cette partie lorsque sa barre de progression sur Moodle est verte à 100% à la fin du second quadrimestre . Tous les exercices doivent donc être réussis pour être validés. La cotation est adaptée au pourcentage du travail effectué. Par exemple, si la barre de progression de l’étudiant(e) est à 50% à la fin du second quadrimestre, il/elle obtiendra 5 /10 pour cette partie. Reasearch Article Talk ( 10% de la cote finale): par groupe de 3 ou 4 personnes, présentation orale en anglais d'un article de recherche en anglais choisi et lu au préalable par les membres du groupe Un examen partiel écrit est organisé en janvier. Pondération: 40% de la cote finale. Matière: toute la matière du premier quadrimestre (vocabulaire, grammaire, compréhension à la lecture) Type d'examen: QCM et questions ouvertes (à livre fermé) Les questions de compréhension à la lecture porteront sur des textes vus et non-vus. Si l’étudiant·e obtient 10/20 ou plus, il/elle est dispensé(e) de cette matière lors de l’examen de la session de juin. Si l’étudiant· obtient moins de 10/20, les points ne sont pas pris en compte et il/elle devra repasser cette partie lors de l’examen de la session de juin Examen écrit en juin. Pondération : 40% de la cote finale. Matière: toute la matière du second quadrimestre (vocabulaire, grammaire, compréhension à la lecture) Type d'examen: QCM et questions ouvertes (à livre fermé) Les questions de compréhension à la lecture porteront sur des textes vus et non-vus. Attention , comme mentionné ci-dessus, les étudiant·es ayant obtenu moins de 10/20 à l’examen partiel devront repasser cette matière en même temps que l’examen de juin (article 82 du règlement des études). Si l'étudiant·e ne passe pas l'examen de juin, la note finale pour le cours en juin sera A (ou 0 si signature de l'examen). Matière testée: vocabulaire grammaire compréhension à la lecture: questions sur extraits de textes vus au cours et extraits non-vus pour tester la compétence Langue d'évaluation: anglais Examen de septembre Barre de progression (10%) Research Article Talk (10%) : présentation individuelle en anglais d'un article de recherche en anglais (durée: 10 minutes) Examen écrit (80%) Matière testée: Matière de toute l'année (vocabulaire, grammaire, compréhension à la lecture). Les questions de compréhension à la lecture porteront sur des textes vus et non-vus. Type d'examen: QCM et questions ouvertes (à livre fermé) Langue d'évaluation: anglais",
        "other_info": "Le cours est organisé en ligne. L'enseignante est disponible par e-mail/sur Teams et intervient lors de séances de questions-réponses.",
        "online_resources": "Le cours mis en ligne sur la plateforme Moodle-UCL où l'étudiant trouvera des exercices supplémentaires de compréhension à la lecture, des exercices grammaticaux et lexicaux : https:// moodle .uclouvain.be",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1337",
        "title": "Psychologie Politique",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van den Broucke Stephan"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Le cours offre une introduction à la psychologie politique en tant que champ de la psychologie appliquée. Il est consacré à la compréhension du comportement politique (de la part des acteurs politiques et des électeurs) à travers l'application des concepts et des théories psychologiques. Le cours s'appuiera sur la théorie et la recherche en psychologie de la personnalité, de l'apprentissage, de la prise de décision, de l'émotion, de la cognition sociale, et des relations intergroupes. Il étudiera des phénomènes politiques tels que la mobilisation politique, la participation des citoyens à la politique, la prise de décision, les mouvements politiques, et le vote ainsi que les conflits, les préjugés, et les comportements de masse.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : ' Analyser les comportements en politique en référence aux théories psychologiques et les données empiriques disponibles ; ceci impliquera - l'application et l'intégration de concepts vus dans les cours de base en psychologie (A1) ; - la recherche d'informations complémentaires pertinentes dans la littérature (A1) ; ' Sélectionner des théories et études pertinentes afin de comprendre un comportement concret dans une situation simple (A2) - en prenant conscience de l'influence de ses propres représentations et préjugés dans son analyse - en faisant la distinction entre une analyse approfondie et une analyse relevant du sens commun ' Communiquer de manière claire, précise et structurée le résultat de ses recherches et observations, de son analyse de la situation, et de l'application des théories sur un phénomène concret (C1-C2).",
        "content": "Le cours offre une introduction à la psychologie politique en tant que champ de la psychologie appliquée. Il est consacré à la compréhension du comportement politique (de la part des acteurs politiques et des électeurs) à travers l'application des concepts et des théories psychologiques. Le cours s'appuiera sur la théorie et la recherche en psychologie de la personnalité, de l'apprentissage, de la prise de décision, de l'émotion, de la cognition sociale, et des relations intergroupes. Il étudiera des phénomènes politiques tels que la mobilisation politique, la participation des citoyens à la politique, la prise de décision, les mouvements politiques, et le vote ainsi que les conflits, les préjugés, et les comportements de masse.",
        "teaching_methods": "Le cours consiste principalement en des conférences magistrales avec une invitation à la participation active des étudiants sous forme de questions et de réponses. Chaque session sera consacrée à un thème spécifique de la psychologie politique. Il sera demandé aux étudiants de lire un article scientifique de leur choix lié à l'un des thèmes, et de préparer une courte présentation contenant un résumé et une revue critique de l'article en relation avec le contenu du cours.",
        "assessment_methods": "L'évaluation se fera par le biais d'un examen à choix multiples combiné à une évaluation du devoir de lecture individuel.",
        "other_info": "This course is given in an “English-friendly” format. The course is taught in French but equivalent core reading will be made available in English for international students on request. The standard exam is a written exam in French. However, international students taking this course will be allowed to use a dictionary when taking the written exam in French, or will get the opportunity to take the written exam in English, upon request. The course requires coursework in French. However, international students taking this course are allowed to provide the coursework in English:",
        "online_resources": "Les Powerpoints de l'enseignant et des listes de lecture sont fournis sur la plateforme Moodle",
        "course_materials": "Huddy, L., Sears, D.O. & Levy, J. (2013). The Oxford Handbook of Political Psychology (2 ed.)",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1234",
        "title": "Théories et concepts en sociologie",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Zune Marc"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Principaux modes de théorisation découverts à partir de leur mise en uvre dans des recherches concrètes.\r- Concepts clés et principaux courants en sociologie.\r- Epistémologie de la sociologie et de l'anthropologie.\r- Les composantes de la théorisation : paradigmes, théories s.s., concepts, hypothèses générales.\r- Articulation entre théorie, méthode et objet.\r- La construction d'un objet socio-anthropologique et d'une problématique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Alors que le cours de BAC 1 introduit à la démarche sociologique et anthropologique à partir de problématiques sociales caractéristiques des sociétés contemporaines, ce cours-ci, situé en BAC 2, vise à donner une compétence théorique et conceptuelle (située à un niveau moyen d'abstraction et de systématicité) en sociologie. \r En particulier, il s'agira d'apprendre à répondre aux deux questions suivantes :\r- Quels sont les principes clés de l'analyse socio-anthropologique des phénomènes sociaux ?\r- En quoi consiste le travail de théorisation et de conceptualisation ?",
        "content": "Le cours de Théories et concepts en sociologie vise à aider les étudiants à mieux comprendre les processus de conceptualisation et de théorisation en sociologie. Le cours s'appuie sur trois parties : (1) une première partie vise à développer le \"regard sociologique\" à partir d'enquêtes empiriques ayant conduit à des conceptualisations innovantes, (2) une deuxième partie développer les théorisations sociologiques fondamentales proposées par Durkheim, Weber et Marx, et (3) une troisième partie aborde des conceptualisations et théorisations plus contemporaines.",
        "teaching_methods": "Exposés, analyses de matériaux empiriques, réalisation de travaux d'appropriation par les étudiants",
        "assessment_methods": "L'évaluation comprend 3 parties : (1) remise de 5 \"petits travaux\" en cours d'année et d'une analyse transversale. Ces travaux correspondent à une évaluation continue et sont valorisés à hauteur de 5 points sur 20 (2 points acquis lors de la remise, 2 pts valorisant la qualité des travaux, 1 point pour l'analyse transversale). Ils doivent être remis aux dates précisées via Moodle. Etant donné qu'ils font l'objet d'une correction collective en cours d'année, les travaux peuvent être améliorés, mais pas remis en retard. Ce portfolio est valorisé pour la première et l'éventuelle seconde session. (2) une première partie d'examen portant sur le contenu du cours (10 points sur 20) (3) une deuxième partie d'examen portant sur des lectures approfondies (5 points sur 20) Il est nécessaire d'obtenir 10/20 à la première partie d'examen portant sur le contenu du cours pour réussir, et un minimum de 13/20 à cette même partie pour obtenir un grade, une fois les cotes des différentes parties globalisées.",
        "other_info": "Pré-requis : Socio-anthropologie des mondes contemporains (ex LESPO1113)",
        "online_resources": "Site Moodle du cours",
        "course_materials": "Van Campenhoudt, L. et Marquis, N., Cours de sociologie, Paris, Dunod.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfopa2007",
        "title": "Traitement de données quantitatives",
        "credits": "6.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Clercq Mikaël",
            "Parmentier Michaël"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours vise à développer les bases du traitement de données quantitatives de type descriptif et inférentiel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise les acquis d'apprentissage G4, et dans une moindre mesure, G2 (G26 & G27). Au terme du cours, les étudiant seront capables de : Traduire une problématique de recherche en question(s) de recherche opérationnelle(s) dont la réponse peut être obtenue au travers de l'étude d'un matériau de nature quantitative (G41); Identifier les différents types de variables (G43) ; Sélectionner, appliquer et interpréter des statistiques descriptives, en fonction d'un contexte de recherche donné (G43) ; Comprendre  les raisonnements sous-jacents à la statistique inférentielle ; Sélectionner, appliquer et interpréter des statistiques inférentielles, de type bivarié essentiellement, en fonction d'un contexte de recherche donné (G44) ; Poser un regard critique sur des travaux de recherche dont les conclusions s'appuient sur l'analyse d'un matériau de nature quantitative (G45).",
        "content": "Statistiques descriptives : -          Variables nominales : mode -          Variables ordinales : médiane, écart interquartile -          Variables continues : moyenne, variance, écart type. Statistique inférentielle : raisonnement sous-jacent -          Population et Échantillon -          Procédure de test inférentiel -          Taille d effet Statistiques inférentielles (statistiques de test): -          Chi-carré et V de Cramer. -          Corrélations de Spearman et Pearson. -          Régression linéaire simple et multiple. -          T de student et analyse de variance à un critère. Lecture critique d articles : -          Termes et symboles statistiques les plus courants dans les publications. -          Méthode de lecture de graphes, tables et indices. -          Prise de recul sur les méthodes de présentation de l information statistique. -          Prise de conscience des limites des outils statistiques.",
        "teaching_methods": "Le temps de formation est découpé en 30h de cours magistral et 15h de travaux pratiques. Les séances de cours magistral alternent exposés et exercices. Les séances de travaux pratiques ont pour but de faciliter le développement des compétences de sélection, de calcul et d'interprétation des méthodes statistiques de type descriptif ou inférentiel. Tant dans le cours magistral que dans les travaux pratiques, les étudiants seront familiarisés à l'utilisation des logiciels de calcul statistique.",
        "assessment_methods": "L'évaluation est constitué d'un examen écrit individuel valant pour 15/20 et de la réalisation d'un travail de groupe valant pour 5/20. La note finale sera constituée de la note à l'examen écrit individuel et de celle pour la réalisation réalisation d'un travail de groupe.La note finale sera donc constituée de ces 2 parties intégrées. La réussite de ces deux parties est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement. La réussite de l’unité d'enseignement ne peut donc être obtenue que moyennant la réussite à chacune des parties/activités d’évaluation précitées. Dans le cas contraire une note d'échec sera automatique attribuée n'étant pas la moyenne pondérée des deux évaluations. En cas d'échec en fin d'année la réussite d'une des deux parties du cours pourra être conservée et reportée à l'année suivante.",
        "other_info": "L'utilisation de l'intelligence artificielle (ChatGPT...) ne peut être utiliser à des fins de générations ou de création de texte. La seule utilisation autorisée est l'utilisation pour correction orthographique. En cas d'utilisation d'une intelligence artificielle, l'étudiant·e doit explicitement le mentionner et fournir les requêtes utilisées pour communiquer avec l'AI. une à deux thématiques du travail demandé porterons sur les questions de transition écologique et de développement durable.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=7548",
        "bibliography": "Bressoux, P. (2008). Modélisation statistique appliquée aux sciences sociales. Bruxelles: De Boeck Université. Dancey, C. et Reidy J. (2007). Statistiques sans maths pour psychologues. Bruxelles : De Boeck. Howell, D. (2008). Méthodes statistiques en sciences humaines. Bruxelles : De Boeck.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1004",
        "title": "Introduction à la psychologie de la personnalité",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Saroglou Vassilis"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'accent est mis sur les connaissances scientifiques accumulées par les développements récents en psychologie de la personnalité (plutôt que sur l'histoire) et sur les mesures de personnalité de qualité établie. Une attention particulière est accordée aux interactions : (a) personne et groupes, (b) différences et similitudes interindividuelles (c) nature et culture, (d) stabilité et changement, (e) modèles et mesures, et (f) théorisations et pratiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant devra être capable de : - bien connaître la description de la personnalité et des différences individuelles (définition, structure, théories, modèles existants et dominants) - maîtriser les différentes dimensions d' explication de la personnalité et de son rôle dans la vie de l'individu (aspects et explications biologiques, génétiques, environnementaux, développementaux et culturels) Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1. maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu Secondairement, ce cours vise à amener les étudiants à : A2. analyser et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie D3. adopter une posture critique en situations d'apprentissage et en milieux professionnels, vis-à-vis d'autrui et de soi-même E1. maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et en sciences de l'éducation E2. identifier l'apport et la plus-value de la recherche scientifique en psychologie et en sciences de l'éducation sur sa compréhension de situations données",
        "content": "Le cours commence par une introduction à la notion de personnalité, ses liens avec les autres disciplines psychologiques, ainsi que la notion de « trait » de personnalité et sa pertinence. Ensuite, il introduit les étudiants au modèle dominant aujourd'hui (Modèle de cinq grands facteurs) de personnalité. Ce modèle est étudié en profondeur ; et ses liens avec d'autres modèles historiques ou plus récents sont examinés. Le spectre plus large de la personnalité au-delà des traits est également examiné : besoins, motivations, valeurs, attitudes sociales, intérêts vocationnels. D’autres parties importantes du cours incluent : étude des aspects développementaux de la personnalité (stabilité et changement), des aspects génétiques (interactions génétiques et environnement), biologiques, et culturels, les implications de la personnalité pour différents domaines de la vie, ainsi que des différences individuelles sur les habiletés mentales et la sexualité.",
        "teaching_methods": "Quatre premières séances: exposés du professeur et réponses aux questions des étudiants. Séances suivantes: méthode de \"classe inversée\" (lecture préalable du chapitre et des dias correspondants par séance par les étudiants et, après bref rappel par l'enseignant des points principaux, séance basée dans sa grande partie sur les questions des étudiants).",
        "assessment_methods": "L’évaluation est réalisée à l’aide d’un examen QCM, contenant 40 questions (et trois options de réponse, même pondération par question) avec pour chacune de ces questions, une seule réponse correcte. Le seuil de maitrise minimum des acquis d’apprentissages (correspondant à une note de 10/20) pour cet examen est fixé par la formule suivante qui permet de calculer c qui correspond au “seuil de réussite minimum” (l’étudiant doit répondre correctement à (c x 100) % des 40 questions pour obtenir la note de 10/20). Formule : c = ((n+1)/2n) x 100  (Où: n représente le nombre de propositions par question). Cette formule implique que pour réussir cet examen et obtenir 10/20 il faut 67% de réponses correctes. Ces modalités restent les mêmes pour toutes les sessions d'une même année.",
        "online_resources": "Cf. Moodle, le cas échéant",
        "bibliography": "Cf ci-dessus, Support.",
        "course_materials": "•\tM. Ashton, Psychologie de la personnalité et des différences individuelles (De Boeck), ainsi que les diapositives du professeur par séance. (English-speaking int. students can use instead the original : M. Ashton, Individual Differences and Personality)",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2929",
        "title": "Mémoire",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "La thématique du mémoire est à développer (préférentiellement) en lien avec l’un de deux stages réalisés par l’étudiant·e dans son cursus de master. Le mémoire est un exercice d’intégration des différents savoirs (disciplinaires et interdisciplinaires) mobilisés autour d’une question de recherche spécifique. Il devrait témoigner de la capacité de l’étudiant·e à emprunter une démarche scientifique pour analyser une situation-problème en vue de proposer des pistes d’action scientifiquement fondées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : A la fin de cette unité d’apprentissage, l’étudiant·e est capable : - d’articuler et intégrer les différents savoirs ; - de réaliser une revue de la littérature ; - de mettre en oeuvre une démarche scientifique rigoureuse ; - d’analyser les données récoltées sur le terrain ; - de présenter les résultats et de les mettre en discussion avec les savoirs accumulés sur la question ; - de proposer des pistes d’action scientifiquement fondées.",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsexm2711s",
        "title": "Approches juridiques de la famille et de la sexualité - Couple et sexualité",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cap Sylvie",
            "Sosson Jehanne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours aborde, sous l'angle du droit belge (droit civil, droit pénal et droit médical), du droit international et du droit comparé, les principales questions qui sont au coeur de l'actualité en matière de couple et de sexualité. Seront abordées, d'un point de vue juridique, les matières suivantes : - les statuts juridiques du couple : le mariage (conditions, effets, modes de relâchement et de dissolution), la cohabitation légale, le concubinage - les aspects juridiques de la sexualité : le droit pénal sexuel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : - comprendre les spécificités de l’approche juridique du couple et de la sexualité ; - connaître le régime juridique (conditions, procédure, effets et rupture) des différents statuts juridiques du couple ; - connaitre les principes directeurs du droit pénal sexuel ; - connaitre les infractions sexuelles et la manière dont elles sont traitées en droit belge ; - poser un regard critique quant à la manière dont le droit appréhende le couple et la sexualité.",
        "content": "Cette unité d'enseignement consiste à permettre aux étudiant·es de discerner ce qu'est le droit et les spécificités de l'approche juridique par rapport aux autres sciences humaines en matière de couple et de sexualité ; d'appréhender et résoudre les différents problèmes familiaux par le biais du droit civil dans le domaine des relations de couple ; de comprendre les diverses implications de la reconnaissance du respect de la vie familiale comme droit fondamental ; de percevoir et comprendre la façon dont le droit belge et le droit international appréhendent les questions d'actualité en matière de sexualité ; de connaître les implications et les conséquences juridiques, civiles et pénales, directes ou indirectes, de différents types de comportements en matière de sexualité ; de poser un regard critique sur le droit belge du couple et de la sexualité en en percevant les points forts mais aussi les lacunes.",
        "teaching_methods": "Cours magistraux en présentiel (ou en comodal ou distanciel, selon ce que pourrait imposer la situation sanitaire) avec possibilité de lectures préalables. Cours interactif, avec espace de discussion.",
        "assessment_methods": "Examen écrit. Il s'agira pour l'étudiant·e de démontrer, d'une part, sa connaissance et compréhension de la matière enseignée et, d'autre part, sa capacité à mobiliser ces connaissances et les outils que lui auront conféré le cours pour appréhender et résoudre une question du point de vue juridique, tout en mettant le cas échéant sa résolution juridique en relation avec les autres champs pertinents.",
        "online_resources": "La page Moodle \"LSEXM2711 - Approches juridiques de la famille et de la sexualité\" est, au fur et à mesure de l'enseignement, alimentée des slides et syllabus. Elle sert par ailleurs d'interface de communication entre les titulaires et les étudiant.es.",
        "course_materials": "Un recueil de textes de loi (dispositions légales vues au cours compilées dans un recueil à acquérir)",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1190",
        "title": "Introduction historique à la philosophie & Philosophie et éthique de l'environnement",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Frogneux Nathalie",
            "Leclercq Jean"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours comprend deux parties. La première partie (30h) est une introduction à la philosophie et au philosopher. De manière générale, on montrera l’émergence de la discipline, en privilégiant une approche historique et culturelle. On cherchera également à comprendre les tâches que la philosophie, comprise comme méthode et comme contenu, s’assigne jusqu’à aujourd’hui et comment elle se propose de les remplir. On insistera sur ce qui rapproche ou sépare le discours philosophique de toute une série de discours afférents (mythologique, théologique, scientifique, littéraire, artistique, etc.) qui ont compté à divers titres dans la construction d’un chemin réflexif spécifique. On consacrera un temps important à présenter des “moments” de l’histoire de la philosophie qui se sont illustrés tantôt par des courants, tantôt par des auteurs spécifiques et qui, en initiant une discontinuité conceptuelle créatrice, ont généré des compréhensions et représentations du monde nouvelles ou alternatives. Cette partie historique s’appuiera sur des extraits commentés de textes importants. La seconde partie (15h) prend appui sur le parcours historique pour aborder des questions de philosophie et d’éthique de l’environnement. On propose un aperçu des principaux courants ont émergé depuis les années 1960 comme des critiques des racines de la crise écologique (anthropocentrisme, dualisme, technologie, capitalisme, patriarcat, colonisation, société industrielle, etc.) ou comme des solutions possibles à cette crise (responsabilité, considération, sensibilité au vivant, etc.). Partant de la problématique de la transition et de son lexique (i.a. hypothèse Gaïa, anthropocène, effondrement, Deep ecology, symbiose des vivants, écoféminisme, générations futures, sentience, nature, capitalocène, pyrocène, libération animale, justice environnementale, etc.), on tente de clarifier les enjeux des débats contemporains en philosophie et en éthique de l’environnement, en insistant d’une part sur leur contribution à une prise de conscience toujours plus claire de la crise écologique et à la problématisation de cette crise. D’autre part on étudie les propositions théoriques et pratiques qui ressortent directement ou indirectement de cette contribution. L’objectif est de familiariser les étudiantes et étudiants aux grands courants de la philosophie et de l’éthique l’environnement à partir de textes et de documents représentatifs des discussions contemporaines en la matière.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser des savoirs disciplinaires: Maitriser un socle de savoirs dans les domaines de l’histoire, de la philosophie, des arts et des lettres. Articuler ces savoirs dans un contexte historique, social et culturel. Maitriser des savoirs liés à la crise écologique et à la transition. 2 Comprendre et analyser des ressources: Examiner les sources de manière critique. Hiérarchiser les sources selon leur fiabilité et leur pertinence. 3 Donner un sens à un texte, à un événement ou à une oeuvre. Envisager le caractère systémique de la crise écologique et sociale.",
        "content": "Pour la première partie : les courants majeurs de la philosophie et les auteurs majeurs, qui seront situés dans les courants qu’ils ont illustrés. On veillera à un équilibre et à une mise en contexte internationale de ce contenu. On peut mentionner à titre indicatif : Les courants de la Pensée antique, grecque et latine : Socrate, Platon, Aristote, Mouvements et écoles philosophiques du stoïcisme et de l'épicurisme ; Augustin Philosophies médiévales pluriculturelles Philosophie moderne : Descartes, Pascal, Spinoza, Leibniz ; Empiristes anglais ; Idéalistes allemands ; Encyclopédistes français ; Hegel ; Philosophie contemporaine : Marx ; Freud ; Nietzsche ; Schopenhauer ; Husserl ; Heidegger ; Philosophes de la différence et post-modernes. Pour la seconde partie : principalement des œuvres de 1960 à nos jours. A titre indicatif : Hans Jonas, Gunther Anders, Alfred North Whitehead, John Lovelock, Bruno Latour, Philippe Descola, Catherine Larrère, Dominique Bourg, Gérald Hess, David Abram, Isabelle Stengers, Joëlle Zask, Corine Pelluchon, Val Plumwood, etc.",
        "teaching_methods": "Cours magistral ouvert aux interactions avec les étudiant.e.s.",
        "assessment_methods": "Examen sur la première partie du cours : examen écrit (pour les sessions de janvier, juin et septembre) Examen sur la seconde partie du cours : examen écrit (pour les sessions de janvier, juin et septembre). Pondération : 2/3 pour la première partie, 1/3 pour la seconde partie.",
        "online_resources": "Moodle",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1008",
        "title": "Philosophie : éducation, santé et travail",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Leclercq Jean"
        ],
        "teaching_language": "Français",
        "topics_covered": "En articulation avec « Histoire et épistémologie des idées en psychologie et en éducation », les thèmes suivants sont abordés : les principaux courants philosophiques, les auteurs les plus représentatifs, les grands tournants du devenir de la philosophie occidentale, et quelques thèmes spécifiques à l'interrogativité philosophique, en rapport avec la santé, le travail et l'éducation (ex., le rapport de l'homme à la nature, l'articulation de la liberté et des déterminismes, les questions d'éducabilité et d'autonomie, les questions de la norme et de la normalité, les relations entre éthique et psychologie, les notions de \"conscience\" et d' « âme »)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant se sera approprié certains éléments de base de la discipline philosophique, par une initiation à son discours propre et son histoire, depuis le moment grec de sa fondation où la philosophie se présente comme un « art de guérir » et un « travail sur le concept » visant à éduquer le citoyen dans le cosmos où il se meut. Corollairement, les thématiques  de la santé, du travail et de l'éducation seront privilégiées au gré de ce parcours historique, afin de situer la philosophie dans son rapport à la psychologie et aux sciences de l'éducation. Avec ces bases propédeutiques d'une culture philosophique, l'étudiant devrait pouvoir, en adossant sa propre réflexion à la pensée de quelques grands précurseurs, initier une réponse personnelle et critique aux questions essentielles de l'existence et corollairement comprendre les systèmes de représentation qui informent la culture contemporaine. Eu égard au référentiel des acquis d'apprentissage, le cours vise plus particulièrement à amener les étudiants à : A1. Maîtriser certaines connaissances qui tentent d'expliquer et de comprendre l'homme dans son rapport complexe au monde qui l'entoure; D1. Développer des capacités d'écoute, dans des situations d'apprentissage et en milieux professionnels; F1. Identifier les moyens et les opportunités pour mettre en place les bases d'un développement critique de soi.",
        "content": "L'objectif du cours est d'introduire à la réflexion et à la pratique philosophiques, en privilégiant une approche historique et une approche thématique. L'enseignant présentera, d'une part, les principaux courants philosophiques, en mettant en évidence leur spécificité et leur apport créatif, et, d'autre part, les auteurs les plus représentatifs. Une attention particulière sera aussi accordée au surgissement de certains thèmes spécifiques à l'interrogativité philosophique (le rapport de l'homme à la nature, l'articulation de la liberté et des déterminismes, les questions de la norme et de la normalité, les relations entre éthique et psychologie, ainsi que les notions de \"conscience\" et d'\"ame\"). Pour ne pas les isoler, on tentera de montrer leur impact sur des visions du monde. Avec ces \" bases \" d'une culture philosophique, l'étudiant devrait pouvoir, en adossant sa propre réflexion à la sagesse de grands précurseurs, initier une réponse personnelle aux questions essentielles de l'existence et comprendre les systèmes de pensée et de représentation qui informent notre culture contemporaine. Parce que l'art de vivre est aussi un art de lire, des extraits de textes philosophiques majeurs feront l'objet d'une lecture commentée pendant le cours, pour appuyer le propos. Durant le cours, des articles seront commentés et des livres feront l'objet d'une analyse mais également de questions posées sur ceux-ci lors de l'examen. Ces lectures sont OBLIGATOIRES.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen écrit avec des questions précises, normalement sous forme de QCM,  qui portent sur la technicité des concepts qui sont utilisés dans le cours. Le cours demande donc une étude précise. Des questions sont également posées sur les ouvrages et articles mis en lecture et commentés lors du cours.",
        "online_resources": "Syllabus des séances disponibles sur le site moodle du cours. Les notes sont complètes. Les articles lus et commentés en cours magistral sont également disponibles. L'étudiant sera attentif au déroulé magistral du cours et aux apports temporels qui sont parfois liés à une actualité éditoriale ou évenementielle qui de facto n'est pas intégrée dans les notes mises à disposition sur le site Moodle.",
        "bibliography": "Elle est donnée dans le cadre du cours. Deux livres, également mentionnés sur le site du cours, sont partie intégrante du cours. Ils font l'objet de leçons spécifiques, de comentaires et d'études. Leur lecture est obligatoire et une question d'examen porte sur ces deux sources pédagogiques du cours.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-wmed2186",
        "title": "Médecine sexuelle",
        "credits": "8.00",
        "hours": "60.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Alexopoulou Orsalia",
            "Baeck Marie",
            "Belkhir Leïla",
            "Berquin Anne",
            "D'Hondt Lionel",
            "Di Gregorio Marcelo",
            "Druez Anne",
            "Dubois Thomas",
            "El Sankari Souraya",
            "Hermans Michel",
            "Jacques Denis",
            "Mhallem Gziri Mina",
            "Michaux Nathalie",
            "Persu Alexandre",
            "Pirard Céline",
            "Zdanowicz Nicolas"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les aspects médicaux des dysfonctions sexuelles et les implications sur la sexualité des diverses pathologies médico-chirurgicales.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de ce cours, l'étudiant est capable de : Entendre une problématique/souffrance de nature sexuelle dans son versant biomédical. Poser un diagnostic sexologique en lien avec un problème de santé et/ou une affection médico-chirurgicale. Conseiller et accompagner sur le plan sexologique toute personne qui souffre d'un problème de santé et/ou se trouve confrontée à une affection médico-chirurgicale. Prendre en charge sur le plan médical (pour les médecins) ou psychologique (pour les psychologues) toute personne décrite ci-avant.",
        "content": "Enseignement : 1/ de l'anamnèse sexologique dans un cadre médical 1/ des pathologies médicales et des traitements médico-chirurgicaux ayant des répercussions possibles sur la santé sexuelle des patients. 2/ de la démarche clinique à avoir, en tant que sexologue, pour traiter une dysfonction sexuelle en lien avec une pathologie médicale et/ou des traitements médico-chirurgicaux. Enseignants ayant une pratique clinique dans différentes disciplines médico-chirurgicales : urologie, gynécologie, psychiatrie, cancérologie, dermatologie, gastro-entérologie, neurologie, cardiologie, pharmacologie, infectiologie, endocrinologie, clinique de la douleur chronique.",
        "teaching_methods": "Cours avec support par diapositives power-point : en présentiel, par Teams ou via des enregistrements sur moodle ( en fonction de la situation sanitaire)",
        "assessment_methods": "Examen écrit",
        "responsible_entity": "ESFA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1325",
        "title": "Questions fondamentales en psychologie clinique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Willemsen Jochem"
        ],
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Ce cours introduira l'étudiant aux interventions en psychologie clinique. Trois thématiques majeures seront abordées : (a) Le cadre de travail et la position du psychologue clinicien dans l'entretien clinique d'une part et dans le travail en équipe pluridisciplinaire d'autre part. Les questions éthiques spécifiques à l'intervention clinique seront discutées à partir de vignettes cliniques exposant des conflits de valeurs. La nature particulière de la fonction de psychothérapeute sera élaborée, notamment avec les questions de transfert et contre-transfert, de gestion émotionnelle personnelle de l'intervenant. La nécessité et les différentes formes de supervision/intervision seront présentées. (b) L'analyse et la conceptualisation du cas clinique en intervention psychologique. Cette partie sera consacrée à l'analyse de la demande ou de la problématique présentée par le sujet (individu, couple, famille, groupe). Différentes méthodes de recueil de données et de conceptualisation de cas seront présentées. Les notions de symptômes et de crise seront discutées. (c) La sélection de l'intervention en psychologie clinique. Cette partie abordera les buts possibles de l'intervention, les critères déterminant le choix d'une intervention parmi les nombreuses interventions existantes, et les différents critères de validité et d'efficacité des interventions psychologiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : ' Comprendre et expliciter les cadres d'intervention et les particularités de la fonction du psychologue clinicien (A2). ' Comprendre et expliciter les démarches de conceptualisation de cas en psychologie clinique (B2). ' Pouvoir considérer de manière critique les différentes interventions en psychologie clinique et choisir la ou les interventions les plus appropriées en fonction de la situation (B2). Cet enseignement vise également à amener les étudiants à : ' Comprendre et analyser de manière critique le cadre de travail, la fonction, et les enjeux du rôle de psychologue clinicien (A2). ' Maîtriser les étapes, les méthodologies et les outils de la conceptualisation de cas en psychologie clinique (B1). ' Maîtriser les connaissances à propos des interventions pertinentes dans une situation clinique donnée (B2). ' Agir en tant que professionnel des sciences psychologiques et de l'éducation en se référant, entre autres, aux principes de l'éthique et de la déontologie (E3).",
        "content": "Ce cours initiera l’étudiant aux particularités de la position du psychologue clinicien et ses modalités d’intervention. Le cours est organisé autour de quatre thématiques: (1) La position et la fonction du psychologue clinicien . Un modèle du psychologue clinicien en tant que ‘praticien réflexif’ est proposé. La position du psychologue clinicien est conçue comme fondamentalement relationnel (sujet-Autre) et médiée par la langue. (2) L’objet d’intérêt du psychologue clinicien . La souffrance psychique est conceptualisée comme la perte de sens. Les dimensions réelle, imaginaire et symbolique de l’expérience sont différenciées à partir d’un dispositif psychanalytique. La fonction et structure du symptôme psychique sont clarifiées. (3) La conceptualisation du cas clinique . La façon de penser dans la clinique est développée à partir de la notion de ‘thinking in cases’. Les caractéristiques de la pensée clinique sont discutées en référence à d’autres styles de penser. Les étapes de la conceptualisation du cas clinique sont décrites et illustrées avec des vignettes. Finalement, des repères pour garantir la qualité de la conceptualisation du cas sont introduits à partir des principes de la méthodologie qualitative en recherche. (4) Déontologie et éthique . Les principes principaux de la déontologie du psychologue clinicien sont analysés et illustrés avec des vignettes. La déontologie est différenciée de l’éthique du clinicien. Une éthique du psychologue clinicien est présentée autour des notions d’écoute, d’abstinence et du principe de ‘gardez-vous de comprendre’.",
        "teaching_methods": "Cours magistraux et exercices écrits (Moodle).",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant.es sont évalué.es de deux manières: - un examen écrit en session (90% de la note finale) - évaluation continue (10% de la note finale) L'examen écrit porte sur l'ensemble de la matière vue dans le cadre du cours. Il s'agit, d'une part, de la matière exposée au cours magistral (contenu des exposés, diapositives et vidéos) et, d'autre part, de la matière exposée par écrit et identifiée comme telle par le titulaire du cours. L’examen écrit comporte des questions ouvertes concernant les connaissances de base de la matière de cours et concernant les connaissances approfondies des liens entre les différents éléments du cours. L’évaluation continue se base sur la participation à des exercices sur Moodle. Pendant le quadrimestre, le titulaire du cours mettra à disposition des étudiant.es des excercises en rapport avec le contenu des cours magistraux. La note pour l'évaluation continue est déterminé par la participation aux exercices. Cette évaluation continue ne peut qu'être organisée qu'une seule fois par année académique (au premier quadrimestre). Une fois obtenue, la note pour l'évaluation continue est alors réputée rattachée à chacune des sessions d’examens de l’année académique. Les modalités d’évaluation sont identiques en première session et en seconde session.",
        "other_info": "Les cours ci-après fournissent des bases importantes pour la compréhension et l’intégration de ce cours : LPSP1201 Psychologie clinique et LPSP1202 Psychopathologie générale, ou son équivalent. Ce cours est donné en français, mais dans un format \"English-friendly\". Ceci veut dire que: Les textes/documents essentiels (ou des textes équivalents) du cours sont disponibles dans une version en anglais L'examen est un examen écrit. Par contre, les étudiants seront autorisés à utiliser un dictionnaire lors de l'examen écrit. Les étudiants auront aussi la possibilité de passer l'examen écrit en anglais. Le cours nécessite un travail écrit en français. Cependant, les étudiants peuvent soumettre ce travail en anglais.",
        "online_resources": "Les diapositives présentées en cours ainsi que les exercices et les lectures obligatoires (et facultatives) seront mises en ligne sur Moodle au fur et à mesure de la progression du cours.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldroi1220",
        "title": "Introduction à la psychologie",
        "credits": "3.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bouchat Pierre",
            "Nils Frédéric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Loin de viser à l'exhaustivité, le cours porte sur les questions suivantes :\r\rPartie 1 : Généralités (15 heures)\r1. Définition, historique, méthodes et champs de la psychologie ; 2. L'apprentissage; 3. La mémoire; 4. La motivation ; 5. Les émotions ; 6. La psychologie clinique et la psychopathologie.\r\rPartie 2 : Psychologie sociale (30 heures)\r1. Le rapport à autrui : le caractère social de l'individu ; 2. La formation d'impression ; 3. Les normes sociales ; 4. Conformité et obéissance ; 5. Résistance et innovation; 6. L'agression interpersonnelle; 7. Relations et conflits intergroupes\r\rL'enseignement magistral peut être, le cas échéant, complété selon les besoins de l'enseignement par d'autres méthodes pédagogiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Connaître/ comprendre Connaître et comprendre le rôle de la norme, les principes gouvernant son élaboration et son application, les étapes essentielles de l’évolution du droit, le contenu des principales règles du droit positif belge, l’impact sur celui-ci des normes européennes et internationales et les traits essentiels de certains systèmes étrangers. 1.3. Comprendre le rôle de la norme, du juge et des autres acteurs du droit dans un Etat de droit moderne. 4 S'interroger/ s'impliquer S’interroger sur les choix que véhiculent les normes, s’impliquer dans la promotion des valeurs fondatrices du droit. 4.1 . Comprendre le caractère relatif, dans le temps et dans l’espace, d’une solution juridique, et ainsi s’interroger sur la pertinence des choix qu’elle véhicule. 6 S'ouvrir S’ouvrir aux autres, aux autres sciences humaines, aux relations qu’elles entretiennent avec le droit et, le cas échéant, à d’autres cultures juridiques ou au monde professionnel. 6.2. Connaître et comprendre les concepts et théories issus d’autres sciences humaines (notamment l’économie politique, la philosophie, la psychologie, la sociologie, l’histoire et l’éthique) afin d’appréhender le rôle, la portée et les limites du droit et de la justice.",
        "content": "Le cours porte sur les thèmes suivants : Partie 1 : Psychologie générale 1. Définition, historique, méthodes et champs de la psychologie ; 2. L'apprentissage; 3. La mémoire; 4. La motivation ; 5. Les émotions ; 6. La psychopathologie. Partie 2 : Psychologie sociale (15 h) 1. Le rapport à autrui : le caractère social de l'individu ; 2. Les stéréotypes de genre, 3. Les normes et l'influence sociale; 4. Conflits et médiation, 5. Psychologie des groupes ; 6. La mémoire collective des guerres et post-conflit",
        "teaching_methods": "Le cours prend la forme d'exposés magistraux.  L'enseignement magistral peut être, le cas échéant, complété par d'autres méthodes pédagogiques.",
        "assessment_methods": "L'évaluation est réalisée au moyen d'un examen écrit de type QCM (questions à choix multiples). Cette évaluation constitue 100% de la note de l'UE. La note finale est la somme des notes des deux parties de l'examen, chacune valant pour 50% de la note finale (et correspondant aux deux parties du cours). Les modalités d’évaluation sont identiques en première session (juin) et en seconde session (août).",
        "other_info": "HORAIRE DU COURS Le cours se donne au 2e quadrimestre, le lundi de 8h30 à 10h30. Il n'y a pas de pré-requis pour ce cours d'introduction.",
        "online_resources": "Partie 1 Des présentations ppt postées sur MoodleUCL (en fonction de l'avancement du cours). Pour certaines parties du cours, des documents écrits et des vidéos sont proposés aux étudiants à titre d'information complémentaire. Partie 2 Des présentations ppt postées sur MoodleUCL (en fonction de l'avancement du cours).",
        "responsible_entity": "BUDR"
    }
]