[
    {
        "url": "https://uclouvain.be/cours-2024-lspol2403",
        "title": "State-Citizens Relationships: Policy Feedbacks and Administrative Burdens",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dupuy Claire"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Dans cette unité d’enseignements, les relations entre les actrices et acteurs publiques et les citoyennes et citoyens sont étudiées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : IDG Se référer aux compétences et acquis du programme SPOL2M : CG1 ; CG2; CG3; CG4 ; CG5 ; CG6; SPO-FA",
        "content": "The seminar focuses on state-citizens relationships, that is, citizens’ multiple policy experiences in the course of their daily life, including online experiences, and interactions with bureaucrats. The seminar studies how policies and bureaucrats shape state-citizens relationships, on the one hand, and what political outcomes citizens’ experiences and interactions have at the individual level, on the other hand. The seminar mainly draws from two scholarships: feedback studies on mass publics and administrative burdens.",
        "teaching_methods": "This course is a seminar.",
        "assessment_methods": "Grading is based on (i) weekly reading assignment and exercices (20% - continuous evaluation. The grade will carry over to the August session); (ii) a case-study presentation (20%); (iii) a research paper (60%).",
        "other_info": "Generative AI is not allowed.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1327",
        "title": "Séminaire pratique de recherche en sciences politiques",
        "credits": "5.00",
        "hours": "30.0 h + 20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Ait-Chaalal Amine",
            "Reuchamps Min",
            "Reuchamps Min",
            "Rihoux Benoît"
        ],
        "teaching_language": "Français",
        "prerequisites": "Science politique",
        "topics_covered": "Fondements épistémologiques de la science politique. Stratégies de conceptualisation et de théorisation. Dispositifs de modélisation : description, explication, prédiction. Designs de recherche (exemples pratiques) dans les différents champs de la discipline. Choix et mise en 'uvre d'une méthodologie spécifique, pour la réalisation d'un projet concret.\nMise en forme de rapports de recherche.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Donner une vue intégrée de la méthodologie scientifique adaptée aux spécificités de la science politique qui fournisse à l'étudiant une capacité évaluative et critique des recherches dans les divers domaines de la discipline. Parvenir à mettre en pratique cette méthodologie, de manière critique, en s'appuyant également sur les acquis méthodologiques et techniques des années précédentes. Etre capable de choisir une méthodologie adaptée au sujet abordé et de réaliser un rapport de recherche bien structuré.",
        "content": "Ce séminaire peut être considéré comme la mise en pratique de vos acquis méthodologiques. Dans le cadre de ce séminaire, vous serez amené·e à effectuer une recherche entière sur un objet politique proposé par l’enseignant·e. Vous êtes acteur·e à 100% du séminaire. Plus précisément, le séminaire insiste sur la dimension participative. Lors de chaque séance, vous serez invité·e à faire des présentations orales et à faire des exercices d’évaluation par les pairs des autres groupes. Ce dernier séminaire de votre cursus de Bac a donc, notamment, pour objectif de vous familiariser avec les exigences scientifiques qui seront demandées lors de la rédaction de votre mémoire.",
        "teaching_methods": "Le séminaire se déroule en deux dynamiques. La première dynamique se passe en auditoires (avec interactivité et recours à Moodle), en utilisant des exemples concrets. Le deuxième dynamique consiste en un suivi individualisé de chaque groupe d'étudiant·es. Si les circonstances médico-sanitaires et/ou la capacité d'accueil du local de séminaire l'imposent, le séminaire serait alors dispensé en mode distanciel.",
        "assessment_methods": "L’évaluation du dispositif sera composée d’une note collective pour le groupe (18 points) et d’une note individuelle (2 points). Des consignes détaillées pour chacun des travaux sont indiquées lors de la 1ère séance. Séance 2: Fiche de lecture: La fiche de lecture sera évaluée de manière individuelle et équivaut à 2 points. Chaque étudiant·e doit réaliser une fiche de lecture pour cette séance. Séance 3: Travail intermédiaire: Présentation orale par groupe de son cadre d’analyse ainsi qu’un commentaire «d’évaluation par les pairs» sur le travail d’un autre groupe. Evaluation collective pour 2 points. Séance 4: Présentation orale: Une présentation orale par groupe ainsi qu’un commentaire «d’évaluation par les pairs». Evaluation collective pour 6 points. Travail final: Le travail consiste en la rédaction d’un article scientifique et est évalué collectivement pour 10 points. Si les circonstances médico-sanitaires et/ou la capacité d'accueil du local de séminaire l'imposent, le séminaire serait alors dispensé en mode distanciel.",
        "other_info": "La participation à toutes les séances est indispensable afin de pouvoir progresser de manière cohérente, pertinente et structurée dans la démarche du séminaire. L'usage d'intelligences artificielles génératives est interdit dans ce cours. Si les circonstances médico-sanitaires et/ou la capacité d'accueil du local de séminaire l'imposent, le séminaire serait alors dispensé en mode distanciel.",
        "online_resources": "Guides méthodologiques, en particulier en ligne sur Moodle.",
        "bibliography": "Des indications bibliographiques seront communiquées lors des premières séances.",
        "course_materials": "Liste de textes ou de références à rechercher proposée lors de la première séance pour chaque groupe.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lucla1001",
        "title": "MOOC: Pratiquer la méthode de recherche en sciences humaines et sociales",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teachers": [
            "Baudewyns Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Découvrir et pratiquer des méthodes et outils pour mener à bien vos projets de recherche en sciences humaines et sociales.",
        "content": "Module 1 : entreprendre une recherche Module2 : cibler sa recherche d'information Module 3 : Sélectionner, sauvegarder et référencer Module 4 : Pratiquer la lecture criique Module 5 : Formuler une question de recherche",
        "teaching_methods": "Le cours est en auto gestion . Il n’y a donc pas d’horaire précis. Si maintenant des questions de compréhension se posaient, les étudiant.e.s peuvent toujours contacter l’enseignant par courrier.",
        "assessment_methods": "L’évaluation de ce cours se fait au travers de la plateforme moodle où plusieurs exercices sont proposés. Le cours est intitulé Louv23x sur moodle.",
        "online_resources": "Toutes les ressources nécessaires sont fournies sur le site moodle du cours.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2310",
        "title": "Union européenne, Coopération internationale et Développement",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gijs Anne-Sophie",
            "Hermesse Julie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : de comprendre l’évolution historique et le fonctionnement actuel de la politique européenne de coopération au développement, depuis sa conceptualisation jusqu’à sa mise en œuvre sur le terrain, dans les ACP (Afrique, Caraïbes, Pacifique), en Asie et en Amérique latine. d’aiguiser son esprit critique en analysant le fonctionnement actuel des politiques de coopération au développement au sens large, en croisant les enjeux et les perceptions des acteurs concernés : l’UE elle-même (ses institutions, ses États membres, sa société civile), les pays dans les régions bénéficiaires des aides (leurs gouvernements centraux, les autorités décentralisées et les communautés concernées dans les villes/villages), ainsi que les autres acteurs concernés par la problématique « du développement » à l’échelle mondiale (ONU, USA, Chine, Russie, etc.). de développer une réflexion argumentée autour de questions touchant d’une part à l’efficacité, l’inclusivité et la cohérence de la politique de développement de l’UE, et d’autre part, aux implications du projet de décolonisation de la coopération. sur la base de lectures et d’une argumentation préalable, de développer et mettre à l’épreuve des compétences de synthèse et d’animation de débat sur les problématiques de politique de développement.",
        "content": "Pour comprendre la politique européenne de coopération au développement et les politiques de coopération au sens large, nous naviguerons entre perspectives européennes et extra-européennes : càd. en nous immergeant, d’une part, au cœur des situations socio-économiques et politiques spécifiques des États membres de l’Union européenne, et d’autre part, des pays dits « en voie de développement » (PVD), de la 2e ½ du 20e siècle à nos jours. Pour comprendre leurs défis spécifiques (en matière d’industrialisation, d’agriculture, de gouvernance, d’environnement, de sécurité…), nous travaillerons donc en croisant les témoignages émanant des acteurs ou bénéficiaires de la coopération au Nord, et des acteurs des Suds (Afrique, Asie, Amérique latine…). Tout d’abord, un rappel historique analysera l’influence des dynamiques internes à l’UE (évolution politico-institutionnelle et économique, élargissements…) et internationales ((dé)colonisations, reconfigurations géopolitiques et macroéconomiques mondiales, influence des débats théoriques alternatifs et influence des autres forums internationaux). Ensuite, nous analyserons les bases juridiques de la politique européenne de coopération au développement (en tant que compétence partagée entre l’UE et ses EM), ses instruments financiers (désormais fusionnés dans le NDICI) et son fonctionnement concret à l’heure actuelle, depuis la phase de pré-programmation, jusqu’aux phases de mise en œuvre et d’évaluation. Dans tout ce processus, nous identifierons les principales parties-prenantes au niveau des institutions et des États membres de l’UE d’une part, et des pays bénéficiaires, d’autre part. Il s’agira de se pencher sur les motivations et contraintes des acteurs impliqués , et sur les facteurs concrets pouvant compliquer leur collaboration. Nous évoquerons aussi la place grandissante dévolue, en parallèle des gouvernements, à la société civile, aux autorités locales, aux entreprises et au secteur privé. Autant d’intervenants augurant de nouvelles opportunités, mais aussi de nouveaux risques et défis pour les objectifs traditionnels dévolus au « développement ». Dans un troisième temps, via plusieurs exemples concrets tirés de l’actualité, nous analyserons les défis actuels auxquels s’exposent les politiques de coopération au développement, en exerçant notre esprit critique au départ de cas de terrain et de témoignages tirés d’expériences professionnelles d’acteurs de la coopération au développement , et en intégrant dans notre réflexion les éléments suivants : les remises en question/critiques/changements de perspectives émanant des théoriciens des Postcolonial, Subaltern et Decolonial Studies, quant aux principes/méthodes qui sous-tendent les notions de « progrès », de « développement moderne », de « dette » et d’ « (in)dépendance » telles que prioritairement définis  par les Occidentaux ; la reconfiguration des rapports de force à l’échelle mondiale (montée en puissance des BRICS, aléas de la relation transatlantique…), les stratégies mises en place par d’autres acteurs (Chine, Russie, ONU…). Il s’agira d’identifier et de réfléchir à ces impacts pour l’identité, la crédibilité, l’efficacité et l’avenir de la politique européenne de coopération au développement, ainsi que sur l’agency et l’empowerment des acteurs des Suds. les changements d’ambitions politiques de l’UE quant au rôle et à la place qu’elle veut occuper à l’échelle globale et ses impacts sur la politique de coopération au développement. Pour l’UE et ses États membres, la coopération au développement n’est aujourd’hui plus une « fin » en soi, mais un « moyen » permettant d’atteindre d’autres objectifs politiques (lutte contre les flux migratoires, libéralisation commerciale, aide à la stabilisation politique/la sécurité, lutte contre le changement climatique, sécurité et souveraineté alimentaire, développement technologique et numérique…). Nous nous interrogerons dès lors sur la difficulté croissante de concilier ambitions normatives et intérêts réalistes… enfin, vu l’extension, au fil du temps, des autres outils d’action extérieure de l’UE et le déploiement, en parallèle, des programmes bilatéraux des divers États membres de l’UE : la recherche de cohérence, de synergies ou de complémentarité sont des enjeux de plus en plus complexes à gérer sur les plans organisationnel, institutionnel et financier.",
        "teaching_methods": "Au fil des séances, nous alternerons synthèses de contenu, exercices de réflexion critique et mise en débats collectifs, à partir de la matière enseignée, de lectures complémentaires et d’intervenants extérieurs. Une première partie sera dispensée sous la forme d’un cours magistral favorisant les interactions régulières avec l’auditoire et la participation active des étudiants aux débats. Une seconde partie combinera cours magistral et interventions d’invités experts et pratiquants dans le champ de la coopération au développement.",
        "assessment_methods": "Examen écrit ou oral et évaluation continue. Attention : l’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspri2045",
        "title": "Organisations internationales",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Ait-Chaalal Amine",
            "Ficet Joël"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les principaux thèmes abordés sont la théorie des organisations internationales, l'Organisation des Nations Unies (organes principaux, missions de maintien de la paix et institutions spécialisées), les organisations politico-militaires et les organisations régionales.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de cet enseignement les étudiants seront en mesure de comprendre les structures de fonction-nement politico-institutionnelles et d'analyser les principales modalités d'action des organisations in-ternationales contemporaines.",
        "content": "La partie sur la \"théorie des organisations internationales\" pose les questions de la définition et de la classification des organisations internationales. Sont ensuite abordés les points relevant des moyens des organisations (compétences, personnalité juridique, organes, finances, fonctionnaires internationaux). La partie sur l'ONU est divisée en trois chapitres : 1) l'approche institutionnelle : historique et Charte de l'ONU, buts et principes de l'ONU, admission et membres, analyse des organes principaux (Assemblée générale, Conseil de Sécurité, Conseil économique et social, Secrétariat, Cour internationale de Justice); 2) les questions relatives à la paix internationales: les opérations de maintien de la paix ; 3) les institutions spécialisées (UNESCO, OMS, OIT, institutions économico-financières). La partie sur les organisations politico-militaires traite, principalement, de l'OTAN et celle sur les organisations régionales traite, notamment, de l'Organisation des Etats américains/OEA et de l'Union africaine/UA (les organisations choisies peuvent être modifiées). Une perspective sur les rapports entre organisations internationales et société civile internationale est également effectuée.",
        "teaching_methods": "Cours dispensé par l'enseignant avec vif encouragement de la participation des étudiant-e-s par le débat et la discussion. L'étude se fait par le biais 1. d'exposés en auditoire, 2. par l'analyse et la discussion du dossier de lectures et 3., si possible, par l'organisation de conférences avec des experts internationaux. Si les circonstances médico-sanitaires et/ou la capacité d'accueil du local de cours l'imposent, le cours serait alors dispensé en mode distanciel.",
        "assessment_methods": "Questions de synthèse par examen écrit. Si les circonstances médico-sanitaires l'imposent, l'examen serait alors organisé en mode distanciel.",
        "other_info": "Il est nécessaire de maîtriser les bases essentielles de l'analyse des relations internationales pour participer au cours avec efficacité.",
        "online_resources": "Un site Moodle spécifique est mis à la disposition du public étudiant et il est actualisé au fil du quadrimestre.",
        "bibliography": "Syllabus avec dossier de lectures. Une bibliographie indicative sur les sujets traités sera fournie lors des premières séances.",
        "course_materials": "Syllabus avec dossier de lectures.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspri2650",
        "title": "Geostrategy and security in the Indo-Pacific",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Atanassova-Cornelis Elena"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Ce cours traitera des problématiques  géostratégiques et sécuritaires auxquelles font face certains pays du bassin Pacifique. Nous porterons l'emphase sur les défis à la paix et la stabilité régionales, et les possibilités de coopération. La région Asie-Pacifique, telle que définie dans le cadre de ce cours, est l'une des régions les plus dynamiques au monde. Dans l'ère \"post-guerre froide\", la région a subi un changement majeur dans l'équilibre du pouvoir, tout en devant lutter contre les séquelles de la guerre froide. L'Asie-Pacifique bénéficie d'une importance mondiale croissante en termes militaire-stratégiques, et économiques. Elle se caractérise par une Chine en pleine ascension, un \"rééquilibrage\" des relations avec les États-Unis, un Japon qui s'affirme de plus en plus, une Corée du Nord munie de l'arme nucléaire et deux nations divisées (la Corée et la Chine) ainsi que plusieurs différends territoriaux et des pouvoirs émergents en Asie du Sud-Est.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est de donner à l'étudiant la connaissance nécessaire à la compréhension des politiques tant internes qu'externes (évolution politique, sociale et économique) des pays dits du \"bassin pacifique\" et de leur incidence sur les relations internationales contemporaines, soit afin d'y exercer une profession, soit dans le but de se spécialiser dans l'un ou l'autre de ces pays. L'accent majeur de l'analyse est géostratégique. Le cours sera en particulier l'occasion de travailler les compétences suivantes (cf. « Référentiel des compétences acquises à l'issue des masters en sciences politiques ») : Compétences générales en sciences politiques : CG1 : Développer un sens politique (en particulier CG11); CG2 : Inscrire son analyse et/ou action dans une perspective multiniveaux (en particulier CG24 et CG25) ; CG3 : Mettre en oeuvre une démarche d'analyse de situations politiques et sociales (en particulier CG31, CG32 et CG33) ; CG4 : Diffuser des informations politiques (en particulier CG42). CG5 : Transférer une expertise sur un secteur particulier ou une aire particulière (en particulier CG52) Compétences spécifiques à l'orientation Relations internationales : RI1 et RI2",
        "content": "- Introduction au cours et passage en revue du plan du cours - Conceptualisation des pays d'Asie et de la région indo-pacifique, l'importance géostratégique pour l'Europe, perspectives théoriques - Alliances, relations entre grandes puissances (États-Unis-Japon-Inde-Chine) et concurrence stratégique dans la région indo-pacifique - Enjeux géostratégiques du détroit de Taiwan et de la péninsule coréenne - Stratégie et sécurité en Asie du Sud-Est - Sécurité maritime et différends territoriaux en mer de Chine - Le minilatéralisme indo-pacifique, le multilatéralisme asiatique (l'ASEAN) et renforcement des institutions; L’Union européenne (UE) et la région indo-pacifique",
        "teaching_methods": "Le cours encourage l'apprentissage actif. La méthode d'enseignement: cours ex cathedra impliquant la participation active des étudiants, ainsi que de courts devoirs en classe et des discussions de groupe. Le cours se donnera en présentiel . Il n'est pas possible de suivre le cours en ligne.",
        "assessment_methods": "Examen oral (livre fermé) . L'examen se déroule en présentiel.",
        "other_info": "Aucune connaissance préalable de la région indo-pacifique n'est requise.",
        "online_resources": "Présentations PPT utilisés par l'enseignant et certains des lectures sont disponible sur Moodle.",
        "bibliography": "Elena ATANASSOVA-CORNELIS (2018). “Reconceptualising the Asia-Pacific order: Japan’s response to strategic uncertainties in the era of Trump”, Interdisciplinary Political Studies , Special Issue: Trump and the Post-American World Order, 4(1): 153-83. Elena ATANASSOVA-CORNELIS (2020). “Alignment Cooperation and Regional Security Architecture in the Indo-Pacific”, The International Spectator , 55(1): 18-33. Elena ATANASSOVA-CORNELIS and Yoichiro SATO (2019). “The US-Japan alliance dilemma in the Asia-Pacific: Changing rationales and scope”, The International Spectator , 54(4): 78-93. Elena ATANASSOVA-CORNELIS and Bhubhindar SINGH (2021). “Japan-EU security relations”, In: T. Christiansen, E. J. Kirchner and S. S. Tan, eds., The European Union’s Security Relations with Asian Partners , Palgrave Macmillan, Series: The European Union in International Affairs, pp. 369-389. Elena ATANASSOVA-CORNELIS, Yoichiro SATO and Tom SAUER, Eds. (2024) . Alliances in Asia and Europe: The Evolving Indo-Pacific Strategic Context and Inter-Regional Alignments .​ Routledge, 1st edition. S. F. BURGESS and J. BEILSTEIN (2018). “Multilateral Defense Cooperation in the Indo-Asia-Paciﬁc Region: Tentative Steps toward a Regional NATO?”, Contemporary Security Policy, 39 (2): 258–79. Ja Ian CHONG & Todd H. HALL (2017). “One thing leads to another: Making sense of East Asia’s repeated tensions”, Asian Security , 13(1): 20-40. M.K.CONNORS, R.DAVISON and J.DOSCH, Eds. (2018). The New Global Politics of the Asia-Pacific , Routledge, 3rd edition. S. GANGULY, A. SCOBELL and J.C. LIOW, Eds. (2018). The Routledge Handbook of Asian Security Studies . Routledge, 2nd edition. Tiang Boon HOO, Ed. (2017). Chinese Foreign Policy Under Xi. Routledge. Y.R. KASSIM (ed.) (2017). South China Sea Disputes: Flashpoints, Turning Points and Trajectories, World Scientific. B. KRATIUK, J. VAN den BOSCH, A. JASKOLSKA and Y. SATO, Eds. (2023). Handbook of Indo-Pacific Studies , Routledge, 1st edition. A. LANKOV (2009). “Why the US will have to accept a nuclear North Korea”, Korean Journal of Defence Analysis , 21(3): 251-264. T. F. LIAO, K. HARA and K. WIEGAND, Eds. (2016). The China-Japan Border Dispute: Islands of Contention in Multidisciplinary Perspective , Routledge. E.S. MEDEIROS (2019). “The changing fundamentals of US-China relations”, The Washington Quarterly , 42 (3): 93-119. T. V. PAUL (2022). “Realism, liberalism and regional order in East Asia: toward a hybrid approach”, The Pacific Review , 35(6): 1028-1048. Robert S. ROSS, Øystein Tunsjø and Dong WANG, Eds. (2020). US-China Foreign Relations: Power Transition and its Implications for Europe and Asia . Routledge. Ash ROSSITER and Brendon J. CANNON, Eds. (2020). Conflict and Cooperation in the Indo-Pacific: New Geopolitical Realities . Routledge. Gilbert ROZMAN and Brad GLOSSERMAN, Eds. (2024). Japan’s Rise as a Regional and Global Power, 2013-2023: A Momentous Decade . Routledge. David SHAMBAUGH, Ed. (2022). International Relations of Asia , Rowman & Littleﬁeld, 3rd edition. Weiqing SONG & Jianwei WANG, Eds. (2019). The European Union in the Asia Pacific: Rethinking Europe’s Strategies and Policies. Manchester University Press. Christian WIRTH & Nicole JENNE (2022). “Filling the void: The Asia-Pacific problem of order and emerging Indo-Pacific regional multilateralism”, Contemporary Security Policy , 43(2): 213-242. Suisheng ZHAO (2021). “From affirmative to assertive patriots: Nationalism in Xi Jinping’s China”, The Washington Quarterly , 44(4): 141-161.",
        "course_materials": "1. Plan du cours/Course outline 2. PPT/lecture slides (sur le Moodle) 3. Dossier de lecture/course reader (disponible via la Duc/available at la Duc).",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldvlp2625",
        "title": "Analyse socio-économique de l'Afrique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Chemouni Benjamin"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'analyse des contraintes s'effectue au travers des thématiques suivantes:\r- L'Afrique dans la géopolitique mondiale\r- les mécanismes de la dépendance\r- l'Afrique et ses bailleurs de fonds\r- la dette africaine\r- de l'ajustement structurel à l'ajustement politique\r- entreprises et entrepreneurs africains\r- le secteur informel\r- l'Afrique des villes et des campagnes",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable d'analyser les principales contraintes sociales et économiques aux-quelles l'Afrique du Sud du Sahara doit faire face tant sur le plan de son histoire passée et récente que sur celui de sa situation actuelle.",
        "content": "Ce cours propose une analyse des transformations économiques et sociales de l'Afrique sub-saharienne, en mettant en lumière les dynamiques historiques et politiques qui les sous-tendent. Son objectif est de fournir des outils théoriques et conceptuels ainsi que des analyses empiriques permettant aux étudiants de produire leur propre réflexion critique sur les grands enjeux sociaux et économiques du continent. Les thèmes abordés incluent : l’impact de la colonisation, les déterminants de la croissance économique, les secteurs de l’agriculture, de l’industrie, l’environnement, l’aide au développent, la dette, l’économie informelle, l’urbanisation.",
        "teaching_methods": "Il est attendu de l’étudiant un investissement dans la lecture de textes à la maison en français et parfois en anglais . Le cours lui-même mêlera transmission de connaissances et temps de discussion collective autour des thèmes du cours ou des lectures à faire chez soi.",
        "assessment_methods": "L’évaluation se base sur deux composantes : D’abord une évaluation continue sous forme de QCM sur les textes à lire à faire chaque semaine sur Moodle chez soi qui compterons pour 15% de la note finale. Le QCM ouvre une semaine avant la séance prévue et ferme la veille de la séance. Les questions seront discutées et corrigées en classe. Une épreuve écrite, pour 85% de la note finale, à livres fermés, construite autour de questions de réflexion qui revisitent transversalement le cours. En seconde session, il s'agit d'une épreuve orale.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspri2661",
        "title": "Geopolitics, Grand Strategy and World Order",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Struye de Swielande Tanguy"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Les principaux thèmes à border sont : - les écoles géopolitiques russe, brésilienne, allemande, anglo-saxonne, indienne- transition de la puissance- le concept de puissance- cas d'application : Brésil, Russie, Chine, Japon, Turquie et Inde",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, les étudiants maîtriseront certaines nouvelles théories des RI et les concepts qui y sont associés. Ils seront capables de les articuler dans une démarche analytique. Le cours met l'accent sur le savoir, mais également sur le savoir-faire et savoir-être.",
        "content": "Thèmes abordés Les principaux thèmes à border sont : - les écoles géopolitiques russe, brésilienne, allemande, anglo-saxonne, indienne- transition de la puissance- le concept de puissance- cas d’application : puissances émergentes Acquis d'apprentissage Au terme du cours, les étudiants maîtriseront certaines nouvelles théories des RI et les concepts qui y sont associés. Ils seront capables de les articuler dans une démarche analytique. Le cours met l’accent sur le savoir, mais également sur le savoir-faire et savoir-être.",
        "teaching_methods": "en partie classe inversée",
        "assessment_methods": "Evaluation continue : Examen sur la théorie pendant l'année ( hors session), Présentations en groupe,  interactions à travers débats et discussions, constitutions de dossiers,infographies, travail écrit… \"L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.\" ‘The use of artificial intelligence in the assessment tests for this course is governed by the rules set out in the faculty memorandum on this subject, which is available on the faculty intranet site in the information for students section’.",
        "online_resources": "powerpoint , sutori",
        "bibliography": "PPT et dossier de lecture ( construit par les étudiants)",
        "course_materials": "PPT et dossier de lecture ( construit par les étudiants), sutori",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1323",
        "title": "Institutions et politiques européennes",
        "credits": "5.00",
        "hours": "40.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "de Wilde d'Estmael Tanguy",
            "Laborderie Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours constitue une introduction au système institutionnel et aux politiques de l'Union européenne. \r\rAprès avoir présenté la série des Traités fondateurs (du Traité CECA au Traité constitutionnel), il présente les pou-voirs des principales institutions en éclairant la spécificité de la méthode communautaire et les modalités plus in-tergouvernementales en ce qui concerne la politique étrangère et de sécurité et la coopération judiciaire et des polices.\r\rS'agissant d'une approche de science politique, un éclairage sera apporté sur des questions telles que l'efficacité et la légitimation démocratique des décisions et sur la typologie distinguant la confédération, la Fédération d'Etats et l'Etat fédéral. La double dimension d'intégration économique et d'union politique de l'Union européenne sera soulignée.\r\r\tConcernant les politiques, le cours présente les stades de l'approfondissement de l'intégration économique et mo-nétaire à partir des notions d'union douanière, de politique agricole commune, de marché commun, de marché unique, d'union économique et monétaire ; il présente aussi les politiques de cohésion ainsi que les politiques de subsidiarité (environnement, consommation, santé). Il décrit les enjeux de l'espace de liberté, de sécurité et de justice et indique les dimensions de l'action extérieure de l'Union européenne : politique commerciale, coopération au développement, aspects externes des autres politiques, politique étrangère et de sécurité commune incluant la politique de sécurité et de défense commune.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours constitue une première approche des différentes organisations internationales agissant sur le territoire européen (Conseil de l'Europe, Organisation pour la sécurité et la coopération en Europe, et Union européenne, en particulier). Il introduit spécifiquement l'étude du système politico-institutionnel le plus élaboré : celui de l'Union européenne.\r\rBrossant un tableau des organisations (pan)européennes, euro-atlantiques ou euro-asiatiques actuelles, le cours vise à les distinguer et à les caractériser selon la typologie des organisations. Il en établit la genèse, les objectifs, les compétences, les spécificités institutionnelles, les moyens d'action, et le cas échéant leurs interactions dans des domaines précis, tels que la prévention ou la gestion de crises et de conflits.\r\rL'accent mis sur l'Union européenne implique une présentation des pouvoirs des principales institutions en éclairant la spécificité de la méthode communautaire et les modalités plus intergouvernementales en ce qui concerne la politique étrangère et de sécurité et la coopération judiciaire et policière. \rLa double dimension d'intégration économique et d'union politique de l'Union européenne sera soulignée à travers l'examen des politiques internes de l'UE, des enjeux de l'espace de liberté, de sécurité et de justice et des dimensions de l'action extérieure de l'Union européenne, incluant les aspects de sécurité et de politiques commune de défense",
        "content": "Plan du cours Introduction : définitions, objet et objectifs du cours A. Conditions d'émergence, composition et évolution politique des principales organisations européennes 1. Genèse des principales organisations européennes : 1945-à nos jours 2. Evolutions de l'OTAN 3. Evolutions de l'OCDE 4. Evolutions de l'OSCE 5. Evolutions du Conseil de l'Europe 6. Evolutions de l'Union européenne B. Analyse politique et institutionnelle de l'UE L'Union européenne - Structure institutionnelle - les institutions principales - typologie des accords - processus de prise de décision - contenu des politiques Comparaison avec le modèle institutionnel des autres organisations européennes Grands débats à propos de l'UE et son avenir",
        "other_info": "Pré-requis : une introduction à la Science politique L'examen est écrit ou oral avec des modalités qui seront précisées en fonction des circonstances (crise sanitaire, grandes cohortes, etc.)",
        "course_materials": "Synthèses du cours disponible sur Moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2105",
        "title": "Modèle social européen et emploi",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Analyse historique de la dimension sociale de l’intégration européenne : politique sociale, libre circulation des travailleurs, politique de l’emploi, protection sociale (méthode ouverte de coordination), fonds structurels, dialogue social, acteurs européens, égalité hommes/femmes, les impacts sociaux de l’union monétaire, exclusion sociale, les enjeux sociaux de l’élargissement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours rend l’étudiant.e capable de maîtriser le cadre juridique (traités et droit dérivé) relatif à la matière, d’identifier les dynamiques politiques et les acteurs ainsi que d’analyser les enjeux dans une dynamique historique. Il apporte aussi des éléments d’économie politique liés aux enjeux sociaux de l’UEM. Enfin, il établit le lien entre une politique sectorielle et les théories de l’intégration européenne.",
        "content": "Le cours est construit à partir d’une analyse historique qui distingue différentes périodes de la politique sociale européenne. Pour chaque période quatre variables sont particulièrement mises en évidence : degré de diversité des systèmes sociaux nationaux, environnement économique et social et équilibre politique gauche/droite, principales thématiques sociales abordées et mode de gouvernance (convergence, harmonisation vers le haut, normes minimales, etc). Le cours combine des analyses de type juridique, de sciences politiques et d’économie politique. Il place la dynamique de la politique sociale européenne en contexte (national et autres politiques européennes).",
        "assessment_methods": "Texte écrit (45%) Travail individuel, sujet choisi par l’étudiant.e et approuvé par le professeur, en rapport avec les questions abordées dans le cours. Décrire les évolutions d’une question sociale d’actualité, en soulignant comment la politique/l’instrument est apparu.e, a changé et s’est développé.e, et quels sont les acteurs qui la soutiennent/s'y opposent. De 3,600 à 4,400 mots. Echéance : pour le 10 janvier 2024. Examen oral (45%) Participation en classe (10%) Cours interactif : questions-réponses (entre autres « Ma semaine en Europe » en début de chaque séance de cours, brièvement introduit par les étudiant.e.s).",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspri2700",
        "title": "Analyse politique des pays de l'Europe centrale et orientale",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Perchoc Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'activité vise à donner les instruments intellectuels nécessaires pour\r-définir l'entité politico-géographique \" Europe centrale et orientale \" ;\r-tracer l'évolution (géo)-politique de la région au 20ème siècle;\r -procéder à des études géopolitiques appliquées : étude de cas liées aux problèmes de minorités et de contesta-tion de frontières;\r-positionner la région par rapport aux organisations (pan)européennes et à la Russie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours doit permettre de procéder à une analyse politico-historique et géopolitique de l'Europe centrale et orientale. Il contribue à la connaissance de cette entité régionale et des rapports entretenus par les PECO (pays d'Europe centrale et orientale et certaines ex-républiques soviétiques  à  la fois avec l'Union européenne et avec la Russie.",
        "content": "Méthode = Alternance de cours magistraux avec projection de données visuelles et de séances de dis-cussion des dossiers de lectures. Sur des thèmes ciblés, conférences avec des intervenants extérieurs. Articulation du cours avec l'équipe de recherche de la Chaire Inbev-Baillet Latour \" Union euro-péenne-Russie \" et les activités de celle-ci.",
        "other_info": "Cours de Géopolitique et de système international",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2942",
        "title": "Questions de philosophies et de spiritualités de l'Inde et de l'Extrême-Orient",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Connaissance élémentaire du bouddhisme, de l'hindouisme et/ou des bases de l'histoire et de la pensée indiennes anciennes.",
        "topics_covered": "Consacré principalement aux philosophies et spiritualités hindoues et bouddhiques, le cours aborde les questions des fondements védiques, du contexte idéologique, des structurations brahmaniques ou bouddhiques classiques, des expressions dévotionnelles et des développements hétérodoxes ou sectaires. L'exposé s'appuie sur l'analyse de sources textuelles ou archéologiques indigènes relatives aux différentes questions.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquisition de la capacité d'aborder de manière critique les questions de philosophies et de spiritualités de l'Inde et, partant, de l'Extrême-Orient, sur base des sources premières, textuelles ou archéologiques.",
        "content": "Le cours s’articule autour des quatre sections suivantes : Philosophie hindoue Philosophie bouddhiste Philosophie confucéenne Philosophie taoïste",
        "teaching_methods": "Cours magistral incluant des réflexions sur certains termes philosophiques, la présentation des recherches menées par le professeur, ainsi que des débats autour des questions fondamentales de la philosophie orientale.",
        "assessment_methods": "Les étudiantes et étudiants seront évalués lors d’un examen oral à livre fermé. Une liste de questions sera fournie en préparation à cet examen. Le jour de l’examen, chaque étudiant devra répondre à quatre questions tirées de cette liste. Les critères d’évaluation incluent : la structure de la réponse, logique et à la fois personnelle, critique et à la fois autocritique, ainsi que la bonne connaissance des philosophies orientales, tout en restant ouvert aux autres traditions religieuses ou philosophiques.",
        "bibliography": "M. Thompson, Eastern Philosophy, London : Cox & Wyman Ltd, 2003. E. Alteriani, Guide des Philosophies Orientales, Paris : Éditions de Vecchi, 1997.",
        "course_materials": "Textes proposés et fournis aux participants en fonction. du contenu du séminaire.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspol2401",
        "title": "Interest Representation, Lobbying, and Representative Democracies: Conflicts and  Ways forward",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Koutroubas Theodoros"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Dans cette unité d’enseignement, la représentation des intérêts auprès d’institutions situées à plusieurs échelles de gouvernement est étudiée sous différents versants.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : IDG Se référer aux compétences et acquis du programme SPOL2M : CG1 ; CG2; CG4 ; CG5 ; CG7; SPO-FA",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspri2090",
        "title": "Séminaire de questions politiques, administratives et internationales",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Baudewyns Pierre",
            "Bottin Jehan",
            "Rihoux Benoît"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le séminaire  a pour objectif de permettre aux étudiants d'approfondir la maîtrise des méthodes grâce auxquelles ils pourront aborder les principales questions de politique contemporaine. La diversité et la complexité de ces questions réclament une rigueur dans l'approche et dans la méthodologie en vue de traiter, de façon cohérente et pertinente, ces matières. L'accent est donc mis tant sur la démarche à sui-vre dans la recherche que sur la communication des résultats de celle-ci. Le séminaire a un caractère multidisciplinaire.\rAprès une séance commune, le séminaire est subdivisé en trois groupes reprenant les trois dimensions :\radministration publique, relations internationales et science politique",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce séminaire vise à permettre aux étudiants:\r-  l'utilisation, avec cohérence et pertinence, des instruments d'analyse nécessaires à l'appréhension d'une question de politique contemporaine ( en administration publique, en relations internationales ou en science politique) ;\r- la maîtrise des données relatives à la compréhension de la question abordée ;\r- l'approfondissement des méthodes de communication (orale et écrite) des résultats de recherche.",
        "content": "A travers l'analyse de thèmes de politique contemporaine, les étudiants sont confrontés aux multiples aspects de l'actualité politique du moment. La mise en évidence de ceux-ci se fait par le recours à une approche pluridisciplinaire, qui vise à situer les questions étudiées dans leurs diverses dimensions.\rLes sujets abordés sont fixés en début de séminaire par l'équipe d'enseignants.\rLe travail suppose une recherche par groupes d'étudiants. Il fait l'objet, sous la responsabilité de l'équipe d'enseignant, d'un suivi régulier.\rIl comporte une présentation orale, avec discussion publique, ainsi que la remise d'un rapport écrit, répondant aux exigences d'une publication scientifique et constituant un tout cohérent, susceptible d'être relié aux autres travaux pour fournir une vue d'ensemble des thèmes abordés par les groupes.",
        "other_info": "Enseignements en administration publique / relations internationales/ Science politique. Appréciation de la démarche suivie, à travers 1. la présentation orale et la participation aux séances ; 2. le travail écrit remis en fin de quadrimestre. Suivi par l'équipe d'enseignants.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspol2404",
        "title": "Political Representation, Political Parties and Voters",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Baudewyns Pierre"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Dans cette unité d’enseignements, la représentation politique est étudiée au prisme des partis politiques et des électrices et électeurs.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : IDG Se référer aux compétences et acquis du programme SPOL2M : CG2; CG3 ; CG6 ; SPO-FA",
        "content": "Le cours porte sur les principaux concepts de la représentation politique et les acteurs qui exercent la fonction de représentation.",
        "teaching_methods": "Le cours se base sur des lectures à réaliser par les étudiants et les étudiantes et qui sont discutés lors du cours.",
        "assessment_methods": "Les étudiants devront remettre une travail final sur la concept de représentation politique et son application à un cas dans la société.",
        "online_resources": "Toutes les ressources sont fournies sur le site moodle du cours.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2020",
        "title": "Droit institutionnel de l'Union européenne",
        "credits": "6.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bailleux Antoine"
        ],
        "teaching_language": "Français",
        "prerequisites": "Notions générales du droit.",
        "topics_covered": "Le cours porte sur l'ensemble du droit institutionnel de l'Union européenne. La matière couvre trois parties. D'abord, elle trace le cadre général du droit institutionnel et les principes qui régissent les relations entre l'Union européenne et les Etats membres. Ensuite, elle comprend l'examen du système institutionnel et du processus décisionnel. Enfin, elle comporte l'analyse du système normatif et des mécanismes de contrôle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours donne à l'étudiant une compréhension de l'organisation et du fonctionnement du système institutionnel et du système normatif de l'Union européenne. Il devra avoir développé une faculté d'analyse des questions liées à la répartition des compétences, au processus d'adoption des actes juridiques ainsi qu'à leur mise en 'uvre et à leur interprétation.",
        "content": "En termes de contenu, le cours porte sur les éléments suivants : 1) cadre général : évolution constitutionnelle de l'UE; relations entre l'UE et les Etats membres et répartition des compétences; nature juridique de l'UE ; 2) système institutionnel, processus décisionnel : examen du rôle et contrôle juridictionnel des différentes institutions de l'UE dans l'exercice des fonctions législative, exécutive et juridictionnelle ; 3) le système normatif : analyse des actes communautaires ; analyse des processus d'exécution et d'interprétation de chacun des instruments juridiques ; examen de la façon dont ils sont mis en 'uvre ; examen de leur interprétation et des mécanismes de contrôle dont ils font l'objet.",
        "assessment_methods": "Examen oral ou écrit.",
        "other_info": "Support : les traités et une sélection d'arrêts, d'instruments de droit dérivé et d'informations complémentaires.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lasi2302",
        "title": "Analyse de la société chinoise contemporaine II",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Laugrand Frédéric"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "Introduction générale à l'étude du sous-continent indien depuis 1947. Le cours mettra l'accent sur les divers aspects de la société indienne contemporaine, à savoir l'organisation sociale, politique et économique. Le système des castes se verra abordé à la fois dans ses aspects traditionnels et ses transformations récentes. De même, on verra comment le système politique contemporain allie modernité et tradition. Une place importante sera consacrée à l'étude de l'économie, tant du point de vue général que du point de vue local. Différents aspects particuliers seront abordés chaque année, comme par exemple la pauvreté, les problèmes démographiques, l'urbanisation, etc. Un cahier de lectures sera proposé à l'étudiant afin de compléter l'exposé magistral.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité, l'étudiant doit être en mesure de repérer l'information pertinente disponible sur les différentes questions relatives à l'Inde étudiées au cours. Il doit être en mesure de l'analyser et de la synthétiser.",
        "content": "Pour chaque dossier étudié, sur base d'une documentation fournie par l'enseignant et d'un exposé de remise en contexte par ce dernier, chaque étudiant présentera, oralement et par écrit, une synthèse critique mettant plus particulièrement en lumière les caractéristiques de la documentation utilisée, les choix effectués par les auteurs rassemblés, les biais et les limites qui en résultent, les informations fournies par les auteurs, la manière dont ils les articulent et les conclusions qu'ils en tirent. Les étudiants veilleront en outre à développer la base documentaire de leur dossier, à proposer d'autres angles d'approche du phénomène étudié, d'autres points de vue sur lui. Ils accorderont en outre une attention toute particulière à la critique des informations disponibles.",
        "teaching_methods": "Le cours fait une place essentielle au travail personnel de l'étudiant (tutorat)",
        "assessment_methods": "Evaluation continue. Pas d'examen en fin d'année. présentation orale d'un dossier : 30% présentation écrite d'un dossier : 40% remise d'un rapport de synthèse des dossiers présentés au cours : 30%.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2849",
        "title": "Chaire Satsuma",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Aucun prérequis. Toutefois, une connaissance générale des principes du bouddhisme est souhaitée.",
        "topics_covered": "Cycle de conférences sur le monde extrême-oriental, indien ou bouddhique. La Chaire propose une analyse approfondie d'un thème relatif au monde extrême-oriental, indien ou bouddhique, dans son acception la plus large, dans l'histoire comme à l'époque contemporaine. Ce thème est modifié chaque année et peut aborder, sans que cette liste soit limitative ou exhaustive, des questions d'ordre religieux, philosophique, socio-anthropologique, culturel, historique, philologique ou littéraire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité, l'étudiant sera capable d'identifier les sources, les méthodes et les résultats, notamment en termes de logique et/ou de structure, de l'analyse approfondie d'une question relative au monde extrême-oriental, indien ou bouddhique, dans son acception la plus large. En outre, il sera à même de restituer les analyses proposées dans la production disciplinaire et d'identifier les limites ou les biais du propos, de même que des angles d'approche alternatifs.",
        "content": "2019-2020 Séminaire de recherche GREBH : “Bardo Thödröl, Le livre des morts tibétain II : les textes sur les états post-mortem” Dans le prolongement des neuf précédents séminaires donnés entre l’année 2011 et 2021, nous poursuivrons l’exploration des textes du Bar do thos grol chen mo commencée l’an dernier (2020-2021) dans le cadre de « Questions de philosophie et de spiritualité de l’Inde et de l’Extrême-Orient » en nous penchant cette fois sur le « noyau central » du cycle qui concerne le processus de la mort et les états intermédiaires post mortem. Nous étudierons comment ce célèbre cycle rendu célèbre sous le nom impropre de « Livre des morts tibétain » mêle des enseignements tantriques au Dzogchen dans sa narration des états post mortem, dans un esprit de synthèse qui parfois bouscule l’ordre des phases mentionnées dans les sNying thig ou « Sphères du cœur » du Dzogchen et applique ce modèle à toutes les phases de l’existence entre la mort et la renaissance suivante. Ceci ne nous empêchera nullement d’apprécier le caractère hautement évocateur et poétique des textes abordés, ni d’en évoquer l’utilité dans les rituels d’accompagnement des défunts (Byang chog, gnas ‘dran) propres à la tradition tibétaine. Pour les détails, consulter la page : https://uclouvain.be/fr/instituts-recherche/rcs/grebh-seminaire.html",
        "teaching_methods": "Les textes étudiés seront diffusés aux étudiants à l’avance avant les séances correspondantes pour en permettre une lecture préparatrice. Lors des séances, ils seront lus, analysés, comparés à d’autres textes analogues sur le sujet, afin d’en dégager la cohérence, les influences doctrinales et la portée pratique. Une partie des séances sera ouverte aux questions des étudiants et au débat afin de clarifier les points obscurs des textes. Le séminaire comportera des éléments d’exégèse des textes et de philologie et tentera de retracer l’histoire de la genèse de ces textes considérés par la tradition tibétaine comme des « textes-trésors » (gter ma).",
        "assessment_methods": "Assiduité aux séances et travail écrit de 10-15 pages défini avec le professeur en relation avec les sujets traités.",
        "other_info": "Le cycle de quatre séances (voire cinq selon possibilités) est placé au second quadrimestre, les 03/02, 17/02, 03/03 et 31/03/2022, en auditoire COUB17, place P. de Coubertin à Louvain-la-neuve, de 18h30 à 21h.",
        "bibliography": "Fournie par le titulaire, notamment Padmasambhava , Le Livre des morts tibétain , trad. et commenté par Philippe Cornu, Paris, Buchet-Chastel, 2009 et Pocket 2011.",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldvlp2631",
        "title": "Analyse socio-politique de l'Amérique latine",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pleyers Geoffrey"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Initier les étudiant(e)s  aux problèmes politiques de l'Amérique latine à partir d'une analyse globale  des étapes contemporaines des processus politiques en relation avec les évolutions socio-économiques.  \r- Le point central du cours tournera autour de la question : quelles démocraties trouvons nous en Amérique latine ? .  Cette question porte tout à la fois sur l'existence et la nature des démocraties en A.L ainsi que sur les possibilités (de survie, d'approfondissement) de ces démocraties. Répondre suppose que l'on examine les régimes politiques dans leurs caractéristiques et leur dynamisme mais aussi que l'on considère les principaux aspects  historiques  des sociétés latino américaines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 -\tCapacité à comprendre la complexité et la diversité des réalités latino-américaines et des processus politiques de cette  région.",
        "content": "Cette unité d’enseignement a pour but d’initier les étudiants aux problèmes politiques de l'Amérique latine, elle s’articule autour de la question : Quelle est la portée de la démocratie, en tant que concept, projet et pratique en l’Amérique latine? Répondre à cette question suppose que l'on examine les régimes politiques dans leurs caractéristiques et leur dynamisme mais aussi que l'on considère les principaux aspects socio-historiques des sociétés latino-américaines. Le cours est organisé en trois parties. La première présente la spécificité latino-américaine dans ses multiples dimensions, abordant la discussion sur l’existence d’une ou de plusieurs Amériques latines. La deuxième partie analyse la manière comme se sont articulés état, système politique et société civile pendant les régimes oligarchiques, les régimes nationaux-populaires et les régimes autoritaires. La troisième partie examine le retour aux démocraties et les enjeux sociopolitiques du XXI siècle. Ce aspect sera abordé dans ses aspects plus globaux et de manière plus approfondies à partir de trois pays.",
        "teaching_methods": "Cours magistral combiné avec un travail individuel de lecture d’articles où les étudiant.es sont amené.es à approfondir des thématiques présentées par le titulaire du cours.",
        "assessment_methods": "L’évaluation portera sur : -50% quant au travail  individuel (analyse de textes du portefeuille de lectures et/ou supports audiovisuels) -50% quant à la réalisation d’un examen  écrit de  synthèse transversale de la matière abordée, à partir des questions  formulées par l’enseignante  lors des  sessions d’examens.",
        "online_resources": "Disponibles sur MOODLE.",
        "bibliography": "Le support du cours est composé d'un portefeuille de lectures et des présentations PowerPoint, disponibles sur MOODLE.   It's  composed of a portfolio of readings and PowerPoint presentations. Disponible sur MOODLE.                                      Available on MOODLE",
        "course_materials": "Le support du cours est composé d'un portefeuille de lectures et des présentations PowerPoint, disponibles sur MOODLE.   It’s  composed of a portfolio of readings and PowerPoint presentations.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspri2080",
        "title": "Foreign Policy Analysis",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Struye de Swielande Tanguy"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours examine (a) l'histoire et l'évolution de la réflexion sur la politique étrangère ; (b) la prise de décision en politique étrangère : le processus politico-administratifs, les rapports politique étrangère-politique intérieure, l'influence des groupes de pression, différentes écoles ; (c) les dimensions de la politique étrangère : la dimension stratégico-diplomatique, les relations économiques extérieures, les relations culturelles extérieures, les aspects éthiques ; (d) les différentes conceptions de la puissance et les notions de petite, moyenne et grande puissance ; (e) les modèles d'analyse susceptibles de s'appliquer aux politiques étrangères de ces acteurs.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant aura accru ses capacités d'analyse et de réflexion critique par rapport à la politique étrangère, en général. Grâce aux cas d'application étudiés, il maîtrisera le processus d'élaboration et d'exécution d'une politique étrangère (prise en compte des divers facteurs d'influence) et il aura une bonne connaissance du contenu et des mécanismes institutionnels des Etats étudiés. Le cours sera l'occasion de travailler les compétences suivantes ( cf. « Référentiel des compétences acquises à l'issue des masters en sciences politiques ») : Compétences générales en sciences politiques : CG2 : Inscrire son analyse et/ou action dans une perspective multiniveaux (en particulier CG21, CG22 et CG25) CG3 : Mettre en 'uvre une démarche d'analyse de situations politiques, économiques et sociales (en particulier CG32 et CG33) CG4 : Diffuser des informations politiques, économiques et sociales  (CG41, CG42, CG43, CG44) Compétences spécifiques relations internationales : RI1, RI2 et RI5",
        "content": "Le cours analyse le processus décisionnel dans les affaires internationales. Après avoir présenté les nombreux acteurs (étatiques, non-étatiques, transnationaux, supranationaux), qui participent à la politique étrangère d'un Etat, le coeur du cours examine la prise de décision. en s'appuyant sur les théories de  la Foreign Policy Analysis (modèle rationnel, cognition, bureaucratie, groupthink, polythink, heuristique idiosyncrasie, etc).",
        "assessment_methods": "Le déroulement  et attentes du cours sont expliqués en détail lors de la première séance évaluation : examen écrit lors de la session et deux cas d'études pendant la période de cours",
        "online_resources": "moodle pour les ppt et textes",
        "bibliography": "Powerpoint Ouvrages de référence: Cl. Roosens, V. Rosoux et T. de Wilde, La politique étrangère. Le modèle classique à l'épreuve, Peter Lang, 2004 ; Tanguy Struye de Swielande, La politique étrangère de l'Administration Bush, analyse de la prise de décision (2001-2005), Coll. CECRI,P.IE.- Peter-Lang, Bruxelles (2007). (304 p.) La Politique étrangère: À l’épreuve de la fragmentatio de Tanguy Struye de Swielande (Éditeur de volume)Tanguy de Wilde d'Estmael (Éditeur de volume)Valérie Rosoux (Éditeur de volume), Peter-lang, 2021. Textes sur moodle",
        "course_materials": "Powerpoint",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsad2101",
        "title": "Social Movements: Activism, Organizations and Impact",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Rihoux Benoît"
        ],
        "teaching_language": "Anglais",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ladpu2040",
        "title": "Public Management: Strategies and Organisational Leadership",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Brenton Scott"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Améliorer les performances organisationnelles et les capacités de leadership du secteur public en tirant parti de l'expérience des pays de l'OCDE.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 La mise en application, avec confiance et précision, des techniques de gestion propre au secteur des affaires publiques en plaçant l'intérêt général au centre des préoccupations. La modélisation des approches de leadership éthiques, inclusives et qui contribuent à des sociétés durables.",
        "content": "Please see the English version as this course is taught in English.",
        "teaching_methods": "Please see the English version as this course is taught in English.",
        "assessment_methods": "Please see the English version as this course is taught in English.",
        "other_info": "Avoir suivi le cours d'action publiques (LPOLS 1223) ou équivalent",
        "online_resources": "Informations sur le site du cours sur Moodle",
        "bibliography": "Electronically provided lecture and reading materials via Moodle.",
        "course_materials": "Electronically provided lecture and reading materials via Moodle.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2534",
        "title": "Histoire de la pensée rationnelle dans le monde arabo-musulman",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "de Callatay Godefroid",
            "Ducène Jean-Charles"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun",
        "topics_covered": "Entre autres thèmes, ce cours aborde : la classification des sciences et l’organisation du savoir,; la réflexion sur les limites du savoir humain; l’universalité des sciences de la raison en Islam; la conquête du savoir et les innovations scientifiques; le mouvement de traduction des œuvres antiques; la civilisation arabo-musulmane comme relais du savoir entre l’Orient et l’Occident; la place des sciences dites occultes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 comprendre les cadres généraux de l’histoire de la pensée rationnelle en Islam; 2 avoir une connaissance élémentaire de l’approche scientifique de la recherche moderne; 3 utiliser les principaux outils relatifs au domaine considéré (dictionnaires, encyclopédies, bibliographies, monographies et articles, ressources en ligne) ; 4 mener des recherches personnelles sur des sujets précis dans ce domaine et de rédiger un essai de dimension limitée sur un aspect de l’histoire du monde arabo-musulman.",
        "content": "Introduction à l'histoire de la pensée rationnelle en Islam. Entre autres thèmes, ce cours aborde : la classification des sciences et l’organisation du savoir, la réflexion sur les limites du savoir humain, l’universalité des sciences de la raison en Islam, la conquête du savoir et les innovations scientifiques, le mouvement de traduction des œuvres antiques, la civilisation arabo-musulmane comme relais du savoir entre l’Orient et l’Occident, la place des sciences dites occultes.",
        "teaching_methods": "Cours magistral, mais impliquant la participation active des étudiants. Le cours implique aussi la rédaction d’un essai sur un aspect de l’histoire de la pensée rationnelle en Islam.",
        "assessment_methods": "La cote finale est attribuée sur base d’un examen oral portant sur la matière du cours, de l’appréciation du travail écrit ainsi que sur la participation active au cours.",
        "bibliography": "N/A",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldesf2202",
        "title": "Développement territorial et régional",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Le développement territorial et régional comme faisant référence à une dimension infranationale, ou transnational, à savoir le développement d'un espace réduit, relativement homogène, animé par des groupes d'acteurs particuliers ; aperçu des principaux modèles de développement régional et local et leurs implications récentes ; une analyse de la région en tant que système dynamique complexe et en tant qu'espace perçu ; la construction des stratégies de développement territorial.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. analyser les mécanismes du développement émanant des territoires (espaces construits par les projets) tant dans leurs dynamiques économique (économie territoriale) que politique (gouvernance) ou managériale (stratégie territoriale) ; 2. comprendre les diverses théories d'économie régionale qui réapproprient l'espace comme un actif du développement socio-économique local et régional ; 3. comprendre et analyser les diverses politiques régionales émanant des institutions politiques (rééquilibrage des régions, régionalisation,...) en vue d'influencer le devenir des territoires (notamment la planification stratégique territoriale) ; 4. comprendre les concepts essentiels qui président au développement des territoires (Espace-Région-Territoire-Ressources territoriales).",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1114",
        "title": "Statistiques et éléments de probabilité",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delacre Marie",
            "Delacre Marie",
            "von Sachs Rainer"
        ],
        "teaching_language": "Français",
        "topics_covered": "1 : Statistique Descriptive. Elle regroupe les méthodes permettant de condenser les données d'un échantillon ou d'une population en quelques caractéristiques utiles ou estimations. Les distributions de fréquences, les fonctions de densité et de répartition et les caractéristiques paramétriques et non paramétriques sont abordées dans les échantillons. 2 : Introduction au Calcul des Probabilités. Selon le procédé de sélection de l'échantillon, ces méthodes assurent le lien entre la population et son échantillon. Les matières abordées sont les règles de calcul des probabilités (conditionnelles, totales, formule de Bayes,...), la quantification des événements en variables aléatoires univariées et la distribution des probabilités associées, pour des ensembles finis. Les dénombrements issus de schémas expérimentaux qui génèrent les lois uniforme discrète, binomiale et hypergéométrique sont approfondis. 3 : Introduction à l'Inférence Statistique. Pour confronter les observations avec les hypothèses émises sur les paramètres d'une population, l'inférence statistique utilise des estimateurs. Cette partie du cours analyse ces estimateurs statistiques, leurs caractéristiques et leurs qualités d'inférence. La statistique est la science qui permet de confronter les données d'un échantillon (réalité des estimations ou données numériques recueillies en observant ou en expérimentant une partie de la population) avec la théorie (énoncé d'hypothèses abstraites sur des paramètres de population). C'est la science d'analyse de données quantitatives, qui s'applique très largement à l'ensemble des sciences économiques, politiques et sociales. Ce cours est une introduction à la statistique. L'enseignement est centré sur la résolution d'applications ou problèmes d'analyse des données en sciences économiques, politiques et sociales soumis aux étudiants et visant à développer une démarche systématique de résolution : Quelle est la question en termes quantitatifs ? Quels sont les outils utiles ? Les conditions de validité sont-elles respectées ? Comment calculer ces outils ? Quelle est la réponse à la question ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Décrire et d'analyser un échantillon ; 3. Identifier les procédures simples d'échantillonnage ; 4. Etablir les caractéristiques opérationnelles des statistiques de base (moyenne, déviation, proportion) dans ces procédures ; 2. Maîtriser les bases du calcul des probabilités appliqué à des dénombrements ; 5. Préciser les qualités des caractéristiques opérationnelles de statistiques de base qui permettent l'inférence sur des paramètres de la population.",
        "content": "Cette unité d'enseignement consiste en une introduction à la statistique. La statistique est la science qui permet de confronter les données d'un échantillon (données numériques recueillies en observant ou en expérimentant une partie de la population) avec la théorie (énoncés et tests d'hypothèses sur des caractéristiques de population). C'est la science d'analyse de données, qui s'applique très largement à l'ensemble des sciences économiques, politiques et sociales. Ce cours s'articule autour de la statistique descriptive, la théorie des probabilités et l'inférence statistique (introduction).",
        "teaching_methods": "Le cours est donné sous forme d'exposés magistraux (présentation des concepts, d'exemples d'applications, de résolutions de problèmes) et de séances d'exercices en petits groupes (résolutions d'exercices), complétés par une participation active des étudiants sous forme de lectures, de visualisation de vidéos, de préparation d'exercices et de réalisation de tests de connaissances. Le cours Moodle LCOPS1114 constitue le site de référence. Les étudiants sont invités à le consulter régulièrement. Des canaux spécifiques de communication et d'échanges entre les étudiants et l'équipe pédagogique sont mis en place (Forum Moodle, canaux Teams, réunions Teams, ...). Cet enseignement est conçu de façon à s'adapter rapidement à l'évolution sanitaire (enseignement en présentiel, comodal ou à distance). Les étudiants sont invités à vérifier régulièrement leur horaire de cours sur ADE ainsi que les informations disponibles sur Moodle. Durant la semaine Win Week, l'enseignant présente 1) les informations générales, pédagogiques et évaluatives relatives au cours ; 2) le contenu du cours et ses objectifs ainsi que les pré-requis nécessaires. Un auto-test de connaissances des pré-requis mathématiques à la matière sera proposé et, selon leurs résultats les étudiants seront invités à participer à des séances de remise à niveau mathématique. Les étudiants participent activement aux activités présentées sur un site spécialement dédié à la mise à niveau des étudiants.",
        "assessment_methods": "Examen final écrit (format papier ou sur ordinateur) : QCM et/ou questions numériques (avec réponses courtes) et/ou questions ouvertes en session d'examen. Ces modalités d'examen final sont identiques en seconde et troisième session.L'examen peut éventuellement être différent entre les auditoires COMU et HUSO/SOCA/SPOL.",
        "online_resources": "MOODLEUCL : cours LCOPS1114.",
        "bibliography": "Livre de référence : Notions de statistique, Christiane Simard, 3ème édition, Modulo Inc.",
        "course_materials": "Livre de référence : Notions de statistique, Christiane Simard, 3ème édition, Modulo Inc Slides du cours disponibles sur Moodle Ressources diverses sur Moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ladpu2000",
        "title": "Conseil politique : analyse avancée des politiques publiques",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Aubin David"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours présente les fondements théoriques de l'analyse des politiques publiques et fournit un cadre d'analyse pratique. Construit selon une approche pluridisciplinaire (sociologie, droit et science politique), ce cadre d'analyse s'appuie sur le jeu des acteurs, les ressources mobilisées par ces acteurs et les règles institutionnelles qui structurent ce jeu.\r\rIl détaille les mécanismes d'élaboration et de décision à chaque étape du cycle d'une politique publique :\r- la définition du problème public à résoudre ;\r- la mise à l'agenda ;\r- l'élaboration du programme politico-administratif et le processus de décision ;\r- la mise en uvre ;\r- l'évaluation.\r\rLa présentation du cadre d'analyse s'appuie sur la présentation en séance de cas d'actualité, localisés en Belgi-que ainsi que dans d'autres pays industrialisés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de l'enseignement, les étudiants seront capables de :\r- décomposer toute politique publique à des fins analytiques et stratégiques ;\r- identifier les acteurs impliqués et les enjeux principaux propres à une politique publique ;\r- maîtriser les différentes étapes d'une recherche (y compris comparative) en analyse des politiques publiques.",
        "content": "Une politique publique est un ensemble de décisions prises et d'activités conduites par des acteurs publics en vue de résoudre un problème public et qui influencent le comportement de groupes cibles jugés responsables du problème.\r\rL'analyse des politiques publiques consiste à interpréter la politique (politics) et l'État à la lumière des \" pro-duits \" des organisations politico-administratives plutôt qu'en fonction des jeux stratégiques de pouvoir, sans pour autant perdre de vue les structures et les processus institutionnels. Elle plonge l'analyste dans un processus interprétatif de reconstruction des actions de l'État.\r\rCe cours propose et développe une série d'outils d'analyse des politiques publiques. Il fournit une méthode pra-tique d'analyse qui synthétise les enseignements empiriques et théoriques du champ disciplinaire.\r\rLa méthode retenue permet d'analyser le contenu substantiel et institutionnel des différents \" produits \" d'une politique publique. Elle sera mise en uvre directement par les étudiants dans leur travail écrit.",
        "other_info": "Travail écrit (50 %), individuel ou de groupe, qui consiste à analyser une politique publique au choix et examen final écrit (50 %) à questions ouvertes.\r\rPortefeuille de lecture et livre : Peter Knoepfel, Corinne Larrue et Frédéric Varone (éd.) (2006). Analyse et pilotage des politiques publiques. 2e éd. Zurich : Rüegger, 384 pp.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspoe2001",
        "title": "Introduction à la géopolitique - (en ligne) - Enseignant: Tanguy de Wilde",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1221",
        "title": "Analyse des données quantitatives",
        "credits": "4.00",
        "hours": "25.0 h + 20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Le Guen Mireille"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "1.\tIntroduction à la logique de la recherche\r2.\tAnalyse des tableaux croisés\r3.\tConstruction d'indices\r4.\tIntroduction à l'analyse classificatoire\r5.\tIntroduction à l'analyse factorielle en composantes principales",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours et les travaux pratiques visent l'acquisition d'un savoir-faire de base en analyse des données en sciences sociales ; il constitue une initiation à l'analyse multivariée. \rAu terme de ce cours, l'étudiant devrait être capable :\r1°/ de préciser le type de question-problème pour lequel le recours aux méthodes étudiées au cours s'avère pertinent; 2°/ d'interpréter les analyses statistiques faisant appel à ces méthodes ; 3°/ d'utiliser à bon escient les principaux outils de la statistique descriptive et de l'inférence statistique vus au cours de Statistiques et éléments de probabilité et qui seront rappelés notamment à l'occasion de l'apprentissage des commandes SPSS y afférent.",
        "content": "Le cours d’analyse des données quantitatives vise à fournir aux étudiant·es les bases nécessaires à la lecture et à l’interprétation des données quantitatives. Pour ce faire, il s’agira 1/ de présenter les contextes de production des données quantitatives afin de comprendre leurs forces et limites, 2/ de mobiliser les outils statistiques convenablement, 3/d’apprendre à construire, lire et à interpréter des résultats, et 4/ de réaliser des manipulations de données dans le logiciel utilisé au cours (SPSS ou R via R commander). Les objectifs du cours sont : Connaitre des contextes de création des données quantitatives (plus particulièrement enquêtes par sondage, données administratives, big data) Maîtrise du calcul des fréquences, des indicateurs des tendance centrale (mode, médiane, moyenne) et de dispersion (variance et écart-type, écart interquartile) Maîtrise de la lecture des tableaux croisés et comprendre la notion de corrélation Se familiariser avec la notion d’inférence statistique et maîtriser les outils de base (intervalles de confiance, test chi-carré, test-t et ANOVA) Connaissance des méthodes de régressions linéaires Maitrise des techniques d’analyse factorielles et de classification Mobiliser correctement les résultats dans un argumentaire structuré. Discuter les limites des résultats produits",
        "teaching_methods": "Le cours est articulé autour de cours magistraux (12 séances de 2 heures + 1 heure de questions réponses) permettant de présenter les concepts clés de l’analyse des données quantitatives, illustrés par des exemples, et de séances de travaux pratiques (10 séances de 2 heures) dédiés à la mise en application des concepts abordés durant les cours via des exercices effectués ordinateur.",
        "assessment_methods": "Les étudiant·es seront évalué·es sur leur acquisition des connaissances à l’aide d’une évaluation continue comprenant trois tests certificatifs. Une première évaluation afin de faire le point sur l’acquis des connaissances sur les sources des données quantitatives ainsi que des méthodes d’analyses univariées et bivariées Une évaluation à mi-parcours en salle informatique sur les méthodes de régressions via l’utilisation d’un logiciel statistique (SPSS ou R) Une évaluation finale qui permettra de revenir sur les acquis précédemment évalués et de s’assurer de la bonne assimilation des savoirs sur les analyses factorielles via des exercices permettant de tester l’interprétation des résultats par les étudiant·es En seconde session, l'évaluation se fait à une date unique et couvre l’ensemble du cours.",
        "other_info": "Ce cours s’inscrit dans le prolongement du cours de « Statistiques et éléments de probabilité » effectué en première année de bac. L’encadrement est effectué par une professeure qui assure les cours et une équipe d’assistant·es assure les travaux pratiques en salle informatique.",
        "online_resources": "L'ensemble des ressources sont déposées au fur et à mesure sur Moodle.",
        "bibliography": "Bugeja-Bloch F., Couto M.-P., 2021, Les Méthodes quantitatives , Paris, France, Presses Universitaires de France, Que sais-je ?, 130 p. doi: 10.3917/puf.bugej.2021.01 Masuy-Stroobant G., Costa R., 2013, Analyser les données en sciences sociales , P.I.E. Peter Lang, Bruxelles, Belgique, 304 p.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldvlp2641",
        "title": "Analyse socio-politique du Monde arabe",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Legrand Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Une analyse dans la longue durée (XIX - XXe siècles) : historique, culturelle, politique, économique. - Des études de thèmes particuliers : notamment les conflits, les migrations internes, la gestion des ressources, le développement humain, les recompositions régionales, l'identité et la résurgence islamiste, les relations extérieu-res (notamment les relations euro-arabes). - Des études de pays : Une analyse de deux ou trois pays arabes présentés par des conférenciers invités.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Introduire les étudiants à comprendre la complexité du monde arabe, dans ses variantes maghrébines et moyen-orientales, et les familiariser avec les concepts-clés qui permettent d'appréhender la réalité de ce monde.",
        "content": "Introduction à la compréhension socio-politique du Monde arabe (Maghreb / Machrek) contemporain : de la \"Renaissance arabe\" (Nahda), fin 19e S. - début 20e S., à nos jours (\"printemps arabes\" de l'hiver 2010-11 et évolutions plus récentes) : -des idéologies : réformisme musulman, réformisme libéral, arabisme, socialisme, développementisme, islamisme -de l'évolution des régimes politiques arabes (autoritarisme / processus de démocratisation) -de l'évolution du système régional arabe / des intégrations régionales : Ligue des Etats arabes (LEA), Union du Maghreb arabe (UMA), Conseil de Coopération du Golfe (CCG) -du conflit israélo-arabe/palestinien -introduction aux relations euro-arabes/méditerranéennes (Dialogue euro-arabe, Politique méditerranéenne globale-PMG, Politique méditerranéenne rénovée-PMR, Processus de Barcelone : Union pour la Méditerranée-UpM / Politique européenne de Voisinage-PEV)",
        "teaching_methods": "Cours ex cathedra",
        "assessment_methods": "Examen écrit",
        "other_info": "Pas de prérequis",
        "bibliography": "KHADER Bichara, Le monde arabe expliqué à l'Europe : Histoire, imaginaire, culture, politique, économie, géopolitique , Paris / Louvain-la-Neuve, L'Harmattan / CERMAC / Academia-Bruylant, 2009.",
        "course_materials": "Après chaque séance de cours, le support PowerPoint utilisé par l'enseignant est mis à disposition des étudiant.e.s, en ligne sur Moodle.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lantr1302",
        "title": "Chaire Chiang Ching-Kuo I",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "S'appuyant sur les compétences d'experts asiatiques ou occidentaux du monde chinois, la Chaire Chiang Ching Kouo de civilisation et société chinoise propose une analyse approfondie d'une question relative au monde chinois dans son acception la plus large, dans l'histoire comme à l'époque le plus contemporaine. Cette question est modifiée chaque année et peut aborder, sans que cette liste soit limitative ou exhaustive : - Les questions politiques, nationales comme internationales. - Les questions socio-économiques. - Les questions religieuses et culturelles. - Les questions démographiques et familiales",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 /",
        "content": "Le déroulement des activités de la Chaire repose essentiellement sur des exposés magistraux, soutenus, en fonction des souhaits des intervenants, par les méthodes pédagogiques adéquates..",
        "assessment_methods": "Evaluation continue. Pas d'examen en fin d'année. Sur base d'un rapport de synthèse critique mettant plus particulièrement en lumière les caractéristiques de la documentation utilisée, les choix effectués par les auteurs rassemblés, les biais et les limites qui en résultent, les informations fournies par les auteurs, la manière dont ils les articulent et les conclusions qu'ils en tirent.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lglor2839",
        "title": "Chaire Satsuma",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vielle Christophe"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Aucun prérequis",
        "topics_covered": "Cycle de conférences sur le monde extrême-oriental, indien ou bouddhique. La Chaire propose propose une analyse approfondie d'un thème relatif au monde extrême-oriental, indien ou bouddhique, dans son acception la plus large, dans l'histoire comme à l'époque contemporaine. Ce thème est modifié chaque année et peut aborder, sans que cette liste soit limitative ou exhaustive, des questions d'ordre religieux, philosophique, socio-anthropologique, culturel, historique, philologique ou littéraire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité, l'étudiant sera capable d'identifier les sources, les méthodes et les résultats, notamment en termes de logique et/ou de structure, de l'analyse approfondie d'une question relative au monde extrême-oriental, indien ou bouddhique, dans son acception la plus large. En outre, il sera à même de restituer les analyses proposées dans la production disciplinaire et d'identifier les limites ou les biais du propos, de même que des angles d'approche alternatifs.",
        "content": "La Chaire Satsuma, inaugurée à l'Université de Louvain en 1927, grâce au mécénat du baron Satsuma, concomitamment à l'exceptionnelle Donation de livres précieux par le Japon à l'université, collection aujourd'hui conservée à la Bibliothèque centrale à Louvain-la-Neuve, retourne aux études japonaises grâce à sa nouvelle titulaire, Dr. Freya Terryn , japonologue et historienne d'art, chargée de recherches du Japan Mirai Fund constitué pour la mise en valeur de cette extraordinaire collection de livres japonais . La Chaire 2024-2025 aura pour thème: Points de repère et lieux célèbres dans la culture imprimée japonaise Résumé: Ce cycle de quatre conférences (de 2h chacune) explorera la signification et la contribution du paysage en tant que genre au sein de la culture des estampes japonaises. Nous nous pencherons sur la culture des estampes japonaises des XVIIIe et XIXe siècles, en examinant les caractéristiques intrinsèques du genre de l'estampe en général et du genre du paysage en particulier, telles qu'exprimées à travers les estampes et les livres illustrés. Au cœur du cours se trouveront les ouvrages de la collection japonaise conservés dans la réserve précieuse des bibliothèques de l'UCLouvain. En consultant à la fois des exemplaires physiques et numérisés, nous développerons des compétences pratiques pour « lire » le matériel imprimé et explorerons comment les différents artistes japonais ont représenté et visualisé le paysage japonais à travers divers formats et pour divers publics. Dates des séances : les mardis 11 et 18 février, et 11 et 18 mars 2025, de 13h à 15h.",
        "teaching_methods": "S'appuyant sur les compétences d'experts asiatiques ou occidentaux du monde extrême-oriental, indien ou bouddhique, la Chaire consiste en trois ou quatre séances magistrales de deux heures chacune.",
        "assessment_methods": "L'évaluation de l'étudiant se fait sur base d'un travail écrit, dont le sujet précis et les modalités sont fixés par le titulaire de la Chaire.",
        "other_info": "L'horaire et le lieu des conférences sont fixés au plus tard au début du second quadrimestre, selon les disponibilités du/de la conférencier(e) invité(e). Des renseignements supplémentaires sur le contenu du programme annnuel sont disponibles auprès du/de la titulaire de la Chaire. Coordinateur de la Chaire : Prof. Christophe Vielle. This is an English-friendly course, with supporting materials provided in English and discussions also possible in English.",
        "online_resources": "C'est l'échange de courriels avec le titulaire qui permettra aux étudiants de connaître les ressources en lignes utiles pour leur travail écrit.",
        "bibliography": "Fournie par le titulaire de la Chaire. Provided by the holder of the Chair .",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2201",
        "title": "Sociétés, cultures, religions : lectures bibliques",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Sterck-Degueldre Jean-Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Fondement textuel de la tradition judéo-chrétienne, la Bible a marqué l’histoire et la culture du monde occidental. Alors même qu’une étude critique de la Bible s’est développée depuis trois siècles, une lecture fondamentaliste se diffuse toujours davantage de nos jours. Le cours établira qu’une lecture critique des textes bibliques, en tant que textes destinés à éclairer l’existence, exige une méthodologie spécifique et une connaissance minimale des acquis de la critique littéraire de la Bible. Par l’analyse de quelques textes bibliques, on indiquera comment la Bible permet de conduire une réflexion rigoureuse sur les questions religieuses, le sens de l’existence et la citoyenneté, en contexte de pluralisme convictionnel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 distinguer entre une lecture fondamentaliste et une lecture critique de la Bible. 2 découvrir la littérature biblique dans sa diversité comme source culturelle pour notre société. 3 lire un texte biblique avec rigueur et de façon critique.",
        "content": "Le cours informera les étudiants sur le contenu de la Bible judéo-chrétienne et sur l’histoire de sa formation. On montrera ensuite comment divers courants théologiques ont trouvé leur place dans le corpus biblique. On proposera une lecture commentée de textes narratifs qui n’ont jamais cessé de résonner dans l’histoire de la culture européenne. On examinera enfin de manière critique quelques idées couramment reçues sur la Bible.",
        "teaching_methods": "Cours magistral en présentiel s’appuyant sur un portefeuille de textes, de médias (via liens) et de présentations mis à la disposition des étudiants sur Moodle.",
        "assessment_methods": "Examen écrit. Le type de questions seront communiqués avant le début de la session d'examen, avec des exemples de questions.",
        "other_info": "La communication avec l'enseignant se fera essentiellement à la fin de chaque cours, un temps sera rendu ainsi disponible aux étudiants.",
        "online_resources": "Les supports fournis sur Moodle sont : les présentations du cours en pdf, des articles, des indications générales (bibliographie, plan, sources internet...).",
        "bibliography": "Une bibliographie plus exhaustive sera disponible via MoodleUCL. On peut déjà noter : Bibles : « Bible de Jérusalem », « TOB », « Bible Segond ». Ausloos Hans – Lemmelijn Bénédicte, La Bible et la vie. Réponses bibliques aux questions d’aujourd’hui (coll. Le livre et le rouleau 48), Namur, Lessius, 2016, 239 p. Charpentier Etienne, Pour lire l’Ancien Testament, Paris, Cerf, 2006, 124 p. Charpentier Etienne – Burnet Régis, Pour lire le Nouveau Testament, Paris, Cerf, 2006, 160 p. Delhez Charles – Radermakers Jean,  Apprendre à lire la Bible, Fidélité, Namur 2007, 296 p. Dunne Carrin, Quand Bouddha rencontre Jésus. Six conversations (coll. L’Autre et les autres 16), Bruxelles, Lessius, 2015, 104 p. Gibert Pierre, Le Livre, les livres, Gallimard, 2000, 160 p. Gibert Pierre, Comment la Bible fut écrite. Introduction à l'AT et au NT, Bayard Paris 92011, 161 p. Lichtert Claude, Lire la Bible ensemble. Quelques enjeux, résistances, méthodes et approches (coll. Bible), Europe, Domuni-Press, 2020, 85 p. [ressources électroniques commentées] Meyer David (dir.) – Simoens Yves – Bencheckh Soheib, Les versets douloureux : Bible, Evangile et Coran entre conflit et dialogue. Meynet Roland, La Bible (coll. Idées reçues 94), Paris, Le cavalier bleu, 2005, 128 p. Paul André, Aux origines de la Bible, Paris, Bayard, 2007, 160 p. Sevin Marc, La Bible en 50 clés, Paris,  Bayard, 2008, 174 p. Sevin Marc, Grand et petit mots de la Bible, Bayard, Paris 2003, 184 p. Ska Jean-Louis, Les énigmes du passé. Histoire d’Israël et récit biblique (coll. Le livre et le rouleau 14), Bruxelles, Lessius, 2001, 144 p. Ska Jean-Louis , L'ancien testament expliqué à ceux qui n'y comprennent rien ou presque, Paris, Bayard, 2012, 256 p. Sterck-Degueldre Jean-Pierre, Jésus a-t-il marché sur les eaux? Fondements exégétiques d’une didactique des miracles de Jésus, Bruxelles, Lumen Vitae, 2011, 170p. Vermeylen Jacques, Dix clés pour ouvrir la Bible, Paris, Cerf, 1999, 215 p. Wenin André, La Bible ou la violence surmontée, Paris, Desclée De Brouwer, 2008, 253 p. Wenin André, L’homme biblique. Lectures dans le premier Testament (coll. Théologies bibliques), Paris, Cerf, 2004, 2e éd. revue et augmentée, 222 p.",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspoe2005",
        "title": "La Chine et le monde - (en ligne) - Enseignant: Tanguy Struye",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldvlp2640",
        "title": "Analyse socio-économique du Monde arabe",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Legrand Vincent"
        ],
        "teaching_language": "Français",
        "prerequisites": "L'étudiant doit suivre l'introduction du cours d'Analyse socio-politique du Monde arabe (DVLP 2641)",
        "topics_covered": "Evolution socio-économique des pays arabes (Maghreb / Machrek), intégration régionale (Union du Maghreb arabe, Conseil de Coopération du Golfe), relations économiques euro-méditerranéennes (dont les échanges agricoles), migrations, géopolitique de l’eau, géopolitique du pétrole, économie islamique",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Capacité de comprendre les transformations socio-économiques dans les sociétés du Monde Arabe grâce aux outils méthodologiques et aux données factuelles fournies par le cours.",
        "content": "Introduction à l'étude de la situation socio-économique des pays du Monde arabe (Maghreb / Machrek) contemporain : -dans l'Histoire longue (y compris la période coloniale) -durant la période post-indépendances -\"printemps arabes\" (hiver 2010-11) : approches socio-économiques (économie politique des régimes) approches géo-économiques et démographiques études de cas (quelques pays arabes) -évolutions plus récentes -économie informelle -économie & finance islamiques -économie rentière : pétrole & après-pétrole -eau, agriculture / développement rural, changement climatique, échanges agricoles euro-méditerranéens -intégrations régionales : Union du Maghreb arabe (UMA), Conseil de Coopération du Golfe (CCG), relations euro-méditerranéennes (Processus de Barcelone : Union pour la Méditerranée-UpM / Politique européenne de Voisinage-PEV)",
        "teaching_methods": "Séances de cours ex cathedra et présentations orales par les étudiant.e.s (travaux de groupes) sur la base d'un portefeuille de lectures mis à leur disposition et de leur production, au sein de chaque groupe, d'un support PowerPoint. NB : En ce qui concerne les travaux des étudiant.e.s, les règles des articles 107 et s. du Règlement général des études et des examens devront être tout particulièrement observées. En ce qui concerne l’utilisation éventuelle de l’intelligence artificielle (IA) générative, il y a lieu de respecter les règles établies par la Faculté ESPO .",
        "assessment_methods": "Examen oral",
        "other_info": "Prérequis : avoir suivi le cours LDVLP2641-Analyse socio-politique du Monde arabe (hormis dérogation; demande d'autorisation à soumettre à l'enseignant).",
        "bibliography": "KHADER Bichara, Le monde arabe expliqué à l'Europe : Histoire, imaginaire, culture, politique, économie, géopolitique , Paris / Louvain-la-Neuve, L'Harmattan / CERMAC / Academia-Bruylant, 2009",
        "course_materials": "Les supports PowerPoint des séances de cours ex cathedra et des présentations orales des étudiant.e.s sont mis à disposition sur Moodle.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspoe2006",
        "title": "Russie : politique extérieure et évolutions de la puissance - (en ligne) - Enseignante: Letitia Spetschinski",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lucla1000",
        "title": "MOOC Penser critique",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "topics_covered": "Pourquoi développer son esprit critique ? Identifier ses préconceptions Décoder le discours Évaluer la qualité des sources Comprendre la démarche scientifique Analyser les données Prendre conscience des limites de la science",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Décoder les mécanismes à l'oeuvre derrière nos stéréotypes Repérer comment la mise en scène de contenus peut nous manipuler Déterminer la fiabilité d'une information et de sa sourceµ Evaluer et interpréter la qualité d'une démarche scientifique Discuter de la place et des limites de la science aujourd'hui",
        "content": "Cours en ligne qui développe les différentes dimensions de l'esprit critique : Module 1 : Pourquoi développer son esprit critique ? 1.1 Pensée critique, phénomène nouveau ? 1.2 Pensée critique et transdisciplinarité Module 2 : Identifier ses préconceptions 2.1 Stéréotypes, biais et préconceptions : de quoi parle-t-on ? 2.2 Differents types de biais 2.3 Mise à distance et déconstruction Module 3 : Décoder le discours 3.1 L'influence du son 3.2 L'influence de l'image 3.3 L'influence du non-verbal 3.4 Mots et discours Module 4 : Évaluer la qualité des sources 4.1 Les sources d'information 4.2 L'intentionnalité des sources d'information 4.3 La fiabilité d'une source d'information 4.4 Les publications scientifiques Module 5 : Comprendre la démarche scientifique 5.1 Les différents types de raisonnements 5.2 La démarche scientifique 5.3 Démarche critique de recherche 5.4 Démarche pseudo ou non scientifique Module 6 : Analyser les données 6.1 La démarche qualitative 6.2 Les échantillons, sondages et probabilités 6.3 Interpréter les données 6.4 Distinguer causalité et correlation Module 7 : Prendre conscience des limites de la science 7.1 Le consensus scientifique 7.2 Les limites humaines et technologiques de la démarche scientifique 7.3 Diversité des approches scientifiques 7.4 La place des sciences dans la société occidentale",
        "teaching_methods": "Cours en ligne - Pour vous inscrire au cours en ligne de « Penser critique » sur edX.org, cliquez sur ce lien : https://bit.ly/Louv22x2022 puis connectez-vous avec votre compte UCLouvain (identifiant global, mot de passe global) .",
        "assessment_methods": "Examen oral après avoir réalisé tous les modules (pour les deux sessions)",
        "online_resources": "Toutes les ressources sont en ligne",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1319",
        "title": "Introduction à la géopolitique",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "de Wilde d'Estmael Tanguy"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours postule l'autonomie du politique et de la géopolitique dans l'examen de la vie internationale depuis 1815, sans pour autant négliger la prise en considération d'autres aspects, économiques, idéologiques, sociaux, \rA travers un découpage chronologique articulé sur les périodes-charnière, la question de l'équilibre international et des moyens qui l'assurent retient particulièrement l'attention.\r\rL'activité vise en particulier à donner les instruments de l'analyse géopolitique pour permettre une approche de la scène internationale, différente des approches traditionnellement retenues. Elle implique notamment la réponse aux questions suivantes : \rQu'est-ce que précisément la géopolitique ? Où, quand et comment est-elle apparue dans le champ de la réflexion politico-académique ? Quelles ont été ses évolutions ? Pourquoi a-t-elle été longtemps mise sous le boisseau après 1945 ? Pourquoi et comment la réflexion géopolitique a-t-elle repris vie et vigueur dans le dernier quart du vingtième siècle ? Quelle est son utilité pour comprendre les conflits internationaux ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours introduit l'étude de la géopolitique dans une optique de relations internationales.\rLe cours doit permettre l'acquisition des instruments nécessaires à l'analyse géopolitique de la scène interna-tionale, ce qui implique notamment de pouvoir :\r1. définir la géopolitique comme \"discipline\" ;\r2. expliquer en quoi l'espace est un facteur des relations internationales ; \r3. situer la géopolitique dans l'évolution historique du système international;\r4. expliquer et critiquer les conceptions géopolitiques avant 1945 ;\r5. expliquer le tabou frappant la géopolitique après 1945 et les raisons de sa revivification à la fin du vingtième siècle ;\r6. établir l'horogénèse et expliquer les évolutions frontalières d'un Etat ; \r7. procéder à une analyse géopolitique d'une situation internationale ;\r8. décrypter les crises et les conflits internationaux par l'analyse géopolitique.",
        "content": "CONTENU Le cours s'articule en cinq séquences, après une introduction générale au concept de géopolitique : -Un bref rappel de la place et de l'importance que conserve l'espace comme facteur des relations internationales contemporaines. -Une analyse du concept de frontière terrestre (sens, origine, types, fonctions, nécessités, dépassements) dans l'ordre international. -Un parcours de l'histoire de la Géopolitique depuis les origines (et surtout depuis l'espèce de péché originel que constitue la Geopolitik allemande) jusqu'au renouveau contemporain de la réflexion géopolitique. La troisième partie est consacrée à l'évolution historique de la géopolitique avant 1945 ; cette subdivision se concentre sur une analyse des auteurs marquants (précurseurs et géopoliticiens classiques). La quatrième partie s'attache à comprendre la résurgence et la nouvelle importance de la géopolitique et présente la pensée géopolitique actuelle apparue après la césure de 1989. -La dernière partie relève de la géopolitique appliquée et entreprend des études de cas de conflits contemporains.",
        "teaching_methods": "Exposés de l'enseignant et dossier de lectures compémentaires. TP selon les programmes. Alternance donc de cours magistraux avec projection de données visuelles et de séances de discussion des dossiers de lectures impliquant un investissement personnel substantiel de l'étudiant dans l'analyse des documents fournis. Importance du support cartographique. Insertion d'un ou deux conférenciers sur des thèmes d'actualité, dans la mesure du possible.",
        "assessment_methods": "Examen oral ou écrit selon les programmes ou les circonstances (nombre d'étudiants, conditions sanitaires, ...). Les dossiers de lecture font l'objet d'un test préalable à l'examen selon les programmes. L'évaluation est bien évidemment différenciée selon les programmes pour tenir compte de la différence d'apprentissage.",
        "other_info": "Pré-requis : Des connaissances historiques et géopolitiques de base (de la Révolution française à nos jours) sont nécessaires, le cours mettant souvent l'accent sur l'analyse de faits supposés connus (des lectures et les liens à établir avec d'autres cours sont indiqués pour combler d'éventuelles lacunes) Support : Dossier de lectures et syllabus (Synthèse du cours) disponibles à la DUC et autres documents fournis via le site Moodle comme supports de cours. Informations liées spécifiquement à une année d'études : Ce cours est à mettre en rapport dans le cadre du Bac 3 en Sciences politiques avec le séminaire thématique por-tant sur les relations internationales. Dans l'optique de la maîtrise en Relations internationales, ce cours prépare notamment aux cours de Théories des Relations internationales, d'Organisations internationales et de Négociations internationales.",
        "online_resources": "Voir le site Moodle du cours",
        "bibliography": "Voir Syllabus",
        "course_materials": "Syllabus et dossier de lectures disponible à la DUC",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lasi2303",
        "title": "Analysis of contemporary Japanese society",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "prerequisites": "/",
        "topics_covered": "Introduction aux principaux aspects de la société japonaise contemporaine depuis l'après-guerre. Ce cours aborde les thèmes suivants : 1. Comment se (re)trouver : comment se refaire une identité nationale de manières politique, économique et culturelle après 1945. 2. Comment s'imposer : comment s'affirmer en tant que pays post-industriel dans le contexte international - surtout comment assumer les problèmes qui découlent de ce développement accéléré. 3. Comment persévérer : comment faire face aux divers problèmes, ainsi les faits naturels (tremblement de terre, tsunami, typhon) que les faits humains (crise économique, trouble politique, pollution industrielle) qui auront un impact international sur les divers domaines. 4. Comment espérer : comment considérer l'avenir du pays de manière durable, sans se nier de manière excessive ni s'isoler dans le contexte international.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable non seulement de saisir, mais également d'expliquer, de manière concrète et objective, ce que la société japonaise d'aujourd'hui présente comme caractéristiques et problématiques. L'étudiant sera également capable de traiter les sujets évoqués du point de vue comparatif, en distinguant les différences des analogies qui existent entre Europe et le Japon.",
        "content": "Apprentissage actif. Cours magistral, discussions en groupe selon les thèmes proposés, présentation orale de travail d'étudiants. Les étudiants seront tenus de lire des articles imposés avant les leçons, afin d'en discuter en classe. Support de cours : dossier de lectures imposées, mises à disposition en téléchargement sur iCampus. Présentation power-point préparée par l'enseignant.",
        "teaching_methods": "Apprentissage actif. Cours magistral, discussions en groupe selon les thèmes proposés, présentation orale de travail d'étudiants. Les étudiants seront tenus de lire des articles imposés avant les leçons, afin d'en discuter en classe. Support de cours : dossier de lectures imposées, mises à disposition en téléchargement sur iCampus. Présentation power-point préparée par l'enseignant.",
        "assessment_methods": "Evaluation continue. La note finale se basera sur : participation active dans des discussions en classe (40%) ; rédaction d'un texte sur le thème choisi et présentation orale de travail en groupe 60%). Comme l'évaluation se fait de manière continuelle tout au long du quadrimestre, l'inscription à la première session d'examen est obligatoire.",
        "other_info": "Le cours est donné en français et en anglais.",
        "online_resources": "iCampus du cours LASI2303 sert de plateforme d'apprentissage de manière continue.",
        "bibliography": "Pierre Souyri (2010) Nouvelle histoire du Japon , éd. Perrin ; Joy Hendry (2003) Understanding Japanese Society , 3rd edition , Nissan Institute /Routledge Curzon Japanese Studies Series, Karyn Poupée (2012) Les Japonais ''', Tallandier ; Barthélémy Courmont (2013) Géopolitique du Japon, Argos ; Elena Janvier (2011) Au Japon , éd. Arléa.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspri9000",
        "title": "Stage I",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q1 ou Q2",
        "teaching_language": "Français",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1212",
        "title": "Collecte et analyse des données qualitatives",
        "credits": "4.00",
        "hours": "25.0 h + 20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Burnay Nathalie",
            "Pierre Amélie"
        ],
        "teaching_language": "Français",
        "topics_covered": "1. Introduction à la logique de la recherche 2. Spécificités du qualitatif 3. Scientificité du qualitatif 4. Techniques de récoltes et d'analyse en qualitatif",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. avoir acquis un savoir-faire de base en matière de production et d'analyse des données en sciences sociales, dans une perspective qualitative ; 2. préciser le type de question-problème pour lequel le recours aux méthodes étudiées au cours s'avère pertinent ; 3. discuter de la pertinence des dispositifs de production des données ; 4. utiliser à bon escient les principaux outils de production et d'analyse des données.",
        "content": "DESCRIPTIF DU COURS : Ce cours est un cours d’initiation à la collecte et à l’analyse des données qualitatives en sciences politiques et sociales. Complémentaire au cours de méthodes quantitatives, il explore les logiques, les stratégies et les techniques liées à la collecte de données mais aussi à leur analyse. Il ne s'agit alors pas seulement d'un cours pratico-pratique de 'recueil de données' (on ne part pas à la cueillette de données comme à la chasse aux papillons), mais d’une formation invitant aussi l'étudiant à s'interroger sur le sens de cette activité d'enquête, sur la nature desdites données, et proposant d'étendre l'apprentissage méthodologique aux méthodes de conceptualisation et de théorisation. Les sciences sociales et politiques étant des sciences empirico-conceptuelles, les méthodes qu'elles se donnent concernent autant les aspects pratiques de l'enquête de terrain que les logiques par lesquelles se forgent concepts et théories.",
        "teaching_methods": "Ce cours s'appuie sur un enseignement ex-cathédra (cours magistral et supports vidéo et textuels) en auditoire et sur la réalisation de travaux pratiques. Ce cours d'introduction aux méthodes d'enquête qualitatives s'appuie sur une méthode d'enseignement privilégiant : - Les complémentarités entre théorie et pratique de l'enquête qualitative; - La recherche de continuités et complémentarités entre les différentes disciplines de l'auditoire et les logiques d'enquête qu'elles privilégient ; - L'identification d'un \"terrain d'entente\" thématique entre les disciplines.",
        "assessment_methods": "Ce cours de formation aux méthodes qualitatives en sciences sociales et politiques accorde une large part à la mise en œuvre pratique de ces méthodes. Ainsi, la note obtenue pour la partie \"travaux pratiques\" du cours représente 50% de la note globale. L'évaluation de la partie théorique du cours (50%) consiste en un examen écrit composé de questions ouvertes appelant un effort d'élaboration de la réflexion et de rédaction. La note de l'examen est le résultat de la somme des deux types d'enseignement. Seconde session : Les étudiant-e-s ayant obtenu un résultat global inférieur à 10/20 en juin doivent repasser la (les) partie(s) à laquelle (auxquelles) ils ou elles ont échoué. Le détail de la cote globale de juin peut être obtenu, par un courriel, au corps enseignant, dans la semaine qui suit la délibération. Important, concernant la seconde session: si il est en principe possible de déposer un travail de rattrapage en cas d'échec d'un étudiant à la partie TP du cours, il est très vivement conseillé aux étudiants de participer dûment aux TP et de réussir cette partie dès la première session. Cette partie pratique n'a de sens que si elle fait l'objet d'une participation collective de l'ensemble des étudiants lors des différentes sessions prévues en cours de quadri. Afin de dissuader nettement une participation dilettante aux sessions TP et à la réalisation du travail de groupe, le travail de rattrapage demandé aux étudiants en échec de la partie TP (et qui doivent repasser celle-ci en septembre) est particulièrement lourd : il consiste en un travail personnel demandant à l'étudiant refaire, seul et entièrement, un travail d'un type et d'une ampleur identique à celui proposé à son groupe lors du quadrimestre.",
        "other_info": "Ce cours se situe dans le prolongement du Séminaire de travail universitaire qui en constitue dès lors un pré-requis. Il prépare au Séminaire pratique de recherche en sociologie et anthropologie et au Séminaire pratique de recherche en sciences politiques ou de sociologie en fonction des filières d'enseignement.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2030",
        "title": "Economic and social integration in Europe",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Defraigne Jean-Christophe"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Introduction à l'économie, histoire de l'unification européenne.",
        "topics_covered": "1. Eléments théoriques relatifs à l'intégration économique 2. La dynamique d'intégration européenne et la création du Marché Unique 3. Le fonctionnement du marché unique (y compris une introduction à la politique de concurrence et aux politiques industrielles dans l'UE) 4. Les politiques de cohésion dans l'UE",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à analyser l'évolution de l'intégration économique et sociale au sein de l'Union européenne (UE) et ses perspectives immédiates.",
        "content": "Afin d'expliquer le processus d'intégration économique européen, ce cours examinera les dynamiques d'intégration économique et institutionnelle qui sont à l'origine du marché unique. Il présentera les perspectives d'intégration dans les différents domaines de l'économie européenne. Dans cette optique, ce cours proposera une brève introduction aux outils utilisés par les pouvoirs publics en Europe pour approfondir l'intégration économique de l'UE. Le cours abordera la problématique de l'évolution de la cohésion sociale au sein de l'Union, des disparités entre les différents Etats membres des origines à nos jours. Il analysera les politiques qui déterminent le degré de cohésion sociale au sein de l'UE  et les développements éventuels qui résultent de l'adaptation des économies européennes à la mondialisation et aux élargissements de l'UE.",
        "assessment_methods": "Examen écrit ou oral.",
        "other_info": "Supports: présentation multimédia.",
        "bibliography": "BEREND, Ivan T: « From the Soviet Bloc to the European Union », Cambridge University Press, 2009. DEFRAIGNE, Jean-Christophe & NOUVEAU, Patricia: « Introduction à l'Economie Européenne », Ouvertures Economiques De Boeck, Bruxelles, 2013. DEFRAIGNE, Jean-Christophe Eds: « Which industrial and social policy models for 21st century Europe? Redefining public intervention within the framework of the Lisbon strategy / Quels modèles de politique industrielle et de politique sociale pour l'Europe du 21ème siècle ? La redéfinition de l'intervention publique dans le cadre de la stratégie de Lisbonne », Academia-Bruylant, Louvain-la-Neuve, 2008. pp 63-129. DINAN, Desmond: « Ever Closer Union: An introduction to European integration », Palgrave Mc Millan, 2010. EL AGRAA, Ali. M: « The European Union: Economics and Policies », 7 th edition, Pearson Education, 2012. GILLINGHAM, John: « European Integration 1950-2003: Superstate or New Market Economy? », Cambridge University Press, 2003. PELKMANS, Jacques: « European Integration: Methods and Economic Analysis », 3 rd edition, Pearson Education, 2006.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspoe2002",
        "title": "Stratégie et sécurité internationale - (en ligne) - Enseignant: Michel Liégeois",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lantr1301",
        "title": "Analyse de la société chinoise contemporaine",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Simon Lionel"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "Après une brève remise en perspective historique, une série de dossiers documentaires sont analysés qui portent notamment sur : - les questions politiques, nationales comme internationales; - les questions socio-économiques; - les questions religieuses et culturelles; - les questions démographiques et familiales.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité, l'étudiant doit être en mesure de repérer l'information pertinente disponible sur les différentes questions relatives à la Chine étudiées au cours. Il doit être en mesure de l'analyser et de la synthétiser.",
        "content": "Attention : veuillez noter le nouvel intitulé du cours : \"Mondes asiatiques et austronésiens\" Consacré spécifiquement aux mondes asiatiques et austronésiens, le cours s'ouvre sur une réflexion critique concernant les catégories ( « Asie », « Extrême-orient », etc.), ses présupposés et ses limites. Il s'attarde ensuite successivement sur différents aspects, en prenant la forme de conférences. Divers supports seront mobilisés : cartes, illustrations visuelles et audiovisuelles, visites de musées. Ce cours constitue une introduction aux mondes et asiatiques et austronésiens au cœur de l’Indopacifique. Il s’agit de l’Asie au sens large incluant la Chine, le Japon, la Corée, les pays de l’Asie du Sud-Est, l’Océanie et la vaste ceinture austronésienne (Pacifique, micronésie, etc.) telle que définie par les travaux de Peter Belwood et James Fox. Des thématiques variées et situées à différentes échelles (du local au global) permettront de soulever des enjeux majeurs qui animent les mondes asiatiques et austronésiens, en privilégiant la découverte de multiples angles d’approche et d’ancrages géographiques. Chaque année le cours place aussi sa focale sur un espace de cette vaste zone devenue aujourd’hui au cœur de multiples enjeux (environnement, climat, géopolitique, etc.)",
        "teaching_methods": "Le cours est essentiellement magistral. Le contenu sera dispensé par le professeur et par des chercheurs qui seront invités à partager leurs expériences/analyses. La participation à des événements scientifiques pertinents et la visite d’expositions font aussi partie de la méthode d’enseignement. Le cours fait également une place à un travail d'analyse personnel des étudiant.es, plus particulièrement sur base d’un travail de documentation approfondi. Sur cette base, les dernières séances sont consacrées à un format de classes inversées. A tour de rôle, les étudiant.es présentent le fruit de la recherche qu’ils auront entamée dès le début du semestre, sur un sujet de leur choix, en lien avec les objectifs du cours.",
        "assessment_methods": "Mode d’évaluation : Travail de documentation sur un sujet pertinent de 5-7 pages. Le sujet sera déterminé avec l’accord du professeur. Il sera exposé oralement (performance non notée de 5 à 10 min) et remis au professeur lors du dernier cours. Les critères d’évaluation sont : la capacité de synthèse, l’organisation et la clarté des idées, la richesse du corpus à l’étude et la qualité de l’écriture. Acquis d’apprentissage : Au terme de ce cours, les étudiant.es seront capables de mieux comprendre les dynamiques qui animent les mondes asiatiques et austronésiens. Ils saisiront l’importance d’appréhender les réalités locales et les points de vue des acteurs sociaux. Ils seront à même de problématiser une question pertinente et de mobiliser les sources d'informations adéquates. Le but recherché est de favoriser la diversité des approches et des zones géographiques étudiées, de façon à stimuler la découverte et l’esprit critique des étudiant.es.",
        "other_info": "Attention : veuillez noter le nouvel intitulé du cours : \"Mondes asiatiques et austronésiens\" ATTENTION CE COURS COMMENCERA LA SEMAINE DU 23. SEPTEMBRE 2023 LE PLAN DE COURS SERA COMMUNIQUE LORS DE LA SEANCE 1",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspol2301",
        "title": "Territorial Politics",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dupuy Claire"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Dans cette unité d'enseignement, les dynamiques du fédéralisme et du régionalisme sont étudiées dans une perspective comparée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : IDG Se référer aux compétences et acquis du programme SPOL2M : CG2; CG3 ; CG6",
        "content": "The seminar studies territorial politics from three main perspectives: first, how the polity of Western European nation-states has been affected by processes of regionalization; second, how policymaking and policy implementation are altered by regionalization; and, third, how politics within regionalized states reflects multilevel dynamics.",
        "teaching_methods": "This course is a seminar.",
        "assessment_methods": "Grading will be based on (i) weekly reading assignments and related exercices (20% - continuous evaluation. The grade will carry over to the August session); (ii) a case-study presentation (20%); (iii) a research paper (60%).",
        "other_info": "Generative AI is not allowed.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2011",
        "title": "Acteurs du système politique européen",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Duez Denis"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'objet du cours recouvre à la fois les acteurs institutionnels (tels qu'ils figurent dans les traités instituant l'UE), qu'ils soient européens (Commission, Parlement, Conseil des ministres, Cour de Justice, Comité des régions, Comité économique et social, Banque centrale, Banque d'investissement, etc.) ou nationaux (composantes nationales du Parlement, du Conseil des ministres, du Comité des régions et du Comité économique et social, etc.), et les acteurs non institutionnels (partis politiques, organisations représentatives d'intérêts - des travailleurs ou des employeurs, de secteurs économiques, régionaux ou locaux, etc. - ou promotrices de cause, \" think tanks \" et experts, médias et instituts de sondage d'opinion, etc.), que leurs cadres organisationnels se situent au niveau européen (ex. le Confédération européenne des syndicats, le \" BusinessEurope \", le Bureau européen de l'environnement, etc.) ou bien au niveau national.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du cours, les étudiants devront avoir une image globale de l'ensemble des grandes catégories d'acteurs collectifs qui participent au \" jeu politique européen \" ainsi que des principales configurations d'interactions qui les unissent, et autour desquelles s'articulent les grandes dynamiques de fonctionnement et de développement de l'UE.",
        "content": "Deux perspectives sont combinées dans le cadre du cours pour étudier le système politique européen. D'une part, le cours vise à effectuer une catographie du système politique européen et à dresser la carte d'identité de chacun des d'acteurs abordés, en évoquant leur composition, leurs ressources, leurs principaux modes d'action, mais aussi leur poids respectifs dans le processus décisionnel européen. D'autre part, dans une perspective dynamique le cours analyse les types de relations que ces acteurs entretiennent entre eux, notamment les grandes configurations d'interactions qui peuvent être dégagées de l'observation du \"jeu politique européen\".",
        "teaching_methods": "Cours magistraux.",
        "assessment_methods": "Examen écrit. L’examen couvre la matière vue au cours ainsi que la matière du corpus de lectures. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "other_info": "Support: lectures obligatoires et liste de lectures recommandées.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1224",
        "title": "Système politique et administratif de la Belgique",
        "credits": "5.00",
        "hours": "37.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bottin Jehan",
            "Reuchamps Min",
            "Rihoux Benoît"
        ],
        "teaching_language": "Français",
        "topics_covered": "-\tEtudier les structures de base de la société politique belge (clivages, piliers, consociationalisme,) et analyser les rapports de force sur la scène politique, y compris sur le plan électoral ;\r-\tApprofondir le système électoral et celui des partis, les partis comme tels, le parlement, le gouvernement et les élites politiques ;\r-\tEtudier les structures et le fonctionnement du secteur public.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant devra avoir une bonne connaissance de différents rouages socio-politiques et administratifs du système politique belge et acquérir une capacité d'analyse des évènements qui animent la scène politique du pays. Celle-ci s'exprimera notamment dans le \" Séminaire d'actualité \".",
        "content": "1ère partie :  Système politique de la Belgique - Généralités 1. Les bases nationales de la Belgique 2. Les bases socio-politiques de la Belgique 2.1. Clivages et partis 2.2. Les rapports de force entre les acteurs politiques 2ème partie - Le fonctionnement politique belge 1. Système électoral et système de partis dans la période d'après-guerre 2. Les partis politiques belges : idéologie, organisation et fonctionnement 3. Structure et fonctionnement du parlement 4. Formation, structures et mécanismes de décision des gouvernements fédéraux 5. Particratie, clientélisme, corruption et renouveau politique 3ème partie : Système administratif de la Belgique 1. \"Radiographie\" du secteur public en Belgique : les divers types d'administrations et services publics : modes d'organisation, effectifs, relations avec le pouvoir politique 2. La gestion des ressources de l'administration (budget ; fonction publique) 3. Le système politico-administratif en action : étude du cycle des politiques publiques, de la mise à l'agenda à la mise en oeuvre des décisions (à partir d'exemples concrets)",
        "teaching_methods": "Enseignement magistral",
        "assessment_methods": "En première session : - Tests sur l'actualité politique durant le quadrimestre (20% de la note) - Examen oral en session (80% de la note) En seconde session : - Examen oral (incluant des questions sur l'actualité politique) en session (100% de la note)",
        "other_info": "Pré-requis : Le cours Droit Public est un pré-requis. Des modalités de remplacement sont à prévoir pour les étudiant·es faisant partie de programmes d'échange. Support : un portefeuille de lectures est offert aux étudiant·es.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2010",
        "title": "Political Theories of European integration",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delreux Tom"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Connaissances de base en science politique, droit et histoire sont utiles.",
        "topics_covered": "Ce cours aborde les principales théories de l'intègration européenne.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours a pour but de développer chez les étudiants la compréhension et la connaissance des théories utilisées pour expliquer le processus d'intégration européenne, en introduisant et évaluant les principales Ecoles de pensée des théories de l'intégration européenne. Les étudiants doivent être capables d'appliquer ces modèles théoriques à des questions empiriques sur les politiques de l'UE et ses processus décisionnels.",
        "content": "Introduction à l’approche théorique des processus d’intégration européenne Fédéralisme Néo-fonctionalisme Intergouvernementalisme et intergouvernementalisme libéral Néo-institutionalismes: institutionalisme du choix rationel, institutionalisme sociologique, institutionalisme historique, le modèle ‘principal-agent’ Politisation, crises et l'intégration après Maastricht: post-fonctionalisme, néo-intergouvernementalisme et 'failing forward' Constructivisme social Gouvernance et gouvernance multi-niveaux Economie politique critique",
        "teaching_methods": "Cours magistraux.",
        "assessment_methods": "Examen écrit. L’examen couvre toute la matière des cours ainsi que le contenu des lectures obligatoires. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans le note facultaire à ce sujet et disponible sur le site intranet de la Faculté ESPO dans les informations à destination des étudiant.es.",
        "other_info": "Support de cours: lectures obligatoires (mis à jour chaque année).",
        "course_materials": "Reader with obligatory readings (updated annually)",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1223",
        "title": "Action publique",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            ". SOMEBODY",
            "Aubin David"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "1. Les organisations publiques \" définitions et notions connexes \" les approches classiques de l'analyse organisationnelle \" les approches sociologiques de l'analyse organisationnelle \" la théorie des organisations internationales \" études de cas. 2. L'administration publique (AP): évolution de l'AP dans le monde contemporain \" L'organisation interne des administrations: de la centralisation à l'éclatement des structures \" Les relations entre le pouvoir politique et l'administration (politisation, \" technocratie \") \" Les relations entre l'administration et les citoyens : de la distanciation à la participation. 3. Le management public \" Légitimité des organisations publiques et management de la \" performance \"  Aperçu des pratiques managériales au sein des organisations publiques (GRH, budget). 4. Les politiques publiques \" Le cycle d'une politique publique \" La mise à l'agenda des problèmes \" La programmation et la décision politique \" La mise en oeuvre administrative \" L'évaluation des effets.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours se situe dans le prolongement du cours de Science Politique (I): il traite de l'Etat \"au concret\" en analysant ce que font - respectivement ce que ne font pas - le gouvernement, l'administration et les autres organismes investis de missions de service public. Les thèmes abordés comprennent le fonctionnement des organisations en général et de l'administration publique en particulier, les enjeux du management dans le secteur public, ainsi que les politiques publiques élaborées et appliquées dans divers domaines. Ces différents volets sont complémentaires pour appréhender l'action publique. L'objectif du cours est double : \" pour l'ensemble de la matière : amener l'étudiant(e) à développer une capacité d'analyse sur les activités gouvernementales, et donc une capacité de réflexion personnelle appuyée par un appareillage théorique; \" mieux comprendre l'actualité socio-politique, notamment en ce qui concerne les actuelles transformations du secteur public (par ex. la réforme Copernic de la fonction publique) et la gestion de certains dossiers gouvernementaux (par ex. la question des vols de nuits).",
        "content": "Le cours est dispensé ex cathedra. Les concepts théoriques sont richement illustrés par des exemples tirés de l'actualité en Belgique et à l'étranger. Des interactions durant les séances sont prévues (débat, contributions d'étudiants en sous-groupes, etc.) ainsi que la présence éventuelle d'intervenants extérieurs (témoignages d'acteurs politiques et/ou administratifs).",
        "assessment_methods": "Les connaissances des étudiants seront évaluées sur base d’un examen écrit.",
        "other_info": "Pré-requis : Science politique",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2202",
        "title": "Sociétés, cultures, religions : questions humaines fondamentales",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bourgine Benoît"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours propose une réflexion critique sur les grandes questions existentielles dans le contexte de la modernité européenne. Une ouverture aux différentes religions et philosophies présentes dans l’espace public actuel sera faite pour aborder ces questions en même temps qu’elle permettra d’interroger le pluralisme dans nos démocraties. Les sciences des religions seront sollicitées, ainsi que la théologie chrétienne dans la mesure où par théologie l’on désigne le travail critique d’une religion sur elle-même.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 analyser un questionnement sur le sens d’une destinée individuelle et collective. 2 identifier les réponses apportées par les religions aux questions existentielles et percevoir leurs enjeux dans la modernité européenne. 3 décrire les conditions d’un dialogue entre convictions en contexte pluraliste.",
        "content": "Le cours examine le problème du sens de la vie tel qu’il se pose en modernité européenne. Son propos est d’analyser les trois pôles qui permettent de baliser l’infinie variété des offres de sens ultime ayant cours dans l’Europe actuelle, à savoir l’option naturaliste, l’option humaniste et l’option religieuse. La problématique du sens de la vie est située dans le contexte du tournant moderne qui a déterminé dans les sociétés occidentales une vision du monde dominée par les sciences, un idéal de vie collective marquée par la citoyenneté démocratique et un espace des croyances structuré par le pluralisme.",
        "teaching_methods": "Cours magistral. Commentaire de textes fondamentaux de la culture européenne. Critique du langage des médias. Critique des idéologies. SYLLABUS: Sociétés, cultures et religions - Questions humaines fondamentales - B. Bourgine Calendrier Lundi 16h15 - 18h15          SOCR10 23 septembre  2024 30 septembre 2024 7 octobre 2024 14 octobre 2024 21 octobre 2024 4 novembre 2024 18 novembre 2024",
        "assessment_methods": "Question 1         [50% de la note] Une question parmi les suivantes sera choisie par le professeur : Présenter l’option naturaliste. Présenter l’option humaniste. Présenter l’option religieuse. La mentalité scientifique a-t-elle une incidence sur la question du sens de la vie ? Laquelle ? Le régime démocratique a-t-il une incidence sur la question du sens de la vie ? Laquelle ? Le pluralisme des convictions a-t-il une incidence sur la question du sens de la vie ? Laquelle ? Question 2         [ 50% de la note] Commenter un texte ; ce texte ou un extrait significatif de ce texte est pris dans la série de textes numérotés et présentés dans ce syllabus à chaque chapitre (chap 1 : 3 textes; chap 2: 3 textes; chap 3: 3 textes; chap 4: 5 textes). Le texte ou l’extrait est à analyser en le reliant à l’option qu’il est censé illustrer.",
        "online_resources": "Ressources disponibles à l'adresse suivante: https://drive.google.com/open?id=0B71ol4F_TTjjMk9zVUFLQmZja3c",
        "course_materials": "Syllabus 2024/2025 du cours LTECO2202  Sociétés, Cultures, Religions B.  BOURGINE",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1212",
        "title": "Contemporary political regimes",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dupuy Claire"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours de Régimes politiques contemporains est destiné à présenter un aperçu des principaux régimes politiques qui se rencontrent dans les Etats contemporains. Il a été décidé de ne retenir que des régimes considérés comme démocratiques. Par \"régime politique\", on entend non seulement l'examen de l'exercice effectif du pouvoir tel qu'il résulte de la pratique institutionnelle dominante, mais aussi la présentation synthétique des règles, juridiques ou non, d'organisation et de fonctionnement des pouvoirs publics et la description du système électoral, du système des partis et groupes de pression.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le but que poursuit le cours est d'offrir aux étudiants une information suffisante sur les institutions et les système politique de quelques pays dont la place dans le monde est importante ou originale. Il doit également permettre l'approfondissement de certaines questions de science politique en licence",
        "content": "There is a variety of contemporary democratic regimes, including liberal democracies and illiberal democracies, majoritarian democracies and consociational democracies. The course draws from theories of comparative politics to address pressing and longstanding issues like: Does the People actually governs in democratic regimes? Who gets to be represented in democratic regimes and how? How is it that some democratic regimes endure while others deteriorate in terms of democratic quality? How can plural societies be democratic? The course approaches these issues comparatively with a focus on Western European democratic regimes. It also pays attention to historical developments of democratic regimes and studies the contemporary challenges they face.",
        "teaching_methods": "This course is taught mostly in a lecture-format but in-class activities also take place. Student participation is highly appreciated!",
        "assessment_methods": "The evaluation of the course will be based on (i) a continuous evaluation based on readings that will be assigned to students on a weekly basis (25% of the final grade), (ii) a reading report (35% of the final grade) and (iii) a written exam (40% of the final grade). The mark for the continuous evaluation will carry over to the August session.",
        "other_info": "Generative AI is not allowed.",
        "online_resources": "The slideshow of each session is uploaded on Moodle after each class. The weekly reading assignments are also available on Moodle.",
        "bibliography": "- Acemoglu, Daron and Robinson, James (2006), Economic Origins of Dictatorship and Democracy , New York: Cambridge University Press. - Boix, Carles (2003), Democracy and Redistribution , New York: Cambridge University Press. - Ansell, Ben and Samuels, David (2014), Inequality and Democratization: An Elite-Competition Approach , Cambridge University Press. - Dahl, Robert A. (1971), Polyarchy: Participation and Opposition , New Haven: Yale University Press. - Lijphart, Arend (1977), Democracy in Plural Societies: A Comparative Exploration , New Haven: Yale University Press. - Moore, Barrington, Jr. (1966), Social Origins of Dictatorship and Democracy: Lord and Peasant in the Making of the Modern World , Cambridge: Beacon Press. - Przeworski, Adam, Alvarez, Michael, Cheibub, Jose, and Limongi, Fernando (2000), Democracy and Development: Political Institutions and Well Being in the World, 1950- 1990 , New York: Cambridge University Press. - Ziblatt, Daniel (2017), Conservative Parties and the Birth of Democracy, New York: Cambridge University Press.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespo1114",
        "title": "Political Science",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Baudewyns Pierre",
            "Bottin Jehan",
            "Reuchamps Min"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Cette entrée en matière dans la discipline se réfèrera aux questions concrètes que se pose tout étudiant et, plus généralement, tout citoyen qui tente de comprendre comment sont organisées la société politique et la société civile. Qu'est-ce que \"le\", \"la\" politique, \"les\" politiques? Qu'est-ce que le pouvoir? Qu'est-ce qu'un pouvoir légitime? Qu'est-ce qu'un système politique? Qu'est-ce que la démocratie ? Quels sont les principaux acteurs collectifs du système politique (partis, groupes de pression)? Quelles sont les valeurs, matérialistes et \"post matérialistes\", des citoyens? Où en est la participation politique des citoyens? Quels sont les principaux déterminants du vote? Y a-t-il une crise de la citoyenneté ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours doit permettre aux étudiants de se familiariser avec les problématiques de base, les orientations théoriques ainsi l'appareil conceptuel de la science politique et être capable d'appliquer ces acquis à des situations concrètes..",
        "content": "Cette entrée en matière dans la discipline se référera aux questions concrètes que se pose tout étudiant et, plus généralement, tout citoyen qui tente de comprendre comment sont organisées la société politique et la société civile. Qu’est-ce que « le », « la » politique, « les » politiques ? Qu’est-ce que le pouvoir ? Qu’est-ce qu’un pouvoir légitime ? Qu’est-ce qu’un système politique ? Qu’est-ce que la démocratie ? Quels sont les principaux acteurs collectifs du système politique (partis, groupes de pression) ? Quelles sont les valeurs, matérialistes et « post matérialistes », des citoyens ? Où en est la participation politique des citoyens ? Quels sont les principaux déterminants du vote ? Y a-t-il une crise de la citoyenneté ?",
        "teaching_methods": "Le cours repose sur un cours en ligne disponible sur Moodle pour chaque quadrimestre (Q1, Q2, Q3) et le contenu des séances hebdomadaires de cours, selon le programme qui sera annoncé au début du cours.",
        "assessment_methods": "L’évaluation est continue et se termine avant la session d’examens. La note finale (de 0 à 20 points) se compose de deux parties : Test intermédiaire (QCM), dans une salle informatique (sur inscription) Test final (QCM), dans une salle informatique (sur inscription) Toutes les informations concrètes concernant le dispositif du cours et d'évaluation seront explicitées par chaque enseignant·e lors du cours et reprises dans un document écrit qui sera envoyé aux étudiant·es inscrit·es après la première séance de cours.",
        "other_info": "En fonction de l’évolution des conditions sanitaires et par conséquent du code sanitaire, le mode d’enseignement et d'évaluation sera éventuellement basculé, en tout en partie, en mode distanciel via un ou plusieurs outils informatiques fournis par l’Université. Les étudiant·es inscrit·es au cours en seront informé·es par e-mail. L'usage d'intelligences artificielles génératives est interdit dans ce cours.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1235",
        "title": "Introduction à l'épistémologie et à la démarche scientifique des sciences sociales",
        "credits": "2.00",
        "hours": "20.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Berger Mathieu"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours a pour but d'initier les étudiants à l'épistémologie des sciences sociales et aux conditions (sociales, historiques et scientifiques) de production et de validation d'un savoir scientifique en sciences sociales. Il vise ainsi à installer chez les étudiants les fondements nécessaires au développement réflexif d'une démarche de recherche en sciences sociales (au sens large du terme).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de l'enseignement, l'étudiant devra être capable : -          de comprendre les critères de démarcation de la science ' autrement dit, de répondre à la question : qu'est-ce que la science ? Quels sont les critères qui qualifient une démarche scientifique ? -          d'élucider et de raisonner la position des sciences sociales face aux autres sciences, notamment dites « dures » -          d'élucider la position des sciences sociales face aux savoirs sociaux non scientifiques ; -          de comprendre et de maîtriser la (ou les) démarches qui fonde(nt) la construction de connaissances en sciences sociales, ce qui suppose : o   ce comprendre ce qu'implique la construction d'une problématique, à partir d'exemples tirés de disciplines différentes ; o   de distinguer la démarche hypothético-déductive de la démarche inductive et d'en saisir les fondements épistémologiques ; o   de distinguer entre « expliquer » et « comprendre » (démarches explicative et compréhensive) ; o   de formuler des hypothèses de recherche pertinentes dans le cadre de ces deux démarches -          de distinguer entre échelles d'analyse",
        "content": "Plan indicatif du cours : 1. L'émergence du raisonnement scientifique : pourquoi et comment pense-t-on ? 2. Qu'est-ce qu'une enquête ? 3. Qu'est-ce qu'une enquête scientifique ? 4. Formation du jugement et inférences fondamentales : déduction, induction, abduction 5. Qu'est-ce qu'une enquête en sciences sociales ? 6. Pluralisme de la recherche en sciences sociales : disciplines, théories, programmes, paradigmes 7. \"Epistémologie du point de vue\" ( standpoint epistemology ) _____ A l'issue de l'enseignement, l'étudiant devra être capable : de comprendre les critères de démarcation de la science, autrement dit, de répondre à la question : qu'est-ce que la science ? Quels sont les critères qui qualifient une démarche scientifique ? de comprendre ce qui caractérise la scientificité propre aux sciences sociales, par rapport aux sciences naturelles ; de distinguer les sciences sociales, comme disciplines empirico-conceptuelles, d'un côté, et la théorie sociale et politique, ou la philosophie, de l'autre ; de saisir la distinction entre les savoirs constitués par les sciences sociales et les savoirs sociaux non scientifiques ; de comprendre et de maîtriser les démarches qui fondent la construction de connaissances en sciences sociales, ce qui suppose d'avoir une compréhension approfondie de ce qu'est une \"enquête\" et une définition robuste de la notion de \"problématique\" ; de distinguer \"données qualitatives\" et \"données quantitatives\", tout en approchant de manière réflexive la notion même de \"donnée\" ; de distinguer les différentes inférences fondamentales du raisonnement que sont la déduction, l'induction et l'abduction, ainsi que les logiques et dispositifs de recherche qui leur correspondent  ; de distinguer, pour les sciences sociales, des enjeux de \"description\", de \"comprehénsion\", d' \"explication\" et de \"critique\", ces différentes opérations fondant des paradigmes différents ; de saisir les limites des sciences sociales et la dépendance de leurs théories vis-à-vis de présupposés méta-théoriques d'ordre philosophique.",
        "teaching_methods": "Le cours d’ Introduction à l’épistémologie et à la démarche scientifique des sciences sociales repose principalement sur des exposés théoriques, agrémentés d'illustrations puisées dans la pratique de la recherche. Le cours se donnera principalement en présentiel, avec, au maximum 20% des séances données à distance via Microsoft Teams.",
        "assessment_methods": "L'évaluation repose sur un examen écrit de deux heures à livre fermé portant sur l'ensemble de la matière. Une première partie de l'examen propose des questions \"fermées\" de restitution. Une second partie propose des questions \"ouvertes\", et donc un exercice de brève rédaction sur 20 lignes maximum. Les réponses sont des réflexions personnelles qui s'appuient sur les éléments vus au cours sans être une pure restitution \"telle quelle\" de ces éléments. Les mêmes modalités d'évaluation valent pour la session de janvier et la session d'août",
        "course_materials": "Slides du cours postés au fur et à mesure sur Moodle Les lectures indiquées dans le cadre du cours sont soit postées sur Moodle par l'enseignant, soit à rechercher en ligne ou en bibliothèque par les étudiants",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldvlp2630",
        "title": "Analyse socio-économique de l'Amérique latine",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Piccoli Emmanuelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours vise à donner étudiants les outils d'analyse leur permettant d'appréhender les principaux enjeux sociaux et économiques en Amérique latine à partir de la logique des différents acteurs, tant au niveau local que national et international et à partir d'une lecture couvrant une longue période.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Etre capable d'appréhender les principaux enjeux sociaux et économiques en Amérique latine enseignés au cours ou exposés dans les documents mis à disposition Etre capable de mobiliser les outils analytiques présentés au cours Pouvoir réaliser une lecture critique de documents écrits et audiovisuels relatifs à l'Amérique latine en s'appuyant sur des sources proposées au cours et sur des sources originales",
        "content": "Le cours placera le focus sur les problématiques de l'extractivime, en tant caractéritiques socio-économique transversale du sous-continent. Les questions sociales et économiques liées à l'extractivisme seront tout d'abord abordées de façon chronologique (organisation sociale et économique des colonies, extraction de matières premières, réformes néolibérales, politiques de développement, tentatives économiques socialistes et indigénistes). Dans un second temps, nous reviendrons sur une série de problématiques d'actualité, en tentant de cerner les principaux enjeux lés à celles-ci. Le cours abordera de manière générale l'ensemble des pays latino-américains. Cependant, les exemples de terrain proviendront particulièrement de la région andine (Pérou, Bolivie).",
        "teaching_methods": "Le cours alterna exposé magistraux et présentations faites par des invité.e.s. Les séances seront en outre complétées par un ensemble de textes obligatoires et l'analyse critique d'un film. Toutes les informations seront disponibles sur Moodle.",
        "assessment_methods": "L'évaluation prendra la forme d'un examen oral. Il portera sur les exposés du cours (donnés par l'enseignante et les invité.e.s), les lectures obligatoires et la discussion d'une note critique réalisée par l'étudiant et relative à un film relatif à l'Amérique latine (fiche rendue en début de session). En cas de deuxième épreuve, l'enseignant décidera d'une procédure d'examen appropriée. Tous les détails seront précisés sur le Moodle du cours. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "online_resources": "LDVLP2630 : Moodle UCL",
        "bibliography": "Cf. Moodle",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspri2020",
        "title": "Relations internationales contemporaines",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Desplanque Simon",
            "Liegeois Michel"
        ],
        "teaching_language": "Français",
        "prerequisites": "LSPOL 1320 Introduction aux relations internationales : théories et systèmes (Partie I)",
        "topics_covered": "Cette deuxième partie du cours aborde les thématiques contemporaines liées à la mondialisation économique et financière et à la globalisation des enjeux de politique internationale. Le cours proposera un inventaire des principales évolutions économiques, sociales et politiques liées à la globalisation ainsi que les défis théoriques et conceptuels qui en résultent, notamment au travers de l'émergence des théories critiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin du cours, l'étudiant devrait s'être approprié les principaux concepts étudiés et avoir intégré la nature nécessairement théorique de toute connaissance en RI. L'étudiant devra pouvoir décoder et de critiquer les postulats théoriques d'un article scientifique en relations internationales. Il sera en outre à même de discerner les outils théoriques et conceptuels les plus appropriés pour élucider une problématique donnée. Le cours sera en particulier l'occasion de travailler les compétences suivantes (cfr. « Référentiel des compétences acquises à l'issue des masters en sciences politiques ») : · Compétences générales en sciences politiques : CG1 : Développer un sens politique (en particulier CG11 et CG12 ; CG2 : Inscrire son analyse et/ou action dans une perspective multiniveaux (en particulier CG21 et CG24) ; CG3 : Mettre en 'uvre une démarche d'analyse de situations politiques, économiques et sociales (en particulier CG31, CG32 et CG33) ; CG4 : Diffuser des informations politiques, économiques et sociales (en particulier CG41, CG42 et CG43) CG5 : Transférer une expertise sur un secteur particulier ou une aire particulière (en particulier CG51 et CG52) ; · Compétences spécifiques à l'orientation Relations internationales : RI1, RI2, RI3.",
        "content": "Prenant comme point de départ le système international actuel (la configuration des rapports internationaux présents, telle qu'elle est perçue), le cours resitue celui-ci dans le cheminement parcouru depuis 1989. Il examine en particulier (a) l'état du \"système\" international à l'heure du déclin relatif des Etats-UNis, (b) la crise de l'ordre international libéral (ONU, régimes internationaux, droit international), (c) les bouversements induits par la mondialisation ainsi que le devenir de celle-ci, (d) les conséquences du retour de la guerre de haute intensité en Europe et (e) le foyer de crises du Moyen-Orient.",
        "assessment_methods": "Examen écrit  + Evaluation continue basée sur les exercices d'application au cours. TP : participation aux séances + travail écrit individuel",
        "other_info": "- NAU Henry R., Perspectives on International Relations: Power, Institutions, and Ideas , CQ Press, 2018 - GROSSER Pierre (sous la direction de), Histoire mondiale des relations internationales, Bouquins, 2023",
        "online_resources": "Moodle, Diaporama, dossier de lecture et podcasts",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ladpu2630",
        "title": "Fédéralisme et collectivités locales",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Le cours porte notamment sur :\r-\tles règles régissant les institutions politiques locales, leur contrôle et leur fonctionnement,\r-\tl'application pratique de ces règles,\r-\tles compétences et les services locaux intervenant dans différents domaines de l'action publique",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours a pour objectifs :\r-\td'apporter à l'étudiant une connaissance spécifique du fonctionnement des institutions locales dans le ca-dre du système fédéral belge,\r-\tde susciter une réflexion sur le principe de l'autonomie locale, ses fondements, ses implications et son ef-fectivité,\r-\tde susciter une réflexion sur la manière dont les collectivités locales concourent aux politiques publiques élaborées au niveau fédéral ou fédéré.",
        "content": "ATTENTION SVP: ce cours est enseigné principalement en anglais Dans ce cours, nous étudions l'administration publique dans les systèmes fédéraux, en nous concentrant sur la Belgique. Mais la Belgique est-elle réellement une fédération ? Nous explorons les régions, les communautés, les provinces, les collectivités locales de la Belgique et « l'idée » de la Belgique elle-même. Comment les différents gouvernements fonctionnent-ils ou ne fonctionnent-ils pas ? Disposent-ils des compétences, des financements, des structures et des processus décisionnels appropriés ? De nouvelles réformes de l'État sont-elles nécessaires à la stabilité ou sont-elles politiquement motivées par l'instabilité ? Enfin, nous situons la Belgique dans le contexte européen et international.",
        "teaching_methods": "Cours magistral avec encouragement à la participation active des étudiants Utilisation d’articles scientifiques, de rapports, de chapitres d’ouvrages comme matériau d'illustration, de discussion et d'analyse",
        "assessment_methods": "« Leading » d'au moins une activité en classe (diverses options et accompagnement assurés). Document final de groupe « travail à distance » qui peut être évalué après la fin des activités d'enseignement.",
        "other_info": "Ce cours est enseigné principalement en anglais, donc l'anglais parlé intermédiaire est important, mais aussi une opportunité de développer des compétences pour atteindre ce niveau. Une certaine connaissance du droit public belge peut être bénéfique, mais n'est pas obligatoire.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspoe2200",
        "title": "Pratique de la négociation internationale",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspoe2000",
        "title": "Theories of international Relations - (en ligne) - Enseignant: Michel Liégeois",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q1",
        "teaching_language": "Anglais",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2021",
        "title": "Droit du marché intérieur de l'Union européenne",
        "credits": "5.00",
        "hours": "37.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cobbaut Elliot",
            "Henet Cédric",
            "Traversa Edoardo",
            "Van Malleghem Pieter-Augustijn"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours porte sur le droit matériel de l'Union européenne dans son ensemble. La matière couvre deux problématiques, à savoir une analyse du droit du marché intérieur et une présentation du droit de la concurrence. Les différentes libertés de circulation et le droit de la concurrence sont analysés avec l'appui de la jurisprudence de la Cour de justice.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de l'enseignement, l'étudiant devra avoir acquis une faculté d'analyse des problèmes liés à l'exercice des libertés de circulation, une compréhension des exigences et des effets du droit de la concurrence et une perception de la problématique des services d'intérêt économique général.",
        "content": "En termes de contenu, le cours porte sur : - les différentes libertés de circulation, à savoir la circulation des marchandises, des services, des personnes (travailleurs et citoyens), des entreprises et des capitaux. L'analyse appréhende la portée pratique du régime des entraves aux libertés de circulation autant que les notions transversales du marché intérieur dans la jurisprudence de la Cour de justice. - les principes de l'harmonisation/rapprochement des législations nationales des Etats membres dans le Marché intérieur dans les différents secteurs - le droit de la concurrence, par une présentation générale indiquant les axes de ce régime (contrôle des ententes, des abus de position dominante et des aides d'Etat). Cette analyse se limite à une présentation de notions.",
        "teaching_methods": "- Le cours offre une présentation structurée des notions juridiques. Toutefois, il fait un large usage de la jurisprudence de la Cour de justice. - Des séances pratiques introduisent à la méthode d'application des règles du marché intérieur à des cas pratiques. - L'exposé utilise pour supports des présentations Powerpoint, ainsi qu'un recueil de documents fourni en début de semestre.",
        "assessment_methods": "Examen oral (15 points) Présentation orale durant le cours (5 points)",
        "other_info": "Support: arrêts de jurisprudence et actes de droit dérivé mentionnés au cours, ainsi que le traité sur le fonctionnement de l'Union européenne.",
        "online_resources": "Le cours utilise la plate-forme Moodle de l'UCLouvain.",
        "bibliography": "F. Martucci, Droit du marché intérieur de l'Union européenne , PUF, 2021.",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspoe2007",
        "title": "Géopolitique des puissances - (en ligne) - Enseignant: Tanguy Struye",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspol2402",
        "title": "Democracy and Citizenship in a Changing World",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van Ingelgom Virginie"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Dans cette unité d’enseignement, les attitudes politiques des citoyennes et citoyens dans des régimes démocratiques sont étudiées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Se référer aux compétences et acquis du programme SPOL2M : CG2; CG3 ; CG6 ; SPO-FA",
        "content": "Au cours des dernières décennies, des évolutions significatives, telles que l'augmentation des niveaux d'éducation, la mobilité croissante des personnes et des biens, l'intégration européenne et la mondialisation, ou encore le développement des médias sociaux, ont transformé nos démocraties et les modes d'expression de la citoyenneté, en Europe en particulier. A travers les outils théoriques et empiriques de la sociologie politique, ce cours vise à apporter une compréhension de ces transformations actuelles. Comme toute science sociale, la sociologie politique mobilise des paradigmes concurrents qui guident la compréhension et l'explication des phénomènes démocratiques étudiés. Ce cours vise à rendre compte de quelques-unes des controverses centrales de la discipline autour des questions de démocratie et de citoyenneté dans les sociétés contemporaines, au sein d'un monde globalisé.",
        "teaching_methods": "Séances de séminaire, lecture de textes, discussion et présentation.",
        "assessment_methods": "La note obtenue par l'étudiant combinera les éléments suivants : - Chaque séance sera introduite par la discussion d'un thème (parmi ceux abordés dans le cadre du cours) qui sera présenté par plusieurs étudiant(e)s à partir d'un ouvrage scientifique. Elle fera l'objet d'une courte note écrite. Un texte sur le thème de la séance sera mis à disposition et sera en lecture obligatoire pour l'ensemble des étudiants. La participation régulière des étudiants à la discussion des lectures obligatoires (questions à poster sur Moodle) et au cours sera également prise en compte (30%). - Les premières ébauches du projet de recherche à soumettre prendront la forme d'un poster de recherche qui sera présenté au cours d'une mini-conférence organisée à la fin du semestre. Les posters seront discutés dans le cadre d'un exercice de peer-review. Ces deux exercices (20%) permettront aux étudiants d'obtenir un retour sur l'avancement de leur travail. A ce stade, le contenu ne sera pas encore évalué. - La validation finale prendra la forme d'un projet de recherche (50%) se rapportant à l'une ou plusieurs des questions abordées en séminaire.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols2900",
        "title": "Mémoire",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2203",
        "title": "Sociétés, cultures, religions : questions éthiques",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Legrand Geoffrey"
        ],
        "teaching_language": "Français",
        "topics_covered": "Au cœur de toute situation humaine ou professionnelle actuelle, des questions éthiques de plus en plus complexes se posent : elles nécessitent une distance critique pour prendre en compte l’ensemble des personnes concernées. Dans cette perspective, ce cours offrira une réflexion sur la manière de choisir des repères utiles au discernement éthique. L’enseignement prendra acte de la pluralité des valeurs structurant la société contemporaine et empêchera la clôture du discours par une ouverture à la foi chrétienne et à d’autres traditions humanistes, spirituelles et religieuses.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 appréhender et distinguer les catégories fondamentales de la réflexion éthique (liberté, dignité, responsabilité, justice, etc.). 2 proposer une argumentation éthique en faisant valoir la complexité des réalités humaines en jeu. 3 faire œuvre d’esprit critique en se situant de façon personnelle par rapport aux sujets abordés.",
        "content": "Dans une société post-moderne caractérisée par les processus de détraditionalisation, de pluralisation et d’individualisation, chaque citoyen est aujourd’hui amené à émettre des choix en examinant la pluralité de valeurs présentes dans notre société. Cet examen et cette réflexion devraient donner l’occasion à chacun de poser des choix éclairés dans son quotidien. Afin de favoriser le questionnement critique des étudiants et en adoptant une dynamique de cours interdisciplinaire et participative, le dispositif pédagogique mis en place poursuivra les objectifs suivants : 1) Assurer une réflexion en profondeur sur les crises de notre temps en analysant leurs causes (démesure anthropocentrique, paradigme technocratique, individualisme, etc.) et en questionnant les multiples facettes de notre société occidentale ; 2) Chercher une définition de l'éthique, notamment à partir des apports de Paul Ricoeur; 3) Mobiliser des catégories éthiques fondamentales (responsabilité, dignité, justice, liberté, etc.) afin de donner des repères aux étudiants et leur permettre ainsi de justifier leur action ; 4) Enrichir le débat en ouvrant ces questionnements à la philosophie, à la théologie chrétienne et aux différentes traditions religieuses. Les thème de l’écologie intégrale (encyclique Laudato Si’ ) et de la fraternité (encyclique Fratelli tutti ) constitueront deux ressources intéressantes pour penser la société de demain. C’est donc non seulement à partir de « ce qui se passe dans notre maison » mais aussi à partir la relation avec notre prochain que nous poserons ces questions éthiques. En bref, il s’agira d’outiller les étudiants afin qu’ils soient plus à même de se positionner personnellement par rapport à ces questions humaines complexes et qu’ils puissent entrevoir ensemble des pistes de solution.",
        "teaching_methods": "Cours magistral (apports théoriques) et lectures complémentaires pour préparer ou approfondir le cours.",
        "assessment_methods": "Examen écrit d'une durée de 2h (que ce soit pour la session de juin ou d'août). Des précisions seront données sur Moodle .",
        "other_info": "- Ce cours est destiné aux étudiants de la Faculté des sciences économiques, politiques, sociales et de communication (ESPO) via les programmes suivants : TRAV2M, HUSO1BA, TRAV2M1, SPRI2M, PPE1BA, SPOL2M1, SOCA1BA, ADPU2M, SPOL2M, COMU1BA, ECGE1BA, SPOL1BA, INGE1BA. - Dans le cadre de ce cours, certaines questions liées à l'éducation au développement durable seront abordées. - Première séance : jeudi 6 février 2025, de 17h15 à 19h15.",
        "online_resources": "Moodle LTECO2203",
        "bibliography": "Les powerpoints du cours seront disponibles sur Moodle et seront présentés avec une liste bibliographique.",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2308",
        "title": "Union européenne - Russie : enjeux géopolitiques du continent eurasiatique - Chaire IBL",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Spetschinsky Laetitia"
        ],
        "teaching_language": "Français",
        "topics_covered": "Histoire des relations euro-russes Géopolitique de l’espace post-soviétique : analyse des frontières de l’ex-URSS, conflits latents, menaces transnationales, dynamiques d’intégration régionales (UEE, OTSC, OCS) Enjeux UE-Russie aujourd’hui : sanctions, stratégies d’influence, enjeux énergétiques et environnementaux Stratégies d’influence russes à travers le monde",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à fournir aux étudiants une vision à la fois complète et transversale des défis politiques, économiques et sécuritaires que pose le voisinage euro-russe, et les moyens institutionnels dont l'UE et la Russie se sont dotés pour relever ces défis. Le cours illustre donc un pan important de l'action extérieure de l'UE.",
        "content": "I. Géopolitique de l'espace post-soviétique 1. Introduction aux frontières dans le monde post-soviétique 2. La frontière nord 3. Les frontières orientales 4. Chine et Asie du Sud-Est 5. Le Caucase et la mer Caspienne 6. L'Ukraine et la mer Noire 7. Zone Baltique 8. Intégration régionale et organisations : CSTO, EAAU II. Politique, économie et sécurité de la Russie 1. Le système politique russe 101 + démographie 2. Opposition en Russie 3. Pensée politique : eurasisme contre occidentalisme 4. Décision de politique étrangère russe. Acteurs et processus 5. Économie : ressources et tendances 6. Focus énergétique 7. Éviter les sanctions 8. L'armée III. La Russie et le monde 1. Stratégies d’influence : les récits. 2. Stratégies d'influence : les outils. 3. La Russie en Eurasie 4. Afrique 5. Asie 6. Amérique du Sud 7. Monde musulman 8. Europe IV. L'UE contre la Russie 1. Contraindre la Russie 2. Soutenir l’Ukraine 3. L’UE et le monde",
        "teaching_methods": "Cours classique, support de cours disponible (habituellement distribué à Pâques)",
        "assessment_methods": "Examen écrit par réponses courtes (5-10 lignes par question)",
        "other_info": "Attention, ce cours ne suit pas l'horaire classique. Les cours sont donnés en présentiel pendant trois semaines \"intensives\" (mais seulement ces trois semaines-là) S01 03/02/25 S05 03/03/25 S09 31/03/25 En dehors de ces séances présentielles (3x8h=24h), les étudiants réalisent une série d'exercices en ligne (pour un équivalent de 6h de travail).",
        "online_resources": "https://www.europerussiedebats.org",
        "course_materials": "Le dossier de lecture est en cours de mise à jour",
        "responsible_entity": "EURO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldvlp2626",
        "title": "Analyse socio-politique de l'Afrique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gijs Anne-Sophie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les thèmes suivants seront abordés avec un accent particulier d'une année à l'autre :\r- la problématique de l'Etat \r- \" démocrature \" ou démocratisation ? \r- guerres et violences colériques en Afrique sub-saharienne \r- l'ethnicité : recherche d'identité ou parcours identitaire \r- les (r)apports modernité/ancestralité \r- la gestion des ressources naturelles \r- les nouveaux mouvements religieux \r- la vie associative\r- la gouvernance\r- la décentralisation\r- la géopolitique de l'Afrique\r- l'Afrique dans les relations internationales",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Amener les étudiants à bien connaître les problématiques et analyses récentes portant sur les dimensions socio-politiques et internationales en Afrique sub-saharienne.",
        "content": "L’objectif du cours est de fournir des outils d’analyse permettant aux étudiants de décrypter les situations sociales et politiques de l’Afrique subsaharienne, en confrontant les constats, théories et concepts issus de la littérature scientifique à des études de cas concrets contemporains, afin de produire une réflexion critique et nuancée. Les contenus enseignés mobilisent plusieurs champs disciplinaires (histoire, sciences politiques, anthropologie, économie, droit, sociologie…) issus de travaux de chercheurs internationaux, dans un souci de dialogue, d’ouverture et de « décentrement », permettant de s’affranchir d’une appréhension eurocentrée. Les études de cas approfondissent tantôt des pays particuliers, ou des institutions, des organisations, des groupes sociaux, ou encore des courants d’idées spécifiques. Le cours est organisé en différents modules : 1°) Mise en perspective historique Il s’agit de comprendre comment les sociétés africaines se sont organisées sur le plan social et politique, en réfléchissant notamment à la problématique de « l’État » en Afrique sur le temps long. Nous démarrons par un bref rappel sur les ressorts de l’autorité lignagère/politique et sur les conditions d’existence de systèmes « étatiques » centralisés à plus grande échelle au fil des siècles, puis évoquons les transformations et ruptures introduites par la période coloniale. Nous interrogeons ensuite les caractéristiques et les modalités d’exercice du pouvoir des États africains depuis leur indépendance (États à parti unique/dominant, autoritarisme, néo-patrimonialisme, gouvernements militaires…), en situant cette évolution dans les dynamiques sociopolitiques et économiques internes au continent, et en tenant compte du contexte géopolitique et macroéconomique mondial (de 1960 à 1990). Pour interroger l’État en Afrique, nous partons de concepts ou idéaux-types dominants dans la littérature et en épinglons les avantages ou les limites pour comprendre les dynamiques observées sur le continent. 2°) Le politique , la « société civile » et le « développement » en Afrique aujourd’hui Il s’agit d’interroger les situations socioéconomiques et politiques en Afrique subsaharienne aujourd’hui. Nous présentons et questionnons les caractéristiques des régimes politiques contemporains, ainsi que les défis spécifiques qu’ils posent aux gouvernants et aux sociétés africaines, aujourd’hui et pour l’avenir. Nous travaillons notamment au départ de trois paradigmes : la « société civile », la « démocratie » et le « développement » : ces concepts, familiers à la culture occidentale, seront déconstruits pour donner lieu à une réflexion décentrée et à un bilan critique sur leurs formes, leurs déclinaisons, leurs significations et leurs implications concrètes sur le fonctionnement des régimes politiques et des sociétés en Afrique. Nous utilisons à cet effet des témoignages et enquêtes effectuées par et auprès d’Africains sur le terrain, ainsi que des concepts issus de philosophies proprement africaines ( ubuntu ). Il s’agit aussi d’étudier les interactions et influences réciproques entre États et organisations de la société civile, sphère publique et sphère privée, modèles de gouvernance politique et « développement économique/humain », etc. À côté de la situation interne aux États, nous nous intéressons aussi aux organisations régionales et à l’Union africaine, c’est-à-dire aux collaborations nouées entre les États, sur les plans économique, politique et sécuritaire. 3°) Les ethnies dans les dynamiques sociales et politiques Le concept de l’ethnie/de l’ethnicité sera abordé via plusieurs approches théoriques avant que des cas contemporains ne questionnent les liens entre l’ethnie et le social ou le politique en Afrique (influence des réalités ethniques sur la formation des gouvernements, la construction de la « nation », l’accès aux ressources, la manière de gouverner dans les États (via déni/répression de l’identité ethnique ou stratégies d’accommodation…). 4°) Les religions , le pouvoir et les dynamiques socioéconomiques Nous abordons les relations entre « religions » et « pouvoir » ou « politiques » et évoquons leurs influences sur les sociétés africaines, au regard des défis politiques et socioéconomiques particuliers auxquels elles sont aujourd’hui confrontées, et en tenant compte des dynamiques internes et externes au continent africain : animisme, christianisme, Islam, mouvements syncrétiques et prophétiques, pentecôtisme, soufisme, salafisme, etc. Remarque : Conflits, violence et résistance . Ces thématiques ne font pas l’objet d’une entité à part entière, mais nous analyserons des conflits, des mécanismes de violence et de résistance au fil des 4 modules, étudierons leurs causes et leurs conséquences, et en décoderons les dynamiques politiques, socioéconomiques, religieuses et ethniques. 5°) « Réflexions pour le futur » Ce module de conclusion permettra d’aborder une série de thématiques cruciales et délicates telles que les migrations, l’éducation, les défis technologiques et numériques, les enjeux climatiques et environnementaux et la gestion des partenariats avec l’étranger (Europe, Péninsule arabique, Asie, etc.), afin de conclure l’étude en ouvrant des perspectives.",
        "teaching_methods": "Pour familiariser les étudiants à certaines problématiques, susciter leurs questionnements et éveiller leur intérêt, des discussions collectives s’amorcent régulièrement en début ou en cours de modules, autour d’articles de presse, de sources médiatiques et audiovisuelles. Au fur et à mesure des avancées dans les synthèses « de contenu » dispensées par l’enseignante, celle-ci mobilise la participation des étudiants par d’autres moyens (sondages, questions ouvertes…) permettant le partage d’expériences, de réflexions et positions personnelles argumentées et documentées.",
        "assessment_methods": "L’examen final – oral ou écrit – combinera d’une part des questions visant à évaluer l’acquisition des connaissances portant sur le contenu de la matière enseignée et d’autre part des questions plus ouvertes d’approfondissement, mettant en œuvre la capacité de synthèse et d’argumentation des étudiants.",
        "online_resources": "Les powerpoints synthétisant le contenu des séances, la bibliographie, les supports audiovisuels, iconographiques et médiatiques, ainsi que les informations d'ordre pratique sont disponibles et téléchargeables sur la plateforme Moodle du cours.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspoe2003",
        "title": "International Negotiation - (en ligne) - Enseignant: Tanguy de Wilde",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Anglais",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lspoe2004",
        "title": "Action extérieure des Etats-Unis - (en ligne) - Enseignant: Tanguy de Wilde",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ladpu2085",
        "title": "Gouvernance multi-niveaux",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Reuchamps Min"
        ],
        "teaching_language": "Français",
        "topics_covered": "Traditionnellement, la décision politique pouvait être étudiée de manière linéaire, de la mise à l'agenda à l'implémentation et l'évaluation en passant par le processus législatif et ses différentes étapes, centrées sur les acteurs politiques classiques. Avec l'émergence de la gouvernance multi-niveaux ' notion hautement polysémique, cependant ' la décision politique s'est profondément transformée. L'objectif de ce cours est d'étudier théoriquement et méthodologiquement la décision politique au travers de la gouvernance multi-niveaux.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, les étudiant(e)s seront capables : de situer un processus de décision politique dans la gouvernance multi-niveaux d'analyser un tel processus théoriquement (avec une grille d'analyse pertinente) et méthodologiquement (avec une méthodologie rigoureuse) de mener cette analyse sur la base d'une lecture critique individuelle de références utiles et d'en rendre compte synthétiquement de manière écrite et orale d'approfondir cette analyse par des réflexions collectives à la fois sur son propre travail et sur celui d'autrui de communiquer les résultats de cette analyse de manière écrite, orale et visuelle",
        "content": "Afin de poser le contexte de l'étude de la décision politique contemporaine, le cours explore la notion de gouvernance multi-niveaux au travers de trois axes : fédéralisme et régionalisme comparé (axe 1), acteurs de la décision politique (axe 2), innovations démocratiques (axe 3).",
        "teaching_methods": "Ce cours repose sur un dispositif combinant travail en présentiel et à distance, collectivement et individuellement, avec des lectures, discussions, réflexions et productions individuelles, collectives et inter-collectives.",
        "assessment_methods": "En première session, le cours repose sur un dispositif composé de plusieurs méthodes d'apprentissage et d'évaluation : une recherche de groupe menant à une présentation orale, un poster et un travail écrit sous la forme d'un article scientifique, une recension d'un article/chapitre, un rapport écrit individuel sur la version 1 du travail d'un autre groupe, la présentation orale et visuelle d'un poster à un panel d'acteurs de terrain. Toutes les échéances sont données lors du cours et les travaux doivent être déposés sur Moodle. En deuxième session, des méthodes similaires d'apprentissage et d'évaluation sont prévues : une recherche individuelle menant à une présentation orale, un poster et un travail écrit sous la forme d'un article scientifique, une recension d'un article/chapitre, un rapport écrit individuel sur la version 1 du travail d'un·e autre étudiant·e, la présentation orale et visuelle d'un poster à l'enseignant.",
        "other_info": "En fonction de l’évolution des conditions sanitaires et par conséquent du code sanitaire, le mode d’enseignement et d'évaluation sera éventuellement basculé, en tout en partie, en mode distanciel via un ou plusieurs outils informatiques fournis par l’Université. Les étudiant·es inscrit·es au cours en seront informé·es par e-mail. L'usage d'intelligences artificielles génératives est interdit dans ce cours.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-leusl2012",
        "title": "External Action of the European Union",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delreux Tom"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Aucun.",
        "topics_covered": "Le cours est une introduction à la politique extérieure de l'UE, laquelle est généralement définie comme étant le domaine des politiques européennes dirigé vers son environnement extérieur, et ayant pour objectif d'influencer cet environnement et le comportent des acteurs en son sein, pour poursuivre des intérêts, des valeurs et des buts. Le cours traite de la nature, de l'histoire, du cadre institutionnel et des dynamiques du processus décisionnel de la politique extérieure de l'UE. S'ensuit l'analyse de ses quatre aspects principaux (PESC, PSDC, action extérieure et dimension extérieur des politiques internes).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif du cours est (1) de comprendre la portée de l'UE en tant qu'acteur dans les affaires internationales; (2) d'approfondir les différents domaines de la politique étrangère de l'UE (PESC, PSDC, action extérieure et dimension extérieur des politiques internes); et (3) d'analyser les différentes dimensions (institutionnelle, légale, évaluation des politiques) des relations extérieures de l'UE.",
        "content": "- La nature de la politique étrangère de l’UE - Aperçu historique - Acteurs, cadre institutionnel, processus décisionnel, financement - Principaux points transversaux - PESC - PSDC - Action extérieure (politique commerciale, politique de développement, etc). - Dimension extérieure des politique internes - L’UE et les institutions multilatérales",
        "teaching_methods": "- cours magistraux - visite au Service européen d'action extérieure (SEAE)",
        "assessment_methods": "Combinaison d’un examen (70% de la note finale) et un travail écrit (30% de la note finale). L’examen couvre toute la matière du cours ainsi que le contenu des lectures obligatoires. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans le note facultaire à ce sujet et disponible sur le site intranet de la Faculté ESPO dans les informations à destination des étudiant.es. Pour le travail à rédiger dans le cadre de ce cours, les étudiants doivent compléter une déclaration sur l’utilisation potentielle de l’intelligence artificielle générative.",
        "other_info": "Support: livre et/ou lectures obligatoires.",
        "course_materials": "Keukeleire S., Delreux T. (2022), The Foreign Policy of the European Union. 3rd edition, Macmillan.",
        "responsible_entity": "EURO"
    }
]