[
    {
        "url": "https://uclouvain.be/cours-2024-lstat2220",
        "title": "Analyse des données de survie et de durée",
        "credits": "4.00",
        "hours": "15.0 h + 5.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van Keilegom Ingrid"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2020 Logiciels et programmation statistique de base LSTAT2120 Linear models L'étudiant devrait avoir une bonne connaissance de la théorie de probabilité et de statistique.  Aussi, une bonne maitrîse de SAS ou Splus (ou un autre logiciel avancé) est nécessaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition de manière prioritaire des AA 1.4, 1.5, 2.1, 2.2, 4.1, 4.2 et 4.5. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition de manière prioritaire des AA 1.4, 1.5, 2.1, 2.2, 4.1, 4.2 B. A l'issue de ce cours, l'étudiant sera familiarisé avec les concepts et modèles de base en analyse de survie. En outre, l'étudiant sera capable d'analyser des données réelles à l'aide de logiciels.",
        "content": "Introduction aux concepts de base (commes les mécanismes de censure et troncature, certaines fonctions de survie paramétriques courantes en analyse de survie,...) Estimation nonparamétrique des quantités de base (l'estimateur de Kaplan-Meier de la fonction de survie, l'estimateur de Nelson-Aalen de la fonction de hasard cumulée,...), le développement de certaines propriétés (asymptotiques) de ces estimateurs, et des tests d'hypothèse concernant l'égalité de deux ou plusieurs courbes de survie Modèle à hasards proportionnels (estimation des composantes du modèle, tests d'hypothèse, sélection de variables explicatives, validation du modèle,...) Modèle à hasards accélérés (estimation des paramètres du modèle, tests d'hypothèse, sélection du modèle, validation du modèle,...)",
        "teaching_methods": "Le cours comprend des exposés magistraux et des séances d'exercices.  Des vidéos enrégistrées en anglais sont disponibles sur Moodle.",
        "assessment_methods": "L'évaluation comprend un examen oral (pour tester la compréhension globale du cours) et un projet sur ordinateur (analyse de données réelles).",
        "other_info": "Les slides du cours sont téléchargeables à partir de Moodle.",
        "bibliography": "Cox, D.R. et Oakes, D. (1984). Analysis of survival data, Chapman and Hall, New York. Hougaard, P. (2000). Analysis of multivariate survival data. Springer, New-York. Klein, J.P. et Moeschberger, M.L. (1997). Survival analysis, techniques for censored and truncated data, Springer, New York.",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-linge1222",
        "title": "Analyse statistique multivariée",
        "credits": "4.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Soetewey Antoine"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Partie 1 : Méthodes descriptives de base et notations de base. \rIl s'agit ici de montrer comment la notation matricielle permet un traitement aisé des données multidimensionnelles mais aussi des propriétés de base des vecteurs aléatoires. On voit aussi que les outils descriptifs de base (uni- et bivariés) ont leur utilité mais aussi leur limites.\rPartie 2 : Techniques d'analyse de données multivariées. \rOn aborde ici les techniques de base de réduction de dimension pour variables continues mais aussi pour variables qualitatives (composantes principales, analyse des correspondances). Les techniques de base de la classification sont également présentées. Les différentes méthodes sont motivées et illustrées par de nombreux exemples.\rPartie 3 : Modèles d'analyse multivariées. \rDans cette partie, on montre comment on peut modéliser les relations pouvant exister entre des variables : modèles linéaires (y compris l'analyse de la variance et l'analyse de variance-covariance) qui permettent d'expliquer les variations d'une variable \" réponse \" en fonction de variables explicatives. Les modèles adaptés à des variables réponses catégorielles sont également présentés, modèles log-linéaires pour tables de contingence, modèle logit mais aussi les modèles de l'analyse discriminante. Les différentes méthodes sont ici aussi, motivées et illustrées par de nombreux exemples",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Développer les éléments introduits dans les cours de base de probabilités et statistique dans un cadre multivarié ; le but étant de donner les outils permettant d'analyser des ensembles de données multidimensionnels. A la sortie du cours l'étudiant devrait être capable de mettre en uvre, avec des données réelles, les outils les plus classiques de traitement. Le cours sera donc centré sur la bonne compréhension des méthodes et leur mise en application, y compris la maîtrise d'un logiciel approprié.",
        "content": "Introduction aux méthodes multivariées Algèbre linéaire et géométrie euclidienne Statistiques descriptives pour matrices de données Analyse en composantes principales Analyse des correspondances multiples Classification non supervisée : centre mobiles et classification hiérarchique Analyse discriminante linéaire Théorie de distributions Régression linéaire multiple Régression logistique",
        "teaching_methods": "Exposés magistraux : l'enseignant introduit les concepts à partir d'une application et dégage leur forme abstraite Séances d'exercices en salle informatique : l'enseignant y soumet des applications/problèmes aux étudiants sur base de données réelles. La résolution se fait à l'aide du logiciel R.",
        "assessment_methods": "Projet : vers la fin du cours, les étudiants réalisent à domicile l'analyse d'un ou plusieurs jeux de données en s'assistant du logiciel R. Ce travail se fera par groupe de 3 à 5 étudiants. Examen écrit (QCM et/ou questions ouvertes), à livre fermé, à l'aide d'un formulaire et d'une calculatrice. L'examen comprend à la fois des questions de théorie et des exercices liés à l'interprétation et la reconstruction de sorties du logiciel R.",
        "online_resources": "Le formulaire, les slides projetés lors des cours magistraux et des séances d'exercices, de la documentation du logiciel R et des liens vers des ressources web externes (vidéos, cours en ligne, documents) sont disponibles sur la page Moodle du cours.",
        "bibliography": "Härdle, W. and L. Simar (2007): Applied Multivariate Statistical Analysis, 2nd Edition, Springer-Verlag, Berlin. James, G., Witten, D., Hastie, T. and R. Tibshirani (2013): An Introduction to Statistical Learning, Springer, New York. Saporta, G. (2011): Probabilités, analyse des données et statistique, 3e édition révisée, Editions TECHNIP, Paris.",
        "course_materials": "syllabus \"LINGE1222 - Multivariate Statistical Analysis\" (J. Segers)",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2110",
        "title": "Analyse des données",
        "credits": "5.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Colling Benjamin"
        ],
        "teaching_language": "Français",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UE LSTAT2011 Eléments de mathématique pour la statistique LSTAT2014 Eléments de probabilités et de statistique mathématique",
        "topics_covered": "Le cours présente un survol des principaux outils de l'analyse exploratoire de données multivariées via les méthodes factorielles. Les données sont projetées sur un sous-espace de faible dimension tout en gardant un maximum d'information. Cette réduction de dimension facilite la visualisation et aide à la découverte de l'information et des tendances dans un tableau de données. Rappels d'algèbre et de géométrie utiles à l'analyse des données Principes de base des méthodes factorielles Analyse en composantes principales Classification: moyennes mobiles et classification hiérarchique Analyse discriminante linéaire Analyse des correspondances simple et multiple Régression sur composantes principales Régression des moindres carrés partiels",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.1, 1.3, 2.2, 3.3 Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.1, 1.3, 2.2, 3.3 B. Objectifs généraux: Présenter les techniques modernes de l'analyse de grands ensemble de données et développer les outils de base du \" data mining \". Objectifs spécifiques: A l'issue de ce cours, les étudiants doivent être capables de : - Traiter et décrire l'information contenue dans des grands ensemble de données ; - Comprendre les mécanismes qui justifient l'emploi de telle ou telle méthode ; - Interpréter correctement les graphiques et résultats fournis par les logiciels ; - Résoudre des problèmes avec données réelles.",
        "content": "Matrices de données Analyse en composantes principales Classification: moyennes mobiles et classification hiérarchique Analyse discriminante linéaire Analyse des correspondances simple et multiple Régression sur composantes principales Régression des moindres carrés partiels Les méthodes sont réalisés dans le language R via le logiciel RStudio, et R Markdown est utilisé pour la réalisation de rapports comprenant à la fois du texte, des développements mathématiques, du code R et les résultats des analyses (tables, figures).",
        "teaching_methods": "Lors des cours magistraux, l'enseignant présente les différentes méthodes d'analyse, couvrant à la fois leur champ d'application, la théorie mathématique sous-jacante, et la programmation en R. Des devoirs sont donnés dont la solution est discutée lors des cours magistraux aussi. Les TP se déroulent en salle informatique et servent surtout pour permettre aux étudiants de s'entraîner à l'application des méthodes d'analyse en R et sur des vrais jeux de données.",
        "assessment_methods": "Examen (12/20): par écrit, à livre fermé, à l'aide d'un formulaire et d'une calculatrice exercices et questions de calcul, d'interprétation de sortie de logiciel, et de compréhension des formules et des résultats principaux Evaluation continue - tests lors des cours magistraux: Test 1: Matrices de données et analyse en composantes principales Test 2: Classification et Analyse discriminante linéaire Participation optionnelle. Au choix de l'étudiant, chaque test peut remplacer la partie de l'examen sur le même sujet. Evaluation continue - projet (8/20): seul ou en binôme application des méthodes sur une base de donnée apportée par l'étudiant lui-même rapport écrit, à soumettre avant une ou plusieurs dates spécifiées pendant le cours consignes détaillés lors des TP et sur la page MoodleUCL du cours La participation au projet est obligatoire pour obtenir une note d'examen. Le projet peut être refait lors d'une deuxième inscription à l'examen.",
        "other_info": "Préalables : calcul vectoriel et matriciel géométrie euclidienne: points, espaces, orthogonalité, distances, angles notions de base en statistique: moyenne, (co)variance, corrélation, matrice de covariance, probabilité conditionnelle, distribution normale, distribution khi-carré",
        "online_resources": "Toutes les ressources nécessairs pour le cours sont fournies sur la page MoodleUCL du cours: les dias des cours magistraux et des TP, les script informatiques, les exercices. En plus, des liens vers des ressources électroniques externes sont fournis aussi: des cours en ligne, des vidéos, de la documentation du logiciel utilisé.",
        "bibliography": "Escofier, B. et Pagès, J. (2016): Analyses factorielles simples et multiples, 5e édition, Dunod, Paris. Lebart, L., Piron, M. et Morineau, A. (2006): Statistique exploratoire multidimensionnelle, 4e édition, Dunod, Paris. Saporta, G. (2011): Probabilités, analyse des données et statistique, 3e édition révisée, Editions TECHNIP, Paris.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2150",
        "title": "Nonparametric statistics: smoothing methods",
        "credits": "4.00",
        "hours": "15.0 h + 5.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "von Sachs Rainer"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2020 Logiciels et programmation statistique de base LSTAT2120 Linear models",
        "topics_covered": "Les thèmes abordés dans le cours sont les suivants : 1. Estimation nonparamétrique d'une fonction de répartition 2. Estimation nonparamétrique d'une fonction de densité : la méthode à noyau 3. Estimation nonparamétrique d'une fonction de régression : - l'estimation à noyau - l'estimation locale polynomiale - l'estimation par splines Ces sujets sont traités essentiellement d'un point de vue méthodologique, à l'aide d'exemples appliqués. L'étudiants découvredes applications des méthodes discutées sur ordinateur.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 3.1, 3.3, 4.4 Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 3.1, 3.3, 4.3 B. Deuxième cours de formation générale en statistique nonparamétrique, qui se concentre surtout sur les méthodes de lissage.",
        "content": "Introduction en statistique non paramétrique, qui se concentre surtout sur les méthodes de lissage : estimation d'une densité (méthode à noyau); régression nonparamétrique (méthode à noyau); aspects supplémentaires (traitement des bornes, dérivées, aspects multivariés, ...); lissage à méthodes différentes des noyaux (polynômes locaux, splines,...); aspects théoriques (comparaison des différentes méthodes d'estimation à l'aide du biais, variance, MSE). Ces sujets sont traités essentiellement d'un point de vue méthodologique, à l'aide d'exemples appliqués. L'étudiant découvre des applications des méthodes discutées sur ordinateur (utilisant le logiciel R ).",
        "teaching_methods": "Seances du cours magistral completés par un tutorial en R.",
        "assessment_methods": "Un projet sur ordinateur (en R) est a preparer pendant le semestre. L'autre moitié porte sur un examen oral de la matiere du cours.",
        "other_info": "Préalables: Formation de base en probabilité et en statistique: statistique descriptive, calculs de probabilité, fonction de répartition, densité de probabilité, moyennes, variances (conditionelles ou pas), régression linéaire. Il est souhaitable (mais pas nécessaire) d'avoir suivi le cours STAT2140 avant.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=2395",
        "bibliography": "Fan, J. et Gijbels, I. (1996). Local polynomial modelling and its applications. Chapman & Hall, New York. Green, P.J. et Silverman, B.W. (2000). Nonparametric regression and generalized linear models. Chapman & Hall, New York. HÄRDLE, W. (1990): Applied Nonparametric Regression. Cambridge University Press, Cambridge. Hart, J.D. (1997). Nonparametric smoothing and lack-of-fit tests. Springer, New York. Loader, C. (1999). Local regression and likelihood. Springer, New York. Silverman, B.W. (1986) : Density Estimation for Statistics and Data Analysis. Chapman and Hall, London. Simonoff, J.S. (1996). Smoothing methods in Statistics. Springer.",
        "course_materials": "transparents sur moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2330",
        "title": "Statistique des essais cliniques",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Legrand Catherine",
            "Robert Annie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2014 Eléments de probabilités et de statistique mathématique LSTAT2120 Linear models",
        "topics_covered": "Les thèmes abordés dans les cours et mis en pratique par les étudiants sont les suivants : - Directives internationales en matière d'essais cliniques. - Phase 1. Pharmacocinétique (PK) et pharmacodynamique (PD). - Phase 1. Détermination des doses. Méthodes de ré-évaluation continue. - Phases 2 et 3. Tests d'hypothèse dans les essais d'efficacité, de supériorité et d'équivalence. - Phases 2 et 3. Puissance, calcul des tailles, randomisation et masque. Application aux essais séquentiels. - Phases 2 et 3. Designs particuliers : les traitements croisés, les traitements de crossover. - Phase 4. Etudes épidémiologiques en pharmacovigilance. Evénements rares et indices de risque. - Rapport d'un essai.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire : 1.2, 1.5, 2.1, 2.2, 2.3, 2.4, 2.5, 2.6, 3.5, 4.1, 4.2, 4.4, 4.5, 5.1, 5.3, 5.6, 5.7, 6.1, 6.4. de manière secondaire : 1.1, 1.3, 1.4, 3.1. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire :1.2, 1.5, 2.1, 2.2, 2.3, 2.4, 2.5, 2.6, 4.1, 4.2, 4.5, 5.3, 5.5, 5.6, 6.1, 6.4. de manière secondaire : 1.1, 1.3, 1.4, 3.1. B. Au terme du cours, l'étudiant connaîtra les techniques et standards utilisés dans le cadre d'essais cliniques de phase 1, 2, 3 ou 4 et sera capable de mettre en oeuvre les méthodes statistiques de planification, d'analyse et de présentation des résultats d'un essai clinique.",
        "content": "Les thèmes abordés dans les cours et mis en pratique par les étudiants sont les suivants : - Directives internationales en matière d'essais cliniques. - Phase 1. Pharmacocinétique (PK) et pharmacodynamique (PD). - Phase 1. Détermination des doses. Méthodes de ré-évaluation continue. - Phases 2 et 3. Tests d'hypothèse dans les essais d'efficacité, de supériorité et d'équivalence. - Phases 2 et 3. Puissance, calcul des tailles, randomisation et masque. Application aux essais séquentiels. - Phases 2 et 3. Designs particuliers : les traitements croisés, les traitements de crossover. - Phase 4. Etudes épidémiologiques en pharmacovigilance. Evénements rares et indices de risque. - Rapport d'un essai.",
        "teaching_methods": "Le cours est composé d'exposés magistraux et de discussions de documents distribués durant le cours. Des travaux pratiques sont également organisés. Ils ont pour objectif : - l'approfondissement de concepts introduits au cours, - l'analyse de données réelles à l'aide d'outils présentés au cours. En fonction de l'évoluation de la situation le cours se donnera soit en presentiel soit en distanciel.",
        "assessment_methods": "Examen écrit à livre fermé. En fonction de l'évolution de la situation, l'examen écrit pourrait être remplacé par un examen oral (à livre fermé) à distance.",
        "other_info": "Préalables: Bases du calcul des probabilités et de la statistique descriptive et inférentielle, connaissance élémentaire des SAS et R.",
        "online_resources": "Toutes les ressources nécessaires seront mises à disposition via Moodle.",
        "bibliography": "Redmond, C. K. and Colton T. (2001), Biostatistics ub Clinical Trials, Wiley. Fleiss J. (1986), The Design and Analysis of Clinical Experiments. Wiley.",
        "course_materials": "transparents sur moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-linge1221",
        "title": "Econométrie",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Bellegem Sébastien"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "content": "PARTIE 1 - GÉOMÉTRIE DES DONNÉES 1. Base de données 2. Opérations sur une base de données 3. Espérance conditionnelle PARTIE 2 - APPROCHES STRUCTURELLE 7. Modèle linéaire 8. Approximation Normale 9. Modèles de choix",
        "assessment_methods": "Examen écrit",
        "other_info": "Syllabus du professeur à disposition au début du cours",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmafy1101",
        "title": "Exploration de données et introduction à l'inférence statistique",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "El Ghouch Anouar"
        ],
        "teaching_language": "Français",
        "prerequisites": "Maîtrise de la langue française et des mathématiques, niveau dernier année du secondaire (math 6h/semaine). Connaissance passive de l'anglais.",
        "topics_covered": "Cette unité d'enseignement propose une introduction active aux méthodes exploratoires et aux principes fondamentaux de la modélisation probabiliste et statistique essentielle à l'analyse des données observationnelles et expérimentales. Des données réelles seront utilisées pour présenter les indices numériques et outils graphiques d'analyse descriptive et permettre à l'étudiant.e de découvrir et développer ses compétences opérationnelles en traitement de données à l'aide d'un logiciel spécialisé (par exemple, le logiciel libre R : https://www.r-project.org/). Des simulations de données, réalisées également sur logiciel, suivant des lois de probabilités de base permettront de développer une compréhension intuitive de la notion du hasard dans la modélisation. Une fois ces notions de probabilité (et de variable aléatoire) assimilées, des notions fondamentales de l'inférence statistique telles que l'échantillonnage, l'estimation ponctuelle et par intervalle seront présentés empiriquement via des simulations et appliquées à différents contextes réels. L'accent sera mis volontairement non pas sur la démonstration des résultats mathématiques mais sur la signification et l'interprétation des concepts. Le cours intègrera aussi un module sur l'analyse des incertitudes des mesures expérimentales, leurs sources, leur propagation et leur modélisation, ceci illustré sur des cas concrets dans des domaines tels que la physique ou la biologie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA du programme Eu égard au référentiel AA du programme de Bachelier en sciences mathématiques, cette unité d'enseignement permet aux étudiant.e.s de maîtriser : ·      de manière prioritaire les AA suivants : x.x, .... ; ·      de manière secondaire les AA suivants : x.x, .... . Eu égard au référentiel AA du programme de Bachelier en sciences de physiques, cette unité d'enseignement permet aux étudiants de maîtriser : ·      de manière prioritaire les AA suivants : A1.2, A1.5, A2.3, A3.4 ; ·      de manière secondaire les AA suivants : A5.3, A6.5, A4.4. b. Formulation spécifique pour cette activité des AA du programme Plus précisément, au terme de cette unité d'enseignement, l'étudiant.e sera capable de : ·      sélectionner les outils de statistique descriptive (indices numériques et graphiques) adaptés pour résumer efficacement et répondre à des questions concernant un jeu de données ; ·      analyser une série de données, potentiellement de grande taille, via des outils descriptifs en utilisant un logiciel spécialisé ; ·      lire et interpréter les résultats d'une analyse descriptive de données en les formalisant dans le contexte de l'étude ; ·      savoir expliquer et définir les concepts de base de probabilité sur des événements et liés aux variables aléatoires univariées ; ·      réaliser du calcul de probabilité de base dans des situations variées ; ·      réaliser, à l'aide d'un logiciel, des simulations pour illustrer le comportement de variables aléatoires et les notions d'échantillonnage ; ·      expliquer les notations d'échantillonnage et les concepts fondamentaux de l'inférence statistique, et estimer les paramètres de base d'une variable aléatoire en quantifiant l'incertitude via des intervalles de confiance ; ·      identifier et quantifier l'incertitude expérimentale, et présenter les résultats d'une analyse ou d'un ensemble de mesures tout en indiquant le degré d'incertitude ; ·      expliquer les objectifs et notions générales de modélisation linéaire et non linéaire ;  ajuster un modèle linéaire à une variable via une méthode des moindres carrés.",
        "content": "Présentation de bases de données provenant des différents domaines d'application en sciences et technologie qui sont utilisées pour illustrer le cours (résultats d'expériences de laboratoire, données météo, résultats d'enquêtes, essais cliniques, données boursières, données de réseau (sociaux et autres), etc.). Structuration de données statistiques et nature des variables (quantitatives discrètes/continues, qualitatives nominales/ordinales). Outils numériques pour résumer des données en fonction de leur nature : tableaux de fréquence, indices de position (mode, médiane, moyenne), indices de dispersion (étendue, écart interquartile, écart-type, variance, coefficient de variation), percentiles, coefficient de corrélation. Outils graphiques pour résumer des données : histogramme, fonction de distribution empirique, diagramme en barres, box-plot, graphique temporel, graphe X-Y (simple ou matriciel), Q-Q-plot. Expérience aléatoire et notions de base de la théorie des probabilités : la définition d'une probabilité et ses propriétés élémentaires et le calcul de probabilité sur des événements. Variables aléatoires (univariées) et leurs propriétés (moments, distribution').  Introduction des distributions les plus fréquemment utilisées dans l'analyse des données rencontrées dans applications vues au cours : loi uniforme, binomiale, poisson et normale. Algorithmes simples de génération de nombres aléatoires suivant ces lois de probabilité introduites Principe de l'échantillonnage aléatoire et de l'estimation. Notion intuitive de distribution d'échantillonnage et d'intervalle de confiance. Application à la moyenne (et à la variance) en distribution normale. Notions d'erreur et d'incertitude de mesure. Quantification et expression de l'incertitude sur une mesure simple ou répétée (dont l'incertitude élargie par intervalle de confiance). Calcul d'incertitudes composées dans le cas de sommes, produits et transformations non linéaires de mesures indépendantes ou corrélées.   Applications à des mesures de laboratoire dans des domaines divers (physique, biologie,'). Ajustement d'un modèle linéaire ou polynomial (régression linéaire simple) par méthode des moindres carrés. Initiation à un langage de programmation statistique (par exemple, R). Approche par des projets de gestion et analyse des données et par simulations.",
        "teaching_methods": "Le cours sera constitué d'exposés qui présenteront la matière sur base d'exemples, de séances d'exercices visant à mettre systématiquement en pratique les différentes notions vues au cours sur des cas bien ciblés et à l'aide d'un logiciel spécialisé, des projets qui donneront l'occasion à l'étudiant.e d'intégrer les différents outils dans des domaines d'application de la mathématique et de la physique. L'approche pédagogique utilisée privilégiera l'apprentissage actif des étudiants et tentera de respecter les orientations pédagogiques proposées par la Faculté des sciences.",
        "assessment_methods": "Pendant la session des examens : examen écrit assisté par ordinateur.",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat1271",
        "title": "Calcul des probabilités et analyse statistique",
        "credits": "6.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "von Sachs Rainer"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Cours LMAT1121 et LMAT1122 (analyse réelle, en particulier intégration bivariée).",
        "topics_covered": "L'objectif général du cours est l'introduction au mode de pensée et aux méthodes de la théorie des probabilités et de l'analyse statistique en vue des applications. Les thèmes abordées couvrent les notions de base en probabilité (et probabilité conditionnelle) et les principales distributions des vecteurs aléatoires. Seront traités les concepts de l'indépendance et de la corrélation, ainsi que quelques notions des propriétés de grands nombres d'échantillon. En analyse statistique, la priorité est donnée au traitement de l'approche paramétrique (estimation des paramètres d'une distribution de probabilités) et aux méthodes d'inférence (tests d'hypothèses et intervalles de confiance). Les concepts statistiques sont appliqués aux problèmes spécifiques de l'analyse de variance (ANOVA) et de la régression (simple).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de bachelier en mathématique. A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaitre et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Choisir et utiliser des méthodes et des outils fondamentaux de calcul pour résoudre des problèmes de mathématique. -- Reconnaître les concepts fondamentaux de certains théories mathématiques actuelles. - Dégager, grâce à l'approche abstraite et expérimentale propre aux sciences exactes, les aspects unificateurs de situations et expériences différentes en mathématique. - Faire preuve d'abstraction et esprit critique. Il aura notamment développé sa capacité à : -- Raisonner dans le cadre de la méthode axiomatique. -- Reconnaître les arguments clef et la structure d'une démonstration. -- Construire et rédiger une démonstration de façon autonome. -- Apprécier la rigueur d'un raisonnement mathématique ou logique et en déceler les failles éventuelles. Acquis d'apprentissage spécifiques au cours : L'objectif général du cours est l'introduction au mode de pensée et aux méthodes de la théorie des probabilités et de l'analyse statistique en vue des applications. À l'issue de cet enseignement, les étudiants seront en mesure de : - Utiliser les notions de base de la modélisation probabiliste et travailler avec des variables aléatoires; - Appliquer les techniques les plus fréquemment utilisées de la théorie des probabilités (probabilité et espérance conditionnelles, loi normale, de Poisson et exponentielle) dans des domaines divers; - Explorer des ensembles de données riches en structure par les méthodes de l'inférence statistique; - Appliquer les techniques de calcul d'intervalles de confiance et de tests d'hypothèses.",
        "content": "Rappel des concepts des variables aléatoires, étendus sur les vecteurs aléatoires, les probabilités et les moments conditionnelles et les transformations des variables aléatoires (notamment le concept de la fonction génératrice des moments) Dérivation des distributions des échantillonnages (Chi carrés, F, Student, …) nécessaire pour dériver les propriétés des statistiques les plus courantes Dérivation et applications des lois asymptotiques (inégalité de Chebycheff, lois des grand nombres, théorème centrale limite, …) L’estimation ponctuelle : méthode de moments, méthode de maximum de vraisemblance, méthode des moindres carrés ; propriétés théoriques des estimateurs (biais, variance, erreur quadratique en moyenne, consistance, normalité asymptotique, efficacité) Intervalles de confiance (exactes et asymptotiques ; utilisant l’approche de l’estimateur de maximum de vraisemblance) Tests d'hypothèses (relatifs aux moyennes, variances et proportions d’une ou deux population(s) normales ou binomiales) : méthode pivotale, test de rapport de vraisemblance, … Régression linéaire (simple et multiple), notion générale de l’ajustement d’un modèle Approfondissement de la statistique des données (techniques complémentaires à la régression linéaire multivariées : analyse en composantes principales, méthodes de classification/clustering)",
        "teaching_methods": "Ce deuxième cours introductif à la probabilité et statistique sera constitué : d'exposés qui présenteront la matière sur base d'exemples et par le développement des raisonnements mathématiques, de séances d'exercices visant à mettre systématiquement en pratique les différentes notions vues au cours sur des cas bien ciblés et à l’aide d’un logiciel spécialisé, des projets qui donneront l'occasion à l'étudiant d'intégrer les différents outils dans des domaines d’application de la mathématique et de la physique. L'approche pédagogique utilisée privilégiera l'apprentissage actif des étudiants et tentera de respecter les orientations pédagogiques proposées par la Faculté.",
        "assessment_methods": "Pendant le semestre : Evaluation continue sous forme de préparation d’un projet (étude de cas) à résoudre en groupe à l’aide d’un logiciel spécialisé et/ou de devoirs (tests) en groupe. Pendant la session des examens : Examen écrit : On y teste la connaissance et la compréhension des notions et des résultats fondamentaux, la capacité de construire et d'écrire un raisonnement cohérent, la maîtrise des techniques de calcul, et surtout, l'applicabilité des méthodes vues au cours à des problèmes de l'analyse statistique des données.",
        "online_resources": "Site Moodle https://moodleucl.uclouvain.be/course/view.php?id=8921 Le site contient les copies des transparents, les énoncés et les solutions des exercices pour les séances de travaux pratiques, un formulaire et des tables statistiques, l'aide à l'utilisation du logiciel pour l'analyse statistique sur ordinateur et le plan détaillé du cours.",
        "bibliography": "D. Wackerly, W. Mendenhall, R. Scheaffer : \"Mathematical Statistics with Applications\" (7th ed.) 2008, Brooks/Cole.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lactu2010",
        "title": "Actuariat des assurances dommages",
        "credits": "7.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Denuit Michel"
        ],
        "teaching_language": "Français",
        "prerequisites": "Maîtrise des concepts de base en statistique et calcul des probabilités, du niveau des cours des programmes FSA1BA, INGE1BA, MATH1BA ou de la mineure d'accès en statistique, sciences actuarielles et science des données.",
        "topics_covered": "Modélisation des risques d’assurance, Partage et transfert des risques, Mesure et comparaison des risques, Crédibilité et bonus-malus, Provisionnement",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA (AA du programme de master en sciences actuarielles), cette activité permet aux étudiants de maîtriser De manière prioritaire les AA suivants : 1.1, 1.4, 2.3 De manière secondaire les AA suivants : 1.2, 1.3, 1.6, 1.7, 1.8, 2.1 À l'issue de ce cours, l'étudiant est capable de : Mettre en pratique les principes de base de la tarification et de la gestion actuarielle des produits d'assurance dommages. Déterminer la politique optimale de gestion des risques selon leurs caractéristiques, en ce compris le calcul des primes et leur révision sur base de la sinistralité passée l'évaluation des provisions techniques la projection des flux financier futurs le calcul des mesures de risque pour les produits classiques d'assurance dommages.",
        "content": "Modélisation des risques Partage, mutualisation et transfert des risques Mesure et comparaison des risques Provisionnement",
        "teaching_methods": "Le cours consiste en leçons théoriques illustrées de nombreux exemples, auxquelles l’étudiant est tenu de participer.",
        "assessment_methods": "L’évaluation consiste en un examen écrit de deux heures portant sur l’ensemble de la matière, pour lequel l’étudiant peut disposer d’un formulaire d’une page A4 recto-verso qu’il aura lui-même rédigé ainsi que d’une calculatrice non-programmable.",
        "bibliography": "Matériel disponible en ligne, complété si nécessaire par Denuit, M., Charpentier, A. (2004). Mathématiques de l'Assurance Non-Vie. Tome I: Principes Fondamentaux de Théorie du Risque. Collection Economie et Statistique Avancées, Economica, Paris. Denuit, M., Charpentier, A. (2005). Mathématiques de l'Assurance Non-Vie. Tome II: Tarification et Provisionnement. Collection Economie et Statistique Avancées, Economica, Paris. Denuit, M., Dhaene, J., Goovaerts, M.J., Kaas, R. (2005). Actuarial Theory for Dependent Risks: Measures, Orders and Models. Wiley, New York. Kaas, R., Goovaerts, M.J., Dhaene, J., Denuit, M. (2008). Modern Actuarial Risk Theory Using R. Springer, New York.",
        "course_materials": "Syllabus, transparents, etc. sur moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2130",
        "title": "Introduction to Bayesian statistics",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lambert Philippe"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UE LSTAT2020 Logiciels et programmation statistique de base LSTAT2120 Linear models LSTAT2190 Concepts et traitement de vecteurs aléatoires",
        "topics_covered": "- Le modèle bayesien: principes généraux. - La fonction de vraisemblance et spécification a priori. - Modèles à un paramètre: choix de la distribution a priori, calcul de la distribution a posteriori, résumer la distribution a posteriori. - Modèles multiparamètres: choix des distributions a priori et calcul des distributions a posteriori, paramètres de nuisance. Cas des modèles multinomial et gaussien multivarié. - Inférence en grand échantillon et relation avec l'inférence fréquentiste. - Méthodes de calcul en analyse bayesienne.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.1, 1.3, 1.4, 2.2, 2.3, 2.5, 3.1, 3.2, 3.3, 3.4, 4.1, 4.2, 6.3 Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.1, 1.3, 1.4, 2.2, 2.3, 2.5, 3.1, 3.2, 3.3, 3.4, 4.1, 4.2, 4.3, 4.5, 6.3 B. Au terme du cours l'étudiant aura acquis les principes et les techniques de base de la statistique bayesienne, et sera capable de les utiliser et de mettre en évidence leurs avantages et inconvénients dans des problèmes simples.",
        "content": "Ce cours propose une introduction à la statistique bayesienne. Après avoir précisé la notion de probabilité subjective, les principes de base de l'inférence bayesienne sont exposés avec l'estimation d'une proportion. Ces mêmes principes sont ensuite mis en oeuvre pour comparer des proportions et des taux. L'estimation de la moyenne (variance) d'une distribution normale lorsque la variance (moyenne) est connue est également envisagée. Après une présentation du principe du maximum d'entropie, le paradigme bayesien est utilisé pour faire de l'inférence dans des modèles multi-paramètres. Les notions de distributions marginales et conditionnelles a posteriori, de région de crédibilité et de distribution prédictive sont définies. Une première illustration de l'utilité des ces concepts est apportée avec l'estimation conjointe de la moyenne et de la variance d'une distribution normale. Le problème de la comparaison des moyennes de deux distributions normales de variance(s) connue(s) ou inconnue(s) est ensuite abordé. La simulation d'un échantillon aléatoire de la distribution conjointe a posteriori est la piste suivie lorsque les variances ne peuvent pas être supposées identiques. Les modèles de régression multiple et d'analyse de la variance à un critère sont également étudiés dans un cadre bayesien. La production d'échantillons aléatoires à partir d'une distribution a posteriori est une étape essentielle en inférence bayesienne lorsque les modèles impliqués sont complexes. Les algorithmes fondamentaux utilisés à cette fin sont présentés et illustrés. Le cours se termine par une introduction aux modèles hiérarchiques.",
        "teaching_methods": "Le cours comprend des exposés magistraux, éventuellement complétés par des podcasts mis à disposition des étudiants sur Moodle, et des séances d'exercices. Il se donne sur base hebdomadaire et se répartit sur 11 semaines dès le début du 2e quadrimestre.",
        "assessment_methods": "L'évaluation de ce cours combinera un examen écrit (sur 15 points) et un travail (sur 5 points). Ce travail prendra la forme d'un rapport écrit remis par chaque étudiant avant la fin du 2e quadrimestre, sans possibilité de le représenter en 2e session. Cependant, la note obtenue pour ce travail interviendra de manière identique durant les 2 sessions pour le calcul de la note finale.",
        "other_info": "Prérequis: il est supposé que les étudiants disposent d'une formation de base en théorie des probabilités, en inférence statistique et à l'utilisation du logiciel R.",
        "online_resources": "Transparents et podcasts sont à disposition des étudiants sur Moodle",
        "bibliography": "Gelman, A., Carlin, J.B., Stern, H.S., Dunson, D.B., Vehtari, A. and Rubin, D.B. (2013,3nd edition) Bayesian Data Analysis. Chapman and Hall - CRC Press. Bolstad, W.M. and J.M. Curran (2016) Introduction to Bayesian Statistics. Wiley.",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-linfo2262",
        "title": "Machine Learning : classification and evaluation",
        "credits": "6.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dupont Pierre"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Apprentissage par recherche, par biais inductif Combinaisons de décisions M inimisation d'une fonction de perte, descente de gradient Evaluation des performances Apprentissage par mémorisation de prototypes Apprentissage probabiliste Classification non supervisée",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil en informatique », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : INFO1.1-3 INFO2.3-4 INFO5.3-5 INFO6.1, INFO6.4 Eu égard au référentiel AA du programme « Master [120] en sciences informatiques », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : SINF1.M4 SINF2.3-4 SINF5.3-5 SINF6.1, SINF6.4 Les étudiants ayant suivi avec fruit ce cours seront capables de comprendre et appliquer des techniques standard pour construire des programmes informatiques qui s'améliorent automatiquement avec l'expérience, en particulier pour les problèmes de classification évaluer la qualité d'un modèle appris pour une tâche donnée évaluer les performances relatives de plusieurs algorithmes d'apprentissage justifier de l'utilisation d'un algorithme d'apprentissage particulier en prennant en compte la nature des données, le problème d'apprentissage et une mesure de performance pertinente utiliser, adapter et étendre des  logiciels d'apprentissage Les étudiants auront développé des compétences méthodologiques et opérationnelles.  En particulier, ils auront développé leur capacité à : exploiter la documentation technique pour faire un usage efficace d'un package préexistant, communiquer des résultats de test sous forme synthétique en utilisant par exemple des graphiques.",
        "content": "Apprentissage d'arbres de décision: ID3, C4.5, CART, Forêts aléatoires Discriminants linéaires: perceptrons, descente de gradient et minimisation des moindres carrés Hyperplans de marge maximale et séparateurs à vaste marge Apprentissage profond Probabilités et statistiques en apprentissage automatique Évaluation des performances: tests d'hypothèses, comparaisons d'algorithmes d'apprentissage, analyse ROC Classificateurs gaussiens, discriminants de Fisher Apprentissage bayésien: maximum de vraisemblance, maximum a posteriori, classifieur optimal, classifieur bayésien naïf Apprentissage par mémorisation de prototypes: k plus proches voisins, algorithme LVQ",
        "teaching_methods": "Cours magistraux Projets incluant questions théoriques et applications pratiques. Ces projets sont implémentés dans le langage python. Ils sont soumis et évalués sur la plateforme Inginious .",
        "assessment_methods": "Calcul de la note globale pour le cours En première session , la note globale du cours est exclusivement basée sur les projets soumis et évalués durant le quadrimestre. Cette note globale est calculée, juste après la correction du dernier projet, comme une moyenne pondérée des 5 projets du cours, selon la pondération suivante : projet 1 = 10 % projet 2 = 15 % projet 3 = 10 % projet 4 = 15 % projet 5 = 50 % En seconde session , les projets ne sont pas ré-évalués et ne peuvent donc pas être soumis à nouveau. Les notes des projets 1 à 4 sont conservées telles quelles, alors que le projet 5 est remplacé par un examen écrit à livre fermé. Cet examen s'effectue, par défaut, sur papier ou, le cas échéant, sur ordinateur. La note globale est calculée avec la même pondération qu'en première session, l'examen écrit comptant en particulier pour 50% de la note globale (en remplacement de celle du projet 5). Règles concernant les collaborations entre étudiants et l'usage de ressources externes Une étude collaborative entre les étudiant.e.s est encouragée via un forum d'échanges sur Moodle. Chaque étudiant.e doit néanmoins soumettre une solution personnelle pour chaque projet. Le recours à des ressources publiques (p.ex. stackoverflow.com), ce-inclus des IA génératives (p.ex. chatGPT) est autorisé pour autant que chaque (fragment de) code soumis par l'étudiant.e mentionne toutes les ressources utilisées. La diffusion ou l'échange entre étudiants de (fragments de) code ne sont pas autorisés par quelque moyen que ce soit (GitHub, Facebook, Discord, ...) et ce même après la date limite de remise des projets. Le non-respect de ces règles sera considéré comme un plagiat et/ou tricherie et sera sanctionné conformément au Règlement Général des Etudes et des Examens. Ces règles sont exposées et détaillées lors du premier cours (voir site Moodle du cours).",
        "online_resources": "moodle.uclouvain.be/course/view.php?id=1836",
        "bibliography": "Des ouvrages complémentaires sont recommandés sur le site Moodle du cours. Additional textbooks are recommended on the Moodle site for this course.",
        "course_materials": "Les supports obligatoires sont constitués de l'ensemble des documents (transparents des cours magistraux, énoncés des travaux pratiques, compléments, ...) disponibles depuis le site Moodle du cours. Required teaching material include all documents (lecture slides, project assignments, complements, ...) available from the Moodle website for this course.",
        "responsible_entity": "INFO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldemo2402",
        "title": "Méthodologie de collecte de données par enquêtes quantitatives (dont sondage)",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Schoumaker Bruno"
        ],
        "teaching_language": "Français",
        "prerequisites": "Ce cours doit être suivi en parallèle du cours LSOC2095.",
        "content": "Ce cours couvre les principes et méthodes de conception et organisation d'enquêtes par sondage en démographie et en sciences sociales. Il aborde les éléments suivants: L'origine et la place des enquêtes dans la production des connaissances en sciences sociales. Les grandes étapes dans la conception et l'organisation d'une enquête (définition des objectifs, de la population, etc.) Techniques d'échantillonnage Conception de questionnaire Organisation pratique d'une enquête Le cours inclut une composante importante de pratique dans le cadre du cours LSOC2095, jumelé à ce cours (et obligatoire). Les étudiants sont notamment amenés à construire et tester un module d'enquête et proposer un plan d'échantillonnage.",
        "teaching_methods": "Cours magistral avec de nombreuses interactions et forte implication des étudiants par des productions et présentations régulières (présentations d'enquêtes, conception de modules de questionnaires, etc.).",
        "assessment_methods": "Examen écrit pour LDEMO2402, et évaluation des présentations intermédiaires et de la production finale (module de questionnaire et plan de sondage) pour LSOC2095.",
        "bibliography": "Clairin R. et Brion P., 1996, Manuel de sondages. Applications aux pays en développement. Ceped, Paris. Converse J. et Presser S., 1991, Survey Questions. Handcrafting the standardized questionnaire, Quantitative applications in the Social Sciences, Sage, Newbury Park. Wolf. C., Joye D., Smith T., Fu Y.-C. (eds), 2016, The Sage Handbook of Survey Methodology, Sage, Los Angeles.",
        "course_materials": "Plusieurs chapitres de : Wolf. C., Joye D., Smith T., Fu Y.-C. (eds), 2016, The Sage Handbook of Survey Methodology, Sage, Los Angeles. Converse J. et Presser S., 1991, Survey Questions. Handcrafting the standardized questionnaire, Quantitative applications in the Social Sciences, Sage, Newbury Park.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lelec2870",
        "title": "Machine learning : regression, deep networks and dimensionality reduction",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lee John",
            "Lee John",
            "Verleysen Michel"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Méthodes d'analyse de données linéaires et non-linéaires, en particulier à des fins de régression et de réduction de dimension, y compris pour la visualisation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Master ingénieur civil biomédical », ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : AA1.1, AA1.2, AA1.3 AA3.1, AA3.2, AA3.3 AA4.1, AA4.2, AA4.4 AA5.1, AA5.2, AA5.3, AA5.5 AA6.3 Plus précisément, au terme du cours, l'étudiant sera capable de : - Comprendre et appliquer des techniques d'apprentissage automatique (machine learning) pour l'analyse de données et de signaux, en particulier pour des problèmes de régression et de prédiction. - Comprendre et appliquer des techniques linéaires et non linéaires de visualisation de données. - Evaluer les performances de ces méthodes par des techniques appropriées. - Guider les choix à effectuer parmi les méthodes existantes sur base de la nature des données et des signaux à analyser",
        "content": "Régression linéaire Régression non-linéaire avec perceptrons multi-couches (MLP) Réseaux profonds (convolutionnels CNN et adversariels GAN) Clustering et quantification vectorielle Régression non-linéaire avec réseaux à fonctions radiales de base (RBFN) Sélection de modèles Sélection de variables Analyse en Composantes Principales (PCA) Réduction non-linéaire de dimension et visualisation de données Analyse en Composantes Indépendantes (ICA) Méthodes à noyaux (SVM)",
        "teaching_methods": "Cours magistral en auditoire si les conditions sanitaires le permettent, avec retransmission et/ou enregistrement video si les conditions sanitaires l’exigent.  Travaux pratiques encadrés sur ordinateur, et projet à réaliser individuellement ou en binome.",
        "assessment_methods": "L’évaluation comprends deux parties. 1) Un travail de type projet à effectuer pendant le quadrimestre, à rendre sous forme de rapport de projet incluant des réponses aux questions accompagnant l'énoncé du travail; 2) Un examen écrit ou oral portant sur le cours et les séances de travaux pratiques. La partie 1) compte pour 50% des points de l’évaluation finale, la partie 2) pour 50%. Les étudiants ayant présenté l'examen de la session de janvier, peuvent demander à conserver la note de la partie 1) pour un éventuel examen lors de la session d’août.",
        "online_resources": "Cours : LELEC2870 - Machine learning : regression, deep networks and dimensionality reduction (uclouvain.be)",
        "bibliography": "Divers livres de références (mais non obligatoires) mentionnés sur le site du cours",
        "course_materials": "slides disponibles sur Moodle - slides available on Moodle",
        "responsible_entity": "ELEC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-linma2725",
        "title": "Mathématiques financières",
        "credits": "5.00",
        "hours": "30.0 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Berger Guillaume",
            "Bianchin Gianluca",
            "Jungers Raphaël"
        ],
        "teaching_language": "Français",
        "prerequisites": "Ce cours suppose acquises les notions de base de l'analyse (dérivées / intégrales / équations différentielles) ainsi que les principes du calcul des probabilités (mesure de probabilité, variables aléatoires, principales lois de probabilités, modes de convergence des variables aléatoires) tels que dans LEPL1105.",
        "topics_covered": "Initiation à la finance ; Théorie du portefeuille ; Eléments de calcul stochastique ; Application du calcul stochastique à la tarification financière des actifs dérivés et à la détermination de stratégies optimales d'investissement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA, ce cours contribue au développement, à l'acquisition et à l'évaluation des acquis d'apprentissage suivants : - AA1.1, AA1.2, AA1.3 - AA2.1, AA2.2,AA2.4 - AA5.2, AA5.3 - AA6.3 À l'issue de ce cours, l'étudiant sera en mesure de : Comprendre le concept de processus stochastique en temps discret et en temps continu ;  vérifier les propriétés fondamentales d'un processus (gaussien, martingale, accroissements indépendants,..) ; Manier la notion centrale  de mouvement brownien et en comprendre les propriétés de base ; simuler des trajectoires d'un tel processus ; Utiliser les concepts clés du calcul stochastique  (intégrales stochastiques, différentielles stochastiques) ; construire l'intégrale stochastique d'un processus par rapport à un mouvement brownien ; Calculer la différentielle stochastique de processus en univers brownien et manier la formule de ITO à une et à plusieurs dimensions ; Poser et résoudre des équations différentielles stochastiques ; Manier le concept de changement de probabilité appliqué à des processus (utilisation du théorème de Girsanov). Poser un problème de choix d'investissement sur une période et utiliser la théorie du portefeuille en vue de sélectionner des stratégies efficientes Modéliser le prix d'actifs financiers simples à l'aide de processus stochastiques Comprendre les bases de la théorie de l'utilité et appliquer au choix d'investissement Appliquer les outils du contrôle optimal stochastique à la recherche de stratégies optimales d'investissement et de consommation en temps continu.",
        "content": "Partie 1 : Fondements des probabilités, des systèmes et du contrôle optimal Partie 2 : Algorithmes exacts pour la prise de décision et le contrôle optimal Partie 3 : Algorithmes approximatifs Partie 4 : Prise de décision et contrôle optimaux basés sur des données, et applications",
        "teaching_methods": "L'apprentissage sera basé sur des cours en face à face, entrelacés avec un projet pratique basé sur des devoirs et des sessions d'exercices.",
        "assessment_methods": "L'évaluation sera basée sur : - Devoirs de type projet - Un examen oral, potentiellement hors session, durant lequel les devoirs seront discutés.",
        "other_info": "Notez que ce cours se concentrera sur des outils de contrôle optimal stochastique, qui seront appliqués à des problèmes de finance lors des devoirs et projets.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=10317",
        "bibliography": "Meyn, Control Systems and Reinforcement Learning (Cambridge University Press, 2022)",
        "responsible_entity": "MAP"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsoc2095",
        "title": "Techniques approfondies d'enquête extensive et de sondage en sociologie : atelier d'exercices",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Ce cours doit être suivi en parallèle du cours LDEMO2402.",
        "topics_covered": "Les ateliers pratiques sont organisés autour des points et activités suivantss. ·         Lectures critiques de rapports d'enquêtes par sondage, en particulier sur les aspects relatives à l'échantillonnage. ·         Préparation d'une proposition technique pour la réalisation d'une enquête par sondage sur une problématique de sciences sociales. Présentations d'enquêtes par sondage par des experts extérieurs, et dialogues avec les étudiants sur la mise en 'uvre de ces enquêtes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant sera capable : De comprendre (et critiquer) des travaux de sciences sociales utilisant des méthodes d'enquête par sondage. D'identifier la ou les méthodes d'échantillonnage appropriée(s) pour mettre en place une enquête par sondage sur une thématique donnée Maîtrise des aspects importants de la mise en place d'une enquête par sondage : identification de la population et des objectifs, définition des principaux indicateurs, calcul de tailles d'échantillons, identification de la base de sondage, estimation d'un budget d'enquête, etc. Dialoguer de manière informée avec des praticiens d'enquête par sondage.",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2011",
        "title": "Éléments de mathématiques pour la statistique",
        "credits": "3.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Legrand Catherine",
            "Uyttendaele Nathan"
        ],
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Le master en statistique, orientation biostatistique», , cette activité permet aux étudiants de maîtriser, de manière prioritaire les AA : 1.1. Eu égard au référentiel AA du programme de « Le master en statistique, orientation générale», cette activité permet aux étudiants de maîtriser, de manière prioritaire les AA : 1.1,",
        "content": "Ce cours passe en revue les prerequis en mathématique nécessaire pour les cours du certificat et des masters en statistique, orientation générale et biostatistique. En particulier, les notions principales d'analyse combinatoire, de calcul matriciel, d'étude de fonctions (en ce y compris le calcul des limites, dérivées et intégrales pour des fonctions à une et plusieurs variables). L'accent sera mis sur la compréhension des différents concepts et pour ce faire le \"calcul à la main\" sera privilégié. Analyse combinatoire - Définitions et propriétés principales - Résolution de problèmes simples d’analyse combinatoire Matrices et calcul matriciel - Définitions et les propriétés de base - Détermination de la dimension, de la transposée, de l’inverse, du déterminant, et du rang d’une matrice - Addition, soustraction; multiplication de deux matrices et multiplication d'une matrice par un scalaire - Résolution d'un système d’équations linéaires par la méthode gaussienne de résolution de système d’équations linéaires - Détermination du polynôme caractéristique d'une matrice, de ses valeurs propres et des vecteurs propres correspondants Limites, dérivées et intégrales - Calcul des limites de fonctions à une variable, et notamment en utilisant la règle de l’Hôpital - Calcul de dérivées de fonctions à une et plusieurs variables - Calcul d’intégrales de fonctions à une variable, et notamment en utilisant la règle d’intégration par partie et par substitution Fonction logarithme et exponentielle - Propriétés principales des fonctions logarithmes et exponentielles - Résolutions d’équations à une inconnue impliquant des fonctions logarithmes et exponentielles - Calcul de limites impliquant des fonctions logarithmes et exponentielles - Calcul de dérivées et intégrales impliquant des fonctions logarithmes et exponentielles Applications des dérivées et intégrales - Calcul de l’aire située entre deux courbes - Pour une fonction à une variable, étude de la croissance / décroissance; déterminations des coordonnées de ses minima et maxima et de ses points à tangente horizontale - Pour une fonction à une variable, étude de la convexité / concavité; détermination des coordonnées de ses points d’inflexion - Développement en série de Taylor d’une fonction simple - Pour une fonction de deux variables, déterminations des points critiques où la fonction est susceptible d’atteindre un optimum, détermination de si il s’agit d’un maximum ou d’un minimum, d’un point d’inflexion ou d’un point de selle - Méthode du multiplicateur de Lagrange pour optimiser une fonction de deux variables sous contrainte",
        "teaching_methods": "Exposés magistraux et séances d'exercices en présentiel.",
        "assessment_methods": "Examen écrit de 2 heures, à livres fermés, avec usage d'une calculatrice rudimentaire (écran d'une ligne). L'examen portent principalement sur des exercices à résoudre mais pourrait comporter des questions de théorie. Un test dispensatoire (non-obligatoire) est organisé en début de quadrimestre et une évaluation (obligatoire) en hors-session sera organisée à la fin du cours. Ces deux évaluations sont d'un niveau équivalent à l'examen et se déroulent de façon similaire. Les étudiants ayant obtenus au moins 14/20 au test dispensatoire ou au moins 12/20 à l'évaluation hors-session pourront être dispensé de l'examen.",
        "online_resources": "Site Moodle du cours - LSTAT2011: Eléments de mathématiques pour la statistique",
        "bibliography": "Wackerly et al. (2002) Mathematical Statistics with Applications Dowling E.T. (1995) Mathématiques pour l’économiste Dodge Y. (2007) Mathématiques de base pour économistes Lecoutre J.P. (1998) Statistique et probabilités",
        "course_materials": "Transparents du cours disponible sur Moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2380",
        "title": "Statistical consulting",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Ritter Christian"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Activité d’intégration professionnelle Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2020 Logiciels et programmation statistique de base LSTAT2120 Linear models LSTAT2110 Analyse des données LSTAT2100 Modèles linéaires généralisés et données discrêtes",
        "topics_covered": "Analyse statistique de données ; Présentation de résultats d'analyse de données ; Communication avec des clients ; Ethique et pratique professionnelle ; Projets de consultation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire : 2.2, 2.3, 3.1, 3.3, 5.1, 5.2, 5.4, 5.5, 5.6 de manière secondaire : 1.2, 2.3, 2.5, 2.6, 3.4, 4.4, 5.3. Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire : 2.2, 2.4, 3.1, 3.3, 5.1, 5.6, 5.7 de manière secondaire : 1.2, 2.3, 2.5, 2.6, 3.4, 4.3, 5.2. B. Les participants de ce cours vont acquérir des compétences dans trois domaines : - l'analyse statistique de données réelles - la communication statistique (dialogue avec un client, communication de résultats) - les aspects pratiques et éthiques de la profession de statisticien. Ces compétences seront principalement acquises par la réalisation de 2 projets de consultation.",
        "content": "Introduction à la pratique statistique. Apprentissage par problème via des projets réels présentés par des clients venant de la recherche, du secteur privé, où d'organismes publics. Éléments importants: - structure de projets avec un contenu statistique - analyse exploratoire des données à l'aide de visualisations efficaces - défis de la pratique statistique (valeurs manquantes, valeurs aberrantes, transformations) - communication avec les clients (réunions, présentations, rapports) - professionnalisme (organisation, planification, documentation, confidentialité des données, propriété intellectuelle) Le centre du cours consiste en deux études de cas de différents domaines, dont la médecine, la psychologie, l'industrie, l'agriculture, la gestion et le marketing.",
        "teaching_methods": "Principalement apprentissage par problèmes Deux études de cas Lecture d'articles et échange en groupe Exercices en visualisation de données, présentation, et rédaction scientifique",
        "assessment_methods": "Evaluation du rapport et de la présentation orale des projets de consultation.",
        "other_info": "Une série d'articles en statistique, science des données et domaines voisines seront distribués aux participants pour lecture et discussion.",
        "online_resources": "Site moodle.",
        "bibliography": "Une série d'articles parus dans la littérature statistique récente est consacrée à cette problématique. Une liste détaillée sera remise aux étudiants.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2340",
        "title": "Traitement statistique des données -omiques",
        "credits": "4.00",
        "hours": "15.0 h + 5.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Symul Laura"
        ],
        "teaching_language": "Français",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2020 Logiciels et programmation statistique de base LSTAT2110 Analyse des données",
        "topics_covered": "La normalisation de données omics (que ce soit génomiques ou métabolomique) Les méthodes mathématiques et statistiques pour le prétraitement de données spectrales (ex : modèles semi-paramétrique de lissage pour correction de ligne de base, alignement de pics) L'organisation d'expériences pour analyser la qualité informatique de données omics et leur analyse par modèles à composantes de variance, méthodes de classification et méthodes multivariées telles ASCA,ANOVA-PCA La modélisation de données de grande dimension dans un but de recherche de biomarqueurs ou de prédiction par modèle PLS, O-PLS, ICA, arbres de décision Les méthodes pour tests multiples (FDR) Les méthodes d'intégration de données (analyse de données multitableaux) Revue et utilisation des packages R les plus courants dans le domaine (ex : bioconductor) Application sur des bases de données réelles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Le master en statistique, orientation biostatistique», cette activité permet aux étudiants de maîtriser De manière prioritaire les AA suivants: 1.4, 2.2, 2.5, 2.6, 3.1, 3.2, 3.3, 3.4, 3.5, 4.5, 5.1, 5.2, 5.6 De manière secondaire les AA suivants: 4.1, 5.7 Eu égard au référentiel AA du programme de « Le master en statistique, orientation générale», cette activité permet aux étudiants de maîtriser De manière prioritaire les AA suivants : 1.3, 1.4, 2.2, 2.4, 2.5, 2.6, 3.1, 3.2, 3.3, 3.4, 5.1, 5.5, 5.6 De manière secondaire les AA suivants : 1.2, 1.5, 4.1",
        "content": "Après avoir revu les bases de la biologie moléculaire, le cours présente une série de méthodes -omiques et surtout les méthodes de traitement de données liées: Bases de biologie moléculaire. Révision de méthodes multivariées utiles en méthodes -omiques (PCA, Clustering...) et appllication en R + RMarkdown. Méthode d'acquisition de données de transcriptomique (micro-damiers, q-PCR, RNA-Seq...). Prétraitement et analyse de données transcriptomiques (correction de background, normalisation,... + tests d'hypothèses avec correction de multiplicité). Utilisation de modèle de prédiction et classification émanant de la chimiomtrie et du machine learning pour l'analyse de données omique (PLS, O-PLS, arbres...). Acquisition et traitement de données protéomiques. Acquisition et traitement de données métabolomiques (dont prétraitement détaillé de données 1H-NMR). Traitement de données métagénomiques.",
        "teaching_methods": "Le cours est composé d'une série d'activité qui amènent l'étudiant à se plonger activement dans le monde des données -omiques.  Il propose: des exposées par des spécialistes actifs dans le domaine, des mini-projets de traitement de données à réaliser chaque semaine, un travail interactif sur ordinateur durant le cours, une visite de laboratoire, un projet final sur des données proposées par les différents intervenants du cours ou de data repositories. Les modalités prévues évolueront en fonction de la situation sanitaire.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es de deux manières : l’évaluation continue certificative incluant: des travaux obligatoires à remettre en cours de quadrimestre selon un calendrier fixé en début de quadrimestre (40% de la note finale) et un projet final à présenter oralement lors du dernier cours (40% de la note finale) un examen oral à livre ouvert  (20% de la note finale) Une note globale de 10/20 ou plus ne sera acquise que si l’étudiant a obtenu pour chaque travail ou partie de l’évaluation une note individuelle de minimum 8/20.",
        "online_resources": "Site Moodle: https://moodleucl.uclouvain.be/course/view.php?id=10846",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo2003e",
        "title": "Questions d'éthique dans les sciences et les techniques (partie séminaire)",
        "credits": "2.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Le cours suppose une formation de base à la philosophie des sciences de la nature et à la réflexion éthique ; une connaissance au moins passive de l'anglais suffisante pour pouvoir lire des textes courants en philosophie de la nature et des sciences de la nature.",
        "topics_covered": "En vue d'une analyse philosophique des pratiques techno-scientifiques contemporaines selon une double orientation, il s'agira - d'étudier les dimensions sociétales de la pratique technico-scientifique et d'introduire aux concepts fondamentaux de la sociologie des sciences ainsi que des courants \" Sciences, technologies, sociétés \" - d'envisager les dimensions éthiques des pratiques scientifiques, dans les multiples dimensions de la sphère techno-scientifique. Le cours comportera deux moments : Un premier moment, théorique, consistera en une introduction aux concepts de base de la sociologie des sciences ainsi qu'aux concepts fondamentaux des approches éthiques des sciences et des techniques. Une deuxième partie consistera en l'analyse de situations particulières, les études de cas choisies pouvant varier chaque année.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable : d'analyser les pratiques techno-scientifiques contemporaines de dégager les enjeux éthiques et sociétaux de ces pratiques",
        "content": "L'objectif du cours est de proposer les concepts de base pour une approche critique des relations sciences-sociétés dans leur dimension éthique. Le cours prend la forme d'une activité interdisciplinaire, tant au niveau des titulaires qu'au niveau de la dynamique générale. Ce cours comporte 2 ECTS pour les scientifiques et 5 ECTS pour les philosophes. Le cours comporte donc 2 parties distinctes. 1) Partie destinée à tout l'auditoire : Six séances d'exposés suivis de débats par les titulaires du cours sur des thèmes généraux (par ex., justifications de l'éthique, biodiversité et enjeux économiques, organismes génétiquement modifiés, politique énergétique, fécondation in vitro, etc.). 2) Partie spécifique aux étudiants en philosophie : Les étudiants en philosohie rédigent de plus un travail approfondi d'une douzaine de pages sur les dimensions philosophiques et éthiques du thème travaillé avec les étudiants en sciences (voir ci-dessous).",
        "teaching_methods": "Présentations thématiques par les titulaires en binôme (scientifique et philosophe), suivies d'un débat avec toute la classe Visionage d'un film Présentation des travaux de groupe par les étudiant·e·s",
        "assessment_methods": "1. Séminaire commun avec les étudiants de la Faculté des sciences (2 ECTS) Les travaux sont préparés par groupes inter-disciplinaires (2 à 4 étudiants) sur un thème choisi en concertation avec les co-titulaires du cours. Les travaux font l'objet d'un rapport écrit et d'un exposé oral avec discussion prévu lors du mini-symposium qui clôture le cours. 2. Séminaire entre philosophes (3 ECTS) Les étudiants en philosophie sont invités à produire un travail philosophique d'une douzaine de pages d'approfondissement du thème traité avec les étudiants en sciences. L'évaluation porte sur les deux travaux présentés, pondérés en fonction du nombre de crédits qui leur sont associés (40% travail de groupe, 60% travail individuel).",
        "online_resources": "Présentations PowerPoint et autre lecture pertinente accessibles sur Moodle.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1306",
        "title": "Statistique: Analyse descriptive et modélisation GLM de données multivariées",
        "credits": "4.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bertrand Aurélie",
            "Bugli Céline",
            "Lefèvre Nathalie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours abordera les thèmes suivants : * Concept et structure d'un modèle statistique (linéaire ou non linéaire) et exemples de questions de recherche typiques liées ; * Régression  linéaire simple : critère des moindres carrés, estimation, inférence sur les paramètres, prédiction ; * Analyse de la variance à un critère de classification : construction de tableaux d'ANOVA, logique sous-jacente au test F, facteur fixe et aléatoire, comparaison multiple de moyennes ; * Analyse de la variance à 2 critères de classification : interaction, plans croisés, hiérarchisés, et balancés, anova fixe, aléatoire et mixte ; * Modèles d'ANOVA pour mesures répétées à un ou deux facteurs (beween ou within) ; * Anova non paramétrique pour données indépendantes et répétées : tests de Kruskall Wallis et de Friedman ; * Régression linéaire multiple : notation matricielle des modèles GLM, multicolinéarité, sélection de variables ; * Modèle GLM général avec application à l'analyse de covariance à un facteur quantitatif et un facteur qualitatif. Relation entre l'anova et la régression, codage de facteurs catégoriel dans une régression ; * Validation des modèles GLM : mesures de la qualité de l'ajustement, analyse des résidus, test d'homogénéité de variance et de sphéricité, détection d'outliers ou de points influents, transformation de variable ; * Analyse en composantes principales et analyse factorielle ; * Construction d'un référentiel reliant outils statistiques, types de questions de recherche et domaines d'application de la psychologie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable d'appliquer l'ensemble les méthodes de description, d'inférence et modélisation statistique vues en BAC1, 2 et 3 pour répondre aux besoins d'analyse de données émanant d'études intégrées de recherche psychologique. Plus précisément il pourra : * Traduire une problématique de recherche en question. statistiques, choisir les méthodes adaptées, les appliquer et présenter l'ensemble des résultats dans un rapport. * Formaliser le modèle statistique GLM à appliquer dans une situation expérimentale donnée. * Estimer un modèle GLM à l'aide du logiciel SPSS, en valider la qualité et en interpréter les résultats dans le contexte de l'étude. * Identifier et expliquer les concepts statistiques transversaux aux trois cours de statistique. * Extraire, à l'aide de méthodes factorielles, des variables latentes pertinentes et repérer des similitudes entre individus dans des tableaux de données multivariées. Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : * A2. analyser, critiquer de manière argumentée et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie. * C2. structurer et présenter des données recueillies. * E1. maîtriser les étapes, les méthodologies et les outils de la recherche scientifique en psychologie et en sciences de l'éducation; * E2. identifier l'apport et la plus-value de la recherche scientifique en psychologie et en sciences de l'éducation sur sa compréhension de situations données. Secondairement, le cours vise à amener les étudiants à : * B1. maîtriser les connaissances à propos des interventions visant à améliorer une situation donnée (individu, groupe ou organisation). * B3. mettre en oeuvre un plan d'intervention, en tout ou en partie, et en évaluer l'efficacité.",
        "content": "Après une introduction sur le rôle central des méthodes statistiques et en particulier des méthodes descriptives, inférentielles et de modélisation dans la pratique professionnelle du psychologue et du logopède, le cours abordera divers thèmes : Inférence statistique – Démarche et objectifs ANOVA I - Analyse de la variance à un critère de classification : Modèle classique, comparaisons post-hoc et ANOVA de Kruskal-Wallis ANOVA II - Analyse de la variance à deux critères de classification ANOVA pour mesures répétées : Modèle classique et ANOVA de Friedman Modèles de régression simple et multiple et analyse des résidus GLM - Modèle linéaire général Analyses statistiques multivariées exploratoires - Introduction et calcul matriciel Analyses statistiques multivariées exploratoires - ACP - Analyse en composantes principale",
        "teaching_methods": "Cours magistral Le cours comprend des exposés magistraux guidés par des études de cas dans le domaine de la psychologie, de la logopédie et des sciences de l'éducation. Les étudiants sont encouragés à interagir durant les cours. Travaux Pratiques ± 7 séances de TPs sont programmées pour vous aider à comprendre les concepts du cours. Il est extrêmement important d’y participer activement pour une bonne intégration de la matière. Travaux individuels obligatoires Les travaux individuels sont obligatoires. Ils consistent à visionner des vidéos, répondre aux questions du syllabus SPSS et valider les réponses via des QCM. Il est nécessaire que chaque étudiant travaille entre les cours afin d’intégrer les concepts vus lors des exposés magistraux et appliqués en TPs. Il pourra ainsi utiliser ces concepts de façon appliquée avec SPSS. Des screencasts montrant les manipulations à effectuer en SPSS seront à visionner pour aider à la réalisation des exercices proposés dans le « syllabus d’exercices d’analyse de données avec SPSS ». Les réponses de ces exercices pourront ensuite être validées par des QCMs. Permanences et séances de Questions-Réponses Les permanences permettent d’avoir une explication détaillée de questions liées aux exercices à réaliser chaque semaine sur SPSS. Pour que ces permanences soient utiles, vous devez y venir de façon active et vous devez donc vous poser des questions. Postez vos questions sur le Forum. Selon la nature et le nombre de questions, vous aurez soit directement une réponse via le Forum, soit l’ouverture d’une permanence. Des séances de questions-réponses seront organisées en fonction des besoins. Forums sur Moodle Les échanges, questions des uns et réponses des autres sont encouragés via les Forum Moodle du cours. Les exercices sont en partie corrigés par les étudiants, via les commentaires qu'ils postent et la validation est ensuite opérée par l'équipe éducative. Autres activités Les suggestions des étudiants sont les bienvenues sur des activités liées à la modélisation statistique et qui peuvent aider à intégrer la matière et à mieux comprendre des concepts statistiques vus dans d'autres cours.",
        "assessment_methods": "L'évaluation du cours consiste en une évaluation globale fondée sur 3 activités obligatoires : l'examen écrit, l’analyse d’un jeu de données à l’aide du logiciel SPSS et les exercices à réaliser chez soi Examen écrit - Type de questions : QCM, QRM et/ou ouvertes - Contenu des questions : Questions générales, questions de compréhension, d'applications, de choix de méthodes, d'interprétation, de calcul, de maitrise d'SPSS... Analyse d’un jeu de données à l’aide du logiciel SPSS Préparation et analyse d’un jeu de données à l’aide du logiciel SPSS afin de répondre à des questions statistiques sur celui-ci.   Les modalités pratique de cette partie de l’évaluation seront disponibles sur Moodle en début de cours. Exercices obligatoires à réaliser chez soi –> voir détails dans la rubrique \"méthode d’enseignement\" Calcul de la note globale - La pondération entre les parties sera précisée au plus tard la première semaine du quadrimestre sur le site Moodle du cours et dans le syllabus. - La note finale ne sera délivrée que si l’étudiant·e s’est engagé·e dans l’ensemble des dispositifs pédagogiques ; l’étudiant·e sera considéré·e comme absent·e tant qu’il ou elle n’aura pas participé aux 3 parties de l’évaluation.",
        "other_info": "Ce cours suppose que l'étudiant maîtrise le contenu des cours de statistique de Bac1 et Bac2, ou son équivalent.",
        "online_resources": "Via l'espace Moodle, mise à disposition de documents divers (vidéos, didactitiels, ...), d'explications de concepts et d'exercices sous forme de questions ouvertes et de questions type QCM à réaliser au fur et à mesure de l'avancement du cours.",
        "bibliography": "Transparents du cours disponible à La DUC et à compléter durant le cours. Certains supports sont également mis à disposition sur Moodle. Ouvrage de référence pour les 3 années de BAC pouvant aider à la compréhension de la matière (disponible à la bibliothèque - achat non indispensable) : Howell D.C. (2024). Méthodes statistiques en sciences humaines. Traduction et révision scientifique par Vincent Yzerbyt, Yves Bestgen, Nathalie Lefèvre et Aurélie Bertrand. Editions de Boeck.",
        "course_materials": "Transparents du cours disponible à La DUC et à compléter durant le cours. Certains supports sont également mis à disposition sur Moodle.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsst1002m",
        "title": "Informations et esprit critique - MOOC",
        "credits": "3.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "De Kesel Myriam"
        ],
        "teaching_language": "Français",
        "topics_covered": "Cet enseignement aborde la question de l’esprit critique et de sa mise en oeuvre bans l’évaluation de la qualité d’une information.",
        "content": "Le cours comporte 6 modules. Module 1 : Pourquoi développer son esprit critique ? Module 2 : Identifier ses préconceptions Module 3 :  Décoder le discours Module 4 : Évaluer la qualité des sources Module 5 : Comprendre la démarche scientifique Module 6 : Analyser les données Module 7 : Prendre conscience des limites de la science",
        "teaching_methods": "Le cours est entièrement en ligne.",
        "assessment_methods": "L'évaluation inclut des devoirs à réaliser en ligne dans le cadre du MOOC (Activité 1 : 50%) et une évaluation finale basée sur une analyse de cas (Activité 2 : 50%). Chacune des 2 activités doit être réussie avec une note égale ou supérieure à 10/20 pour que cette UE puisse être réussie. Le principe de la note abosrbante est appliquée à cette UE càd qu'une note d'échec dans une des activités entraîne une note d'échec pour la totalité de l'UE.",
        "online_resources": "https://learning.edx.org/course/course-v1:LouvainX+Louv22x+1T2023/home",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2210",
        "title": "Modèles linéaires mixtes",
        "credits": "4.00",
        "hours": "15.0 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Legrand Catherine"
        ],
        "teaching_language": "Français",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UE LSTAT2020 Logiciels et programmation statistique de base LSTAT2120 Linear models LSTAT2100 Modèles linéaires généralisés et données discrêtes Formation de base en probabilité, statistique et algèbre matricielle. Bonne maitrise du modèle linéaire général (e.g., cours LSTAT2120)",
        "topics_covered": "Introduction aux modèles linéaires mixtes (modèles avec effets aléatoires et/ou covariance pattern), aux modèles linéaires généralisés, et aux modèles linéaires généralisés mixtes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants : De manière prioritaire : 1.3, 1.4, 1.5, 2.2, 3.1, 3.2, 3.4, 4.2, 5.6, 6.3 De manière secondaire : 1.1, 1.2, 2.1, 2.3, 2.4, 2.5, 2.6, 3.3, 4.1, 4.5, 5.2, 5.7, 6.4 Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire : 1.3, 1.4, 1.5, 2.2, 3.1, 3.2, 3.4, 4.2, 5.5, 6.3 de manière secondaire : 1.1, 1.2, 2.1, 2.3, 2.4, 2.5, 2.6, 3.3, 4.1, 5.2, 5.6, 6.4 B. A l'issu de ce cours, l'étudiant sera capable de reconnaitre les limitations des modèles linéaires «classique » et d'identifier les situations dans lesquels un modèle linéaire avancé (mixte, généralisé ou généralisé mixte) sera plus approprié. Il sera capable d'analyser des données réelles, de sélectionner le type de modèle linéaire le plus approprié, de l'ajuster au moyen d'un logiciel statistique et d'en interpréter correctement les résultats.",
        "content": "Rappels théoriques concernant les modèles linéaires « classiques » Modèles linéaires mixtes pour données longitudinales ou en grappes (effets/coefficients aléatoires, covariance pattern) Modèles linéaires généralisés (famille de distributions exponentielles, fonction de lien) Modèles linéaires généralisés mixtes pour données longitudinales ou en grappes. Pour chaque type de modèles seront présentés la motivation pour ces modèles, leur spécification, et un aperçu des méthodes d'estimation disponibles.",
        "teaching_methods": "Le cours comprend des exposés magistraux, des exercices sur ordinateur et un travail personnel sur ordinateur menant à la préparation d'une présentation présentant le contexte et les résultats de l'analyse d'une base de données (instructions communiquées au cours et via Moodle).",
        "assessment_methods": "L'évaluation sera basée sur les deux éléments suivants: évaluation orale sur base de la présentation présentant le contexte et les résultats de l'analyse d'une base de données (instructions communiquées au cours et via Moodle) examen écrit sur la matière du cours",
        "online_resources": "Site Moodle du cours",
        "bibliography": "Transparents du cours disponible sur Moodle. Références données au cours.",
        "course_materials": "transparents sur moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2820",
        "title": "Mémoire en statistique",
        "credits": "20.00",
        "hours": "",
        "quadrimester": "Q1 ou Q2",
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Concepts et outils équivalents à ceux enseignés dans les UE du Bloc I et d'autre préalales à convenir avec le promoteur de mémoire",
        "topics_covered": "Le mémoire sera typiquement motivé par des besoins d'un domaine d'application de la statistique et étudiera des solutions méthodologiques innovantes en les appliquant à des données réelles.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme de master en statistiques, orientation générale, cette activité permet aux étudiants de maîtriser les AA suivants : De manière prioritaire : 1.2, 1.3, 2.1, 2.2, 2.3, 2.4, 2.5, 3.2, 6.1, 6.2, 6.3, 6.4 De manière secondaire : 3.3, 3.4, 4.1, 4.2, 4.4, 4.5",
        "content": "Le mémoire peut prendre deux formes: Un mémoire à contenu principalement méthodologique réalisé sous la direction d'un promoteur de l'école. Un mémoire-projet réalisé en collaboration avec une entité extérieure comme une entreprise privée ou un autre département UCL. Le sujet est dans ce cas initié par une personne extérieure à l'école et l'étudiant est encadré conjointement par celle-ci (co-promoteur) et un promoteur de l'école. Ce travail comprendra typiquement un exposé du problème posé par l'entité, une étude bibliographique, des éventuels développements méthodologiques nouveaux ou une analyse approndie des propriétés des méthodes/outils logiciels à mettre en 'uvre et une proposition de solution au problème ou une analyse des données de l'entité.",
        "teaching_methods": "Travail personnel de l'étudiant, dirigé par le promoteur académique.",
        "assessment_methods": "Le mémoire requiert la rédaction d'un document faisant l'objet d'une défense orale.",
        "bibliography": "L'étudiant effectuera les recherches bibliographiques nécessaires à son travail, avec le soutien de son promoteur académique.",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldats2470",
        "title": "Statistical Machine Learning and High Dimensional Data Analysis",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hafner Christian"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2020 Logiciels et programmation statistique de base LSTAT2120 Linear models LSTAT2110 Analyse des données",
        "topics_covered": "Partitioning methods for clustering Statistical approaches for dimension reduction and feature extraction Regularization methods in high dimensions, including linear and nonlinear shrinkage Applications",
        "content": "Partitioning methods for clustering k-means and variants Nonlinear k-means with kernels Support Vector Machines and other multiple kernel learning machines Spectral clustering Statistical approaches for dimension reduction and feature extraction Factor models and probabilistic PCA Kernels for non-linear PCA Kernels for non-linear ICA Regularization methods in high dimensions, including linear and nonlinear shrinkage Applications",
        "teaching_methods": "The lectures provide the theoretical material, give many practical examples, and show how to implement the methods in common programming packages.",
        "assessment_methods": "Project using a real data set (40%), and an oral exam (60%)",
        "online_resources": "Transparents, codes R, données",
        "bibliography": "- Everitt, B. and Hothorn, T. (2011). An Introduction to Applied Multivariate Analysis with R, Springer Verlag. - Härdle, W. and Simar, L. (2015). Applied Multivariate Statistical Analysis, Springer Verlag. - Hastie, T., Tibshirani, R. and Friedman, J. (2009). The Elements of Statistical Learning, Springer Verlag. - Izenman, A.J. (2008) Modern multivariate statistical techniques, Springer - James, Witten, Hastie, Tibshirani (2013) An Introduction to statistical learning with applications in R, Springer - Koch, I. (2014) Analysis of multivariate and high-dimensional data, Cambridge - Ledolter, J. (2013), Data Mining and Business Analytics with R, Wiley - Zaki, M.J. and Meira, W. (2020) Data Mining and Machine Learning, fundamental concepts and algorithms, 2nd ed., Cambridge.",
        "course_materials": "Transparents",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-linge1114",
        "title": "Mathématiques : analyse",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Olbermann Heiner"
        ],
        "teaching_language": "Français",
        "prerequisites": "Pré-requis : Le cours n'a pas d'autres prérequis que le bagage mathématique correspondant à un programme d'au moins 4h de mathématiques en années terminales d'humanités.",
        "topics_covered": "L'enseignement met l'accent sur la démarche de modélisation, et sur la résolution d'applications ou pro-blèmes en sciences de gestion à l'aide de méthodes mathématiques ou de logique formelle. Il vise à développer une démarche systématique d'analyse et de résolution : Quelle est la question en termes quantitatifs, quel modèle représente correctement la question posée ? Quels sont les outils utiles ? Les conditions d'application sont-elles respectées ? Comment mettre en oeuvre ces outils, quelle est la solution du modèle ? Quelle est la réponse à la question initiale (dans le contexte de la question initiale, pas dans l'univers de son abstraction mathématique ou logique)?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours de mathématiques (partie \"analyse\") est consacrée principalement à une introduction générale à l'utilisation des mathématiques en sciences de gestion et à l'étude des  \"fonctions réelles d'une variable réelle\". \n\nOn peut résumer les  objectifs et finalités du cours à trois  dimensions essentielles :\n L'apprentissage de l'outil mathématique (ce qui vise directement un ensemble de savoirs). L'ac-quis devrait être une capacité raisonnable à manipuler les notions étudiées dans le cours, qui sont les notions fondamentales utilisées dans les modèles et méthodes quantitatifs en sciences économiques et de gestion.\n L'apprentissage d'un raisonnement formalisé et rigoureux (ce qui est plus difficile à atteindre et vise davantage des \" savoir faire \" de modélisation mathématique)\n Le développement de l'autonomie de l'étudiant dans le travail et dans la démarche d'apprentis-sage.\n\nCe cours est appliqué à la formalisation mathématique en sciences économiques, politiques et sociales en général, avec un accent particulier vers les applications de gestion. Il vise à préparer les étudiants à l'étude de modèles quantitatifs pointus ou \" state of the art \" d'analyse et d'aide à la décision dans les différents domaines de gestion.",
        "content": "logique, ensembles, nombres réels suites, séries, limites fonctions réelles: fonctions classiques, graphes, limites, continuité la dérivée et ses applications optimisation en une variable intégration équations différentielles ordinaires les preuves mathématiques",
        "teaching_methods": "Le cours est donné sous forme d'exposés magistraux (l'enseignant y définit les concepts, démontre les résultats, et les illustre à l'aide d'exemples); pendant ces cours magistraux l'enseignant amène régulièrement les étudiants à se poser des questions liées au cours; des séances d'exercices que les étudiants devront préparer à l'avance; les encadrants des séances seront là pour valider les solutions proposées par les étudiants et les aider à avancer sur les exercices sur lesquels ils ont été bloqués lors de la préparation.",
        "assessment_methods": "L'évaluation consiste en un examen écrit. L'examen pourra contenir une partie à rédiger et une partie sous forme de QCM.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=7508",
        "course_materials": "Mathématiques pour l'économie, K. Sydsaeter et P. Hammond, 5e édition, Pearson",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2120",
        "title": "Linear models",
        "credits": "5.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hafner Christian"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Anglais au niveau moyen et concepts et outils équivalents à ceux enseignés dans l'UE LSTAT2014 : Eléments de probabilités et de statistique mathématique",
        "topics_covered": "Introduction au modèle linéaire général, la régression multiple et l'analyse de la variance.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire : 1.3, 2.1, 2.2, 2.3, 2.4, 2.5, 3.2, 3.3 de manière secondaire : 1.1, 1.2, 1.5, 2.6, 3.1, 3.4, 4.1, 5.5, 6.3, 6.4 Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire : 1.3, 2.1, 2.2, 2.3, 2.4, 2.5, 3.2, 3.3, 6.3, 6.4 de manière secondaire : 1.1, 1.2, 1.5, 2.6, 3.1, 4.1, 5.6 B. Formulation spécifique pour cette activité des AA du programme A l'issue de ce cours, l'étudiant maîtrisera le problème de spécification,  validation et interprétation de modèles linéaires classiques. Il sera capable d'analyser des données réelles et en appliquer les méthodes de modélisation à l'aide d'un logiciel statistique.",
        "content": "The model, specification and interpretation 2 Estimation and geometry 3 Statistical properties of OLS 4 Maximum likelihood estimator 5 Inference and hypothesis tests 6 Multicollinearity 7 Discrete variables and Analysis of Variance 8 Variable selection 9 Heteroskedasticity, autocorrelation 10 Diagnostics (outliers, influential observations) 11 Panel data",
        "teaching_methods": "Le cours comprend des exposés magistraux, qui fournissent le matériel théorique ainsi que de nombreux exemples pratiques, et des exercices sur ordinateur qui aident à implémenter les méthodes dans un langage de programmation statistique commun, et travailler sur un projet personnel sur ordinateur.",
        "assessment_methods": "Un examen écrit (60%) et un travail sur ordinateur qui consiste en une analyse de données réelles (40%).",
        "bibliography": "Kutner, Nachtsheim, Neter and Wasserman, Applied Linear Statistical Models, McGraw-Hill, Fifth edition (2005) Davidson and McKinnon, Econometric Theory and Methods, Oxford University Press (2004) other references will be given in class.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2920",
        "title": "Stage ou travail d'application",
        "credits": "5.00",
        "hours": "",
        "quadrimester": "Q1 ou Q2",
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Attention , ce stage a des prérequis obligatoires (LSTAT2020, LSTAT2110 et LSTAT2120) et le maitre de stage LSBA peut ajouter des pré-requis supplémentaires. Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Travail d'application des concepts théoriques à la résolution de problèmes pratiques dans le cadre d'un projet intégré réalisé en collaboration avec une entreprise.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme de master en statistiques, orientation générale, cette activité permet aux étudiants de maîtriser : De manière prioritaire les AA suivants : 2.2, 2.5, 2.6, 5.1, 5.2 De manière secondaire les AA suivants : 2.4, 3.2, 3.3, 5.5, 5.6",
        "content": "Durant ce stage, l'étudiant séjourne dans une entité extérieure à l'école pour y réaliser un travail qui lui a été proposé, sous la direction d'un maître de stage désigné parmi les membres de cette entité. Le travail aura une finalité précise et ne portera pas nécessairement sur des aspects méthodologiques. L'étudiant tiendra son promoteur académique régulièrement informé de l'état d'avancement de son travail. Le stage en entreprise peut compléter les aspects méthodologiques du mémoire.",
        "teaching_methods": "Travail personnel de l'étudiant, dirigé par le maître de stage et le promoteur académique.",
        "assessment_methods": "Le stage requiert la rédaction d'un rapport faisant également l'objet d'une évaluation orale. Le rapport décrit le travail réalisé durant le stage et démontre la maîtrise par l'étudiant des aspects statistiques du sujet traité. Il est présenté ou discuté oralement avec le promoteur. Le maître de stage (et un éventuel lecteur) est consulté par le promoteur, et peut participer à la présentation ou discussion.  L'évaluation tient compte de la qualité de l'intégration de l'étudiant au sein de l'entité.",
        "bibliography": "L'étudiant effectuera les recherches bibliographiques nécessaires à son stage, avec le soutien de son promoteur académique.",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2185",
        "title": "Numerical Methods for Statistics: Optimization, Simulations and the Bootstrap",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pircalabelu Eugen"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2020 Logiciels et programmation statistique de base LSTAT2120 Linear models LSTAT2100 Modèles linéaires généralisés et données discrêtes",
        "topics_covered": "Le cours se concentre sur les méthodes numériques et sur les techniques de calcul intensif et itératif qui permettent (i) l'estimation des paramètres et (ii) l’inférence pour les modèles statistiques. Le cours introduit des concepts tels que l'optimisation contrainte et sans contrainte, les algorithmes numériques populaires tels que Newton, les méthodes quasi-Newton et l'algorithme EM (entre autres), la mise en place d'études de simulation pour évaluer les performances de plusieurs concurrents, ainsi que des techniques inférentielles basées sur le principe du Bootstrap.",
        "content": "The course outline is as follows: Part I: Basics of one-dimensional function optimization. Special case: the likelihood function. Global vs local optima; numerical convergence and approximation errors. Challenges of optimizing multi-dimensional functions. Special cases: linear and generalized linear models and computing the multivariate normal density (link with LSTAT2120, 2100, 2110, 2040). Newton’s method, Fisher scoring and IRLS. Non-linear functions and numerical differentiation. Case study: ?optim(), ?nlm(), ?deriv() and friends. The EM algorithm. Special cases: missing data, normal mixture models and linear mixed models (link with LSTAT2210). Part II: Setting up controlled simulation studies: competitor selection, performance metrics and reproducibility. Sampling from distributions and DGPs. Case study I: Sample mean (mean, median, trimmed mean from normal and skewed distributions); German tank problem (estimators from slide LSTAT 2040) - mean, bias, MSE, RE. Case study II: t-test (size, power, coverage and length for CIs) and Binomial test (Tables from slides LSTAT 2040). Case study III: GLM variable selection (TPR, FPR, FDR). Parallel computing in R: doParallel, foreach, mclapply and friends to illustrate Case study I-III. Part III: Bootstrap and resampling methods. Bias and variance approximation based on resampling. Bootstrap confidence intervals and hypothesis testing. Other techniques: Permutation tests and Jacknife",
        "teaching_methods": "The class consists of lectures (30h) and exercise sessions (15h). Attendance at lectures and practical exercise sessions is highly encourgared, almost MANDATORY!",
        "assessment_methods": "Session de janvier : Pendant le quadrimestre l'étudiant doit rendre 3 devoirs obligatoires (courts, à 2 pages maximum par devoir), comptant pour 1.5 points de la note finale (chaque devoir = 0.5 points). Les devoirs sont à résoudre individuellement ou en groupe de 2. Une note sera attribuée par groupe. Les devoirs qui arrivent après la date limite ne sont pas pris en compte. Un projet (rédigé en français/anglais en min 6 et max 12 pages dans le template sur Moodle, annexes non-incluses) qui illustrera les méthodes du cours pour 5 points. Ce projet (écrit) sera remis avant la session d'examen et discuté avec le professeur lors de la session d'examen. L'évaluation du projet se fait sur base du rapport écrit et sur base des réponses dans une discussion orale (sans diapositives) sur les résultats et méthodologie utilisée pour le rapport, pendant la session d'examens. Le projet est à résoudre individuellement ou en groupe de 2. Une note sera attribuée par groupe. Les projets qui arrivent après la date limite ne sont pas prises en compte. Un examen oral (~45min), auquel le professeur évaluera la maîtrise de la matière vue au cours (13.5 points), la qualité du projet et des devoirs. La note finale pour le cours LSTAT2185 en janvier est donné par les points obtenues pour les devoirs + les points obtenues pour le projet + les points obtenues pour la maîtrise de la matière. Attention : Pour valider le cours, l'étudiant a besoin d'une note finale de 10 ou plus. Session d’août : Un projet (rédigé en français/anglais en min 6 et max 12 pages dans le template sur Moodle, annexes non-incluses) qui illustrera les méthodes du cours pour 5 points. Ce projet (écrit) sera remis avant la session d'examen et discuté avec le professeur lors de la session d'examen. L'évaluation du projet se fait sur base du rapport écrit et sur base des réponses dans une discussion orale (sans diapositives) sur les résultats et méthodologie utilisée pour le rapport, pendant la session d'examens. Le projet est à résoudre individuellement ou en groupe de 2. Une note sera attribuée par groupe.  Les projets qui arrivent après la date limite ne sont pas prises en compte. Un examen oral (~45min), auquel le professeur évaluera la maîtrise de la matière vue au cours (15 points) et la qualité du projet. La note finale pour le cours LSTAT2185 en août est donnée par les points obtenues pour le projet + les points obtenues pour la maîtrise de la matière. Les points attribués aux devoirs ne comptent pas pour la session d'août, car l'évaluation continue est prévue seulement pour le travail pendant le quadrimestre. Attention : Pour valider le cours, l'étudiant a besoin d'une note finale de 10 ou plus. Attention : Toute utilisation de logiciels d'intelligence artificielle pour produire des parties de texte, de code, de figures ou d'équations qui seront incluses dans le projet final ou les devoirs est strictement interdite. Tous les projets et devoirs seront analysés avec des logiciels spécialisés.",
        "other_info": "Software: R/Python",
        "online_resources": "Slides and notes will be distributed during the semester. Site Moodle of the class :LSTAT2185 - Numerical Methods for Statistics: Optimization, Simulations and the Bootstrap https://moodle.uclouvain.be/course/view.php?id=5785",
        "bibliography": "Givens, G.H. and Hoeting. J.A. (2013). Computational Statistics (2nd ed). Wiley. Rizzo, M.L. (2007). Statistical Computing with R (2nd ed). Chapman & Hall /CRC. Gentle, J.E. (2009). Computational Statistics. Springer. Lange, K. (2010). Numerical Analysis for Statisticians (2nd ed). Springer. Peng, R.D. (2020+). Advanced Statistical Computing. Available at https://bookdown.org/rdpeng/advstatcomp/ Chernick, M.R. (2008). Bootstrap methods : a guide for practitioners and researchers, Wiley Series in Probability and Statistics. Davison, A.C. et Hinkley, D.V. (1997). Bootstrap Methods and their Applications, Cambridge University Press. Efron, B. et Tibshirani, R.J. (1993). An Introduction to the Bootstrap, Chapman and Hall. Hall, P. (1992). The Bootstrap and Edgeworth Expansion, Springer. Mammen, E. (1992). When does bootstrap work ? Springer.",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldats2370",
        "title": "Data management II : programmation avancée en SAS",
        "credits": "4.00",
        "hours": "15.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Kabacinski Christophe"
        ],
        "teaching_language": "Français",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans l'UE LDATS2360 Data Management I Certification « SAS Base Programming » ou connaissances équivalentes. Connaissance passive de l'anglais (évaluation via case study en anglais).",
        "topics_covered": "Utilisation du langage SQL à travers SAS pour l’accès et l’écriture de tables SAS ou base de données (Oracle, Excel, MySQL…),  création de rapports, Utilisation du langage Macro SAS pour l’automatisation du code SAS sous-jacent, Introduction à l’optimisation de code SAS, Découverte de la dernière version SAS : SAS Viya. Pratique des outils sur une étude de cas. Possibilité de passage de la Certification « SAS Advanced Programming » (le cours couvre 50% de la matière à connaitre, les autres 50% doivent être découverts par l’étudiant) [ https://www.sas.com/en_be/certification/credentials/foundation-tools/advanced-programmer.html ]",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants : De manière prioritaire : 5.3 De manière secondaire : 1.3, 2.2, 3.3 Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire : 3.5 de manière secondaire : 1.3, 2.2, 3.3. B. Formulation spécifique pour cette activité des AA du programme Au terme de ce cours, l'étudiant sera initié à différents outils avancés de programmation en SAS, notamment la création de macros et l'écriture de requêtes SQL. Il aura aussi un aperçu des solutions SAS dans le domaine du Business Intelligence. Il sera capable de mettre en oeuvre les différents outils vu au cours pour des études de cas de programmation avancée sur des bases de données complexes. Il aura de plus acquis une grande partie des connaissances nécessaires pour réussir la certification « SAS Advanced Programming ».",
        "content": "SAS SQL query and subset data summarize and present data combine tables, including complex joins and merges create and modify table views and indexes replace multiple DATA and PROC steps with one SQL query SAS Macro perform text substitution in SAS code automate and customize the production of SAS code conditionally or iteratively construct SAS code use macro variables and macro functions Introduction to SAS Optimization Technics: Identifying computer resources related to efficiency SAS Viya Introduction to SAS Viya Loading data in SAS Viya via SAS Studio programming interface Accessing the data in other tools: Visual Analytics (VA) and Visual Data Mining and Machine Learning (VDMML) Integration of Python and R in SAS Viya",
        "teaching_methods": "Le cours se compose de 5 X 3 heures d'exposés magistraux, de 5 X 2 heures d’exercices. Un travail individuel pourra être réalisé pour Pâques.",
        "assessment_methods": "L'examen de ce cours consiste un exercice de programmation avancée sur base d'une étude de cas présentée en anglais.  Le travail de Pâques pourra intervenir dans l'évaluation finale à hauteur de 3 points sous condition que les points du travail soient meilleurs que les points de l'examen.",
        "other_info": "Ce cours est issu d'un partenariat entre SAS et l'UCLouvain. Il est ouvert à tous les étudiants des universités belges après inscription au programme académique (étudiants Master ou Doctorats), ayant réussi la certification SAS Base Programming (ou pouvant démontrer une connaissance équivalente). Ce cours est également accessible aux étudiants du Certificat Universitaire en Statistique de l'UCLouvain sous certaines conditions.",
        "online_resources": "Moodle",
        "course_materials": "Syllabus du cours en vente au début du cours. Accès à la documentation SAS.",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-linge1113",
        "title": "Probabilités",
        "credits": "4.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Le cours couvre les aspects classiques de la théorie des probabilités mais place les concepts abordés dans la perspective de son utilisation dans l'analyse statistique.  Le modèle de probabilité y est décrit ainsi que les pro-priétés de base des probabilités. Puis on considère des expériences où la caractéristique d'intérêt peut être modé-lisée par une variable aléatoire (discrète, continue, uni- et multivariée).  L'analyse des fonctions de variables aléatoires est présentée et motivée par ses implications dans l'analyse des distributions d'échantillonnage de sta-tistiques.  On y montre l'importance du théorème central-limite.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Introduire au mode de raisonnement probabiliste et aux méthodes de l'analyse statistique.  Ces méthodes sont utiles dans tous les domaines des sciences où des aspects aléatoires et/ou expérimentaux apparaissent (sciences humaines, techniques, médicales ou naturelles).  Le cours développera surtout les outils utiles pour les sciences du management et les sciences économiques et de gestion.\r\rA l'issue du cours l'étudiant devra être capable de comprendre et modéliser les aspects aléatoires de certaines expériences simples et y calculer les probabilités des événements d'intérêt.  Il devra également être capable d'appliquer ces modèles à des situations réelles plus complexes et décrire ces phénomènes par le biais de varia-bles aléatoires appropriées (uni- et multivariées).  Il verra aussi comment on peut étudier les propriétés de fonc-tions de variables aléatoires et comment ces concepts s'appliquent naturellement au cadre de l'analyse statistique (échantillonnage).",
        "content": "Introduction à la statistique Le modèle probabiliste: calcul des probabilités, probabilités conditionnelles, analyse combinatoire Variables aléatoires discrètes, y compris la distribution binomiale, géométrique et Poisson Variables aléatoires continues, y compris la distribution uniforme, exponentielle et normale Variables multivariées discrètes et continues: distributions marginales, conditionnelles et jointes; coefficient de corrélation Fonctions de variables aléatoires: statistiques d'ordre, sommes Echantillonnage et théorème central limite: moyenne et variance empirique, approximation de la distribution binomiale par la normale",
        "teaching_methods": "Exposés magistraux: l'enseignant introduit les concepts à partir d'une application et dégage leur forme abstrait Séances d'exercices: l'enseignant y soumet des applications/problèmes aux étudiants et encourage les étudiants à chercher la solution eux-mêmes",
        "assessment_methods": "Examen écrit sur papier ou sur ordinateur. Exercices sous forme de QCM et/ou questions numériques et/ou questions ouvertes. Un test dispensatoire optionnel sur une partie de la matière et comprenant des exercices sous forme de QCM et/ou questions numériques et/ou questions ouvertes est organisé au courant du quadrimestre si la situation sanitaire le permet.",
        "online_resources": "Un formulaire, des exercices supplémentaires, les résolutions des exercices traités au TP et des liens utiles sont disponibles sur la page MoodleUCL du cours.",
        "course_materials": "Wackerly, D., Mendenhall, W. and R. Scheaffer (2008), Mathematical Statistics with Applications, Duxbury Press, New York, 7th edition. (Chapitre 1 à 7) Syllabus \"LINGE1113 - Probabilités\" (J. Segers)",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat1371",
        "title": "Théorie des probabilités",
        "credits": "5.00",
        "hours": "30.0 h + 22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Barigou Karim"
        ],
        "teaching_language": "Français",
        "prerequisites": "LMAT1271 - calcul des probabilités et analyse statistique. LMAT1322 - Théorie de la mesure.",
        "topics_covered": "Espaces probabilisés. Convergence de suites de variables aléatoires. Convergence en distribution.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution du cours aux acquis d'apprentissage du programme de bachelier en mathématique A la fin de cette activité, l'étudiant aura progressé dans sa capacité à : - Connaître et comprendre un socle fondamental des mathématiques. Il aura notamment développé sa capacité à : -- Choisir et utiliser des méthodes et des outils fondamentaux de calcul pour résoudre des problèmes de mathématique. -- Reconnaître les concepts fondamentaux de certains théories mathématiques actuelles. - Dégager, grâce à l'approche abstraite et expérimentale propre aux sciences exactes, les aspects unificateurs de situations et expériences différentes en mathématique. - Faire preuve d'abstraction et esprit critique. Il aura notamment développé sa capacité à : -- Raisonner dans le cadre de la méthode axiomatique. -- Reconnaître les arguments clef et la structure d'une démonstration. -- Construire et rédiger une démonstration de façon autonome. -- Apprécier la rigueur d'un raisonnement mathématique ou logique et en déceler les failles éventuelles. Acquis d'apprentissage spécifiques au cours A la fin de cette activité, l'étudiant sera capable de : - Raisonner sur les probabilités, les variables aléatoires et leurs distributions dans un cadre axiomatique. En particulièr, faire la distinction entre l'intuition de la validité d'un résultat et les différents niveaux de compréhension rigoureuse de ce même résultat. - Prouver et appliquer la convergence d'une suite de variables aléatoires: presque sûrement, en probabilité, et en distribution. - Prouver et appliquer l'indépendance d'une famille de variables aléatoires. - Etablir les liens entre la théorie de probabilité et d'autres domaines des mathématiques, notamment la théorie de la mesure, l'analyse complexe, et l'analyse fonctionnelle.",
        "content": "Le cours est composé de trois parties. La première partie traite des espaces probabilisés en tant qu'espace mesurable de masse totale égale à un. La deuxième partie porte sur la convergence de suites de variables aléatoires, menant à la loi forte des grands nombres. La troisième partie, finalement, a comme sujet la convergence en distribution, avec le théorème central limite comme résultat principal. Les contenus suivants sont abordés : Espaces probabilisés Variables aléatoires Espérance Modes de convergence de suites de variables aléatoires Indépendance Loi des grands nombres Convergence en distribution Fonctions caractéristiques Théorème central limite",
        "teaching_methods": "Les activités d'apprentissage sont constitués par des cours magistraux et des séances de travaux pratiques. Lors des cours magistraux, l'enseignant donne d'abord un survol du chapitre en question, mettant les résultats principaux dans le contexte général du cours. Les étudiants sont alors invités à lire et étudier le chapitre en détail et de résoudre les questions se trouvant dans le texte. Pendant cette étape, l'enseignant interagit avec les étudiants personnellement ou en petit groupe. Les numéros des exercices à traiter lors des travaux pratiques sont annoncés en avance, permettant les étudiants de s'y préparer.",
        "assessment_methods": "L'évaluation se fait sur base d'un examen écrit portant sur la théorie et les exercices. L'examen est à livre ouvert. On y teste la connaissance et la compréhension des notions et des résultats fondamentaux et de leurs démonstrations et la capacité de construire et d'écrire un raisonnement cohérent. Au courant du cours, des tests sont organisés permettant les étudiants de s'entraîner au style de questions et d'obtenir une dispense pour une partie de l'examen.",
        "online_resources": "Le syllabus et quelques documents additionnels sont disponibles sur la page MoodleUCL du cours.",
        "bibliography": "Syllabus disponible sur Moodle.",
        "course_materials": "Jean-Marie Rolin et Johan Segers, \"Probabilités\", 2017. Syllabus disponible sur la page Moodle du cours.",
        "responsible_entity": "MATH"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2390",
        "title": "Applied statistics workshops",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Ritter Christian",
            "Symul Laura"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Activité d’intégration professionnelle Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2110 Analyse des données LSTAT2120 Linear models LSTAT2100 Modèles linéaires généralisés et données discrêtes",
        "topics_covered": "Chaque séminaire (d'une heure) est présenté par un orateur différent issu d'une entreprise ou de l'univesité. Les sujets abordés sont soit des applications de la statistique à différents domaines, soit des tutorials sur des domaines récents de la statistique, soit des présentations méthodologiques relatives à la statistique appliquée et à la consultation statistique. Les présentations sont le plus souvent axées sur les aspects méthodologiques et résultats importants liés au sujet traité plutôt qu'aux démonstrations mathématiques détaillées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire : 2.4, 6.4 de manière secondaire : 2.1, 3.4, 6.1, 6.2 Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire : 2.4, 6.4 de manière secondaire : 2.1, 3.4, 3.5, 6.1, 6.2 B. L'objectif du séminaire est de proposer à un public de statisticiens appliqués un lieu de rencontre et un lieu pour présenter et discuter leurs travaux. Les étudiants y acquéront une ouverture d'esprit vers divers domaines d'application de la statistique.",
        "content": "Chaque séminaire (d'une heure) est présenté par un orateur différent issu d'une entreprise ou de l'univesité.\r \rLes sujets abordés sont soit des applications de la statistique à différents domaines, soit des tutorials sur des domaines récents de la statistique, soit des présentations méthodologiques relatives à la statistique appliquée et à la consultation statistique.   \r\rLes présentations sont le plus souvent axées sur les aspects méthodologiques et résultats importants liés au sujet traité plutôt qu'aux démonstrations mathématiques détaillées.",
        "teaching_methods": "Seminaires en ligne pour le premier quadrimestre et en présentiel ou en ligne pour le second quadrimestre en fonction de l'évolution de la situation.",
        "assessment_methods": "Les étudiants qui souhaitent présenter l'examen pour ce cours doivent avoir suivi un nombre suffisant de séminaires et démontré une participation active à ceux-ci. L’examen oral est ensuite basé sur un choix de 2 séminaires, pour lesquels ils révisent leur contenu, et préparent deux courtes présentation reprenant le contenu essentieldu séminaire et le situe dans un contexte plus large. Au moins une des deux présentations faites par l'étudiant doit être en anglais. Les étudiants présentent l'examen en petits groupes et sont évalués sur leurs présentations mais aussi sur leur participation durant les présentations des autres étudiants (questions/réponses). Cette évaluation sera organisée en présentiel ou à distance (via Teams) en fonction de l'évolution de la situation.",
        "online_resources": "Les transparents des séminaires seront mis à disposition des étudiants via Moodle (ou sur demande au titulaire en cas de problèmes de confidentialité).",
        "course_materials": "transparents sur moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldats2360",
        "title": "Data Management I: programmation de base en SAS",
        "credits": "4.00",
        "hours": "15.0 h + 10.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bugli Céline"
        ],
        "teaching_language": "Français",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans l'UE LSTAT2020 Logiciels et programmation statistique de base Connaissance passive de l'anglais (évaluation via QCM en anglais).",
        "topics_covered": "Introduction au système SAS et à la programmation en SAS/Base ' Création et manipulation de fichiers de données en SAS (importation, définition de formats, fusion de tables, manipulation, création et transformation de variables, ') ' préparation de tableaux résumés des données, production de rapports sous différents formats (texte, html, ') ' Passage de la Certification « SAS Base Programming » [ http://support.sas.com/certify/creds/bp.html ].",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants : De manière prioritaire : 5.3 De manière secondaire : 1.3, 2.2, 3.3 Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire : 3.5 de manière secondaire : 1.3, 2.2, 3.3. B. Au terme de ce cours, l'étudiant maitrisera la programmation avec le module BASE du logiciel SAS et sera capable de mettre en oeuvre ses compétences sur de grandes bases de données. Il aura de plus acquis les connaissances nécessaires pour réussir la certification « SAS Base Programming ».",
        "content": "SAS Programming 1: Essentials Use SAS Studio and SAS Enterprise Guide to write and submit SAS programs. Access SAS, Microsoft Excel, and text data. Explore and validate data. Prepare data by subsetting rows and computing new columns. Analyze and report on data. Export data and results to Excel, PDF, and other formats. Use SQL in SAS to query and join tables. SAS Programming 2: Data Manipulation Techniques understand and control DATA step processing create an accumulating column and process data in groups manipulate data with functions convert column type create custom formats concatenate and merge tables process repetitive code restructure tables.",
        "teaching_methods": "En addition aux cours magistraux et aux exercices en salle informatique, une grande partie de la formation est réalisée de manière autonome à l'aide du syllabus, de la documentation SAS, et d'outils e-learning fournis par SAS. Les cours magistraux seront donnés en comodal (retransmission simultanée du cours donné en auditoire sur Teams) et les travaux pratiques seront donnés en présentiels uniquement.",
        "assessment_methods": "L'examen de ce cours consiste en un examen sur ordinateur (QCM et questions de programmation, examen sur ordinateur). Le passage de la Certification SAS Base Programming à la place de l'examen de janvier est possible pour les étudiants qui le souhaitent. SAS sponsorise la première certification SAS BASE pour les étudiants inscrits au cours. La tentative suivante sera facturée à un prix réduit  (basé sur les réductions disponibles à ce moment-là).",
        "other_info": "Une grande partie de la formation est réalisée de manière autonome à l'aide de matériel disponibles sur le site de SAS (programme SCYP). Ce cours est uniquement accessible aux étudiants inscrits (pas d'élèves libres) et possédant une bonne maîtrise de l'anglais passif.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=8018 Ce cours est ouvert à tous les étudiants des universités belges après inscription au programme académique (étudiants en Master ou Doctorats). Néanmoins le nombre de places étant limités les inscriptions pour les étudiants autres que ceux du Master en statistique, orientation générale ou biostatistique et ceux du Master en data sciences , ne peut se faire que après accord du titulaire du cours. Ce cours est également accessible aux étudiants du Certificat Universitaire en Statistique de l'UCLouvain sous certaines conditions. Le contenu du cours n'est disponible qu'après inscription officielle.",
        "bibliography": "Syllabus du cours en vente au début du cours. Accès à la documentation SAS.",
        "course_materials": "Syllabus du cours en vente au début du cours. Accès à la documentation SAS.",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2310",
        "title": "Contrôle statistique de qualité",
        "credits": "4.00",
        "hours": "15.0 h + 5.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Guillet Alain"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Notions de base de probabilité et d'inférence statististique",
        "topics_covered": "Les thèmes suivants sont abordés et mis en pratique sur des études de cas : - Les outils statistiques de l'assurance qualité - Principes des cartes de contrôle de Shewhart et cartes types. - Cartes de contrôle CUSUM et EWMA - Cartes de contrôle pour données autocorrélées et multivariées - Conciliation des outils d'automatique et de SPC - Analyse de la capabilité d'un procédé. - Recherche des sources de variabilité d'un procédé. Analyse de répétabilité et de reproductibilité. - Contrôle de réception",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.3, 1.6, , 2.2, 2.3, 2.5, 3.1, 3.2, 3.3, 3.4, 5.4, 5.6. Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.3, 1.6, , 2.2, 2.3, 2.5, 3.1, 3.2, 3.3, 3.4, 5.3, 5.5. B. Au terme du cours, les étudiants auront acquis des connaissances et une vue critique sur les outils statistiques utiles dans la mise en place d'une politique d'assurance qualité en entreprise et le suivi de procédés industriels et d'appareils de mesure en laboratoire d'analyse. Ils seront aussi capables de les mettre en oeuvre sur des données industrielles.",
        "content": "Les thèmes suivants sont abordés et mis en pratique sur des études de cas : Les outils statistiques de l'assurance qualité Principes des cartes de contrôle de Shewhart et cartes types. Cartes de contrôle CUSUM et EWMA Cartes de contrôle pour données autocorrélées, multivariées  et sériez courtes. Analyse de la capabilité d'un procédé. Contrôle de réception",
        "teaching_methods": "Cours (15h) Présentation des méthodes sur base de situations réelles. Discussion des techiques de calcul pour les méthodes simples. Interprétation de résultats de logiciel. Exposé interactif où les étudiants sont invités à être actifs durant le cours. TPs sur ordinateur (5h) Application des méthodes vues au cours sur des cas/données émanant d'applications industrielles ou de domaines de recherche UCL et ce avec le logiciel JMP.",
        "assessment_methods": "Examen écrit Projet avec un oral",
        "other_info": "Préalables : Formation de base en probabilité et statistique : statistique descriptive, calcul de probabilité et distributions statistiques, inférence (tests d'hypothèses, régression linéaire). Capacité d'utiliser couramment un ordinateur personnel : manipulation de fichiers, utilisation de Word et Excel. Idéalement : connaissance de JMP.",
        "online_resources": "Voir le site Moodle: https://moodleucl.uclouvain.be/course/view.php?id=9935",
        "bibliography": "D. C. Montgomery, Statistical Quality Control. New York: Wiley.",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2020",
        "title": "Logiciels et programmation statistique de base",
        "credits": "4.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bugli Céline"
        ],
        "teaching_language": "Français",
        "prerequisites": "Notions de base de probabilité, de statistique descriptive, d'inférence statististique et de calcul matriciel. Concepts mathématiques: calcul matriciel (notion de matrice, opérations de bases sur des matrices, déterminant, valeur propre, vecteur propre),dérivée et intégrale, dérivées partielles, équation d'une droite. Formation de base en probabilité et statistique : statistiques descriptives (dont mesures de localisation  mesures de dispersion, graphiques), distributions statistiques, inférence (principe du test d'hypothèse, hypothèse H0 et H1, statistique de test, p-valeur  ainsi que leur interprétation), régression linéaire simple et multiple, analyse de la variance à un critère Capacité d'utiliser couramment un ordinateur personnel : manipulation de fichiers, connaissance (élémentaire) de l'utilisation de Windows, Word, Excel, Internet Explorer, ainsi que de la plate-forme Moodle.",
        "topics_covered": "Les thèmes abordés dans les cours et exercices sont les suivants : - Etapes d'une analyse statistique de données sur ordinateur. - Classes de logiciels de statistique. - Graphisme en statistique : les graphiques utiles et leur mise en oeuvre efficace. - Utilisation de logiciels statistiques à menus pour la réalisation d'analyses statistiques de base. - Nettoyage de données. - Programmation avec le langage R. - Programmation en SAS.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants: de manière prioritaire : 1.3, 2.2, 2.5, 3.2, 3.3, 3.4, 4.1, 4.2, 4.4, 5.2, 5.3, 5.5 de manière secondaire : 2.3 Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants: de manière prioritaire : 1.3, 2.2, 2.5, 3.2, 3.3, 3.4, 3.5, 4.1, 4.2, 5.2, 5.4, 5.6 de manière secondaire : 2.3 B. Au terme du cours, les étudiants auront acquis une vue critique des différentes classes de logiciels de statistique disponibles sur le marché et des connaissances en graphisme statistique. Ils seront aussi capables de réaliser des analyses statistiques de base sur ordinateur à l'aide de divers logiciels (SAS, R, Excel, SPSS, JMP) et de programmer des algorithmes et manipuler des fichiers de données complexes avec des logiciels plus avancés (SAS et R).",
        "content": "Cours magistral : Etapes d'une analyse statistique de données sur ordinateur. Introduction au différentes classes de logiciels de statistique.  Présentation graphique de données.  Introduction aux logiciels statistiques, Initiation à l'utilisation de la salle informatique. Etudes de cas d'analyse d'ensemble de données par des méthodes statistiques de base. Génération de nombres aléatoires. Problème numériques rencontrés en régression. Introduction à R et SAS. Communication entre les différents logiciels et langages (R, SAS, etc...). Exercices : Exercices de programmation en SAS et R. Etudes de cas avec les logiciels SPSS ou JMP.",
        "teaching_methods": "Le cours est composé d'exposés magistraux étoffés de démonstrations de logiciels statistiques et de séances d'exercices d'utilisation des logiciels qui visent à donner une autonomie maximum à l'étudiant : chaque étudiant travaille à son rythme sur base de documents évolutifs.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es de deux manières : Activité A : l’évaluation continue certificative consistant en 2 travaux obligatoires à remettre en cours de quadrimestre selon un calendrier fixé en début de quadrimestre (10% de la note finale) Activité B : un examen écrit sur ordinateur en session (90% de la note finale) La note finale est la moyenne pondérée des notes A et B. Dans la note finale, la partie A vaut pour 2/20 et la partie B vaut pour 18/20. Détails concernant l’activité A : Les deux travaux OBLIGATOIRES sont des projets de programmation en SAS et R. Attention, les travaux obligatoires sont à réaliser pendant le premier quadrimestre suivant un calendrier qui vous sera communiqué au début de cours. En cas de non réalisation d’au moins un des travaux ou de remise tardive, une note d'absence \"A\" sera la note finale du cours. Détails concernant l’activité B : L'examen écrit, à livre ouvert et sur ordinateur consiste en 2 parties : la résolution d'études de cas de statistique de base avec le et SPSS ou JMP, des questions de programmation SAS et des questions de programmation R. La note finale de l’examen écrit sera constituée de 2 parties intégrées. La réussite de ces deux parties est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement. La réussite de l’examen écrit ne peut être obtenue que moyennant la réussite à chacune des parties d’évaluation.",
        "online_resources": "Site Moodle: https://moodleucl.uclouvain.be/course/view.php?id=7551",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lactu2210",
        "title": "Quantitative Risk Management",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hafner Christian"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Maîtrise de l'anglais du niveau du cours LANGL1330. Maîtrise des concepts de base en statistique et calcul des probabilités, du niveau des cours des programmes FSA1BA, INGE1BA, MATH1BA ou de la mineure d'accès en statistique, sciences actuarielles et science des données.",
        "topics_covered": "Statistical risk analysis in financial and alternative markets. Estimation of risk measures. Empirical properties of financial time series. Volatility and dependence models. Extreme value theory.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA (AA du programme de master en sciences actuarielles), cette activité permet aux étudiants de maîtriser De manière prioritaire les AA suivants : 1.1, 1.2, 1.3, 1.5, 1.6, 2.3, 3.2 De manière secondaire les AA suivants : 1.7, 1.8, 2.1, 2.2, 2.4, 2.5, 3.1, 3.3 Au terme de ce cours, les étudiants seront capables de Expliquer les différents concepts de risque Identifier et analyser des dépendances entre différents risques et les modéliser Appliquer des modèles de séries temporelles pour mesurer et prédire les volatilités Utiliser la théorie des valeurs extrêmes pour calculer des mesures de risque d'événements extrêmes Implémenter des algorithmes de calcul de risque en un logiciel statistique permettant d'appliquer les concepts aux données réelles",
        "content": "Statistical risk analysis in financial and alternative markets. Estimation of risk measures. Empirical properties of financial time series. Volatility and dependence models. Extreme value theory.",
        "teaching_methods": "Le cours comprend des sessions théoriques et méthodologiques, ainsi que des sessions d'exercices et d'applications aux données réelles sur une plateforme statistique.",
        "assessment_methods": "70% Examen écrit 30%: Deux projets, 15% chacun, utilisant des données empiriques et un logiciel statistique. L'utilisation d'une intelligence artificielle telle que ChatGPT n'est pas permise pour ces projets.",
        "online_resources": "MOOC Introduction to econometrics (in french) on edx: https://learning.edx.org/course/coursev1: LouvainX+Louv14x+3T2024/home, to acquire the prerequisites in probability, econometrics and statistics Tests QCM optionnels, pas évalués, à la fin de chaque chapitre pour vérifier si l'étudiant a acquis le matériel du chapitre. R code et scripts et données des exemples montrés en classe. Exercices analytiques et numériques discutés en classe.",
        "bibliography": "Main reference: McNeil, A., Frey, R. and Embrechts, P. (2015) Quantitative Risk Management, revised edition, Princeton UP. Complementary literature Bauwens, L., Hafner, C.M. and Laurent, S. (2012) Volatility Models and Their Applications, Handbook in Financial Engineering and Econometrics, Wiley. (in particular the first review chapter of this handbook) Franke, J., H¨ardle, W. and Hafner, C.M. (2015) Statistics of financial markets, 4th ed., Springer. Ruppert, D. (2011) Statistics and Data Analysis for Financial Engeneering, Springer. Tsay, R.S. (2010) Analysis of Financial Time Series, Wiley. Tsay, R.S. (2013) An Introduction to Analysis of Financial Data with R, Wiley.",
        "course_materials": "transparents sur moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2450",
        "title": "Statistical learning. Estimation, selection and inference",
        "credits": "5.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pircalabelu Eugen"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2020 Logiciels et programmation statistique de base LSTAT2120 Linear models LSTAT2100 Modèles linéaires généralisés et données discrêtes",
        "topics_covered": "Le cours se concentre sur le cadre ‘modélisation en grande dimension’ et sur les techniques permettant l'estimation des paramètres, la sélection de modèles et les procédures inférentielles valides pour les modèles de grande dimension en statistique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.4, 1.5, 2.4, 4.3, 6.1, 6.2",
        "content": "Le cours est centré sur la présentation des concepts clés de l'apprentissage statistique et des modèles à haute dimension tels que: Apprentissage statistique Défis concernant les modèles à haute dimension et différences par rapport aux modèles à faible dimension Techniques classiques de sélection de variables pour les modèles de régression linéaire: R2, adj.R2, Cp Sélection basée sur des critères d'information: divergence KL, dérivation AIC / TIC / BIC Sélection basée sur la validation croisée: Leave-one-out et K-fold Sous-ajustement et surajustement ou le compromis biais-variance Ridge: propriétés théoriques, compromis biais / variance, GCV Lasso: chemins de régularisation, LARS, algorithme de descente de coordonnées, limites d'erreur de prédiction, degrés de liberté pour le lasso, récupération du support, sélection de stabilité, knock-offs; inférence par débiasing, inférence post-sélection, inférence bayésienne Extensions de Lasso: élastique net, lasso de groupe, lasso adaptatif, lasso fusionné Autres techniques: modèles graphiques, PCA sparse, analyse discriminante sparse",
        "teaching_methods": "Le cours comprend des exposés magistraux (30h) et des séances d’exercices (7.5h). Les cours et les TP sont destinés à être en présentiel. Langue d'enseignement: Anglais.",
        "assessment_methods": "Session de janvier : Pendant le quadrimestre l'étudiant doit rendre 2 devoirs obligatoires (courts, à 2-3 pages maximum par devoir), comptant pour 1 point de la note finale (chaque devoir = 0.5 points). Les devoirs sont à résoudre individuellement ou en groupe de 2. Une note sera attribuée par groupe. Les devoirs qui arrivent après la date limite ne sont pas prises en compte. Un projet (rédigé en français/anglais en min 6 et max 12 pages dans le template sur Moodle, annexes non-incluses) qui illustrera les méthodes du cours pour 5 points. Ce projet (écrit) sera remis avant la session d'examen et discuté avec le professeur lors de la session d'examen. L'évaluation du projet se fait sur base du rapport écrit et sur base des réponses dans une discussion orale (sans diapositives) sur les résultats et méthodologie utilisée pour le rapport, pendant la session d'examens. Le projet est à résoudre individuellement ou en groupe de 2. Une note sera attribuée par groupe. Les projets qui arrivent après la date limite ne sont pas prises en compte. Un examen oral (~45min), auquel le professeur évaluera la maîtrise de la matière vue au cours (14 points), la qualité du projet et des devoirs. La note finale pour le cours LSTAT2450 en janvier est donné par les points obtenues pour les devoirs + les points obtenues pour le projet + les points obtenues pour la maîtrise de la matière. Attention : Pour valider le cours, l'étudiant a besoin d'une note finale de 10 ou plus. Session d’août : Un projet (rédigé en français/anglais en min 6 et max 12 pages dans le template sur Moodle, annexes non-incluses) qui illustrera les méthodes du cours pour 5 points. Ce projet (écrit) sera remis avant la session d'examen et discuté avec le professeur lors de la session d'examen. L'évaluation du projet se fait sur base du rapport écrit et sur base des réponses dans une discussion orale (sans diapositives) sur les résultats et méthodologie utilisée pour le rapport, pendant la session d'examens. Le projet est à résoudre individuellement ou en groupe de 2. Une note sera attribuée par groupe.  Les projets qui arrivent après la date limite ne sont pas prises en compte. Un examen oral (~45min), auquel le professeur évaluera la maîtrise de la matière vue au cours (15 points) et la qualité du projet. La note finale pour le cours LSTAT2450 en août est donnée par les points obtenues pour le projet + les points obtenues pour la maîtrise de la matière. Les points attribués aux devoirs ne comptent pas pour la session d'août, car l'évaluation continue est prévue seulement pour le travail pendant le quadrimestre. Attention : Pour valider le cours, l'étudiant a besoin d'une note finale de 10 ou plus. Attention : Toute utilisation de logiciels d'intelligence artificielle pour produire des parties de texte, de code, de figures ou d'équations qui seront incluses dans le projet final ou les devoirs est strictement interdite. Tous les projets et devoirs seront analysés à l'aide de logiciels spécialisés.",
        "online_resources": "Site Moodle du cours : LSTAT2450 - Statistical learning. Estimation, selection and inference. https://moodleucl.uclouvain.be/course/view.php?id=14890",
        "bibliography": "Hastie, T., Tibshirani, R. and Friedman, J. (2009). The Elements of  Statistical Learning: Data Mining, Inference, and Prediction. Springer. James, G., Witten, D., Hastie, T., and Tibshirani, R. (2014). An Introduction to Statistical Learning: With Applications in R. Springer Hastie, T., Tibshirani, R. and Wainwright, M. J. (2015). Statistical Learning with Sparsity: The Lasso and Generalizations. Chapman and Hall/CRC. Wainwright, M. J. (2019). High-Dimensional Statistics: A Non-Asymptotic Viewpoint. Cambridge University Press. Bühlmann, P., van de Geer, S. (2011). Statistics for High-Dimensional Data. Springer.",
        "course_materials": "Transparents du cours disponible pendant le quadrimestre",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2170",
        "title": "Time series",
        "credits": "5.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "von Sachs Rainer"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2020 Logiciels et programmation statistique de base LSTAT2120 Linear models",
        "topics_covered": "Les principaux thèmes de cette introduction aux séries chronologiques incluent la modélisation, l'estimation et la prédiction de deux types de processus - les processus linéaires et les modèles hétéroscédastiques non-linéaires. L'approche pour les deux modélisations sera essentiellement paramétrique - l'étudiant va apprendre comment quantifier l'incertitude statistique en estimation des paramètres du modèle stochastique pour la série observée dans le problème de l'objectif ultimatif, la prédiction des valeurs futures de cette série.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA des programmes de master en statistique, orientation générale et orientation biostatistique, cette activité permet aux étudiants de maîtriser de manière prioritaire les AA : 1.2, 2.2, 2.3, 3.2, 3.3. B. Après avoir suivi ce cours, l'étudiant aura acquis une compréhension logique et une maîtrise opérationnelle des modèles stochastiques utilisables pour la prévision quantitative des séries chronologiques. Il sera capable d'appliquer les principes de l'analyse Box-Jenkins et la modélisation (G')ARCH aux données réelles.",
        "content": "Modélisation des séries chronologiques : introduction Processus linéaires - modèles paramétriques simples (ARMA) Estimation et prédiction dans des modèles ARMA Méthodologie de Box et Jenkins modèle (S) ARIMA analyse des séries multivariées (bivariées) Processus non-linéaires modèles hétéroscédastiques (G)ARCH Application dans le domaine des finances",
        "teaching_methods": "Des modèles de base pour des processus linéaires seront discutés dans la première partie du cours. L'analyse des données observées à l'aide de l'estimation des paramètres du modèle ajusté se fera essentiellement avec les méthodes selon Box-Jenkins. Un traitement en pratique sur ordinateur va accompagner le développement théorique. Dans la deuxième partie du cours, on discutera quelques éléments de la modélisation non linéaires du type ARCH et GARCH avec des applications dans le domaine des données financières. Cette partie sera inclue dans l'analyse pratique sur ordinateur (à l'aide du logiciel R). Une dernière partie du cours portera sur l'extension de l'analyse sur des séries multivariees (bivariées).",
        "assessment_methods": "L'examen se réalise comme une interrogation orale. La réalisation d'un travail pratique sur ordinateur est prévue.",
        "other_info": "Préalables: Une connaissance générale des concepts de base de la statistique (du niveau d'un premier cours introductif en statistique).",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=1960",
        "bibliography": "Brockwell, P. and R. Davis (1996), Introduction to Time Series and Forecasting. Springer, New York Brockwell, P and R. Davis (1991), Time Series, Theory and Methods. Springer, New York Gourieroux, Ch. (1992), Modèles ARCH et applications financières. Economica, Paris",
        "course_materials": "Transparents sur moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2100",
        "title": "Modèles linéaires généralisés et données discrètes",
        "credits": "5.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "El Ghouch Anouar"
        ],
        "teaching_language": "Français",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UE LSTAT2020 Logiciels et programmation statistique de base LSTAT2120 Linear models",
        "topics_covered": "- Distribution multinomiale (marginales, conditionnelles et propriétés asymptotiques). - Tables de contingence à deux critères : indépendance et homogénéité, mesures d'association et tests particuliers (Fisher, Mac Nemar,...). - Tables de contingence à plusieurs critères : indépendance mutuelle, partielle et conditionnelle. - Modèles log-linéaires. - Modèles conditionnels * Principes généraux * Modèle linéaire généralisé * Modèles probit et logit. - Analyse discriminante multinomiale, sélection de variables explicatives.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.3, 1.5, 2.2, 5.5, 5.6 Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.3, 1.5, 2.2, 3.4, 5.5, 5.6, 5.7 B. Au terme du cours, l'étudiant sera initié aux techniques de base de l'analyse des données discrètes ou catégories et sera capable de les appliquer sur des données réelles au moyen de logiciels de statistique.",
        "content": "Contenu - Distribution multinomiale (marginales, conditionnelles et propriétés asymptotiques). - Tables de contingence à deux critères : indépendance et homogénéité, mesures d'association et tests particuliers (Fisher, Mac Nemar,...). - Tables de contingence à plusieurs critères : indépendance mutuelle, partielle et conditionnelle. - Modèles log-linéaires. - Modèles conditionnels * Principes généraux * Modèle linéaire généralisé * Modèles probit et logit. - Analyse discriminante multinomiale, sélection de variables explicatives. Méthode Les exposés magistraux dont concentrés sur les 10 premières semaines du quadrimestre. Les quatre semaines suivantes sont consacrées à la réalisation, sans guidance, d'un travail d'application.",
        "assessment_methods": "Pendant la session des examens : examen écrit assisté par ordinateur.",
        "other_info": "Préalables: Cours de base (niveau des bachelier) de Calcul des Probabilités et de Statistique.",
        "course_materials": "transparents sur moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2460",
        "title": "Asymptotic Statistics",
        "credits": "4.00",
        "hours": "15.0 h + 5.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Anglais",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2190 Concepts et traitement de vecteurs aléatoires LSTAT2140 Statistique nonparamétrique: méthodes de base LSTAT2040 Inférence statistique et vraisemblance Linear algebra: vectors and matrices Calculus, univariate and multivariate: limits, continuity, differentiability, Taylor’s theorem, deterministic o and O calculus, norms, partial derivatives, Jacobian",
        "topics_covered": "The course focuses on mathematical techniques to establish large-sample distributions of common estimators and test statistics arising in statistical methodology",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : To select and use the proper mathematical tools to establish the asymptotic distribution of a sequence of statistics (estimators, test statistics). With regard to the AA reference framework of the Master's programme in Statistics, general orientation, this activity contributes to the development and acquisition of the following AAs: 1.4, 4.1, 4.3.",
        "content": "Basics: Convergence in distribution and in probability, continuous mapping theorem, Slutsky’s lemma, stochastic op and Op calculus Univariate and multivariate central limit theorems (also Lindeberg–Feller) Examples: sample variance, t-statistic (also multivariate, i.e., Hotelling?), Pearson chi-square tests, linear regression, . . . Delta-method (with proof) Examples: sample skewness/curtosis, sample correlation, central order statistics (via quantile transform), variance-stabilizing transformations, . . . Sample moments and moment estimators Example: parameter estimates in full-rank exponential families, . . . M- and Z-estimators, consistency and asymptotic normality under classical conditions Examples: maximum likelihood estimators in smooth single-parameter models, robust estimators U-statistics via Hájek projection (conditional expectation as an L2-projection) Examples: Wilcoxon’s signed rank statistic, Kendall’s tau Optional: two-sample U-statistics, such as Mann–Whitney statistic and Mann– Kendall trend test Attention will also be paid to verifying the accuracy of asymptotic approximations in finite samples via Monte Carlo simulation experiments in R. Note: Given the modest prerequisites and the limited time available, the course will not venture into empirical process techniques (Glivenko–Cantelli and Donsker theorems).",
        "teaching_methods": "In the lectures, the teacher will explain each technique in general and work out an example. The students will then be given an assignment to apply the technique in a similar situation and write out the mathematical developments in some detail in a text (format: LATEX or R Markdown) to be submitted for detailed feedback to both the other students and the teacher. The practice sessions will focus on theoretical and numerical examples.",
        "assessment_methods": "Each student will be given an assignment similar to those in the course. The examination is oral and is based on the submitted project. The assignments to be made during the year are worth bonus points.",
        "online_resources": "Course material (literature, explanations, exercises) available on Moodle.",
        "bibliography": "Optional bibliography: [1] Hunter, D. R. (2014). Notes for a graduate-level course in asymptotics for statisticians. Penn State University, http://personal.psu.edu/drh20/asymp/lectures/asymp.pdf. [2] Lehmann, E. L. (1999). Elements of Large-Sample Theory. Springer Texts in Statistics. New York: Springer-Verlag. 2 [3] Polansky, A. M. (2011). Introduction to Statistical Limit Theory. Texts in Statistical Science Series. CRC Press, Boca Raton, FL. [4] Segers, J. (2017). Théorie des probabilités. UCLouvain, syllabus LMAT1371. [5] Serfling, R. J. (1980). Approximation Theorems of Mathematical Statistics. John Wiley & Sons, Inc., New York. Wiley Series in Probability and Mathematical Statistics. [6] van der Vaart, A. W. (1998). Asymptotic Statistics. Cambridge: Cambridge University Press",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2014",
        "title": "Eléments de probabilités et de statistique mathématique",
        "credits": "5.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pircalabelu Eugen"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours sera centré sur la présentation de concepts probabilistes/inférentielles clés, pour aider les étudiants à se mettre au niveau pour les cours plus avancés.",
        "content": "Le plan du cours est le suivant: Evénement (opérations et propriétés). Probabilité (Méthodes de comptage: multiplication, permutations, combinaisons). Probabilité conditionnelle (Théorème de Bayes+loi de la probabilité totale). Variables aléatoires discrètes. Lois particulières: Bernoulli, Binomiale, Poisson, Géométrique, Binomiale négative. Fonction de répartition Variables aléatoires continues. Fonction de densité et de répartition. Lois particulières: Uniforme, Exponentielle, Gamma, χ^2 , Normale. Approximation d’une binomiale par une normale; DeMoivre-Laplace. Echantillon aléatoire simple. Loi des grands nombres. Théorème central limite. Estimation ponctuelle: biais, MSE, erreur d’estimation. Intervalles de confiance: intuition/motivation et applications. Intervalle de confiance pour µ, µ_1 − µ_2, σ^2 et pour les proportions. Tests d’hypothèses: structure, erreurs de type I et II, lien avec IC.",
        "teaching_methods": "Le cours comprend des exposés magistraux (22.5h) et des séances d’exercices (22.5h). Les cours et les TP sont destinés à être en présentiel. La présence aux cours magistraux et aux séances de TPs est fortement encouragée, quasi-OBLIGATOIRE !",
        "assessment_methods": "Session de janvier : Pendant le quadrimestre l'étudiant doit rendre 4 devoirs obligatoires (courts, 2-3 pages maximum par devoir), comptant pour 2 points de la note finale (chaque devoir = 0.5 points). Les devoirs sont à résoudre individuellement ou en groupe de 2. Une note sera attribuée par groupe. Les devoirs qui arrivent après la date limite ne sont pas pris en compte. Interrogation écrite hors-session en novembre de 3 heures, en présentiel, à livre fermé, possibilité d’utiliser une calculatrice (non-programmable) et un bref formulaire standard (le même pour tous les étudiants) qui répertorie pour les distributions distributions courantes : la fonction génératrice de moments, l'espérance, la variance et la fonction de probabilité. La liste est disponible dans la référence principale (Wackerly et al. 2007) et elle sera distribuée aux étudiants avec les tables de probabilités de la même référence.  L’interrogation compte pour 8 points de la note finale et comporte des questions de théorie et des exercices à résoudre sur la première partie du cours. Examen écrit de 3 heures, en présentiel, à livre fermé, possibilité d’utiliser une calculatrice (non-programmable) et le formulaire standard (le même que pour l’interrogation). L’examen compte pour 10 points de la note finale et comporte des questions de théorie et des exercices à résoudre sur la deuxième partie du cours. La note finale pour le cours LSTAT2014 est donnée par les points obtenus pour les devoirs + les points obtenus pour l’interrogation + les points obtenus pour l’examen. Pour valider le cours l'étudiant a besoin d'obtenir un score total de minimum 10 points. Attention : Un test dispensatoire écrit de 3 heures, en présentiel, à livre fermé (non-obligatoire, même niveau/conditions que l’interrogation+ l’examen) sera organisé en début de cours en octobre pour les étudiants qui ont déjà les connaissances nécessaires en probabilités et statistiques. Les étudiants ayant obtenus au moins 14/20 au test dispensatoire pourront être dispensés du LSTAT2014. Attention : Toute utilisation de logiciels d'intelligence artificielle pour produire des parties de texte, de code, de figures ou d'équations qui seront incluses dans les devoirs est strictement interdite. Tous les devoirs seront analysés avec des logiciels spécialisés. Session d’août : Examen écrit de 3 heures, en présentiel, à livre fermé, possibilité d’utiliser une calculatrice (non-programmable) et le formulaire standard (le même que pour la session de janvier). L’examen compte pour 20 points de la note finale et comporte des questions de théorie et des exercices à résoudre sur la totalité (partie I + partie II) du cours. Pour valider le cours l'étudiant a besoin d'obtenir un score total de 10 points à l'examen. Attention : Les points attribués aux devoirs ne comptent pas pour la session d'août, car l'évaluation continue est prévue seulement pour le travail pendant le quadrimestre.",
        "other_info": "Utilisation du logiciel R (expérience minimale)",
        "online_resources": "Slides et notes disponibles en format physique et distribuées pendant le quadrimestre. Site Moodle du cours : LSTAT2014 - Éléments de probabilités et de statistique mathématique https://moodle.uclouvain.be/course/view.php?id=5741",
        "bibliography": "Wackerly, D.D., Mendenhall, W. et Scheaffer, R.L. (2007). Mathematical Statistics with Applications, 7th Ed., International student edition, Brooks-Cole. Rice J.A. (2007). Mathematical Statistics and Data Analysis 3rd Ed., Duxbury Press.",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2601",
        "title": "Advanced Econometrics II - Time Series Econometrics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Bellegem Sébastien"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "The course must cover the important and essential  themes of the econometrics of time series analysis and their application in some fields of economics, like macroeconomics and finance.\r\rThe basic concepts of stationarity and ergodicity are taught in the prerequisite course.\r\rThe main themes for this course are those of linear time series models (autoregressive and moving average models), unit roots and cointegration. Both univariate and multivariate models must be taught.\r\rFor non linear time series models, a selection of topics has to be done mainly among ARCH models, Makov-switching models, and state-space models.\r\rIn all topics, the themes of model building, evaluation and prediction are included.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 The purpose is to train the students in the tools and models useful for the econometric analysis of economic \rtime-series.\r\rStudents will learn to understand in depth and apply correctly the techniques. The course prepares to research in the field of time-series analysis and its applications.",
        "content": "The course aims to find models that explain dynamical observations in economics. It considers the model-based method and attempts to infer model parameters by iteratively fitting observations with theoretical predictions from trial models. To this aim, it provides a necessary introduction to the basic theory of the following three types series: discrete-time Markov chain, continuous-time Markov chain, and continuous-time and continuous-state Markov processes. The structure of the course is given as follows (subject to change) 1. Numerical methods 2. Stochastic numerical methods 3. Markov chains 4. Branching process 5. Continuous-time Markov chains 6. Birth and death processes 7. Continuous time Markov processes 8. Diffusion processes 9. Stochastic differential equations 10. Applications: competition, epidemic, population and spatial models",
        "teaching_methods": "Weekly lecture.",
        "assessment_methods": "Students are expected to complete a take-home final project by themselves. The project will consist of both analytical and empirical questions.",
        "online_resources": "Moodle UCL ( > https://moodleucl.uclouvain.be/ ).",
        "bibliography": "William J. Stewart (2009), Probability, Markov Chains, Queues, and Simulation: The mathematical basis of performance modeling, Princeton University Press Crispin Gardiner (2009), Stochastic Methods: A handbook for the natural and social sciences, 4th Edition , Springer",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2211",
        "title": "Statistiques spatiales approfondies",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hafner Christian"
        ],
        "teaching_language": "Français",
        "topics_covered": "Etude de méthodes statistiques et cartographiques avancées nécessaires aux recherches actuelles en géographie humaine et physique. Le contenu précis est susceptible de varier selon les besoins et l'évolution de la science et comprendrait par exemple les points suivants :\r- problèmes d'endogénéité et méthode des variables instrumentales ;\r- analyses multiniveaux ;\r- données en panels ;\r- biais de sélection ;\r\"\tstatistiques spatiales : \" generalized weighted regression \", etc.\r\"\ttechniques cartographiques nouvelles.",
        "content": "1. Données spatiales et représentation en R 2. Processus ponctuels spatiaux 3. La régression linéaire classique 4. La régression linéaire spatiale 5. Interpolation et prédiction spatiale 6. Données spatio-temporelles 7. Modèles de choix discrets",
        "teaching_methods": "Le cours fait alterner les exposés théoriques et les illustrations sur ordinateur.",
        "assessment_methods": "L'évaluation se base sur un travail personnel sur un jeu de données et un examen oral.",
        "other_info": "Préalable : GEO1341 Modélisation statistique en géographie (ou similaire).",
        "online_resources": "Toutes les notes, portions de code et jeux de données nécessaires pour ce cours se trouvent sur le site moodle associé à ce cours. MOOC \"Introduction à l'économétrie\" sur edx (ouvert en self pace) : https://learning.edx.org/course/coursev1: LouvainX+Louv14x+3T2024/home Vidéos, exercices, études de cas, implémentation des méthodes en R",
        "bibliography": "L Anselin, Spatial Econometrics, Kluwer, 1988. R Bivand, E Pebesma and V Gomez-Rubio, Applied Spatial Data Analysis with R, Springer, New York, 2nd edition 2013. Crawley, Statistics : An Introduction Using R, Wiley, 2005.Web site: http://www.imperial.ac.uk/bio/research/crawley/statistics Wikle, C.K., Zammit-Mangion, A. and Cressie, N. (2019), Spatio-Temporal Statistics with R, CRC Press. J LeSage and RK Pace, Introduction to Spatial Econometrics, Chapman & Hall/CRC, Boca Raton, Florida, 2009. O Schabenberger and C Gotway, Statistical Methods for Spatial Data Analysis, Chapman & Hall, 2005.",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl1330",
        "title": "Anglais niveau moyen 1ère partie",
        "credits": "3.00",
        "hours": "20.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Brabant Stéphanie",
            "Coduti Charline",
            "Dagneaux Estelle",
            "Delghust Jean-Luc",
            "Deneumoustier Aurélie",
            "Desterbecq Fanny",
            "Duelz Marie",
            "Grommersch Claudine",
            "Mulkers Sandrine",
            "Paquin Yannick",
            "Piwnik Marc",
            "Stas Françoise",
            "Toubeau Anne-Julie"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi un cours correspondant au niveau A2 supérieur du 'Cadre Européen commun de référence pour les langues' (Conseil de l'Europe).",
        "topics_covered": "Le cours est articulé sur différents thèmes (l'éducation, la famille, la santé, la publicité, les médias, les nouvelles technologies, la science, l'environnement).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme du cours (en fin de BAC 1), l'étudiant devra avoir atteint le niveau B1 (inférieur) du 'Cadre Européen commun de référence pour les langues' (Conseil de l'Europe) et cela dans les 3 aptitudes suivantes: compréhension à la lecture, compréhension à l'audition et expression orale.",
        "content": "Cours d'anglais général destiné à donner aux étudiants le vocabulaire, la grammaire, les techniques de lecture et d'audition requises pour le niveau intermédiaire en BAC 2. Au terme de cet apprentissage (en fin de BAC 1), l'étudiant devra avoir atteint le niveau B1 (inférieur) du 'Cadre Européen commun de référence pour les langues' (Conseil de l'Europe) et cela dans les 3 aptitudes suivantes: compréhension à la lecture, compréhension à l'audition, expression orale.",
        "teaching_methods": "L'apprentissage se fait en contexte sur la base de documents authentiques (compréhension à la lecture et à l'audition) et implique l'interaction des étudiants lors des activités de compréhension. Le vocabulaire et les structures de base sont exercés et consolidés par le biais d'exercices écrits et oraux.",
        "assessment_methods": "Les étudiants en BAC 1 sont interrogés de manière suivante: Test d'entrée et test dispensatoire : Tous les étudiants doivent passer un test d'entrée sur MoodleUCL lors de la première semaine de cours. Les étudiants classés en ordre utile à ce test seront invités à présenter le test dispensatoire de la deuxième semaine.  Le test dispensatoire est du même niveau que l'examen. Il permet sur base de leurs résultats de dispenser les étudiants, qui ont le niveau requis, du cours et de l'examen final. Aucune séance de rattrapage ne sera prévue pour le test dispensatoire. Une absence au test dispensatoire, justifiée ou non, entrainera automatiquement le non-octroi de la dispense. Test oral de mi-quadrimestre : Vers la moitié du quadrimestre, les étudiants non dispensés présenteront un test oral. Cette évaluation certificative intervient dans la note finale. Examen écrit de fin de quadrimestre : L'examen écrit de fin de quadrimestre porte sur (a) les textes, les vidéos et toute la grammaire du syllabus et (b) le vocabulaire du livre \"English Vocabulary in Use\" (pre-intermediate to intermediate) de Stuart Redman, Cambridge University Press, Fourth Edition. L'évaluation continue certificative est calculée sur base du travail régulier et de la participation au cours. L'évaluation continue n'est plus prise en compte à la troisième session d'examens (août/septembre).",
        "other_info": "Présence obligatoire au cours. Un monitorat ( ENGLISH + ) facultatif destiné aux étudiants les plus faibles est organisé toute l'année à raison d'une heure / semaine. Des séances d’Aide à la Réussite facultatives sur des aspects ciblés de la matière sont organisées en présentiel et/ou sur TEAMS durant chaque quadrimestre. ( https://moodle.uclouvain.be/course/view.php?id=4581 ) Chaque professeur a au moins une heure de réception.",
        "online_resources": "Sur MoodleUCLouvain : - le cours LANGL1330P – English for ESPO11 Students 2024-2025 Q1 , https://moodle.uclouvain.be/course/view.php?id=9591 - le cours LANGL1330S – English for ESPO11 Students 2024-2025 Q2 , https://moodle.uclouvain.be/course/view.php?id=9776",
        "course_materials": "Syllabus d'anglais ESPO 11 - LANGL1330 Niveau Moyen – 1° partie English Vocabulary in Use (pre-intermediate to intermediate), Stuart Redman, Cambridge University Press, 4th Edition English Grammar in Use, Raymond Murphy, Cambridge University Press,  5th Edition A partir de MoodleUCLouvain : le cours LANGL1330P – English for ESPO11 Students (Q1) ou LANGL1330S – English for ESPO11 Students (Q2)",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1215",
        "title": "Informatique en économie et gestion",
        "credits": "4.00",
        "hours": "30.0 h + 20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Kolp Manuel",
            "Saerens Marco"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Thèmes clés liés à l'informatique gestion : principes, architectures, technologies, management de projet, synthèse des outils et des technologies disponibles, éléments de programmation - Discussions sur la place de l'informatique dans le management des organisations . Enjeux majeurs non techniques :  contrôle interne, sécurité, éthique et impact social des systèmes d'information - Programmation dans le langage VBA - Intégration Access/Excel - VBA - Projet de groupe : développement d'un petit système d'information Access/Excel/VBA",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les étudiants ayant suivi avec fruit ce cours seront capables de - lister les principales composantes d'un système d'information et informatique (par ex. ERP et ses outils), décrire leur fonctionnement et les interactions entre elles - analyser le fonctionnement d'un système d'information, argumenter sur ses points forts et faibles et faire des suggestions d'amélioration - mener à bien un projet d'adaptation d'un système d'information à des besoins particuliers d'une entreprise en partant d'un système d'information existant, pour cela, avoir une vision générale des outils et des technologies disponibles - développer concrètement un système d'information/base de données - pouvoir écrire correctement un programme en VBA ainsi que de réaliser un petit projet informatique en VBA Les étudiants auront développé des compétences méthodologiques et opérationnelles.  En particulier, ils auront développé leur capacité à : - expliciter la place des systèmes d'information organisationnels dans les entreprises en s'appuyant sur des exemples et, plus précisément, présenter de manière argumentée le rôle des systèmes d'information comme outil pour soutenir la stratégie d'une entreprise - tenir compte des dimensions non techniques (éthiques, juridiques, fiscales, ...) dans les projets de mise en place ou d'adaptation d'un système d'information. - maîtriser les concepts de base des langages utilisés dans le cadre de la programmation, illustrés sur le langage VBA. - automatiser des traitements Excel/Access à l'aide de VBA. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "content": "1. Les principaux fondements de la discipline Les systèmes d'information organisationnels L'évolution des rôles des systèmes d'information La technologie et les systèmes d'information 2. La place des systèmes d'information dans le management des organisations Les systèmes d'information au service de la stratégie L'ERP et ses outils, moyens et principales composantes du système d'information Les systèmes d'information et d'aide à la décision 3. Le management des systèmes d'information Les projets de système d'information Sécurité des systèmes d'information Éthique et impact social des systèmes d'information 4. Initiation à la programmation avec VBA Introduction à la programmation avec VBA (variables, boucles, conditionnelles, fonctions, tableaux, etc) Intégration Access/Excel - VBA Exercices de programmation 5. Tp et Projet autour du développement d'un système d'information avec Access",
        "teaching_methods": "Cours magistral + lTPs et projet concret de développement d'un système d'information/base de données Access/Excel/VBA",
        "assessment_methods": "Examen écrit individuel (en présentiel ou distanciel selon la situation) et projet à remettre UNIQUEMENT en session de janvier. Il n'y a pas de report possible du travail d'année en année. L'examen écrit est un QCM, avec éventuellement quelques questions ouvertes. Le projet du cours LECGE 1215 doit obligatoirement être remis lors de la session de janvier, suite à la participation aux travaux pratiques. Ce travail ne pourra pas être fait et/ou refait (améliorer) en juin ni en août; sa note de janvier sera donc la note finale (reportée uniquement pour la session de juin et août de la même année académique). La note du projet, même si réussi, ne peut pas être reportée d'année en année. La répartition des points est de 25 à 40% pour le projet et 75 à 60% pour l'examen, dépendant de l'ampleur du projet.",
        "other_info": "Important: - Le projet du cours LECGE 1215 doit obligatoirement être remis lors de la session de janvier, suite à la participation aux travaux pratiques. Ce travail ne pourra pas être fait et/ou refait en juin ni en août; sa note de janvier sera donc la note finale reportée en juin et août de la même année académique. Par ailleurs, il n'y a pas de report possible du travail, même si réussi, d'une année académique à l'autre. - La répartition des points est de 25 à 40% pour le projet et 75 à 60% pour l'examen, dépendant de l'ampleur du projet. - Les étudiants en réorientation INGE vers ECGE, rejoignant le programme ECGE au second quadrimestre, sont obligés d'avoir suivi le cours LECGE1215 (avoir été inscrit au cours) pour pouvoir présenter l'examen et le projet basé sur les travaux pratiques.",
        "online_resources": "Voir site Moodle UCLouvain du cours",
        "bibliography": "Systèmes d'information organisationnels, P. Vidal, V. Petit (Coord.). Pearson, 2009 Introduction à la programmation avec VBA, R. Chevalier. Pearson, 2012",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1209",
        "title": "Statistique, inférence sur une ou deux variables",
        "credits": "4.00",
        "hours": "22.5 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pircalabelu Eugen"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Le cours abordera les thèmes suivants Eléments de probabilité nécessaires pour comprendre et savoir utiliser les outils généraux d'inférence et de modélisation statistique : calcul élémentaire de probabilité sur des événements, distributions de probabilité normale et binomiale et dérivées, utilisation de tables, théorème central limite. Notions clefs de l'inférence statistique paramétrique: estimateur, distribution d'échantillonnage, intervalle de confiance et test d'hypothèse, puissance de test et influence du choix de la taille d'échantillon Tests et intervalles de confiance sur une moyenne et une variance en population normale Tests d'hypothèse sur deux moyennes pour échantillons pairés et indépendants et sur 2 variances en populations normales Tests non paramétriques sur une ou deux mesures de position pour données pairées ou non pairées. Inférence sur un coefficient de corrélation, y compris corrélation partielle. Inférence sur une ou 2 variables  catégorielles : test et intervalle de confiance sur une ou deux proportions, test chi carré d'ajustement pour une ou 2 variables. Conditions d'application et validation des hypothèses sous-jacentes aux différents tests, qq plot. Méthodologie pour l'analyse statistique de données depuis le choix de la méthode, son application, sa validation, jusqu'à l'interprétation des résultats obtenus Introduction au logiciel SPSS et utilisation dans des situations variées",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel des acquis d'apprentissage, le cours vise à amener les étudiants à : '             Adopter une démarche systématique pour appliquer les outils d'analyse statistique descriptive et d'inférence à une et 2 variables dans des situations émanant de différents domaines d'application et/ou méthodes de recherche de la psychologie et des sciences de l'éducation (A1, B3, C2, E1). Plus précisément il pourra '             Reconnaître, pour une question de recherche posée, les méthodes statistiques adaptées aux données disponibles. '             Appliquer les méthodes à l'aide d'un logiciel de statistique et en valider les hypothèses sous-jacentes. '             Expliquer les résultats issus d'une analyse statistique des concepts fondamentaux à leur interprétation dans le contexte de la recherche. '             Lire, critiquer et interpréter des résultats statistiques disponibles dans la littérature. '             Expliquer les concepts de probabilité indispensables en statistique et manipuler des probabilités et distribution de probabilité de base. '             Transférer ces connaissances acquises dans les domaines d'activités du psychologue, logopède et pédagogue.",
        "content": "Le cours aborde les thèmes suivants : Eléments de probabilité nécessaires pour comprendre et savoir utiliser les outils généraux d'inférence et de modélisation statistique : calcul élémentaire de probabilité sur des événements, distributions de probabilité normale et binomiale et dérivées, utilisation de tables, théorème central limite. Notions clefs de l'inférence statistique paramétrique: estimateur, distribution d'échantillonnage, intervalle de confiance et test d'hypothèse, puissance de test et influence du choix de la taille d'échantillon. Tests et intervalles de confiance sur une moyenne et une variance en population normale. Tests d'hypothèse sur deux moyennes pour échantillons pairés et indépendants et sur 2 variances en populations normales. Tests non paramétriques sur une ou deux mesures de position pour données pairées ou non pairées. Inférence sur un coefficient de corrélation, y compris corrélation partielle. Inférence sur une ou 2 variables catégorielles : test et intervalle de confiance sur une ou deux proportions, test chi carré d'ajustement pour une ou 2 variables. Conditions d'application et validation des hypothèses sous-jacentes aux différents tests, qq plot. Méthodologie pour l'analyse statistique de données depuis le choix de la méthode, son application, sa validation, jusqu'à l'interprétation des résultats obtenus. Introduction au logiciel SPSS et utilisation dans des situations variées.",
        "teaching_methods": "Le cours est basé sur une série d'activités visant à amener l'étudiant à découvrir, apprécier,  comprendre, mettre en pratique et intégrer la matière tout au long du quadrimetre.  Celles-ci comprennent: Des cours magistraux en auditoire avec la titulaire du cours basés sur de nombreux exemples, interprétation de sorties logiciels. Des séances d'exercices de probabilité et inférence statistique par petits groupes. Un auto apprentissage à SPSS via : des podcasts, des exercices de drill, des études de cas et un autotest. Des séances de TPs collectives facultatives d'intégration de la matière de bac 2 ou de révision de la matière de bac 1. Des exercices, simulations et autres activités à faire à domicile visant  à intégrer la matière par auto-apprentissage. La présence aux cours magistraux et aux séances de TPs est fortement encouragée, quasi-OBLIGATOIRE !",
        "assessment_methods": "Les modalités exactes d'évaluation pourraient être adaptées en fonction des contraintes en vigueur au moment des sessions d'examens. Session de janvier : Un examen écrit à livre fermé pendant 3h composé de questions ouvertes et/ou à choix multiple et portant sur la partie probabilité du cours, les concepts d'inférence statistique et la lecture de sorties SPSS. L'examen sert à tester vos connaissances au niveau de la compréhension générale du cours pour répondre à des questions précises en pratique, faire des calculs, etc. L'utilisation du formulaire est permise. Une interrogation sur SPSS (hors-session en Décembre) à livre fermé pendant 1h30 consistant à réaliser l'analyse complète d'une série de données avec SPSS en passant par différentes étapes: choix de méthode, utilisation de SPSS, interprétation des sorties. L'utilisation du formulaire est permise. L'interrogation est composée de questions ouvertes et/ou à choix multiple. Des devoirs QCM sur Moodle et préparations de TPs à réaliser à domicile durant le quadrimestre. Pour valider cette partie, l'étudiant doit réussir chaque QCM avec la note minimale qui correspond à chaque activité. La répartition des notes pour ces trois parties est 14/20 pour l'examen écrit, 5/20 pour l'interrogation SPSS et 1/20 pour les devoirs QCM et préparations durant le quadrimestre.  La note finale en janvier pour le cours LPSP1209 est donnée par les points obtenus pour les devoirs + les points obtenus pour l'interrogation SPSS + les points obtenus pour l'examen. Pour valider le cours en janvier, l'étudiant a besoin d'obtenir au moins un score total de 10. Session de août: Un examen écrit à livre fermé pendant 3h composé de questions ouvertes et/ou à choix multiple et portant sur la partie probabilité du cours, les concepts d'inférence statistique et la lecture de sorties SPSS. L'examen sert à tester vos connaissances au niveau de la compréhension générale du cours pour répondre à des questions précises en pratique, faire des calculs, etc. L'utilisation du formulaire est permise. Une interrogation sur SPSS à livre fermé pendant 1h30 consistant à réaliser l'analyse complète d'une série de données avec SPSS en passant par différentes étapes: choix de méthode, utilisation de SPSS, interprétation des sorties. L'utilisation du formulaire est permise. L'interrogation est composée de questions ouvertes et/ou à choix multiple. La répartition des notes pour ces deux parties est 15/20 pour l'examen écrit, 5/20 pour l'interrogation SPSS, car l'évaluation continue est prévue seulement pour le travail pendant le quadrimestre .  La note finale pour le cours LPSP1209 est donnée par les points obtenus pour l'interrogation SPSS + les points obtenus pour l'examen écrit. Pour valider le cours en août, l'étudiant a besoin d'obtenir au moins un score total de 10.",
        "other_info": "Les cours cités ci-dessous fournissent des bases importantes de compréhension et d'intégration de la matière de ce cours. LPSP1011 : Statistiques : Analyse descriptive de données quantitatives",
        "online_resources": "Voir le site Moodle: https://moodle.uclouvain.be/course/view.php?id=2299",
        "bibliography": "David C. Howel (2006). Méthodes statistiques en sciences humaines. 6eme ed. De Boeck Supérieur.",
        "course_materials": "(DUC) Statistique II : Inference sur une ou deux variables",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsc2220",
        "title": "Philosophy of science",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Guay Alexandre"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Chaque année, trois thème centraux sont abordés touchant au dialogue entre les sciences naturelles et les questionnements philosophiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Faire réfléchir les étudiants de Master sur certains thèmes centraux de la philosophie des sciences aujourd'hui, en relation avec leurs intérêts et la discipline scientifique dans laquelle ils sont spécialisés. Leur apprendre à approfondir, seuls ou en groupe, une question philosophique choisie en lien avec les questions abordées aux cours. Être capable d'exposer les résultats de leur réflexion par écrit et en faire une présentation orale.",
        "content": "Les trois thèmes pour 2024-25 sont : Éléments de philosophie des mathématiques. Quel est l'objet des mathématiques? Pourquoi les mahématiques peuvent être utilisées pour modéliser le monde empirique? Approches philosophiques de la causalité. Qu'est-ce que la causalité ? Comment reconnaît-on un lien causal ? Quel rôle joue la causalité dans les explications scientifiques ? Approches philosophiques de la symétrie. Qu'est-ce qu'une symétrie? Wu'est-ce qu'un argument par symétrie?",
        "teaching_methods": "La première partie du cours consistera en leçons magistrales sur les trois thèmes choisis. Pendant ce temps, les étudiants s'inscriront sur le site web du cours et constitueront des groupes de trois au maximum. Chaque groupe choisira un sujet d’exposé ciblé en rapport avec l’un des trois thèmes. Le sujet, la bibliographie et le plan de l’exposé devront tous être validés par le professeur. Celui-ci sera à la disposition des étudiants pour les aider à élaborer l’exposé. La seconde partie des séances sera consacrée aux exposés. L’examen évaluera l’assimilation du contenu des cours magistraux et des exposés.",
        "assessment_methods": "L’évaluation consistera en un examen écrit (50% de la note finale) et en un exposé oral, en classe, fait en équipe (50%). En seconde session, l’évaluation consistera en un examen écrit (50%) + la note d’exposé (50%). Si la note d’exposé est absente ou a déjà été comptée à la session de juin, cette note sera remplacée par un travail de recherche personnel. Notez qu’il est possible de faire l’exposé durant le quadrimestre, demander une note de présence en juin et, en conséquence, utiliser la note d’exposé à la session de septembre.",
        "online_resources": "Voir site Moodle du cours.",
        "bibliography": "Voir site Moodle du cours.",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecon2602",
        "title": "Advanced Econometrics II - Microeconometrics",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Parienté William"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "The course proposes an up-to-date presentation of methods to model, analyse and test continuous, discrete and partially observed (censored or truncated) cross section and panel data models.  For panel data models, both static and dynamic approaches are considered. The course includes an introduction to the treatment of sample selection and attrition. If time permits, some variable open topics such as multinomial and ordered response models, semi-parametric approaches to static models and non-stationary panels can be included in the course according.\r\tEconometric modelling and statistical inference are presented at an advanced level. The course also includes an introduction to an econometric software (such as Stata®), which is used to illustrate all methods through applications.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 This course focuses on the analysis of cross section and panel data. Cross section data refer to a large number of sample units (individuals, firms, ...) at a given instant of time. Panel data refer to the repeated observation of sample units over time. In this course we limit the analysis to panels with a large number of sample units that are followed over a limited number of time periods. \rThe objective of the course is to give the student a firm understanding of the workings of certain methods and a background for developing new methods. In addition, students should learn to implement certain methods by running econometric software programmes on data sets coming from published work. As such, the course in-tends to provide the necessary background both for the applied researcher who wants to uncover some causal relationship between two variables and for the theoretical researcher aiming at the development of new estima-tion methods.",
        "content": "Contents:\r1)\tIntroduction. The nature of panel data.\r\r2)\tLinear, static model for panel data. Estimating System of Equations by OLS and GLS. Modelling individual heterogeneity. Fixed effect, Random effect models. Specification test. First difference meth-ods. Random effect with correlated unobserved effect. The approach of Mundlak and Chamberlain. The GMM approach (Haussman and Taylor types of estimator) \r3)\tLinear, dynamic model for panel data. The  bias of usual estimators. Estimator of Anderson-Hsiao, estimator of Arellano-Bond, estimator of Blundell-Bond.\r4)\tDiscrete panel data. Refreshing on multiple response model. Random effect models for a binary de-pendent variable.Fixed effect models. Incidental parameter problem.\r5)\tLimited dependent variable and selection models. Truncated/censored data. Tobit I, II and III models. Attrition and selection bias. Random effect Tobit model. Fixed effect in truncated regression",
        "other_info": "Advanced econometrics I\r\r\rA take home exam consisting of an empirical implementation of methods covered during the lec-tures, and an oral exam.\r\r \r\rNo specific support. Some mandatory readings from the literature in microeconometrics.",
        "responsible_entity": "ECON"
    },
    {
        "url": "https://uclouvain.be/cours-2024-linge1121",
        "title": "Mathématiques : algèbre et calcul matriciel",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Claeys Tom",
            "Coyette Cécile"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'enseignement met l'accent sur la démarche de modélisation, et sur la résolution d'applications ou pro-blèmes en sciences de gestion à l'aide de méthodes mathématiques ou de logique formelle. Il vise à développer une démarche systématique d'analyse et de résolution : Quelle est la question en termes quantitatifs, quel modèle représente correctement la question posée ? Quels sont les outils utiles ? Les conditions d'application sont-elles respectées ? Comment mettre en oeuvre ces outils, quelle est la solu-tion du modèle ? Quelle est la réponse à la question initiale (dans le contexte de la question initiale, pas dans l'univers de son abstraction mathématique ou logique)? ,\r\rThèmes de la Partie II : Algèbre et Calcul Matriciel\r- Algèbre linéaire : vecteurs et matrices\r- Déterminants et Inversion de matrices\r- Indépendance linéaire et rang d'une matrice\r- Valeurs propres et vecteurs propres\r- Fonctions de plusieurs variables et formes quadratiques\rChaque thème est abordé à l'aide d'exemples et d'illustrations en sciences économiques et de gestion.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours de mathématiques (partie \"algèbre et calcul matriciel\") est consacrée principalement à l'algèbre et au calcul matriciel. La troisième partie à l'optimisation et aux équations différentielles.\r\rOn peut résumer les  objectifs et finalités du cours à trois  dimensions essentielles :\r L'apprentissage de l'outil mathématique (ce qui vise directement un ensemble de savoirs). L'ac-quis devrait être une capacité raisonnable à manipuler les notions étudiées dans le cours, qui sont les notions fondamentales utilisées dans les modèles et méthodes quantitatifs en sciences économiques et de gestion.\r L'apprentissage d'un raisonnement formalisé et rigoureux (ce qui est plus difficile à atteindre et vise davantage des \" savoir faire \" de modélisation mathématique)\r Le développement de l'autonomie de l'étudiant dans le travail et dans la démarche d'apprentis-sage.\r\rCe cours est appliqué à la formalisation mathématique en sciences économiques, politiques et sociales en général, avec un accent particulier vers les applications de gestion. Il vise à préparer les étudiants à l'étude de modèles quantitatifs pointus ou \" state of the art \" d'analyse et d'aide à la décision dans les différents domaines de gestion.",
        "content": "Contenu du cours: calcul matriciel : vecteurs, matrices, déterminant, algèbre linéaire, orthogonalité, valeurs propres et vecteurs propres, formes quadratiques, calcul de fonctions à plusieurs variables: description géométrique, limites, continuité, différentiabilité, optimisation.",
        "teaching_methods": "Le cours est donné sous forme : d'exposés magistraux : l'enseignant y définit les concepts, démontre les résultats, et les illustre à l'aide d'un exemple ou d'une application, de séances d'exercices : l'enseignant y soumet des problèmes aux étudiants et propose une démarche de résolution, les étudiants participent activement à la résolution des problèmes.",
        "assessment_methods": "L'évaluation portera sur l'examen final qui consistera d'une partie théorique et une partie exercices, dans lesquelles la connaissance et la compréhension de la matière seront testées, ainsi que la capacité d'implémenter des méthodes de résolution.",
        "other_info": "Pré-requis : Le cours n'a pas d'autres prérequis que le bagage mathématique correspondant à un programme d'au moins 4h de mathématiques en années terminales d'humanités.",
        "online_resources": "https://moodleucl.uclouvain.be/course/view.php?id=10933",
        "bibliography": "Syllabus disponible via la Duc.",
        "course_materials": "Syllabus disponible via la Duc",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsc2001",
        "title": "Introduction à la philosophie contemporaine",
        "credits": "2.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pence Charles",
            "Verdée Peter",
            "Verdée Peter"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'esprit humain, dans toutes ses dimensions, peut-il être intégré par les sciences empiriques au sein du monde naturel ? Les sciences cognitives (neurosciences, psychologie cognitive, linguistique, etc.) s'efforcent de mener à bien cette intégration. L'objectif du cours, qui constituera une introduction à la philosophie de l'esprit et des sciences cognitives,  est d'examiner les capacités des sciences cognitives à réaliser cette intégration ' et notamment à réaliser une description et une explication de ceux des aspects de l'esprit humain qui semblent le plus résister à cette intégration dans le monde naturel : la conscience, la rationalité, le libre-arbitre.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours permettra aux étudiants d'aborder un ensemble de problèmes philosophiques liés aux progrès récents dans l'étude scientifique et « naturaliste » de l'esprit humain.",
        "content": "Que nous apprennent les sciences et les mathématiques sur la réalité ? Ce cours explore divers thèmes en philosophie contemporaine, en se concentrant sur l’interprétation et la méthodologie des sciences et des mathématiques. Réalisme, pragmatisme et idéalisme La vérité : théories de la vérité, paradoxes, vérité en mathématiques La probabilité : théories de la probabilité, interprétations, paradoxes Sciences et normes Interprétation en sciences (mathématiques, physique quantique, etc.)",
        "teaching_methods": "Cours magistraux donnés par l'enseignant, avec un rôle important pour des discussions avec et entre les étudiant·e·s.",
        "assessment_methods": "Dans la session de juin et la session d'août : un travail de groupe écrit (50 %) et une défense individuelle de ce travail à l’examen oral (50 %).",
        "online_resources": "Lecture et slides disponible par le site Moodle du cours.",
        "responsible_entity": "SC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2200",
        "title": "Echantillonnage et sondage",
        "credits": "4.00",
        "hours": "15.0 h + 5.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Guisset Séverine",
            "Ritter Christian"
        ],
        "teaching_language": "Français",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans l'UE LSTAT2014 Eléments de probabilités et de statistique mathématique",
        "topics_covered": "- Cadre général de l'inférence en population finie : Population, échantillon, variables aléatoires dans l'inférence basée sur la planification expérimentale, l'estimation linéaire homogène: unités complexes et unités élémentaires. - Echantillonnage avec probabilités inégales : les estimateurs de Hansen-Hurwitz et de Horvitz-Thompson, le cas particulier de l'échantillonnage aléatoire simple. - Amélioration d'estimateurs au moyen d'information auxiliaire (estimateur de quotient et de régression). - Echantillonnage à partir d'unités complexes : échantillonnage stratifié, échantillonnage en grappes, échantillonnage en deux étapes. - Echantillonnage de populations biologiques : problème de la base d'échantillonnage, estimation de la taille de la population.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.1, 1.2, 1.3, 2.2, 3.2, 4.1, 5.1, 6.1, 6.4. Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.1, 1.2, 1.3, 2.2, 3.2, 4.1, 6.1, 6.4 B. Ce cours permettra à l'étudiant d'acquérir des connaissances de base sur les méthodes de l'échantillonnage, avec un intérêt particulier, mais non exclusif, pour l'échantillonnage de populations humaines. Au terme du cours, l'étudiant sera capable de planifier correctement une enquête simple et d'en analyser les résultats.",
        "content": "Cadre général de l'inférence en population finie : Techniques de sondages aléatoires et propriétés des estimateurs. Sondage aléatoire simple Sondage aléatoire stratifié Sondage à probabilités inégales Sondage en grappes Sondages à plusieurs niveaux Amélioration de l'estimation par utilisation d'information auxiliaire.",
        "teaching_methods": "8 x 2h d'exposés magistraux et 2 x 2h de travaux pratiques sur ordinateur. Cet enseignement est conçu de façon à s'adapter rapidement à l'évolution sanitaire (enseignement en présentiel, comodal ou à distance). Les étudiants sont invités à vérifier régulièrement leur horaire de cours sur ADE ainsi que les informations disponibles sur Moodle.",
        "assessment_methods": "Examen écrit en session et/ou projet individuel évalué sur le rapport de projet et sa défense orale.",
        "other_info": "Il est indispensable d'avoir suivi et réussi auparavant au moins un cours de statistique inférentielle.",
        "online_resources": "MOODLEUCL : cours LSTAT2200.",
        "bibliography": "Tillé, Y. (2001). Théorie des sondages : échantillonnage et estimation en populations finies, (Cours et exercices avec solutions), Dunod, Paris. Mouchart M. et J.-M. Rolin (1981), Enquêtes et Sondages, Série \" Recyclage en Statistique \", Vol.5, , Louvain : U.C.L., Comité de Statistique. Sharon Lohr (1999), Sampling : Design and Analysis, Duxbury Press Rao Poduri S.R.S. (2000), Sampling Methodologies with Applications, London : Chapman and Hall.",
        "course_materials": "Transparents sur moodle Documents divers",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsys2144",
        "title": "Analyse de données : modèles de mesure",
        "credits": "6.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Caesens Gaëtane",
            "Penta Massimo"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les modèles de réponse à l'item et, en particulier, le modèle de Rasch pour la construction d'échelles de mesure Analyse factorielle, modèles d'équations structurelles",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A2 : analyser et mode'liser une situation (individu, groupe ou organisation) en re'fe'rence a' des the'ories, re'sultats de recherche, me'thodes et outils relevant de la psychologie. B1 : comprendre la me'thodologie et les analyses lie'e a' la planification, la re'alisation et l'e'valuation de l'efficacite' d'une manipulation ou d'une intervention C2 : pre'senter et structurer les donne'es recueillies de manie're claire, synthe'tique, neutre, non oriente'e ; et structurer et re'diger les re'sultats de manie're standardise'e E1 : mai'triser les e'tapes, les me'thodologies et les outils de la recherche scientifique en psychologie et sciences de l'e'ducation",
        "content": "Le cours combine des enseignements ex cathedra, des lectures d'articles, une initiation à l'utilisation des logiciels (notamment SPSS, Mplus, R) et des exercices. Partant d'un cadre théorique et méthodologique, les étudiants sont invités à être de plus en plus actifs dans une démarche d'analyse et d'interprétation de données. Partie A: Le modèle de Rasch et les modèles de réponse à l'item Au travers d'exemples, les étudiants vont découvrir l'approche classique (Alpha de Cronbach) et l'approche moderne (modèle de Rasch et modèles de réponse à l'item) pour l'analyse des réponses à un questionnaire quantitatif. Ils vont également découvrir les fondements psychométriques de toute échelle de mesure en vue d'interpréter les réponses à un questionnaire (critère d'unidimensionalité, indices d'ajustement, fonctionnement différentiel, analyse d'items dichotomiques et polytomiques). Partie B: Le modèle classique : analyse factorielle Les postulats et implications des  modèles d'analyse factorielle exploratoire et confirmatoire.  Les utilisations courantes et procédures  particulière (e.g., rotations...) et difficultés de la technique, le lien avec le modèle de mesure dans les approches à équations structurelles Les  applications courantes des procédures  d'analyse factorielle et leur mise en oeuvre informatique avec une approche critique des résultats, de l'ajustement et de  l'interprétation.",
        "teaching_methods": "Exposés en présentiel et/ou en vidéos disponibles sur moodle (ezcast), des lectures, des démonstrations et des exercices formatifs à réaliser.",
        "assessment_methods": "Examen écrit à cahiers fermés composé de questions à choix multiples et/ou ouvertes. La note finale est la moyenne pondérée des notes pour la partie A (Le modèle de Rasch et les modèles de réponse à l'item) et pour la partie B (Le modèle classique : analyse factorielle). Dans la note finale, la partie A vaut pour 10/20 et la partie B vaut pour 10/20.",
        "other_info": "Les cours ci-après fournissent des bases importantes pour la compréhension et l’intégration de ce cours : LPSP1011 Statistique : Analyse descriptive de données quantitatives LPSP1209 Statistique, inférence sur une ou deux variables LPSP1211 Psychométrie The course is given in French, but a set of English slides is available for international students: no The core reading for the course is in French, but equivalent core reading is available for international students in English: no The standard exam is a written exam in French. However, international students taking this course: Will be allowed to use a dictionary when taking the written exam in French: yes Will be allowed 33% more time when taking the written exam in French: no Are provided with the opportunity to take the written exam in English: no Are provided with the opportunity to take an alternative oral exam in English : no",
        "online_resources": "Voir Moodle",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldats2350",
        "title": "Data Mining",
        "credits": "4.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Oirbeek Robin"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2020 Logiciels et programmation statistique de base LSTAT2120 Linear models LSTAT2110 Analyse des données LSTAT2100 Modèles linéaires généralisés et données discrêtes",
        "topics_covered": "- Domaines d'application du data mining. - Etapes types de la méthodologie du data mining. - Echantillonnage et partitionnement de la base de données. - Prétraitement et validation des données. - Exploration, réduction et transformation des variables. - Outils de modélisation et de classification du data mining (présentation générale). - Arbres de décision. - Réseaux de neurones. - Outils de validation du modèle. - Etudes de cas.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire : 1.2, 1.3, 2.1, 2.2, 2.3, 2.5, 3.1, 3.3, 5.5, 6.3, 6.4 de manière secondaire : 2.4, 3.4, 5.1, 5.2 Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire : 1.2, 1.3, 2.1, 2.2, 2.3, 2.5, 3.1, 3.3, 6.1, 6.2. de manière secondaire : 2.4. B. Au terme du cours l'étudiant aura acquis des connaissances de base sur la méthodologie et les outils du data mining pour le traitement de grandes bases de données d'entreprises. Il aura conscience des spécificités et de l'apport du data mining par rapport à la statistique classique et sera capable de traiter des études de cas avec un logiciel dédicacé.",
        "content": "Introduction au data mining Data et systèmes du data mining Domaines d'application du data mining Processus et méthodologie du data mining Data mining dans le domaine du Customer Relationship Management (CRM) Statistique classique et data mining Préparation des données pour data mining Principales étapes dans la préparation des données Spécification des données pour le data mining Extraction et agrégation des données Audit et exploration des données Pré-traitement des données Modélisation prédictive Arbres de décision Réseaux de neurones Validation et choix de modèles Modélisation descriptive Clustering K-means Kohonen Self-Organising Map Etudes de cas",
        "bibliography": "1. Berry M. and G. Linoff (2000), \"Matering Data Mining, The Art and Science of Customer Relationship Management\", John Wiley. 2. Bishop, C.M. (1995), Neural Networks for Pattern Recognition, Oxford. 3. Breiman, L., Friedman, J.H., Olshen, R.A., and Stone, C.J. (1984), \"Classification and Regression Trees\", Wadsworth, Inc., Belmont, California. 4. Han J. and M. Kamber (2000), \"Data Mining: Concepts and Techniques\", Morgan Kaufmann,. 5. Hastie Tr., R. Tibshirani and J. Friedman (2001), \"The Elements of Statistical Learning -Data Mining, Inference and Prdiction\", Springer. 6. Haykin S., \"Neural Networks: A comprehensive Foundation\", Prentice Hall, 1999 7. Kohonen T. (1995), \"Self-Organizing Maps\", Springer Series in Information Sciences, Oxford University Press. 8. Piatetsky-Shapiro G. and W. J. Frawley (1991), \"Knowledge Discovery in Databases\", AAAI/MIT Press. 9. Piatetsky-Shapiro G., U. Fayyad, and P. Smith (1996). \"From data mining to knowledge discovery: An overview\", In U.M. Fayyad, et al. (eds.), Advances in Knowledge Discovery and Data Mining, 1-35. AAAI/MIT Press,. 10. Pyle D. (2000), \"Data Prepation for Data Mining\", Morgan Kaufman. 11. Richard O. Dula, Pete E. Hart and David G. Stork (2000), \"Pattern Classification\", John Wiley, Second edition. 12. Van Hulle M. (2000), \"Faithful Representations and Topographic Maps: From Distortion- to Information-Based Self-Organization\", John Willey",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2190",
        "title": "Concepts et traitement de vecteurs aléatoires",
        "credits": "4.00",
        "hours": "15.0 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "von Sachs Rainer"
        ],
        "teaching_language": "Français",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans l'UE LSTAT2014 : Eléments de probabilités et de statistique mathématique",
        "topics_covered": "Concepts des vecteurs aléatoires, des moments et distributions multivariées, des dépendances – en préparant l’étudiant.e aux concepts de la dépendance (prérequis pour beaucoup de cours du Master en statistique)",
        "content": "Vecteurs aléatoires discrets et continus : distributions/densités jointes, marginales et conditionnelles. Covariance et corrélation Matrices variance-covariance (structures particulières, Toeplitz, modèles à facteur) Moments conditionnels (espérance, variance), règles de calculs. Indépendance (jointe et deux-à-deux, à titre de trois variables), indépendance conditionnelle Fonctions des variables aléatoires (somme des v.a.), Fonctions génératrices des moments Distributions multivariées : multinomiale, multinormale (vecteurs aléatoires gaussiennes) - construction à partir d’une transformation de la normale simple Théorie de la multinormale : normale conditionnelle, corrélation partielle, matrices de précision (structures particulières, e.g. approche de sparsité) D’autres concepts de dépendance : Copules (introduction)",
        "teaching_methods": "Les thèmes seront abordés du point de vue théorique et par amples d’exemples pratique (éventuellement aussi à l’aide de R)",
        "assessment_methods": "L'évaluation se fera via un examen écrit, completé par un projet de simulation sur ordinateur (R).",
        "online_resources": "Moodle (copies des slides, …)",
        "bibliography": "Chapitres 4.1-4.4 et 4.7 , 5.1- 5.2 (5.3-5.4) du livre « Applied Multivariate Statistical Analysis » (W. Härdle, L. Simar ; Springer 2007) ; Chapitres 2.5-2.8, 3.5-3.6, 3.9-3.11 ; 4.1.4 et 4.3 du livre « Mathematical Statistics for Economics and Business” (R. Mittelhammer ; Springer 2013)",
        "course_materials": "copies des slides sur Moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2140",
        "title": "Statistique nonparamétrique: méthodes de base",
        "credits": "4.00",
        "hours": "15.0 h + 5.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pircalabelu Eugen"
        ],
        "teaching_language": "Français",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans l'UE LSTAT2014 : Eléments de probabilités et de statistique mathématique Formation de base en probabilité et en statistique: statistique descriptive, calcul de probabilités, distributions, fonction de répartition et de densité, moyennes, variances (conditionnelles ou pas), régression linéaire, principes de base de tests d'hypothèses paramétriques.",
        "topics_covered": "Les thèmes abordés dans le cours sont les suivants : 1.        Statistique paramétrique vs statistique nonparamétrique 2.        Estimation nonparamétrique d’une fonction de répartition 3.        Problèmes de localisation : un échantillon 4.        Problèmes de localisation : deux échantillons 5.        Problèmes de localisation : K échantillons 6.        Problèmes de dispersion : deux échantillons 7.        Tests d’ajustement 8.        Analyse d’association",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.4, 1.5, 2.1, 2.2 et 4.2 Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.4, 1.5, 2.1, 2.2 et 4.2 B. Au terme du cours les étudiants auront acquis une connaisance des concepts de base de l'inférence nonparamétrique en statistique. Ils maîtrisent les principaux tests nonparamétriques élémentaires. Ils seront aussi capables d'utiliser ces procédures nonparamétriques dans des analyses de données, et ceci à l'aide (partielle) des logiciels statistiques.",
        "content": "Le cours est centré sur la présentation des concepts clés en statistique nonparametrique tels que: Tests d'hypothèses concernant la localisation et la dispersion d'une population, étant donné un échantillon i.i.d. Détection de différences en localisation et/ou en dispersion entre deux populations. Tests d'ajustement pour vérifier si une distribution inconnue fait partie d'une famille paramétrique de distributions, ou est égale à une distribution spécifique. Mesures d'association entre deux (ou plusieurs) variables aléatoires.",
        "teaching_methods": "Le cours comprend des exposés magistraux (15h) et des séances d’exercices (5h). Dans les séances de cours nous explicitons pour chacune des procédures statistiques: la motivation derrière la statistique de test, la façon de trouver la loi de la statistique de test sous l'hypothèse nulle et la façon d'effectuer le test. Le but est que les étudiants comprennent la logique derrière les divers tests et maîtrisent les différentes étapes dans la constuction d'un test nonparamétrique. A la fin du cours les étudiants réalisent un travail qui leur permet de se familiariser avec l'utilisation des méthodes nonparamétriques dans la pratique, par exemple, dans l'analyse des données. La présence aux cours magistraux et aux séances de TPs est fortement encouragée, quasi- OBLIGATOIRE !",
        "assessment_methods": "Session de janvier : Pendant le quadrimestre l'étudiant doit rendre 4 devoirs obligatoires (courts, 2-3 pages maximum par devoir), comptant pour 1 point de la note finale. Les devoirs sont à résoudre individuellement ou en groupe de 2. Une note sera attribuée par groupe. Les devoirs qui arrivent après la date limite ne sont pas pris en compte. Un projet (rédigé en français/anglais en min 6 et max 12 pages dans le template sur Moodle, annexes non-incluses) d'analyse de données pour 5 points.  L'évaluation du projet se fait seulement sur base du rapport écrit. Le travail inclut, entre autres, l'application des méthodes non-paramétriques introduites au cours sur des données réelles et l'utilisation des logiciels statistiques pour répondre aux questions posées. Le projet est à résoudre individuellement ou en groupe de 2. Une note sera attribuée par groupe. Les projets qui arrivent après la date limite ne sont pas pris en compte. Un examen écrit pour 14 points à livre fermé. Cette partie de l'examen sert à tester vos connaissances au niveau de la compréhension générale du cours (motivation et interprétation des procédures, choix de la procédure pour répondre à des questions précises en pratique, etc.), des calculs sur des petits échantillons, etc. Une liste de tables sera fournie à l’examen et au début du quadrimestre. La note finale pour le cours est donnée par les points obtenus pour les devoirs + les points obtenus pour le projet + les points obtenus pour l'examen. Pour valider le cours, l'étudiant a besoin d'une note finale de 10 ou plus. Session d’août : Un projet (rédigé en français/anglais en min 6 et max 12 pages dans le template sur Moodle, annexes non-incluses) d'analyse de données pour 5 points.  L'évaluation du projet se fait seulement sur base du rapport écrit. Le travail inclut, entre autres, l'application des méthodes non-paramétriques introduites au cours sur des données réelles et l'utilisation des logiciels statistiques pour répondre aux questions posées. Le projet est à résoudre individuellement ou en groupe de 2. Une note sera attribuée par groupe. Les projets qui arrivent après la date limite ne sont pas pris en compte. Un examen écrit pour 15 points à livre fermé. Cette partie de l'examen sert à tester vos connaissances au niveau de la compréhension générale du cours (motivation et interprétation des procédures, choix de la procédure pour répondre à des questions précises en pratique, etc.), des calculs sur des petits échantillons, etc. Une liste de tables sera fournie à l’examen et au début du quadrimestre. La note finale pour le cours est donnée par les points obtenus pour le projet + les points obtenus pour l'examen. Les points attribués aux devoirs ne comptent pas pour la session d'août, car l'évaluation continue est prévue seulement pour le travail pendant le quadrimestre. Pour valider le cours, l'étudiant a besoin d'une note finale de 10 ou plus. Attention : Toute utilisation de logiciels d'intelligence artificielle pour produire des parties de texte, de code, de figures ou d'équations qui seront incluses dans le projet final ou les devoirs est strictement interdite. Tous les projets et devoirs seront analysés avec des logiciels spécialisés.",
        "online_resources": "Site Moodle du cours : LSTAT2140 - Statistique non-paramétrique : méthodes de base. https://moodle.uclouvain.be/course/view.php?id=2756",
        "bibliography": "Gibbons, J.D. (1971). Nonparametric Statistical Inference. McGraw-Hill, New York. Hollander, M. et Wolfe, D.A. (1999). Nonparametric Statistical Methods. Second Edition. Wiley, New York. Lehmann, E.L. (1998). Nonparametrics: Statistical Methods Based on Ranks. Revised First Edition. Prentice Hall, New Jersey. Maritz. J.S. (1995). Distribution-free Statistical Methods. Second Edition. Chapman and Hall, New York. Mouchart, M. et Simar, L. (1978). Méthodes nonparamétriques. Recyclage en statistique, volume 2. Université catholique de Louvain, Louvain-la-Neuve, Belgique. Randles, R. et Wolfe, D. (1979). Introduction to the Theory of Nonparametric Statistics. Wiley, New York.",
        "course_materials": "Transparents du cours et syllabus disponible sur Moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2040",
        "title": "Inférence statistique et vraisemblance",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "El Ghouch Anouar"
        ],
        "teaching_language": "Français",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans l'UE LSTAT2190 Concepts et traitement de vecteurs aléatoires L'étudiant devrait avoir suivi un cours d'analyse mathématique de niveau universitaire ainsi qu'une formation de base en statistique méthodologique, comprenant un cours d'introduction en probabilité et statistique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orienation générale, cette activité permet aux étudiants de maîtriser de manière prioritaire les AA 1.1, 1.4, 1.5, 4.3 et 4.4. Eu égard au référentiel AA du programme de master en statistique, orienation biostatistique, cette activité permet aux étudiants de maîtriser de manière prioritaire les AA 1.1, 1.4, 1.5 et 4.3. B. À l'issue de cet enseignement, l'étudiant devrait avoir acquis les outils nécessaires à une étude statistique plus approfondie du point de vue mathématique. Il comprendra les bases de la statistique multivariée et les concepts fondamentaux de l'inférence statistique. L'étudiant sera amené à quantifier l'information contenue dans un ensemble de données, à estimer des paramètres inconnus, à étudier les propriétés de ces estimateurs et à les comparer. Il sera en mesure d'associer à ces estimateurs un certain degré de confiance basé sur des outils probabilistes. L'étudiant comprendra aussi quelques points importants de la théorie asymptotique. Il devrait être capable de reproduire et transférer les arguments de dérivation des résultats techniques et mathématiques développés au cours et pendant les séances de TP.",
        "content": "Il s'agit d'un cours méthodologique qui traite quelques aspects fondamentaux d'analyse statistique fréquentiste: Méthodes d'estimations les plus fréquentes. Comparaison d'estimateurs. Information de Fisher. Borne de Cramer-Rao. Famille exponentielle. Méthode du Maximum de Vraisemblance. Théorie des tests et région de confiance. Inférence basée sur la vraisemblance",
        "teaching_methods": "Le cours comprend des exposés magistraux et des séances d'exercices.",
        "assessment_methods": "L'évaluation consiste à un examen écrit de +/- 3h.",
        "bibliography": "Syllabus sous format d'un recueil de transparents vus au cours. Casella, G. et Berger, R.L.. (2012). Statistical Inference. ISBN-13: 9780534243128.",
        "course_materials": "transparents sur moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2230",
        "title": "Advanced survival models",
        "credits": "4.00",
        "hours": "15.0 h + 5.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Legrand Catherine"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans l'UE LSTAT2220 Analyse des données de survie et de durée Bonne formation de base en probabilité et en statistique. Bonne maitrise (écrite et orale) de l'anglais scientifique.",
        "topics_covered": "Les sujets abordés dans ce cours peuvent changer d'une année à l'autre en fonction des sujets de recherches et des sujets important en biostatistique. Ces sujets seront abordés à la fois sous leur angle théorique mais aussi via le biais d'applications à des problèmes réels. Il peut s'agir de l'application de techniques statistiques avancées (frailty models, joint modelling, generalized mixed models,') à un cas spécifique en biostatistique ou l'étude de problèmes spécifiquement rencontrés en biostatistique tels que celui des comparaisons multiples en biostatistique ou les flexible design en expérimentation clinique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants : De manière prioritaire : 1.2, 1.4, 2.4, 3.1, 4.2, 6.2, 6.4 De manière secondaire : 1.1, 1.3, 1.4, 1.5, 2.5, 2.6, 3.2, 3.4, 4.3, 4.5, 5.1, 5.5, 5.6, 6.1, 6.3 Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants : de manière prioritaire : 1.2, 1.4, 2.4, 3.1, 4.2, 6.2, 6.4 de manière secondaire : 1.1, 1.3, 1.5, 2.5, 2.6, 3.2, 3.4, 4.4, 5.5, 6.1, 6.3 B. A l'issu de ce cours, l'étudiant aura assimilé de nouveaux concepts liés à la biostatistique, soit dans un contexte plus méthodologique soit dans un contexte plus appliqué. Il aura eu l'opportunité de se confronter à la lecture d'articles publié dans des revues de biostatistique et aura appris à en retirer le message principale et à l'exposer de façon claire, structurée et critique. de données réelles, de sélectionner le type de modèle linéaire le plus approprié, de l'ajuster au moyen d'un logiciel statistique et d'en interpréter correctement les résultats.",
        "content": "Après un bref rappel des méthodes d'analyse de données dites \"classiques\", le contenu du cours porte sur des modèles de survie plus avancés, et plus spécifiquement les modèles de fragilités (frailty models), les modèles de guérison (cure models) et les modèles pour risques compétitifs (competing risks models). Les principales techniques d'estimaton (paramétriques et non-paramétriques) ains que leur implémentation dans des logiciels statistiques seront discutés. L'application de ces modèles à des données réelles et l'interpretation des résultats seront également discutés.",
        "teaching_methods": "En fonction du nombre d'étudiants inscrits au cours, celui-ci prendre la forme Soit d'un cours avec des exposés magistraux et la résolution d'excerices sur ordinateurs Soit d'un cours de type \"classe inversée\". Le cours s'articulera autour de lectures dirigées d'articles, avec des séances de questions/réponses. Les étudiants devront ensuite présenter aux autres étudiants les parties de la matière qui leurs auront été assignées, répondre aux questions des autres étudiants et du titulaire et également démontrer une participation active lors des présentations des autres étudiants.",
        "assessment_methods": "Si le cours est organisé sous forme classique: Un examen oral à livre fermé sera organisé et portera sur l'ensemble de la matière vue au cours. Si le cours est organisé sous forme de classe inversés: Les étudiants sont évalués de façon continue sur la qualité de leur présentations, leurs réponses aux questions des autres étudiants mais aussi sur base de leur participation lors des présentations des autres étudiants. Un examen oral avec une partie à livre ouvert et une partie à livre fermé sera organisé",
        "online_resources": "Toutes les ressources nécessaires seront mises à disposition des étudiants via Moodle.",
        "bibliography": "Articles mis à disposition via moodle.",
        "course_materials": "matériel sur moodle Advanced Survival Models. 1st Edition. Catherine Legrand. CRC Press. ISBN 9780367149673",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-linge1214",
        "title": "Statistique approfondie",
        "credits": "4.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hafner Christian"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Partie 1 : Méthodes de l'analyse statistique. \rAprès une introduction au modèle statistique (modèle de population et modèle d'échantillonnage), on montre comment les distributions d'échantillonnage de statistiques sont à la base de l'inférence. Ces propriétés permettent de contrôler la précision d'estimateurs ponctuels de construire des intervalles de confiance et de contrôler les risques d'erreur dans une procédure de test d'hypothèses. Ceci implique le développement d'une théorie générale de l'estimation (propriétés des estimateurs, y compris propriétés en grands échantillons) et une théorie générale des tests d'hypothèses.\rPartie 2 : Application à quelques problèmes types. \rLes méthodes peuvent alors être adaptées à l'analyse de problèmes d'application particulièrement utiles en économie et gestion : Modélisation de relation entre variables (modèles linéaires) ; Introduction aux plans d'expérience (comparaison de deux moyennes, échantillons indépendants ou pairés), Analyse de la variance (comparaison de plusieurs moyennes) ;Etudes de données catégorielles y compris un test d'indépendance entre variables",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de ce cours est d'introduire les raisonnements et les méthodes de base de l'analyse statistique, ainsi que ses applications à la résolution de problèmes statistiques rencontrés dans le domaine de l'économie et de la gestion. Ce cours vise aussi à enseigner la matière de base qui sera utilisée dans les cours de statistique et d'économétrie qui suivront dans le curriculum de l'étudiant.\rA l'issue du cours l'étudiant devra être capable de comprendre les mécanismes de base de l'inférence statistique et de résoudre pratiquement les problèmes d'inférence : estimation de paramètres, construction d'intervalles de confiance et résolution de tests d'hypothèse. Même si les concepts sont introduits à partir de problèmes simples (moyenne, variance, proportion), les outils et modèles utiles pour aborder des problèmes plus généraux sont abordés : techniques générales d'estimation ou de résolution de tests d'hypothèses. L'étudiant sera également capable de traiter les problèmes classiques de la statistique : modélisation des relations entre variables, comparaisons de moyennes, tests d'ajustement.",
        "content": "Contenu :\rModèle statistique et distribution d'échantillonnage, Estimation ponctuelle et par intervalle (problèmes simples et théorie générale, y compris propriétés asymptotiques), Tests d'hypothèses (problèmes simples et théorie générale), Modèle linéaire multiple, Analyse de la variance, Variables catégorielles (test d'ajustement multinomiaux et tables de contingence).\rMéthode :\rLe cours est donné sous forme :\r- d'exposés magistraux (l'enseignant introduit et interprète les concepts à partir d'une application et dégage leur forme abstraite),\r- de séances d'exercices (l'enseignant y soumet des applications/problèmes aux étudiants et propose une démarche de résolution) complétés par une participation active des étudiants sous forme de lectures, résolution autonome de problèmes,...",
        "other_info": "Support : Syllabus disponible sur moodle. Références supplémentaires: (à titre d'exemple) Wackerly, D., Mendenhal, W. and R. Scheaffer (2002), Mathematical Statistics with Applications, Duxbury Press, New York, 6th edition (chapitres 7 à 147)",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldats2030",
        "title": "Statistique et data sciences avec R: Programmation avancée",
        "credits": "4.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "El Ghouch Anouar"
        ],
        "teaching_language": "Français",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans l'UE LSTAT2020 : Logiciels et programmation statistique de base L'étudiant devrait avoir suivi un cours sur les bases de R/Rstudio (Data.frame, Factor, boucles, indexation, fonctions et scripts, répertoire de travail) ainsi qu'une formation en statistique méthodologique, comprenant un cours d'introduction en probabilité (distributions classiques, lois des grands nombres, théorème central limite) et statistique (tests et intervalles de confiances, maximum de vraisemblance, régression (non-)linéaire). De préférence, l'étudiant aura également suivi un cours sur l'analyse multivariée.",
        "topics_covered": "Ce cours propose une formation intermédiaire à R/Rstudio et aux techniques de calcul statistique les plus fréquemment utilisées en pratique. Il s'adresse aux étudiants qui ont déjà acquis les bases du calcul statistique et manipulation de données en R et souhaites développer leurs compétences dans ce domaine. Le cours s'articule autour de deux axes: 1- développer des compétences de programmation R plus avancées et 2- apprendre des méthodes statistiques modernes qui nécessitent des calculs intensifs. Ce cours présentera ces concepts de manière pratique en évitant, le plus possible, les développements techniques et en utilisant des ensembles de données du monde réel et des problèmes statistiques courants. À la fin du cours, l'étudiant devrait être capable de mettre en 'uvre ces compétences de programmation en R pour effectuer des simulations et résoudre numériquement des problèmes d'inférence ou d'optimisation dont il est difficile ou impossible de trouver une solution sous forme fermée. L'étudiant devrait aussi être capable d'écrire un rapport automatisé et dynamique en utilisant R Markdown, de diffuser ces analyses et de partager son code R sous forme d'un Package.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme « Le master en statistique, orientation biostatistique», , cette activité permet aux étudiants de maîtriser De manière prioritaire les AA suivants: 1.3, 2.2, 2.5, 3.3, 4.3 De manière secondaire les AA suivants: 3.2, 3.4, 3.5 Eu égard au référentiel AA du programme de « Le master en statistique, orientation générale», cette activité permet aux étudiants de maîtriser De manière prioritaire les AA suivants : 1.3, 2.2, 2.5, 3.3, 4.4, 5.3 De manière secondaire les AA suivants : 3.2, 3.4, 4.1, 4.2",
        "content": "Visualisation avec ggplot Rmarkdown Développement d’un package R sous Windows Introduction à Shiny",
        "teaching_methods": "Le cours sera constitué - d'exposés qui présenteront la matière sur base d'exemples, - de séances d'exercices visant à mettre systématiquement en pratique les différentes notions vues au cours sur des cas bien ciblés. L'approche pédagogique utilisée privilégiera l'apprentissage actif des étudiants et tentera de respecter les orientations pédagogiques proposées par la Faculté.",
        "assessment_methods": "Pendant la session des examens : Examen écrit assisté par ordinateur",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldats2310",
        "title": "Deep learning pour l'assurance et la finance",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hainaut Donatien"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Maîtrise des concepts de base en statistique et calcul des probabilités ainsi que de la programmation, du niveau des cours des programmes FSA1BA, INGE1BA, MATH1BA ou de la mineure d'accès en statistique, sciences actuarielles et science des données.",
        "topics_covered": "Réseaux de neurones artificiels, Deep learning, auto-encoder, LSTM, réseaux de convolution, tarification et prévision.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Programmer un réseau neurones artificiels de régression/classification pour la tarification ou la prévision en assurance/finance Choisir l’algorithme de calibration, le critère d’optimisation, ainsi que les contraintes, les plus appropriés aux données Implémenter un réseau de neurones réduisant la dimension d’un dataset Utiliser un réseaux pour modéliser des séries temporelles",
        "content": "Réseaux neurones (RN), généralités RN pour l’assurance et le risque crédit : déviance et fonction de perte personnalisée, régularisation du biais. RN et haute dimension : pénalisation ridge et lasso ainsi que « embedding layers » Biais-variance : bootstrapping, randomization drop-out Interpretation des modèles: PDP, ICE, feature importance, LIME, SHAP Auto-encoders neuronaux et auto-encoders variationels Prévisions de séries temporelles avec réseaux récurrents et LSTM Régression avec réseau de convolution",
        "teaching_methods": "Lecture avec diapositives Programmes en Python (KERAS & TENSORFLOW) Etudes de cas",
        "assessment_methods": "L'évaluation est basée sur un rapport individuel dans lequel les méthodes vues pendant les lectures sont appliquées à un jeu de données réelles. Notez que le professeur se réserve le droit d'interroger oralement les étudiants sur le contenu de leur travail.",
        "online_resources": "Moodle website",
        "bibliography": "Denuit M., Trufin J. , Hainaut D. 2019. Effective statistical learning III : neural networks and extensions. Springer actuarial lectures notes.",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2320",
        "title": "Plans expérimentaux",
        "credits": "5.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bogaert Patrick"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2120 Linear models LSTAT2020 Logiciels et programmation statistique de base",
        "topics_covered": "Le cours présente la méthodologie et les outils de la planification expérimentale de façon intuitive sur base d'études de cas. Les thèmes suivants sont abordés et mis en pratique par les étudiants : - Cycle et stratégies expérimentales. - Régression linéaire en planification expérimentale. - Description d'un problème et évaluation de la qualité d'un plan. - Plans factoriels et dérivés. - Plans pour l'estimation de modèles d'ordre 2. - Plans optimaux. - Planification expérimentale vue par Taguchi. - Plans pour le traitement de problèmes de mélange . - Optimisation simultanée de plusieurs réponses. - Algorithmes du simplexe et EVOP pour l'optimisation d'une réponse.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.3, 2.2, 2.3, 2.5, 3.1, 3.2, 3.3, 3.4, 5.4, 5.5 Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.3, 2.2, 2.3, 2.5, 3.1, 3.2, 3.3, 3.4, 5.5, 5.6 B Au terme du cours l'étudiant aura pris conscience de l'intérêt d'adopter une méthodologie pour planifier des expériences afin d'en tirer un maximum d'informations à moindre coût. Il aura acquis des connaissances sur les différentes classes de plans expérimentaux disponibles et leurs propriétés respectives ainsi que sur les méthodes statistiques utilisées pour l'analyse des résultats. Il sera finalement capable de mettre en oeuvre la méthodologie et les outils dans la pratique en utilisant un logiciel adapté.",
        "content": "Les thèmes suivants sont abordés et mis en pratique par les étudiants : Cycle et stratégies expérimentales. Régression linéaire en planification expérimentale. Optimisation simultanée de plusieurs réponses. Description d'un problème et évaluation de la qualité d'un plan. Plans de criblage. Plans factoriels et dérivés. Plans pour l'estimation de modèles d'ordre 2. Plans optimaux. Plans pour le traitement de problèmes de mélange. Plans en bloc. Plans pour l'estimation de composantes de variance.",
        "teaching_methods": "Cours (22.5h) Présentation des méthodes sur base de situations réelles. Discussion des techiques de calcul pour les méthodes simples. Interprétation de résultats de logiciel. Exposé interactif où les étudiants sont invités à être actifs durant le cours. Le cours est donné en salle informatique et les étudiants peuvent donc directement appliquer les méthodes au cours avec le logiciel JMP. TPs sur ordinateur (15h) Application des méthodes vues au cours sur des cas/données émanant d'applications industrielles ou de domaines de recherche UCL Projets et travaux à domicile Chaque semaine un exercice à domicile est demandé en préparation au TP ou cours suivant pour permettre à l'étudiant d'intégrer progressivement le concepts et de valider vos compétences.",
        "assessment_methods": "La note de l’examen du cours est basée sur : La réalisation obligatoire des devoirs durant le quadrimestre. La participation à plusieurs quizz durant le quadrimestre. Un examen écrit sur le contenu du cours (\"théorie” et exercices méthodologiques). Pour les étudiants qui suivent le cours complet  : la réalisation d'un projet appliqué (par groupes de 2 étudiants)  + un examen oral et de discussion du travail (par groupe) Pour les étudiants qui suivent le partim LSTAT2320A du cours uniquement : Un test JMP en salle informatique Pour les étudiants qui suivent le cours complet, l’examen écrit compte pour 12/20, le travail (+ examen oral) pour 6/20, les quizz et devoirs pour 2/20. Pour les étudiants qui suivent le Partim A, l’examen écrit compte pour 14/20, le test JMP pour 4/20, les quizz et devoirs pour 2/20. Dans la note globale, les points des travaux à domicile, du travail et/ou du test JMP ne sont acquis que si l'étudiant a obtenu une note de minimum 45% à l'examen écrit sinon c'est la note de l'écrit qui est la note globale.",
        "other_info": "Pré-requis : Formation de base en probabilité et statistique : statistique descriptive, inférence statistique de base, régression linéaire multiple. Capacité d'utiliser couramment un ordinateur personnel : manipulation de fichiers, utilisation de Word et Excel. Documentation Tout est disponible sur le site moodle Logiciel Plusieurs logiciels de plans d'expérience sont disponibles dans la salle didactique. Le logiciel enseigné dans le cours est JMP. L'UCL a un contrat site pour ce logiciel qui permet aux étudiants de se le procurer.",
        "online_resources": "Voir le site Moodle",
        "bibliography": "Box G. et Draper N. et H. Smith [1987], Empirical Model-Building and Response Surfaces, Wiley, New York Khuri A. et Cornell J., [1996], Response surfaces : designs and analyses, Marcel Dekker. Myers R.H., Douglas C. Montgomery [2002], Response Surface Methodology: Process and Product Optimization Using Designed Experiments. Wiley Et beaucoup d'autres possibles...",
        "course_materials": "Voir le site Moodle",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsst1001",
        "title": "IngénieuxSud",
        "credits": "5.00",
        "hours": "15.0 h + 45.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Merle Stéphanie",
            "Raskin Jean-Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Projets qui répondent à une problématique (technique, économique, socio-culturel), coopération au développement, approche systémique, responsabilité, engagement, éthique, solidarité, travail en équipe, innovations, technologies appropriables, citoyenneté scientifique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Contribution aux référentiels des programmes du secteur SST Acquis d'apprentissage disciplinaires : Au terme de la formation l'étudiant sera capable de : Elaborer des propositions, sous forme de projets, appropriées à une problématique de développement qui relève de l'identification et/ou la conception d'un dispositif technique, économique, socio-culturel : 1.       Identifier et définir les questions et problématiques 1.1    Elaborer un cahier des charges 1.2    Analyser un contexte 1.3    Analyser une problématique 1.4    S'initier au concept de la systémique 1.5    Découvrir les leviers et les contraintes d'un projet 1.6    Appréhender les étapes de la vie d'un groupe 2.       Elaborer des propositions innovantes 2.1    Découvrir et mettre en oeuvre des technologies qui favorisent l'innovation et la créativité 2.2    Découvrir les technologies appropriables et durables 2.3    S'initier aux principes du développement durable et de son application dans des projets techniques 2.4    Se préparer à la mission 2.5    S'imprégner du processus itératif 3.       Évaluer la faisabilité et l'impact des propositions élaborées 3.1    Appréhender l'équilibre technologique comme venant en soutien de l'évolution humaine 3.2    Identifier les possibilités pour mesurer l'impact d'un projet 3.3    Contribuer à la visibilité des projets IngénieuxSud Acquis d'apprentissage transversaux : Développer et adopter une attitude réflexive sur des questions et problématiques de développement et y apporter des solutions appropriées 1.1    Porter un regard critique sur ses propres compétences, connaissances et sur ses propres limites 1.2    Définir les différents enjeux du projet (culturels, sociaux, économiques, techniques) par une approche systémique 1.3    Faire le bilan de la progression de sa réflexion au fil du projet 2.       Travailler en équipe, collaborer de manière efficace avec des partenaires nationaux et internationaux. 2.1    Identifier les apports et intérêts complémentaires des différents partenaires dans la problématique du projet 2.2    Planifier son travail en équipe : construire un chronogramme, un programme d'apprentissage... 2.3    Autoévaluer son implication individuelle dans le groupe et la coopération au sein du projet et de son groupe 3.       Communiquer efficacement oralement et par écrit avec des publics divers nationaux et internationaux (experts scientifiques, pairs, enseignants, formateurs...) 3.1    Utiliser des moyens appropriées pour dialoguer avec les différents publics et partenaires 3.2    Faire un retour d'expérience et proposer des perspectives futures 3.3    Rédiger un Portfolio interculturel, cohérent, structuré, rigueur scientifique et esprit critique 3.4   Adapter sa communication en fonction de ses interlocuteurs (pairs, collègues, enseignants, formateurs, experts scientifiques...)",
        "content": "-          Les sciences et technologies au service du développement durable -          La solidarité internationale -          L'adéquation moyens-objectifs d'un projet -          L'interculturalité : regard croisé sur une même problématique scientifique -          Le développement du projet dans le cadre d'un programme de coopération au développement -          L'application de l'approche systémique dans un projet scientifique -          Le développement d'un projet concret : du CDC à l'application concrète -          Les facteurs qui influencent le projet (contexte social, pays, population, contraintes externes, planification ') -          Les leviers du changement -          Le travail en équipe et la communication (avec les partenaires du Sud, avec les personnes du groupe, avec les experts techniques et de développement, les populations concernées)",
        "teaching_methods": "Formation hybride (en ligne et en présentiel) -          Cours : multidisciplinaires, multi-acteurs, multiculturels -          Apprentissages actifs en groupes -          Apprentissages par le projet -          Coaching par le corps scientifique et académique, des professionnels de terrain (Nord et Sud) -          Interviews, recueil et analyse d'articles'",
        "assessment_methods": "-          Portfolio (évaluation continue) de groupe avec parties individuelles -          Présentations orales en groupe devant un panel interdisciplinaire Nous précisons que l’usage des IA génératives telles que ChatGPT, Consensus, Perplexity,... est toléré mais il doit être clairement stipulé dans le document rendu par l'étudiant·e ou le groupe d'étudiant·es. Nous insistons sur le fait que le cours IngénieuxSud fait appel à votre créativité et que ces outils ne sont pas de grande aide pour cet objectif à atteindre.",
        "other_info": "Le cours se termine par une mission pendant l'été qui suit le projet",
        "online_resources": "Site du cours : http://icampus.uclouvain.be/claroline/course/index.php?cid=INGESUD_EPL",
        "bibliography": "Ouvrage de référence : -          M. Ashby, (2016), « Materials and sustainable development », Elsevier Science and technology, UK. Revue Spore : Le magazine du développement agricole et rural des pays ACP -  http://spore.cta.int",
        "responsible_entity": "EPL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lstat2440",
        "title": "Inference and Data Reduction",
        "credits": "4.00",
        "hours": "15.0 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "von Sachs Rainer"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Concepts et outils équivalents à ceux enseignés dans les UEs LSTAT2190 Concepts et traitement de vecteurs aléatoires LSTAT2040 Inférence statistique et vraisemblance",
        "topics_covered": "Il s'agit d'un approfondissement et d'un enrichissement des concepts de base en statistique méthodologique (notamment l’inference optimale) comme vus dans le cours LSTAT2040  par des concepts approfondis.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Eu égard au référentiel AA du programme de master en statistique, orientation générale, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.4, 1.5, 2.3, 4.3, 4.4. Eu égard au référentiel AA du programme de master en statistique, orientation biostatistique, cette activité contribue au développement et à l'acquisition des AA suivants, de manière prioritaire : 1.4, 1.5, 2.3 B. Au terme du cours, l'étudiant maîtrisera les concepts de la statistique mathématique qui sont complémentaires à la théorie (asymptotique)  de maximum de vraisemblance. Le concept de l’exhaustivité a récemment aussi gagné de l’importance pour la reduction de dimension en statistique de haute dimension. L’étudiant sera capable de mettre dans un contexte abstrait général les différents thèmes abordés tant qu'à leur application aux problèmes courants de l'analyse statistique tant qu'à leur interprétation. Il maîtrisera les outils techniques nécessaires pour une application correcte des concepts vus, et il sera capable de reproduire et transférer les arguments de dérivation des résultats techniques et mathématiques.",
        "content": "Theory of Optimality for Statistical Inference The concept of sufficiency, in particular when applied to the important and rich class of exponential families, delivers a non-asymptotic theory of optimality of statistical procedures. The applications are numerous: for risk-optimal point estimation one can define the concept of UMV(U) estimators, i.e. \"uniformly minimal variance (unbiased)\" estimators. For the theory of statistical hypothesis testing, to be more abstractly formalised following the Neyman principle, it is possible to characterise the optimality of existing tests via the concept of UMP(U) tests, i.e., \"uniformly most powerful (unbiased)\" tests. A particular challenge here is the treatment of multi parameter families. Finally, the results from test theory can be directly transferred to define optimality of confidence regions.",
        "teaching_methods": "Le cours comprend des exposés magistraux et des séances d'exercices. La langue de l'enseignement est l'anglais. The lecture part of the course will often be taught by the concept of \"classe inversée\", i.e. students read the course material (detailed syllabus) in advance, meet the teacher to prepare a presentation and present the material in front of their peers.",
        "assessment_methods": "L'évaluation comprend une interrogation orale avec préparation par écrit d'un solutionnaire préalable. Alternativement, l'étudiant sera évalué sur sa participation a la classe \"inversée\", notamment sur sa présentation.",
        "other_info": "Les notes de cours sont distribuées lors de la première séance du cours. Il existe aussi un syllabus détaillé.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=4279",
        "bibliography": "A part du syllabus du cours, les ouvrages suivants sont à conseiller: -     Casella, G., Berger, R.L. (2001). Statistical Inference (2nd ed). Cengage Learning. - Lehmann, E.L. (1999). Elements of Large-Sample Theory. Springer. -      Lehmann, E.L., Romano, J. (2005). Testing Statistical Hypotheses (3rd ed). Springer. -          Monfort, A. (1997). Cours de statistique mathématique (3rd ed). Economica.",
        "course_materials": "syllabus sur moodle copies des slides résumant la matière",
        "responsible_entity": "LSBA"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmat2470",
        "title": "Processus stochastiques (statistique)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Les cours MAT1322 Théorie de la mesure and MAT1371 Probabilités sont un pré-requis absolu",
        "topics_covered": "Processus, martingales et chaine de Markov en temps discret et continu. Temps d’arrêts. Processus de Poisson, mouvement Brownien et équation d’Itô",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Choisir le processus le plus adapté pour modéliser un phénomène aléatoire. D’analyser les propriétés des processus discrets et continus. De construire des processus ayant la propriété de martingale. D’analyser les conditions de stabilité d’une chaîne de Markov. D’utiliser les processus de comptage du type Poisson homogène et inhomogène. De déduire le comportement infinitésimal d’une fonction d’un mouvement Brownien à l’aide du calcul différentiel stochastique.",
        "content": "Ce cours est une introduction approfondie aux processus stochastiques en temps discrets et continus. Partie I: Rappel de probabilités Martingales en temps discret Chaines de Markov en temps discret (nombre fini d'états) Partie II: Processus et mesures de Poisson Chaines de Markov en temps continu (nombre fini détats) Mouvement Brownien et calcul d'Itô Martingale en temps continu Processus de Markov en temps continu avec un espace continu d'états",
        "teaching_methods": "15 lectures de 2 heures",
        "assessment_methods": "Examen écrit",
        "other_info": "Un premier cours en probabilités et statistiques : \"LMAT1271 Calcul des probabilités et analyse statistique\"   ou équivalent, et éventuellement \"LMAT1371 Théorie des probabilités\".",
        "online_resources": "Support de cours disponibles sur Moodle",
        "bibliography": "NEVEU, J., Martingales à temps discret, Masson, 1972. BREIMAN, L., Probability, Addison-Wesley, 1968. CHOW, Y.S. and M. TEICHER, Probability Theory: Independence, Interchangeability, Martingales, Springer-Verlag, 1987. CHUNG K.L., A Course in Probability Theory. Harcourt, Brace & World Inc., 1968. KARLIN S. and H.M. TAYLOR, A First Course in Stochastic Processes, Academic Press, 1975.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "MATH"
    }
]