[
    {
        "url": "https://uclouvain.be/cours-2024-lthea2890",
        "title": "Stages d'observation et d'enseignement : arts du spectacle",
        "credits": "6.00",
        "hours": "50.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Lemaire Véronique"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'étudiant devra effectuer 50 heures de stages tout au long de sa formation didactique. Soit : 10 heures de stage d'observation de leçon de théâtre dans l'enseignement secondaire ; 40 heures de pratique dans l'enseignement secondaire. L'étudiant prend la classe en charge et donne le cours encadré par son maître de stage, le titulaire du cours, qui lui fait ensuite un retour sur la leçon donnée. Ces 40 heures s'effectuent dans au moins trois établissements distincts, repris dans la liste que l'étudiant reçoit en début d'année ; 10h d'immersion en établissement scolaire. L'étudiant observe le fonctionnement interne de l'établissement scolaire désigné par ses professeurs en début d'année.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lccr1216",
        "title": "Campus théâtre",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Lemaire Véronique"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le contenu du cours est directement lié à la programmation de la saison théâtrale ; toutefois, le titulaire du cours dégage un axe thématique transversal qui fait un lien entre les différents spectacles vus et guide la réflexion tout au long de l'année. Cet axe de réflexion est instauré de manière à conserver la diversité des formes d'expressions théâtrales (classique, contemporain, multimédia, danse-théâtre, performance...)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme de l'activité, l'étudiant aura acquis les outils de base de l'analyse de la représentation théâtrale et sera capable de développer une analyse autonome et structurée. Cet esprit critique lui permettra de mettre en perspective les connaissances acquises dans les autres cours de sa mineure, de créer des correspondances et résonnances entre ces différentes expériences.",
        "teaching_methods": "Le cours de déroule sur 9 séances de cours de trois heures, durant le second quadrimestre. Une large introduction aux notions de « mise en scène » et de « dramaturgie » ouvre le cours. Les séances suivantes se déroulent sur base du visionnement de spectacles en salle (Louvain-la-Neuve et Bruxelles) qu’il est nécessaire d’aller voir pour bénéficier pleinement des séances de cours. Celles-ci sont interactives. La visite d’un théâtre (scène, salle, ateliers de construction si disponibles) est prévue au cours des séances",
        "assessment_methods": "L’évaluation consiste en un travail de création artistique argumentée par écrit et présentée oralement. Seule la démarche (le processus) est évaluée, non le résultat esthétique. Il s’agit de transformer une thématique vue au théâtre et au cours (p.ex. « l’exil », « le déterminisme social », « l’amour filial », …) dans une autre forme artistique que l’étudiant.e choisit librement et en fonction de ses aspirations (chorégraphie, musique, récit littéraire, photographie, dessin…). Les sessions concernées sont juin et/ou septembre.",
        "other_info": "Aucun prérequis",
        "course_materials": "Le visionnement des spectacles",
        "responsible_entity": "CCR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1332",
        "title": "Anthropologie culturelle et sociale",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Brackelaire Jean-Luc"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours traite principalement des thèmes suivants : - la méthode ethnographique (l'enquête ethnographique de terrain, l'observation participante, la description ethnographique, ') ; - Le corps et de la personne ; la parenté ; Les systèmes symboliques et les religions ; Le don et l'échange ; La nature et l'environnement ; La santé et la guérison ; L'exil et la migration ; Les mondes virtuels ; La politique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise prioritairement à amener les étudiants à : - comprendre et expliciter l'objet spécifique, les grands courants théoriques, les méthodes de recherche et d'intervention ainsi que les thématiques majeures de l'anthropologie culturelle et sociale (A1) ; - comprendre et expliciter les fondements culturels des modes de penser, de faire, de se comporter, de vivre en société, aux niveaux individuel, relationnel, groupal, institutionnel, ' (A1) ; - comprendre et expliciter les liens entre l'anthropologie culturelle et sociale et les disciplines proches (mise en rapport transversale avec les grands champs de la psychologie ainsi que des autres sciences humaines et sociales) (A1) ; - comprendre les principaux enjeux culturels et sociaux dans une situation d'intervention simple (B1).",
        "content": "Le cours introduit et sensibilise des étudiants de BAC de diverses orientations au domaine de l'Anthropologie culturelle et sociale dans une perspective thématique permettant à l'étudiant de s'ouvrir à plusieurs grands champs de recherche dans le domaine. Ces thématiques se trouvent toujours illustrées par des documents audiovisuels, des textes et les récits d'expériences de recherche des deux co-titulaires du cours. On traite principalement des thèmes suivants : - la méthode ethnographique (l'enquête ethnographique de terrain, l'observation participante, la description ethnographique, ...) ; - la personne et la parenté ; les systèmes symboliques et les religions ; le don et l'échange ; la nature et l'environnement ; la santé et la guérison ; l'exil et la migration ; les techniques; les mondes virtuels ; le développement et le politique.",
        "teaching_methods": "S'agissant d'un cours d'initiation et de sensibilisation, chaque séance de cours (2 heures par semaine) est consacrée à la présentation d'une dimension ou d'un champ thématique de la discipline. Le cours oral est toujours accompagné d'une présentation d' expériences de recherche et/ou d'un documentaire servant d'appui à l'exposé théorique et à l'échange avec les étudiants. Pour cela, la présence et la participation aux cours est fondamentale . Pour permettre à l'étudiant d'entrer dans la démarche spécifique et approfondie de l'anthropologie, il lui est demandé de lire une monographie anthropologique à choisir parmi une série proposée. La monographie choisie sert aussi de base à l'étudiant pour s'approprier des différentes matières abordées au cours.",
        "assessment_methods": "L'examen est écrit et consiste en deux questions ouvertes. L'étudiant est invité à articuler dans ses réponses le contenu de la monographie choisie, les matières étudiées au cours (y compris les textes proposés et les documents audio-visuels associés) et son propre travail de d'appropriation et de réflexion. Pour les étudiants étrangers qui le souhaiteraient, il est possible à l'examen écrit de répondre en anglais aux questions posées. The standard exam is a written exam in French. However, international students taking this course are provided with the opportunity to take the written exam in English.",
        "online_resources": "L'ensemble des ressources du cours (calendrier, diaporamas, textes à lire ou facultatifs, recommandations et références bibliographiques, directives pour l'examen, informations relatives à la consultation des copies, voies de contact avec les enseignants, etc.) se trouve sur le site Moodle du cours . Ces ressources sont déposées progressivement, de cours en cours. Les étudiants sont invités à les consulter tout au long du cours. Les diaporamas associés à chaque séance du cours (et disponibles sur le site Moodle) incluent régulièrement des références bibliographiques et documentaires accessibles en ligne.",
        "bibliography": "Le diaporama du premier cours (accessible sur Moodle après la première séance du cours) présente plusieurs ouvrages de référence ainsi que la liste des monographies parmi lesquelles l'étudiant devra faire son choix. Chaque thématique étudiée donne lieu sur le diaporama et sur Moodle à des références bibliographiques associées.",
        "course_materials": "Diaporamas, textes associés à chaque module, documents accessibles en ligne, monographies.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2255",
        "title": "Ecritures dramatiques contemporaines",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Thirion Virginie"
        ],
        "teaching_language": "Français",
        "prerequisites": "Avoir suivi les cours THEA2171 et THEA2172.",
        "topics_covered": "L'atelier est consacré à l'écriture par chaque étudiant d'une série de six à huit formes brèves et ultra-brèves. Le travail est tantôt individuel, tantôt collectif, de sorte que le groupe entier puisse accompagner la démarche de chaque \" écrivant \". Phase d'écriture, phase de lecture à voix haute afin d'obtenir des consignes de réécriture et phase de réflexion concrète sur les enjeux dramaturgiques de l'écriture contemporaine alternent, de façon à ce que ces essais d'écriture constituent également un apprentissage de la lecture des écritures théâtrales contemporaines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours en forme d'atelier propose une initiation à l'écriture dramatique. L'objectif est de faire comprendre de manière plus intériorisée la structure et les ressorts d'une oeuvre dramatique.",
        "content": "L'atelier est consacré à l'écriture par chaque étudiant d'une série de six à huit formes brèves et ultra-brèves. Le travail est tantôt individuel, tantôt collectif, de sorte que le groupe entier puisse accompagner la démarche de chaque \" écrivant \". Phase d'écriture, phase de lecture à voix haute afin d'obtenir des consignes de réécriture et phase de réflexion concrète sur les enjeux dramaturgiques de l'écriture contemporaine alternent, de façon à ce que ces essais d'écriture constituent également un apprentissage de la lecture des écritures théâtrales contemporaines.",
        "assessment_methods": "L'évaluation porte sur l'investissement personnel dans l'atelier, la qualité des travaux fournis et les progrès réalisés.",
        "other_info": "Ce cours n'est pas accessible aux étudiants des autres commissions de programmes.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1330",
        "title": "Littérature générale et comparée : méthodes et pratiques",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Sábado Novau Marta"
        ],
        "teaching_language": "Français",
        "prerequisites": "Ce cours complète l'approche comparée des littératures européennes amorcée dans le cours LFIAL 1130, qui est un pré-requis.",
        "topics_covered": "À partir d’une thématique spécifique, qui peut changer d’année en année, ce cours introduit à l’approche comparée des littératures. L’étude des œuvres littéraires sera mise en perspective par une approche transversale du littéraire : il s’agira d’articuler la littérature avec d’autres arts et disciplines. En outre, ce cours met aussi l’accent sur l’analyse littéraire et l’interprétation des textes à travers l’étude comparée (dissertation, commentaire) des œuvres. En comparant les textes les uns avec les autres, ce cours permet d’introduire à une lecture qui invite à un regard davantage décentré.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : À la fin de cette unité d'enseignement, l'étudiant est capable de : En ce qui concerne la pratique, ce cours met l’accent sur la méthode comparatiste dans l’étude des œuvres littéraires. Par cette initiation systématique à la discipline, l’étudiant.e acquiert les outils de lecture de celle-ci, il/elle apprend notamment à rédiger des travaux écrits relevant de l’argumentation comparatiste (commentaire comparé, dissertation comparée). En ce qui concerne le contenu, l’étudiant.e sera en mesure de comprendre comment les littératures du monde se nourrissent les unes des autres, pour constituer un réseau dynamique, unifié et divers. La formation littéraire spécifique de chaque étudiant.e se trouvera enrichie par la mise en place d’un cadre large, mettant en jeu plusieurs langues, pays, arts et disciplines. D’autres AA :  1.5 ; 2.6 ; 3.5 ; 4.3 ; 5.6",
        "content": "Depuis le surgissement des villes modernes au début du XIXe siècle, les écrivains et poètes ont fait de la ville un objet littéraire de prédilection. Ce cours propose un parcours à la fois historique et thématique sur les liens que la littérature a entretenu avec la ville en tant qu’espace réel et matériel mais aussi en tant qu’espace imaginaire. Les étudiant·es seront invité·es à lire des textes qui ont marqué l’histoire des relations entre ville et littérature, depuis Balzac et Baudelaire, jusqu’à Orhan Pamuk et Elena Ferrante, en passant par Edgar Allan Poe, Walter Benjamin, Italo Calvino, Georges Perec ou Paul Auster. À partir d’un corpus plurilingue et varié, plusieurs problématiques touchant à des questionnements actuels seront abordées : la mémoire et l’Histoire inscrites dans l’espace urbain, le flâneur comme personnage conceptuel, la notion de paysage urbain, la tension entre centre et périphérie, la ville comme texte à déchiffrer, etc. Le cours, résolument interdisciplinaire, montre la manière dont les œuvres littéraires débordent sur des enjeux de société touchant à d’autres sciences humaines et sociales comme la géographie, la sociologie, les études de genre, l’architecture, l’urbanisme, etc. Les séances alterneront des moments de cours magistral avec des moments consacrés à la lecture et comparaison des textes afin d’introduire aux pratiques et méthodes de la littérature comparée. Cinq séances de travaux pratiques viendront compléter le cours magistral.",
        "teaching_methods": "Cours magistral, lectures actives en cours et cinq séances de travaux pratiques.",
        "assessment_methods": "75% : une dissertation comparée à partir d'une notion ou d'une citation sur les oeuvres et textes étudiés en cours, à la fin du quadrimestre 25% : un commetaire comparé de texte dans le cadre du TP Les deux activités sont obligatoires pour valider le cours. Une moyenne générale d'au moins 10/20 est nécessaire. Si une des activités a une note inférieure à 8/20, l'étudiant·e devra représenter l'activité concernée. Nota bene: Les intelligences artificielles (IA) génératives ne peuvent pas être utilisées dans le cadre de ce cours. Leur utilisation sera considérée comme un cas de tricherie.",
        "bibliography": "Lectures obligatoires Virginia Woolf, Mrs Dalloway , Folio Gallimard, Paris, 1994 [1925]. Orhan Pamuk, Istanbul , Folio, Gallimard, Paris, 2008 [2003]. Elena Ferrante, L'amie prodigieuse , t. 1, Folio, Gallimard, Paris, 2016 [2011]. Ainsi que les différents extraits d'oeuvres que l'enseignante mettra à dispostion des étudiants sur Moodle: Edgar Allan Poe, Baudelaire, Walter Benjamin, Georges Perec, Italo Calvino, Paul Auster, Eduardo Mendoza, Annie Ernaux, etc. Les textes théoriques font également partie des lectures obligatoires. Nota bene : Les étudiant·es sont encouragé·es à lire les oeuvres en langue originale, ils et elles peuvent prendre l'initiative de se procurer le livre dans la langue étrangère directement.",
        "course_materials": "Les diaporamas des cours, les trois romans obligatoires et les textes littéraires et théoriques mis à disposition des étudiants sur Moodle.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2223",
        "title": "L’institution théâtrale : gestion, médiation, programmation",
        "credits": "4.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delaunoy Michael"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours aura pour objet l’institution théâtrale, comprise dans toutes ses dimensions, administratives et techniques, liées à sa relation aux publics, aux territoires et aux politiques, sans oublier ses missions de programmation et d’inscription d’un discours esthétique dans le paysage culturel. Dans un contexte de crises multiples (économique, politique, écologique) quels sont les défis, mais aussi les difficultés que doivent prendre en compte les institutions théâtrales ? Comment penser et analyser leurs relations aux pouvoirs subsidiants, aux artistes et aux spectateurs d’aujourd’hui et de demain ? L’enseignant, qui aura à la fois une forte expérience de terrain (directeur d’institution, programmateur, chargé des relations avec les publics, etc.) et une connaissance théorique approfondie des problématiques liées à l’institution théâtrale, proposera aux étudiants, à travers des études de cas et des points théoriques, de comprendre les enjeux liés à la mise en place de la dynamique d’un « lieu de théâtre », entre continuité et innovation, entre dialogue avec les équipes et les partenaires et affirmation de nouvelles visions et de nouvelles missions.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : comprendre et situer les principales missions qui sont celles de toute institution théâtrale contemporaine ; analyser les modes de fonctionnement d’une institution théâtrale donnée quant aux missions précitées.",
        "content": "Syllabus et informations, explications, données historiques et d'actualité dispensées pendant le cours. Textes législatifs et réglementaires à réunir par l’étudiant",
        "teaching_methods": "En raison de la crise du COVID-19, les informations de cette rubrique sont particulièrement susceptibles d’être modifiées. Exposé magistral avec questions-réponses permanentes et études de cas. Enseignement interactif favorisant le dialogue, les questions et la réflexion. Le cours est adapté aux étudiants n'ayant aucune notion de droit. Les étudiants disposeront des textes réglementaires examinés et de certains articles de doctrine et de la jurisprudence.",
        "assessment_methods": "En raison de la crise du COVID-19, les informations de cette rubrique sont particulièrement susceptibles d’être modifiées. Présence requise. Evaluation continue sur base de la participation au cours. Examen oral permettant d'apprécier les connaissances, la compréhension de la matière, et l'utilisation des textes réglementaires.",
        "online_resources": "Textes législatifs et réglementaires",
        "course_materials": "Syllabus",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2135",
        "title": "L’acteur vivant à l’heure des nouvelles technologies : théorie et pratique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Missotten Peter"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours se focalisera sur une figure trop peu présente dans le champ des études théâtrales et pourtant centrale pour penser la mutation des scènes contemporaines : l’acteur. Aujourd’hui, force est de constater la place essentielle prise dans les pensées et les pratiques théâtrales par les nouvelles technologies, le numérique, la robotique, la réalité augmentée. Comment ce cadre influe-t-il sur le statut et le jeu de l’acteur ? S’en trouve-t-il effacé, conforté, transformé ? Comment la « présence » de l’acteur que l’on pourrait croire menacée par ces médiations virtuelles est réinventée ? Quelles sont les conséquences de telles mutations sur l’enseignement du jeu d’acteur et sur la place qu’il occupe dans les créations d’aujourd’hui ? Ce cours, qui abordera ces questions selon une double perspective théorique et pratique, aura pour point de départ la période contemporaine et mettra à disposition des étudiants les outils pour penser les transformations et les nouvelles possibilités de l’art de l’acteur. Afin d’offrir un regard plus large et nuancé sur la question, l’enseignant proposera sur cette base une mise en perspective historique d’un enjeu traversant l’ensemble du théâtre moderne et contemporain, qui a fait l’objet de nombreuses expérimentations et théorisations.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : comprendre et situer les principales théories du jeu d’acteur ; analyser le discours et la pratique d’un acteur, et de les situer ; comprendre et situer, aux plans théorique et historique, les tensions découlant de la relation entre le théâtre pensé comme art vivant, art de la présence, et l’usage des nouvelles technologies ; analyser un spectacle en mettant en évidence les choix esthétiques régissant la confrontation entre l’acteur vivant et les formes diverses de médiation technologique.",
        "content": "Le cours vise à dégager les grands principes de l'esthétique théâtrale, une discipline d'origine philosophique ouverte depuis l'époque moderne à la psychologie et à l'anthropologie, à l'intérieur de laquelle sont forgés les outils conceptuels permettant de penser le théâtre et les effets qu'il produit. Elle pose la question du jugement de goût, de l'objectivité et de la subjectivité des oeuvres, et cristallise ainsi les normes par lesquelles, implicitement, une société donnée voudrait ou tendrait à se reconnaître ou à se dépasser.",
        "assessment_methods": "Dossier à rendre",
        "other_info": "Les étudiants des autres commissions de programmes qui souhaitent inscrire ce cours à leurs programmes de master doivent, au préalable, demander l'autorisation au titulaire du cours.",
        "bibliography": "Support : une bibliographie.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2020p",
        "title": "Comprendre l'adolescent en situation scolaire, Gérer la relation interpersonnelle et animer le groupe classe.",
        "credits": "4.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Il est important que l'e'tudiant ait re'alise' des observations en classe et dans l'institution scolaire lorsqu'il commence l'activite'. Dans la mesure du possible, il aura de'ja' entame' un premier stage d'enseignement.",
        "topics_covered": "Différentes thématiques sont abordées, telles que : -       L'école : une institution, un lieu de vie, analyse d'une situation complexe -       L'adolescence : phénomène culturel et processus psychique -       L'adolescent face à l'école : attentes, attitudes et représentations -       Les enjeux de la relation enseignant-enseignés : Comment se situer dans la relation Professeur-élèves ? Comment concilier le rôle d'éducateur et de professeur ? -       Les rapports de l'adolescent à l'autorité scolaire : comment établir une autorité vraie? -       Démotivation et violence dans les écoles secondaires : fantasme ou réalité ? -       Ecole et santé mentale : la dépression, la toxicomanie, les pratiques déviantes ...",
        "content": "La première partie de l'activité (partie cours) se penchera sur le contexte developmental spécifique à l’adolescence avec un accent sur les processus affectifs, cognitifs, psychosociaux, et motivationnels en jeux durant cette période. Des modes d’intervention utiles dans le contexte scolaire seront proposés. La seconde partie de l'activité (partie séminaire) traitera quatre champs expérientiels : - mieux se connaitre pour mieux communiquer ; - gérer la relation interpersonnelle entre différents acteurs ; - comprendre, participer et gérer des activités collectives dans l'école (conseils de classe, réunion d'enseignant.e.s, etc.); - animer le groupe classe avec efficacité, assumer son autorité",
        "teaching_methods": "Pour la partie cours, les concepts théoriques seront présentés lors de séances magistrales où les professeurs seront attentifs à répondre aux questions des étudiant.e.s. Ils veilleront aussi à illustrer ces propos théoriques par des présentations de cas qui seront discutés avec les étudiant.e.s. Dans la partie séminaire, une attention particulière sera accordée à la cohérence entre les méthodes d'enseignement utilisées et les concepts et outils qui y sont développés. Les démarches actives seront favorisées : apprentissage par problèmes, analyse de matériaux, d'outils et de cas concrets (parfois présentés par des témoins ou en vidéos), discussions et débats, travail en groupe au cours, exposés de restructuration. Durant les temps de travail en sous-groupe dans les séminaires, la méthodologie active (exercices pratiques, mises en situation) cherchera à ce que les apports conceptuels soient introduits à partir de l'expérience des étudiant.e.s sur le terrain scolaire et des relations interpersonnelles et groupales vécues au sein du séminaire.",
        "assessment_methods": "L'évaluation portera sur l'ensemble du dispositif pédagogique comprenant deux activités : la participation active aux séances de séminaire et l'examen écrit du cours. La note finale ne pourra être délivrée que si l'étudiant a réalisé ces deux activités au sein d’une même année académique. Les modalités précises de la participation au séminaire sont disponibles sur Moodle.",
        "other_info": "La première partie donnée sous forme de cours sera répétée deux fois (au second quadrimestre). La seconde partie donnée sous forme de séminaire sera organisée par petits groupes et assurée par une équipe de formateurs.trices : des groupes seront proposés au premier et au second quadrimestre. Attention: cette activité ne peut être suivie que par des étudiant.e.s inscrit.e.s à un programme d'agrégation ou à un master à finalité didactique. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie «Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l’unité d’enseignement ( > https://moodleucl.uclouvain.be : LAGRE2020 cours et LAGRE2020 Séminaire).",
        "bibliography": "Un portefeuille de documents comprendra des textes de base relatifs aux thèmes centraux du cours, il sera complété par des documents sur des outils de communication et de connaissance de soi fournis par les formateurs.trices qui animent les sous-groupes de séminaires.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2172",
        "title": "Dramaturgie : étude de cas",
        "credits": "6.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Châtel Jonathan"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "La dramaturgie consiste en une analyse de la structure des 'uvres dramatiques selon les principales rubriques de la poétique théâtrale (action, espace, temps, personnages,') et selon le contexte historique de leur composition (sens 1). Elle se définit également comme une capacité à penser les représentations scéniques possibles d'une même pièce (sens 2). Une « étude de cas » permet de problématiser en détail les significations d'une pièce et d'envisager des dispositifs de passage au plateau. Dans ce cadre, l'étudiant sera d'abord introduit aux problématiques et aux techniques de la traduction et de l'adaptation théâtrales qui posent les bases d'une herméneutique dramaturgique. Il apprendra également à envisager l'exercice de la dramaturgie dans le contexte de la création théâtrale,  à la fois « ferment pour la pensée » (Lessing) pour l'ensemble de l'équipe artistique et discours permettant d'étayer la fonction critique de la pratique théâtrale dans nos sociétés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant sera capable de penser la dramaturgie d'une 'uvre dans l'optique de son « devenir scénique » (sens 2), d'en maîtriser les savoirs spécifiques et de les mettre en application.",
        "content": "Chaque année, le cours portera sur une à deux pièces (par exemple :Vers les étoiles de Léonid Andreiev, Âmes solitaires de Gerhart Hauptmann ou encore Tristesse animal noir de Anja Hilling)",
        "assessment_methods": "Examen écrit et dossiers à remettre au cours du quadrimestre",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2810",
        "title": "Stage d'observation en milieu professionnel : mise en scène et/ou scénographie et/ou costumes",
        "credits": "4.00",
        "hours": "80.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Lemaire Véronique"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "/",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : L'étudiants choisit un stage d'observation ou d'assistanat actif à la mise en scène en milieu professionnel. Il s'agit d'acquérir une connaissance, par l'observation et la pratique, du travail concret qui conduit, sur le plateau, à la réalisation d'une oe'uvre scénique.",
        "assessment_methods": "L'évaluation du stage repose sur 3 éléments: La rédaction d'un rapport écrit envoyé, par voie électronique, à la directrice des stages au plus tard 5 jours avant l'évaluation orale. Ce rapport écrit ne doit pas excéder 15 pages. Il rend compte du contenu du stage (tâches réellement effectuées) et formule une analyse critique et distanciée de l'expérience, qu'il s'agisse d'un stage d'observation ou d'un stage actif. Ce rapport veillera, notamment, à problématiser l'une des dimensions observées au cours du stage (processus de création, options dramaturgiques, scénographiques, conception de la mise en scène, direction d’acteurs, éclairage, organisation du travail, relations publiques, communication, etc.). Les sources iconographies et vidéos, entretiens réalisés avec le maître de stage ou autre complément pourront alimenter les annexes du rapport écrit. L'évaluation orale. Lors de l'évaluation orale, l'étudiant présentera son rapport écrit à la directrice des stages qui l'amènera à développer certains points. Les notes, cahiers de bord réalisés au cours du stage, schémas, croquis, entretiens réalisés, photos, vidéos sont des supports qui peuvent alimenter richement l'évaluation orale. Les évaluations orales des stages se déroulent durant les sessions d'examens. Le formulaire « Évaluation du stage » complété par votre maître de stage et remis à la directrice des stages avant l’évaluation orale (cf. \"documents pour les stages\") L’évaluation du stage donnera lieu à une note sur vingt établie par la directrice des stages qui tiendra compte des trois éléments mentionnés ci-dessus.",
        "other_info": "Le stagiaire est tenu d'indiquer les dates de représentations du spectacle à la directrice des stages afin qu'elle puisse assister à celui-ci avant l'évaluation orale.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1130",
        "title": "Littératures européennes : approche historique et comparée",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dehoux Amaury",
            "Doyen Charles",
            "Roland Hubert",
            "Sábado Novau Marta"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "Le cours présente un panorama de la création littéraire de l'Antiquité classique à nos jours. Sont abordés des auteurs et des textes exemplaires, toutes langues, provenances géographiques et genres confondus. Ce cours s’efforce aussi de contextualiser les textes littéraires étudiés dans un cadre plus large, en montrant les liens qu’ils entretiennent avec l’histoire des idées et des expressions artistiques de leur époque. Pour chaque période, plusieurs œuvres seront abordées de manière comparée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser des savoirs disciplinaires : Maitriser un socle de savoirs dans les domaines de l’histoire, de la philosophie, des arts et des lettres. Articuler ces savoirs dans un contexte historique, social et culturel. 2 Donner un sens à un texte, à un événement ou à une oeuvre: Interpréter un événement, une œuvre, une image ou un texte dans son contexte historique, social et culturel . Évaluer la portée signifiante de productions culturelles dans une société donnée et rendre compte de leur circulation. S’ouvrir à d’autres cultures, moyens de communication et d’expression et perspectives . 3 Acquis d’apprentissages spécifiques à l’unité d’enseignement: Maîtriser un socle de connaissances littéraires fondamentales pour la formation disciplinaire en FIAL de l’étudiant·e Établir des liens entre les littératures et les disciplines des humanités (philosophie, histoire et histoire de l’art, etc.) Lire, comprendre et interpréter des textes de différentes aires historiques, linguistiques et culturelles et les mettre en relation Introduction à une première approche réflexive du littéraire",
        "content": "Ce cours vise à donner une vision globale de l'évolution historique des littératures européennes, en abordant des auteurs, des œuvres et des courants de différentes langues et pays. Ce parcours articulé s'étend des origines de la culture occidentale (la Bible et les littératures grecques et latines) au XXIe siècle, en passant par la tradition médiévale et humaniste, la première modernité et l'âge baroque, le Siècle des Lumières, le XIXe et le XXe siècle en Europe. Le leitmotiv du cours sont les différentes œuvres et textes qui permettront d’illustrer de manière concrète les connaissances générales littéraires abordées, et leur lien avec l’esthétique et l’histoire des idées du moment. Le cours propose aussi une réflexion sur ce qu’est la littérature en tant qu’objet disciplinaire et artistique, en montrant que la littérature ne va pas de soi, mais que ses définitions et compréhensions, sont une construction historiquement déterminée.",
        "teaching_methods": "Cours magistral articulé autour des lectures obligatoires et accompagné de quelques séances de monitorat facultaire. Un syllabus avec les extraits des textes obligatoires sera disponible à la DUC au début du quadrimestre.",
        "assessment_methods": "L'évaluation de ce cours comporte 2 épreuves qui ont lieu le même jour: Trois questions ouvertes portant chacune sur une des grandes périodes étudiées, soit une question ouverte par professeur. un QCM portant sur l’ensemble du contenu des exposés magistraux et des lectures obligatoires",
        "course_materials": "Portfolio de lectures",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2207",
        "title": "Théâtre, danse, performance et autres arts de la scène",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Fratini Serafide Roberto"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "L'histoire et l'analyse des relations qu'entretiennent d'un côté le théâtre et de l'autre la performance et les autres arts de la scène (de la danse à la marionnette en passant par le cirque) reposent sur deux utopies. La première : le passage sur le plateau de la « représentation » à la « présentation » ou la rupture de la machine mimétique. La seconde : les arts dits « mineurs » mettent en crise les conventions de la représentation théâtrale. Cette dimension utopique supporte l'inventivité remarquable de la danse et de la performance contemporaines. Pour en saisir la valeur et les enjeux esthétiques, il s'agira, au travers de l'analyse d'une série d'expérimentations scéniques, de les situer dans l'histoire des spectacles et d'en expliciter les fondements théoriques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant sera capable d'identifier les grands courants de l'histoire de la danse, de la performance et/ou des autres arts de la scène et pourra définir les enjeux esthétiques propres à ces pratiques afin de comprendre leur capacité de problématisation de la représentation théâtrale.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1145",
        "title": "Critique historique",
        "credits": "5.00",
        "hours": "30.0 h + 10.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Ypersele Laurence"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours forme à une démarche directement issue de la critique historique mise en place à la fin du 19e siècle, avec toutes les améliorations et nuances apportées durant les 20e et 21e siècles. Pour ce faire, après avoir mis en place des notions de bases telles que ”vérité historique”, “document” ou “mémoires”, le cours présente les différentes étapes systématiques de la critique externe et de la critique interne, et de la confrontation des informations. Ces étapes débouchent sur unesynthèse articulée autour des axes de la causalité et de la signification. Cet enseignement contribue à la formation à la citoyenneté et à la responsabilité sociétale. Il fournit des outils réflexifs permettant de vérifier et de valider la pertinence des informations reçues quotidiennement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre et analyser des ressources Examiner les sources de manière critique. Hiérarchiser les sources selon leur fiabilité et leur pertinence. Parcourir, rechercher, filtrer, évaluer et gérer des données, des informations et des contenus numériques 2 Comprendre et produire des textes scientifiques: Collecter et sélectionner des informations pertinentes selon des méthodes rigoureuses et systématiques.. Synthétiser les éléments de connaissance essentiels de manière à problématiser une question de recherche. 3 Donner un sens à un texte, à un événement ou à une oeuvre: Interpréter un évènement, une oeuvre, une image ou un texte dans son contexte historique, social et culturel.",
        "content": "Le cours se compose d'un cours magistral de 30h et de 10h d'exercices sur des dossiers de textes. L'exposé magistral présentera les différentes étapes de la critique historique. On soulignera l'importance de la problématique et de la recherche documentaire pour mener une recherche scientifique solide. Ensuite on passera en revue les différents types de sources, y compris les sources numériques, leurs apports à la connaissance du passé et leurs limites. Puis on abordera de façon systématique les étapes de la critique externe, de la critique interne et de la confrontation des témoignages. Enfin, on évoquera la synthèse à partir de la problématique de la causalité et celle de la signification.",
        "teaching_methods": "Magistrale + TP",
        "assessment_methods": "L'évaluation se fera par un examen écrit dont la première partie concerne l'appropriation des cadres théoriques et la seconde partie, la capacité de mettre en oeuvre ces cadres théoriques pour analyser des documents et des discours non vus au cours.",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalé. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera assimilée à un cas d’irrégularité ou de plagiat.",
        "online_resources": "Le site moodle est dédié aux deux parties du cours.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2160",
        "title": "La scène belge : institutions et pratiques",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lemaire Véronique"
        ],
        "teaching_language": "Français",
        "prerequisites": "Néant",
        "topics_covered": "Histoire de l'activité théâtrale belge francophone et néerlandophone de 1830 à nos jours. Naissance et développement des institutions théâtrales. Évolution des courants de pensée et des esthétiques scéniques. Analyse de la représentation théâtrale belge actuelle sous l'angle de la notion du \"Contemporain\" (G. Agamben).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquérir les bases d'une culture historique, esthétique, théorique et pratique au sujet de la scène belge 2 Identifier et contextualiser un événement relevant de la scène théâtrale belge ancienne ou actuelle, et développer un discours critique à son sujet",
        "content": "Le développement et l'évolution de la scène belge sont abordés dans leur contexte social et artistique, francophone et néerlandophone. Sont abordés notamment l'Indépendance de la Belgique et ses répercussions sur la scène théâtrale belge; les institutions et pratiques scéniques fin XIXème; les avant-gardes du début du XXème; la professionnalisation du théâtre (institutions, scènes, artistes); le Jeune théâtre; le Nouveau Jeune théâtre; la Flandre et la nouvelle dramaturgie. L'institution actuelle: décrets et subventions. La scène actuelle: les héritiers du Nouveau Jeune théâtre, les collectifs, les metteurs en scène émergents. États des lieux et conclusion au regard de la notion du \"Contemporain\" (selon G. Agamben).",
        "teaching_methods": "Cours magistral fondé sur un important matériel iconographique. Échanges et débats avec les étudiants.",
        "assessment_methods": "Examen oral portant sur la connaissance du cours et sur la capacité de l'étudiant à mener une réflexion personnelle (analytique ou comparative). l'exposé d'une recherche personnelle portant sur la correspondance d'un point abordé au cours avec une autre expression artistique, plastique ou scénique (peinture, musique, littérature, BD,...) (correspondance chronologique ou thématique).",
        "other_info": "Pas de syllabus. Les supports visuels sont communiqués aux étudiants. Présence requise au cours. Le visionnement de spectacles durant l'année est nécessaire.",
        "bibliography": "Communiquée au cours",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2820",
        "title": "Stage : assistanat actif en milieu professionnel I : mise en scène et/ou scénographie et/ou costumes",
        "credits": "7.00",
        "hours": "140.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Lemaire Véronique"
        ],
        "teaching_language": "Français",
        "topics_covered": "Au terme de l'activité, l'étudiant sera capable de gérer la dimension logistique qu'un travail d'assistanat impose, formuler une réflexion critique et distanciée au sujet de la création à laquelle il a participé (du point de vue dramaturgique, esthétique, technique et humain) ; maîtriser le langage scénique ; il sera également capable de discerner ce qu'il a appris au cours du stage.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : L'étudiant choisit un metteur en scène professionnel qu'il assistera en s'impliquant activement dans le processus de mise en scène : du point de vue logistique (établir le planning des répétitions, assurer le suivi du texte des comédiens, les aider à mémorise etc.), mais également artistique (participer aux réflexions dramaturgiques et esthétiques si le metteur en scène le souhaite, être l'il extérieur de référence, assurer le lien entre le metteur en scène et le scénographe, la costumière, etc.) et technique (être le lien entre le metteur en scène et la régie de plateau). Il s'agit d'acquérir la connaissance pratique du travail de mise en scène par la confrontation aux contraintes logistiques, artistiques, humaines et techniques qu'il impose.",
        "assessment_methods": "L'évaluation du stage repose sur 3 éléments: La rédaction d'un rapport écrit envoyé, par voie électronique, à la directrice des stages au plus tard 5 jours avant l'évaluation orale. Ce rapport écrit ne doit pas excéder 15 pages. Il rend compte du contenu du stage (tâches réellement effectuées) et formule une analyse critique et distanciée de l'expérience, qu'il s'agisse d'un stage d'observation ou d'un stage actif. Ce rapport veillera, notamment, à problématiser l'une des dimensions observées au cours du stage (processus de création, options dramaturgiques, scénographiques, conception de la mise en scène, direction d’acteurs, éclairage, organisation du travail, relations publiques, communication, etc.). Les sources iconographies et vidéos, entretiens réalisés avec le maître de stage ou autre complément pourront alimenter les annexes du rapport écrit. L'évaluation orale. Lors de l'évaluation orale, l'étudiant présentera son rapport écrit à la directrice des stages qui l'amènera à développer certains points. Les notes, cahiers de bord réalisés au cours du stage, schémas, croquis, entretiens réalisés, photos, vidéos sont des supports qui peuvent alimenter richement l'évaluation orale. Les évaluations orales des stages se déroulent durant les sessions d'examens. Le formulaire « Évaluation du stage » complété par votre maître de stage et remis à la directrice des stages avant l’évaluation orale (cf. \"documents pour les stages\") L’évaluation du stage donnera lieu à une note sur vingt établie par la directrice des stages qui tiendra compte des trois éléments mentionnés ci-dessus.",
        "other_info": "Le stagiaire est tenu d'indiquer les dates de représentations du spectacle à la directrice des stages afin qu'elle puisse assister à celui-ci avant l'évaluation orale.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2151",
        "title": "Étude théorique de la scénographie",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lemaire Véronique"
        ],
        "teaching_language": "Français",
        "prerequisites": "Néant",
        "topics_covered": "Histoire du lieu théâtral et de l'espace scénique de l'Antiquité grecque à nos jours. Analyse approfondie de travaux de scénographes actuels. Notions abordées: Décor, scénographie, dramaturgie. Réception, perception. Vraisemblance, authenticité, réalisme, effet de réel, nouvelles technologies.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquérir les bases d'une culture historique, esthétique, théorique et pratique en matière de scénographie théâtrale.",
        "content": "Qu'est-ce que la scénographie? Aproche historique du lieu théâtral et de ses différentes typologies: théâtre grec, théâtre romain, théâtre du Moyen âge, théâtre élisabéthain, scène à l'italienne, théâtre transformable, scènes du XXème et XXIème siècles. Approche historique du décor et de la scénographie théâtrale et de leurs esthétiques: naturaliste, symboliste, expressionniste, théâtre total, espaces récupérés, espace vide, théâtre d'image, écriture de plateau, nouvelles technologies. Approche critique: courants et langages scénographiques actuels, études de cas.",
        "teaching_methods": "Cours magistral fondé sur un important matériel iconographique. Échanges réflexifs avec les étudiants.",
        "assessment_methods": "Examen oral portant sur la connaissance du cours et sur la capacité de l'étudiant à mener une réflexion personnelle en matière de scénographie.",
        "other_info": "Pas de syllabus. Les supports visuels projetés lors des séances de cours (photos, vidéos) sont postés sur Moodle à l'attention des étudiants inscrits au cours. La présence et la participation active aux cours sont requises.",
        "bibliography": "Communiquée au cours",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2830",
        "title": "Stage dans une institution théâtrale I : gestion et relations publiques",
        "credits": "7.00",
        "hours": "140.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Lemaire Véronique"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le stage de gestion est destiné à familiariser de façon concrète l'étudiant avec les questions afférentes à la gestion d'un organisme culturel : ressources humaines, budget, comptabilité, production, planning de travail, recherche et affectation des ressources, droits d'auteurs, contrats, respect de la législation, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : On entend par stage le moment de formation par lequel l'étudiant participe à une activité théâtrale, en milieu professionnel de préférence, en dehors de l'université. Le but du stage est de sensibiliser l'étudiant au travail des équipes qui préparent et accompagnent le spectacle et de l'ouvrir au monde professionnel. Le stagiaire est nécessairement accompagné par un maître de stage, c'est-à-dire d'une personne responsable du stage dans le lieu où celui-ci se déroule.",
        "assessment_methods": "L'évaluation du stage repose sur 3 éléments: La rédaction d'un rapport écrit envoyé, par voie électronique, à la directrice des stages au plus tard 5 jours avant l'évaluation orale. Ce rapport écrit ne doit pas excéder 15 pages. Il rend compte du contenu du stage (tâches réellement effectuées) et formule une analyse critique et distanciée de l'expérience, qu'il s'agisse d'un stage d'observation ou d'un stage actif. Ce rapport veillera, notamment, à problématiser l'une des dimensions observées au cours du stage (processus de création, options dramaturgiques, scénographiques, conception de la mise en scène, direction d’acteurs, éclairage, organisation du travail, relations publiques, communication, etc.). Les sources iconographies et vidéos, entretiens réalisés avec le maître de stage ou autre complément pourront alimenter les annexes du rapport écrit. L'évaluation orale. Lors de l'évaluation orale, l'étudiant présentera son rapport écrit à la directrice des stages qui l'amènera à développer certains points. Les notes, cahiers de bord réalisés au cours du stage, schémas, croquis, entretiens réalisés, photos, vidéos sont des supports qui peuvent alimenter richement l'évaluation orale. Les évaluations orales des stages se déroulent durant les sessions d'examens. Le formulaire « Évaluation du stage » complété par votre maître de stage et remis à la directrice des stages avant l’évaluation orale (cf. \"documents pour les stages\") L’évaluation du stage donnera lieu à une note sur vingt établie par la directrice des stages qui tiendra compte des trois éléments mentionnés ci-dessus.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmusi1551",
        "title": "Socio-anthropologie de la musique et exercices",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "prerequisites": "Aucun préalable n'est requis",
        "topics_covered": "Acquisition de notions fondamentales en terme de sociologie et d’anthropologie de la musique Perception des grands enjeux de la diffusion musicale de masse Définition et compréhension de termes clés en matière de sociologie et d’anthropologie de la musique (notions de médias, de diffusion, de groupe social, etc.)",
        "content": "Il s'agira d'envisager la façon dont la musique est écoutée et reçue par les compositeurs, les musiciens et les amateurs à travers quelques théories de la réception (Bourdieu, Weber, Becker, Hennion...), mais aussi via des enjeux théoriques contemporains comme ceux du genre, de la race, de l'économie... La production et l'écoute de la musique n'est en effet pas neutre. Elle dépend des sons évidemment, mais aussi des résaux auxquels les auditeurs aussi bien que les musiciens appartiennent, des conditions de la création et de l'audition d'hier et aujourd'hui.",
        "teaching_methods": "Cours ex cathedra",
        "assessment_methods": "Examen écrit",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lccr1210",
        "title": "Culture(s) : Perspectives théoriques et approches pratiques",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Bonne maîtrise de la langue française",
        "topics_covered": "La culture est inextricablement liée à l'histoire et à la définition de l'humanité, depuis ses premiers balbutiements. Il s'agira donc, à travers le cours, de donner des éléments de définition de base ainsi que des perspectives historiques concernant cette notion, à partir desquels il sera possible de voir comment elle s’est développée et se développe à travers les époques. Outre des exposés théoriques, une série d’acteurs et actrices du monde culturel (belge) seront invité·e·s à intervenir dans le cours afin d’évoquer leurs expériences, perspectives et réalités pratiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre les différents enjeux que recouvre le concept très large de « culture », que ce soit en termes artistiques, économiques, politiques, anthropologiques ou sociologiques.",
        "content": "La culture est inextricablement liée à l’histoire et à la définition de l’humanité, depuis ses premiers balbutiements. Il s’agira donc, à travers le cours, de donner des éléments de définition de base, à partir desquels il sera possible de voir comment la culture se développe à travers les époques. Pour cela, on détermina les principaux acteurs de la culture, ainsi que leurs motivations : ceux qui la financent, ceux qui la produisent, ceux qui la consomment. Le cours s’achèvera sur une réflexion portant sur les implications éthiques de la culture : celle-ci est-elle, ou non, suffisante pour protéger l’humanité de la barbarie ?",
        "teaching_methods": "Le cours mêlera des capsules vidéos, pour une partie de la matière, et des séances en auditoire, avec la possibilité de recevoir des invité.e.s pour aborder des sujets spécifiques ou d'entendre des exposés d'étudiant.es (travaux de groupe). Des rencontres, en présentiel ou par Teams, seront organisées avec les groupes, pour accompagner l'élaboration du travail de groupe.",
        "assessment_methods": "L'évaluation se fera sous forme de travail de groupes, dont les consignes seront précisées sur Teams. Ces travaux pourront être présentés à l'ensemble de l'auditoire, lors des séances de fin de quadrimestre. La présence de tout le monde sera requise pour les séances de présentation de travaux.",
        "online_resources": "Les ressources seront partagées via Teams.",
        "bibliography": "/",
        "responsible_entity": "CCR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2141",
        "title": "Mise en scène : histoire et analyse I",
        "credits": "6.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Châtel Jonathan"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours porte sur l'examen critique des mises en scène d''uvres dramatiques. Il met à contribution textes de théâtre, écrits théoriques et documents iconographiques (photographies, captations) et forme l'étudiant à la maîtrise des outils d'analyse de la représentation théâtrale. Ce faisant il permet d'aborder, en fonction du sujet traité, les grandes axes de l'histoire de la mise en scène, les discours et les pratiques qui ont structuré cet art.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant sera capable de maîtriser les outils d'analyse de la représentation théâtrale et de situer dans leurs contextes historiques et esthétiques des mises en scène du répertoire français et étranger.",
        "content": "Le cours portera sur les mises en scène du théâtre d'Ibsen, de 1880 à nos jours. Après avoir questionné la notion de \"carrefour naturalo-symboliste\" (J.-P. Sarrazac) à la fin du XIXe siècle, on essaiera de comprendre dans quelle mesure le théâtre d'Ibsen met à l'épreuve la pratique théâtrale tout comme il problématise, de la France à l'Iran, les discours et les représentations des sociétés contemporaines. (Metteurs en scène abordés : André Antoine, Nader Borhani Marand, Stephane Braunschweig, Lee Breuer, Alain Françon, Kamaludin Nilu, Thomas Ostermeier, Lugné-Poe, Michael Thalheimer, Ivo Van Hove, Vegard Vinge, Peter Zadek,...).",
        "assessment_methods": "Examen écrit (M1) et examen oral pour les M2",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ethea2340",
        "title": "Didactique des arts du spectacle (académies)",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "institution de référence": "> Institut des Arts de diffusion",
        "faculté ou entité en charge (uclouvain)": "> ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2120p",
        "title": "Observation et analyse de l'institution scolaire et de son contexte (en ce compris le stage d'observation)",
        "credits": "4.00",
        "hours": "22.5 h + 25.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Différentes thématiques sont abordées, telles que : la structure de l'enseignement secondaire, les réseaux d'enseignement, les politiques éducatives, les modes de régulation du système éducatif, la démocratisation de l'enseignement, la production des inégalités scolaires, les disparités entre établissements scolaires, la diversité des publics scolaires, l'organisation scolaire, les rapports entre l'école et les familles, les enquêtes internationales en éducation (PISA, '), etc.",
        "content": "L'unité d'enseignement aborde l'institution scolaire et son contexte à plusieurs niveaux, à partir de travaux de recherche menés en éducation dans plusieurs disciplines relevant des sciences sociales et humaines (sciences l'éducation, sociologie, histoire, ...). Au niveau macro-social, il s'agit d'éclairer, dans une perspective historique, politique et sociale, le fonctionnement et l'organisation du système éducatif en Communauté française de Belgique, les politiques éducatives (et textes de référence) et les caractéristiques du public scolaire. Au niveau méso-social, il s'agit d'analyser le fonctionnement des établissements scolaires en abordant les modes d'organisation scolaire, les cultures d'établissement et les relations entre les différents acteurs scolaires. Au niveau micro-social, il s'agit d'éclairer les logiques d'acteurs (enseignants, élèves, parents d'élèves,...) qui se nouent autour du travail enseignant en classe. Une attention particulière est accordée aux enjeux et défis actuels de notre système scolaire, en lien notamment avec la massification de l'enseignement et la production des inégalités scolaires. Quelques éléments de comparaison avec les systèmes d'enseignement adoptés par d'autres pays permettent d'approfondir la réflexion et de l'ouvrir à la dimension européenne.",
        "teaching_methods": "L'unité d'enseignement comprend trois activités d'apprentissage non dissociables : un cours (22h30), un stage d'observation (10h) et un séminaire (15h). Le cours éclaire l'institution scolaire et son contexte au moyen de plusieurs cadres d'analyse et démarches de problématisation. Il ne s'agit pas de submerger l'étudiant d'informations exhaustives mais de l'outiller pour le préparer à adopter lui-même une démarche réflexive. Le stage est effectué, en équipe pluridisciplinaire, dans un établissement, quel que soit le réseau. Durant une observation de dix heures, réparties sur deux journées, l'étudiant a l'occasion de découvrir le fonctionnement de l'école sur le plan de ses options éducatives, organisationnelles, pédagogiques et extrascolaires. Le séminaire, assuré par une équipe pluridisciplinaire d'enseignants praticiens, est conçu pour permettre aux étudiants de confronter et analyser les observations réalisées au cours de leur stage.",
        "assessment_methods": "L'évaluation porte sur l'ensemble du dispositif comprenant les 3 activités d'apprentissage : cours, stage d'observation et séminaire. Plus précisément, l'évaluation s'appuie sur : 1. Une évaluation continue basée sur des travaux de réflexion réalisés durant le quadrimestre au sujet d'enjeux éducatifs.2. Une évaluation finale basée sur un examen écrit. Les modalités précises de l'évaluation (critères, délais, formes...) sont détaillées par les enseignants au début de l'activité. L'articulation des différentes activités d'apprentissage (cours, stage d'observation et séminaire) suppose une participation active à l'ensemble du dispositif. De plus, la réalisation du stage d'observation et le travail d'analyse en équipe pluridisciplinaire produit au cours du séminaire requièrent la présence effective de chacun ; cette présence constitue un prérequis à l'évaluation finale. La note finale ne peut être délivrée que si l'étudiant a assisté et a participé activement à l'entièreté du stage et du séminaire. L'étudiant sera considéré comme absent tant que le stage et le séminaire n'ont pas été réalisés.",
        "other_info": "Les trois activités d'apprentissage de l'unité d'enseignement (cours, stage d'observation et séminaire) ont lieu deux fois par an (Q1 et Q2) ; elles doivent cependant être suivies durant le même quadrimestre. Attention: cette activité ne peut être suivie que par des étudiants inscrits à un programme d'agrégation ou à un master à finalité didactique",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l'unité d'enseignement.",
        "bibliography": "Les étudiants disposent d'un portefeuille de lecture. L'indication des sources où se procurer des informations permettra aux futurs enseignants de les réactualiser.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfilo1170",
        "title": "Anthropologie philosophique",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Frogneux Nathalie"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours introduit à quelques grands thèmes de l'anthropologie philosophique en liant ceux-ci à l'histoire de la philosophie,  au développement des sciences et aux productions culturelles : la liberté, le corps, le désir, la pensée. La dimension historique joue un rôle aussi important que la dimension systématique, dans la mesure où le cours veut amener l'étudiant à une réflexion critique sur le « statut contemporain » de l'être humain.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant aura assimilé et sera capable d'approfondir sa compréhension de quelques thèmes majeurs de l'anthropologie philosophique présentés à partir de textes philosophiques ; Le cours cherche également à développer la capacité d'analyse, de synthèse et de transfert des informations enseignées grâce à l'étude personnelle d'un thème anthropologique choisi par l'étudiant.",
        "content": "Ce cours d'introduction expose quelques grandes conceptions de la condition humaines et quelques grands thèmes de l'anthropologie philosophique sur la base de textes marquants de l'histoire de la philosophie. Adoptant une perspective historique, il sera centré sur la question de la relation entre l'humain et la nature.",
        "teaching_methods": "Le cours comportera des parties margistrales et des parties plus participatives. Il comportera aussi des commentaires de textes et d'ouvrages.",
        "assessment_methods": "L'examen écrit comportera deux parties : 1) Des questions sur le cours, visant à vérifier les connaissances et la compréhension du cours (questions ouvertes et/ou questions à choix multiples). 2) Des questions sur un ouvrage choisi dans une liste (distribuée au début du cours).",
        "course_materials": "Les supports de cours et les annonces se trouveront sur Moodle.",
        "responsible_entity": "EFIL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmusi1509",
        "title": "Campus opéra",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Van Wymeersch Brigitte"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours vise à faire découvrir de façon vivante et active le monde de l'opéra, et par là le monde de la musique, à fois dans sa réalisation propre, mais aussi dans les dispositifs qui accompagnent sa création (composition, interprétation, répétitions, mise en scène, décors, etc.).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Découverte du monde de la musique, plus particulièrement de l'opéra. Acquisition d'une démarche critique et théorique, notamment par l'écoute active et la confrontation avec des oeuvres vivantes, qu'elles soient créations actuelles ou compositions du passé.",
        "content": "Ce cours se développe autour d'un projet mené avec le Théâtre Royal de la Monnaie (Bruxelles) et l'Opéra Royal de Wallonie (Liège). Après une introduction qui balise les grandes étapes de l'histoire de l'opéra et de ses enjeux dans la culture, les étudiants sont invités à participer à cinq productions de la saison. Ces cinq productions sont précédées chacune d'une introduction particulière. Des intervenants extérieurs (scénographes, musiciens, chefs d'orchestre, metteurs en scène, etc.) sont régulièrement invités dans le cadre de ce cours. Une visite des Ateliers de la Monnaie ou de l'Opéra Royal de Wallonie (Liège) et des rencontres avec des professionnels du Théâtre (machinistes, décorateurs, couturiers, architectes, etc.) entrent également dans les activités du cours.",
        "teaching_methods": "Les méthodes d'enseignement se partagent entre cours magistraux, visites des théâtres (ateliers de la Monnaie ou de l'Opéra de Liège, par exemple), des conférences et la présence aux spectacles proposés (présence obligatoire).",
        "assessment_methods": "Le cours se déroule durant toute l'année académique (deux quadrimestres). a)  L'examen partiel de janvier est un examen écrit qui porte sur la matière enseignée lors des cours magistraux ainsi que sur les opéras ou spectacles vus au 1er quadrimestre (60% de la note). b)  L'évaluation de juin se fait par la remise d'un rapport sur les opéras vus au 2e quadrimestre (40% de la note). Ces rapports sont balisés par des consignes précises déposées sur la plate-forme Moodle. La non-remise de ce rapport entraine l'échec, quelle que soit la note de janvier. c)  Lors de la troisième session, l'examen est un examen écrit qui reprend à la fois la matière du partiel de janvier et les problématiques abordées pour le rapport de l'examen de juin (100% de la note). d) Dans certains cas (étudiants Erasmus ou cas particuliers), une partie de l'examen examen écrit ou des rapports, peut être remplacée par un travail réalisé sous la direction du titulaire. Cette procédure fait l'objet d'un accord écrit préalable du titulaire avec l'étudiant qui en fait la demande.",
        "bibliography": "Des indications bibliographiques sont données lors du cours et mentionnées sur le site Moodle",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2120",
        "title": "Sociologie du théâtre",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Petrovic Goran"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Cours magistral : analyses comparatives, études de situations et de cas concrets, rappels de données historiques et exposés d'actualité, apports sur la méthodologie de l'enquête et de la synthèse. Discussions. Travail de recherche personnel.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'acquisition d'une compréhension de l'environnement politique, économique et social des arts de la scène envisagé dans ses différentes dimensions, locale, nationale, européenne.",
        "content": "Le cours emprunte aux méthodes des sciences politiques et au vocabulaire de la sociologie. Le thème de chaque séance fournit la trame d'une réflexion sur les rapports du théâtre à son environnement social, politique et économique. Les exemples sont choisis dans les pays européens, tout particulièrement en Belgique et en France.  Les expériences des étudiants et leurs connaissances historiques sont mobilisées à l'appui des définitions et des références théoriques. 1. Pouvoirs Prélat, prince, roi, gouvernement, majorité Le paradoxe d'un art démocratique Les deux versants de la représentation Motivations, idéologie, discours Fonctions de l'Etat régalien et de l'État-providence  (norme, protection, incitation) Organes et institutions Elus  et  fonctionnaires Peut-il exister une politique théâtrale ? Théâtre politique : propagande, engagement, intervention, déplacement 2. Argent La malédiction de Baumol Secteur privé et service public Commandes, missions, subsides, aides indirectes Le mécénat et l'assistanat 3. Territoires et  communautés Etat unitaire,  décentralisé, fédéral Cité, capitale, ville, village Région et communauté linguistique : les cas flamand et wallon Entre identité et publicité : la promotion de la collectivité Le chevauchement des compétences Du local à l'international, la nation et l'Europe 4. Publics Assemblée ou audience ? Mesures quantitatives, évaluation qualitative Blasés, indifférents, exclus Le jeune public (et les autres) Relation avec le public ou communication 5. Acteurs Compagnie, corporation, milieu, profession Statuts et stratégies Conflits de générations Amateurs  et  professionnels La  marge et l'institution Hiérarchies de la bohème 6. Scènes De l'arène à la scène, la place Théâtre stable et théâtre précaire : la rue, le chapiteau, l'édifice, le centre culturel A travers le quatrième mur Répertoire et festival 7. Textes Texte, contexte, hors-texte Spectacle et narration Référence, interprétation, réécriture Le classique, le moderne et le contemporain De quelques pratiques hors cadre dans l'action sociale et l'éducation",
        "assessment_methods": "L'évaluation continue s'effectue sur la base d'une note de lecture synthétique (6 pages maximum, hors bibliographie et annexes) réalisée à partir d'un ouvrage choisi d'un commun accord avec l'enseignant. Cet ouvrage (de préférence un essai plutôt qu'un recueil d'articles) doit aborder des questions liées à la théorie ou à la pratique des arts du spectacle du point de vue des sciences humaines et sociales. Après une brève introduction présentant l'auteur, le sujet et l'intérêt du livre, cette notice se composera de trois parties : 1) un résumé de l'ouvrage ; 2) une étude critique de la réception de cet ouvrage, prenant si possible appui sur les recensions parues dans des revues scientifiques ou la presse spécialisée, afin d'apprécier sa contribution à l'état des connaissances sur le sujet ; 3) une réflexion personnelle sur une problématique ou un cas pratique que cet ouvrage permet d'éclairer. En plus d'une bibliographie classée, des annexes pourront compléter cette notice pour illustrer la problématique ou le cas pratique faisant l'objet de la troisième partie: documents, articles, extraits d'autres ouvrages ou de recensions, comptes rendus d'entretiens.  Cette note de lecture sera remise au secrétariat début janvier (imprimée sur papier, avec une copie électronique), à une date précisée lors de la dernière séance, après que l'étudiant aura présenté brièvement, durant la séance du cours qui s'y rapporte le mieux, sa problématique et ses premières observations sur l'ouvrage choisi.",
        "bibliography": "Les références bibliographiques et documentaires se rapportant au cours ainsi que des liens vers des sites pertinents sont accessibles sur le site de l'enseignant (http://e.wallon.free.fr) aux rubriques Documentation, Publications et Ressources pour le spectacle vivant.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2835",
        "title": "Stage dans une institution théâtrale II : gestion et relations publiques",
        "credits": "7.00",
        "hours": "140.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Lemaire Véronique"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le stage de gestion est destiné à familiariser de façon concrète l'étudiant avec les questions afférentes à la gestion d'un organisme culturel : ressources humaines, budget, comptabilité, production, planning de travail, recherche et affectation des ressources, droits d'auteurs, contrats, respect de la législation",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : On entend par stage le moment de formation par lequel l'étudiant participe à une activité théâtrale, en milieu professionnel de préférence, en dehors de l'université. Le but du stage est de sensibiliser l'étudiant au travail des équipes qui préparent et accompagnent le spectacle et de l'ouvrir au monde professionnel. Le stagiaire est nécessairement accompagné par un maître de stage, c'est-à-dire d'une personne responsable du stage dans le lieu où celui-ci se déroule.",
        "assessment_methods": "L'évaluation du stage repose sur 3 éléments: La rédaction d'un rapport écrit envoyé, par voie électronique, à la directrice des stages au plus tard 5 jours avant l'évaluation orale. Ce rapport écrit ne doit pas excéder 15 pages. Il rend compte du contenu du stage (tâches réellement effectuées) et formule une analyse critique et distanciée de l'expérience, qu'il s'agisse d'un stage d'observation ou d'un stage actif. Ce rapport veillera, notamment, à problématiser l'une des dimensions observées au cours du stage (processus de création, options dramaturgiques, scénographiques, conception de la mise en scène, direction d’acteurs, éclairage, organisation du travail, relations publiques, communication, etc.). Les sources iconographies et vidéos, entretiens réalisés avec le maître de stage ou autre complément pourront alimenter les annexes du rapport écrit. L'évaluation orale. Lors de l'évaluation orale, l'étudiant présentera son rapport écrit à la directrice des stages qui l'amènera à développer certains points. Les notes, cahiers de bord réalisés au cours du stage, schémas, croquis, entretiens réalisés, photos, vidéos sont des supports qui peuvent alimenter richement l'évaluation orale. Les évaluations orales des stages se déroulent durant les sessions d'examens. Le formulaire « Évaluation du stage » complété par votre maître de stage et remis à la directrice des stages avant l’évaluation orale (cf. \"documents pour les stages\") L’évaluation du stage donnera lieu à une note sur vingt établie par la directrice des stages qui tiendra compte des trois éléments mentionnés ci-dessus.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmusi1552",
        "title": "Philosophie de la musique",
        "credits": "5.00",
        "hours": "22.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van Wymeersch Brigitte"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun préalable n'est requis",
        "topics_covered": "Acquisition de notions fondamentales en terme de philosophie et d'esthétique musicale. Étude des principaux courants de la philosophie de la musique, de l'Antiquité à nos jours. Définition et compréhension de termes clés en matière de philosophie de la musique (notions de beau, de goût, de plaisir musical, d'émotion, de style, d'écoute active, de temps, d'imitation, etc.)",
        "content": "Parcours de l'histoire de la philosophie de la musique à partir des textes de philosophes, d'écrivains, de théoriciens et de musiciens. Les grands concepts d'esthétique (ontologie, temps et espace, langage, raison-émotion, mimesis...) seront définis au fil de l'exposé et repris ensuite en synthèse, pour que l'étudiant puisse se forger son propre vocabulaire critique",
        "teaching_methods": "Cours magistral, apppuyé sur des textes fondateurs de l'esthétique et de la philosophie de la musique",
        "assessment_methods": "Examen oral basé sur la matière vue au cours.",
        "other_info": "Les ppt du cours sont disponibles sur le site Moodle, ainsi que les textes philosophiques et théoriques  les plus représentatifs",
        "online_resources": "Les informations bibliographiques sont données en début de cours et les références sont déposées sur le site Moodle",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2242",
        "title": "Étude du théâtre de langue française (de la Révolution à nos jours)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Piret Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Au travers de l'analyse de textes ou d'événements théâtraux particulièrement représentatifs, on présentera un parcours dans le théâtre de langue française de la Révolution à nos jours. On tentera de dégager les continuités et les ruptures dans une triple perspective dramaturgique, esthétique et historique. Des problématiques variées seront approfondies, en fonction des époques abordées et des textes analysés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les étudiants doivent pouvoir situer les grands auteurs, les grands mouvements de l'histoire du théâtre français et établir des rapports avec les grands noms du théâtre mondial.",
        "content": "Le cours est composé d'une série d'exposés construits autour d’une date, d’un événement et d’une question : il s'agit de mettre en évidence des aspects structurants de l'histoire du théâtre de langue française. Chaque exposé approfondit ainsi une ou quelques questions et confronte les étudiants aux oeuvres elles-mêmes, au travers de l’analyse d’un ou de plusieurs extraits. Des liens avec d’autres œuvres sont systématiquement établis et des compléments bibliographiques très sélectifs sont proposés en vue d’un éventuel approfondissement par l'étudiant, dans le cadre d'un travail personnel qu'il aura à présenter à l'examen.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen oral sur la matière enseignée et présentation orale d'une recherche personnelle",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "bibliography": "Sur Moodle",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2400",
        "title": "Fondements de la neutralité",
        "credits": "2.00",
        "hours": "20.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Delgrange Xavier",
            "Pourtois Hervé",
            "Vandamme Pierre-Etienne"
        ],
        "teaching_language": "Français",
        "topics_covered": "Bases historiques et socio-politiques des décrets Neutralité (1993, 2004, 2015) Approche juridique des décrets Bases historiques et philosophiques des Droits de l'Homme Approche juridique des Droits de l'Homme Modèles de laïcité Engagement et neutralité Réflexions épistémologique et éthique à propos des décrets Témoignages professionnels",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant sera capable de décrire et d'argumenter la posture d'un enseignant « neutre » requise dans l'enseignement officiel. L'étudiant sera capable de se situer personnellement par rapport  à cette exigence. Il pourra en outre proposer des attitudes et comportements susceptibles de faciliter la résolution de conflits liés aux convictions en situation scolaire. Ces acquis d'apprentissage reflètent les compétences 1, 2, 3, 6, 8 et 13 des standards officiels. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "content": "Cette unité d’enseignement vise à satisfaire une obligation décrétale afin de pouvoir postuler dans l'enseignement de la Communauté ou l'enseignement officiel subventionné en FWB. La formation porte sur les décrets Neutralité (du 31 mars 1994, du 17 décembre 2003, 14 juillet 2015 et du 9 février 2019), les grands textes fondateurs de la démocratie et de la citoyenneté moderne; à outiller les étudiant.e.s en vue de développer une réflexion personnelle informée et argumentée sur la responsabilité professionnelle, juridique et éthique, de l’enseignant face à des situations d’enseignement qui mettent en jeu la neutralité et les fondements des droits de l’homme et de la démocratie.",
        "teaching_methods": "Programme structuré en 8 séances de 2h30. Exposés assurés par les cotitulaires et suivis de moments de discussions et d’appropriation. Les exposés présenteront des notions juridiques et éthiques en les illustrant par des cas concrets ainsi qu’une méthode d’analyse de dilemmes éthiques en situation d’enseignement qui sera utilisée en séance et pour le travail final. Les séances feront aussi la place à des témolgnages d'enseignants.",
        "assessment_methods": "Session de juin : travail de groupe (4 à 5 étudiant.e.s) présentant 1° une analyse commune d’un dilemme éthique s’appuyant sur des notions juridiques et éthiques et la méthodologie présentées au cours ; 2° un positionnement personnel de chaque étudiant.e. La note finale est la moyenne pondérée des notes 1 et 2. Dans la note finale, la partie 1 vaut pour 15/20 et la partie 2 vaut pour 5/20. Session d'août-septembre : travail individuel présentant 1° une analyse d’un dilemme éthique s’appuyant sur des notions juridiques et éthiques et la méthodologie présentées au cours ;  2° un positionnement personnel. La note finale est la moyenne pondérée des notes 1 et 2. Dans la note finale, la partie 1 vaut pour 15/20 et la partie 2 vaut pour 5/20. Dans le cadre de l'évaluation de cette unité d'enseignement, le recours à de l'intelligence artificielle est interdit que ce soit comme assistant linguistique, outil d'exploration et d'idéation ou comme outil de rédaction.",
        "other_info": "Les cours se donnent en français.",
        "online_resources": "Décret du 31 mars 1994 https://www.gallilex.cfwb.be/document/pdf/18312_000.pdf Décret du 17 décembre 2003 https://www.gallilex.cfwb.be/document/pdf/28381_000.pdf Décret du 14 juillet 2015 https://www.gallilex.cfwb.be/document/pdf/41716_000.pdf Décret du 7 février 2019 (art. 80) http://www.etaamb.be/fr/decret-du-07-fevrier-2019_n2019040573.html",
        "bibliography": "La bibliographie est disponible sur Moodle",
        "course_materials": "Les supports de cours sont progressivement disponibles sur Moodle.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2800",
        "title": "Workshop",
        "credits": "4.00",
        "hours": "",
        "quadrimester": "Q1 ou Q2",
        "teaching_language": "Français",
        "topics_covered": "Le principe du workshop est d'inviter un metteur en scène ou un chorégraphe à initier, à travers une série d'exercices,  un groupe d'étudiants à ses méthodes de travail et aux fondements de son questionnement esthétique.",
        "content": "Le contenu varie en fonction de l'artiste invité",
        "assessment_methods": "Le workshop fera l'objet d'une évaluation en fonction de l'assiduité de l'étudiant, de ses propositions individuelles et de son implication dans le travail collectif.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2992",
        "title": "Mémoire",
        "credits": "25.00",
        "hours": "",
        "quadrimester": "Q1 et Q2",
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Quel que soit le sujet, le mémoire de master permet à l'étudiant de : réaliser une analyse critique et une synthèse d'une question scientifique donnée, contextualiser une problématique en lien avec les connaissances actuelles, exposer les résultats de son travail en justifiant ses choix méthodologiques, en argumentant ses hypothèses et en exposant scientifiquement les résultats obtenus.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Le mémoire doit montrer l'aptitude de son auteur à exposer correctement les résultats d'un travail personnel, objectif et méthodique, dont la qualité n'est pas nécessairement liée à l'étendue. Le mémoire est, au même titre que les autres formes d'enseignement, un moyen de formation constitutif des programmes où il est prévu. Il s'agit d'un travail de recherche demandé aux étudiants qui, à ce stade de la formation, doit être considéré comme initiant à la recherche dans la discipline concernée. Le mémoire consiste en un travail de recherche : spécifique, vis-à-vis des autres activités d'enseignement ; méthodique, dont les fondements sont assurées par la formation de base ; intégré dans le programme et limité dans l'étendue du sujet. cf. Dispositions relatives au mémoire ( http://www.uclouvain.be/61093.html )",
        "content": "Le mémoire de master est une contribution personnelle à la connaissance scientifique. L'étudiant se montrera capable de parcourir les étapes essentielles de la recherche scientifique, à savoir la définition d'une problématique, la collecte bibliographique et l'heuristique des sources, la critique et l'interprétation des bases documentaires ainsi que l'élaboration d'une synthèse et la communication des résultats. Un mémoire doit comporter minimum quatre-vingt pages (soit 200.000 signes espaces compris) de rédaction personnelle et originale (incluant bibliographie et notes, mais hors annexes). Dans le cas où une partie substantielle du mémoire est consacrée à une édition critique et/ou une traduction originale de texte, cette norme passe à minimum 60 pages (soit 150 000 signes espaces compris) de rédaction personnelle argumentée (auxquelles s'ajoutent donc les pages d'édition et/ou de traduction). Tout mémoire comporte une introduction, notamment méthodologique, un développement montrant l'analyse et la synthèse du propos, une conclusion et une bibliographie.",
        "teaching_methods": "L'étudiant·e est tenu de rencontrer son promoteur/sa promotrice à deux reprises au moins durant le premier bloc annuel. Au plus tard le premier jour de la session finale de son premier bloc annuel, il envoie à son promoteur/sa promotrice un dossier faisant la synthèse du travail réalisé au cours de l'année. Ce dossier comprendra au moins : un titre, une description de la problématique (une page), un plan, une bibliographie structurée. Le jury peut s’opposer à l’inscription d’un·e étudiant·e au mémoire dans le cas où l’étudiant·e n’aurait pas participé aux différentes étapes du dispositif pédagogique telles que détaillées ci-dessus et, a fortiori, si l’étudiant·e n'a pas suffisamment été en contact avec son promoteur/sa promotrice (hormis pour la validation du sujet du mémoire lors de sa première inscription en bloc 1 du master) cf. RGEE articles 73 et 74. Un·e étudiant·e réputé·e en fin de cycle peut s’inscrire au mémoire à la session de juin ou de septembre. Seul·e un·e étudiant·e ayant déjà présenté son mémoire, sans le créditer, à la session d’une année n-1 peut le présenter à la session de janvier.",
        "assessment_methods": "Encadrement et composition du jury du mémoire Le mémoire est supervisé par un promoteur/une promotrice. Exceptionnellement, si le sujet du mémoire le requiert, un co-promoteur ou une co-promotrice peut être sollicité·e par le promoteur ou la promotrice avec l'accord du/de la président·e du jury. L'étudiant·e doit soumettre son sujet pour approbation au promoteur ou à la promotrice à la date prévue par le calendrier facultaire. Le jury du mémoire est composé, à minima, du promoteur ou de la promotrice et d'un·e autre lecteur/lectrice, désigné·e par le jury de master (représenté, dans cette tâche de désignation, par le/la président.e de jury). Soutenance orale Le mémoire fait l’objet d’une soutenance orale devant un jury constitué du promoteur/de la promotrice et du lecteur/de la lectrice. La soutenance est un moment d’échange entre l’étudiant·e et les membres du jury. La soutenance orale est prise en compte dans l’évaluation finale du mémoire. Les modalités pratiques de la soutenance sont communiquées à l’étudiant·e au plus tard le premier jour de la session à laquelle le mémoire est inscrit. Critères d’évaluation du mémoire La note prend en considération : l'atteinte des objectifs fixés ; la cohérence et la qualité générale du travail effectué (synthèse pertinente et bien documentée de la littérature scientifique, qualité de la démarche méthodologique et adéquation avec les objectifs, pertinence et bien-fondé de l’analyse et de l’interprétation) la capacité à discuter de manière critique les choix méthodologiques et les conclusions du travail ; la correction, la qualité et la pertinence de la formulation écrite  ; la qualité de la soutenance orale. Dans sa note finale, le promoteur/la promotrice prend en compte également l'implication de l'étudiant·e et la régularité du travail fourni tout au long du master dans le cadre du mémoire. Règles relatives au plagiat et à l’usage de l’IA Tout au long de son mémoire, l’étudiant·e fait la preuve de sa parfaite maitrise des règles de référencement bibliographique ; au risque de se voir suspecter de plagiat, il/elle veille à NE PAS copier un texte sans guillemets et/ou sans mention de la source ; NE PAS reproduire un graphique, des données, des illustrations, etc. sans mention de la source ; NE PAS reformuler ou résumer l’idée originale d’un auteur sans mention de la source ; NE PAS traduire, totalement ou partiellement, une source sans la référencer ; NE PAS utiliser le travail d’autrui en le présentant comme le sien (même si l’auteur du travail a donné son accord) ; NE PAS acheter un travail. Cf. https://uclouvain.be/fr/etudier/uss/lutter-contre-le-plagiat.html Cette définition complète celle reprise à l’art. 107 §2 du RGEE et constitue une disposition particulière au sens du §3 du même article. L’étudiant·e qui ne respecterait pas les normes de référencement scientifique énoncées ci-dessus s’expose, en cas d’irrégularité ou de plagiat constaté par le jury, à des sanctions académiques telles que détaillées par le RGEE (section 7). Les intelligences artificielles (IA) génératives, si elles sont utilisées, doivent l’être de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=4142",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2142",
        "title": "Mise en scène : histoire et analyse II",
        "credits": "6.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Châtel Jonathan"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Le cours porte sur l'examen critique des mises en scène d''uvres dramatiques. Il met à contribution textes de théâtre, écrits théoriques et documents iconographiques (photographies, captations) et forme l'étudiant à la maîtrise des outils d'analyse de la représentation théâtrale. Ce faisant il permet d'aborder, en fonction du sujet traité, les grandes axes de l'histoire de la mise en scène, les discours et les pratiques qui ont structuré cet art.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant sera capable de maîtriser les outils d'analyse de la représentation théâtrale et de situer dans leurs contextes historiques et esthétiques des mises en scène du répertoire français et étranger.",
        "content": "Étude d'un personnage, d'un mythe, d'un courant dramaturgique, d'une esthétique, d'un genre, d'une thématique..., au départ d'oeuvres sélectionnées dans le répertoire étranger. Par exemple, ces dernières années : les voies multiples qu'emprunte le théâtre à la fin du XIXe siècle en Angleterre, en Allemagne et en Scandinavie, étudiées à travers un personnage qui prend une dimension nouvelle et envahit la scène à l'époque : celui de la jeune femme ; la représentation de l'Histoire sur la scène : depuis les drames de Shakespeare inspirés de chroniques historiques jusqu'aux textes éclatés de Heiner Müller, de la grande fresque à la vision fragmentée de l'Histoire, les réponses ont été multiples, voire contradictoires. Le contenu varie d'une année à l'autre. Il porte sur des oeuvres de langues étrangères et sur leurs mises en scène et met à contribution textes de théâtre, écrits théoriques et documents iconographiques relatifs aux sujets abordés. Cette année, le cours portera sur les mises en scène du théâtre d'Ibsen, de 1980 à nos jours. Après avoir identifié les axes majeurs de la dramaturgie ibsénienne, qui a entériné la crise de la forme dramatique à la fin du XIXe siècle, il s'agira d'analyser un échantillon de gestes de mise en scène variés. (Visionnage de captations de : Nader Borhani Marand , Stephane Braunschweig, Lee Breuer, Alain Françon, Kamaludin Nilu, Thomas Ostermeier, Michael Thalheimer, Ivo Van Hove, Peter Zadek). On essaiera de comprendre dans quelle mesure le théâtre d'Ibsen met à l'épreuve la pratique théâtrale tout comme il problématise, de la France à l'Iran, les discours et les représentations des sociétés contemporaines.",
        "teaching_methods": "Cours magistral et exposés par groupes d'étudiants.",
        "assessment_methods": "Examen écrit portant sur la compréhension de la matière enseignée ou exposé de 30 min. environ",
        "other_info": "Les étudiants des autres commissions de programmes qui souhaitent inscrire ce cours à leurs programmes de master doivent, au préalable, demander l'autorisation au titulaire du cours.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2120q",
        "title": "Observation et analyse de l'institution scolaire et de son contexte (en ce compris le stage d'observation)",
        "credits": "4.00",
        "hours": "22.5 h + 25.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Différentes thématiques sont abordées, telles que : la structure de l'enseignement secondaire, les réseaux d'enseignement, les politiques éducatives, les modes de régulation du système éducatif, la démocratisation de l'enseignement, la production des inégalités scolaires, les disparités entre établissements scolaires, la diversité des publics scolaires, l'organisation scolaire, les rapports entre l'école et les familles, les enquêtes internationales en éducation (PISA, '), etc.",
        "content": "L'unité d'enseignement aborde l'institution scolaire et son contexte à plusieurs niveaux, à partir de travaux de recherche menés en éducation dans plusieurs disciplines relevant des sciences sociales et humaines (sciences l'éducation, sociologie, histoire, ...). Au niveau macro-social, il s'agit d'éclairer, dans une perspective historique, politique et sociale, le fonctionnement et l'organisation du système éducatif en Communauté française de Belgique, les politiques éducatives (et textes de référence) et les caractéristiques du public scolaire. Au niveau méso-social, il s'agit d'analyser le fonctionnement des établissements scolaires en abordant les modes d'organisation scolaire, les cultures d'établissement et les relations entre les différents acteurs scolaires. Au niveau micro-social, il s'agit d'éclairer les logiques d'acteurs (enseignants, élèves, parents d'élèves,...) qui se nouent autour du travail enseignant en classe. Une attention particulière est accordée aux enjeux et défis actuels de notre système scolaire, en lien notamment avec la massification de l'enseignement et la production des inégalités scolaires. Quelques éléments de comparaison avec les systèmes d'enseignement adoptés par d'autres pays permettent d'approfondir la réflexion et de l'ouvrir à la dimension européenne.",
        "teaching_methods": "L'unité d'enseignement comprend trois activités d'apprentissage non dissociables : un cours (22h30), un stage d'observation (10h) et un séminaire (15h). Le cours éclaire l'institution scolaire et son contexte au moyen de plusieurs cadres d'analyse et démarches de problématisation. Il ne s'agit pas de submerger l'étudiant d'informations exhaustives mais de l'outiller pour le préparer à adopter lui-même une démarche réflexive. Le stage est effectué, en équipe pluridisciplinaire, dans un établissement, quel que soit le réseau. Durant une observation de dix heures, réparties sur deux journées, l'étudiant a l'occasion de découvrir le fonctionnement de l'école sur le plan de ses options éducatives, organisationnelles, pédagogiques et extrascolaires. Le séminaire, assuré par une équipe pluridisciplinaire d'enseignants praticiens, est conçu pour permettre aux étudiants de confronter et analyser les observations réalisées au cours de leur stage.",
        "assessment_methods": "L'évaluation porte sur l'ensemble du dispositif comprenant les 3 activités d'apprentissage : cours, stage d'observation et séminaire. Plus précisément, l'évaluation s'appuie sur : 1. Une évaluation continue basée sur des travaux de réflexion réalisés durant le quadrimestre au sujet d'enjeux éducatifs.2. Une évaluation finale basée sur un examen écrit. Les modalités précises de l'évaluation (critères, délais, formes...) sont détaillées par les enseignants au début de l'activité. L'articulation des différentes activités d'apprentissage (cours, stage d'observation et séminaire) suppose une participation active à l'ensemble du dispositif. De plus, la réalisation du stage d'observation et le travail d'analyse en équipe pluridisciplinaire produit au cours du séminaire requièrent la présence effective de chacun ; cette présence constitue un prérequis à l'évaluation finale. La note finale ne peut être délivrée que si l'étudiant a assisté et a participé activement à l'entièreté du stage et du séminaire. L'étudiant sera considéré comme absent tant que le stage et le séminaire n'ont pas été réalisés.",
        "other_info": "Les trois activités d'apprentissage de l'unité d'enseignement (cours, stage d'observation et séminaire) ont lieu deux fois par an (Q1 et Q2) ; elles doivent cependant être suivies durant le même quadrimestre. Attention: cette activité ne peut être suivie que par des étudiants inscrits à un programme d'agrégation ou à un master à finalité didactique",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l'unité d'enseignement.",
        "bibliography": "Les étudiants disposent d'un portefeuille de lecture. L'indication des sources où se procurer des informations permettra aux futurs enseignants de les réactualiser.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcomu1124",
        "title": "Enjeux contemporains de l'information et de la communication",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Lits Grégoire"
        ],
        "teaching_language": "Français",
        "topics_covered": "-       La Communication, l'information (et les médias), révélateurs et outils de lecture du monde contemporain ; -       Les rôles principaux remplis par la Communication, l'information (et les médias) dans le monde contemporain ; -       Les enjeux essentiels auxquels Communication, information (et médias) sont confrontés dans le monde contemporain.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de décrire et de comprendre le rôle que jouent l'information et la communication dans le monde actuel, de circonscrire les enjeux auxquels l'information et la communication doivent faire face. Il devra pouvoir analyser et expliquer ces enjeux, les soumettre à une analyse critique  et les inscrire dans une visée prospective.",
        "content": "Le cours se veut être la porte par laquelle les étudiant.e.s entrent pour la première fois dans le domaine des sciences de l'information et de la communication (SIC). Il se présente donc comme un lieu de découverte inductive de la discipline des SIC, partant de l'étude de cas exemplatifs concrets permettant d'identifier le rôle qu'y jouent communication et information et, partant, de circonscrire les champs correspondants couverts par la discipline dans les domaines scientifiques et académiques. Lors de l'étude de ces cas et de leur théorisation, on veillera à fournir aux étudiant.e.s le moyen d'inscrire information et communication dans le contexte de la société actuelle, à en apprécier les composantes et à en évaluer les enjeux. Le cours comprendra aussi une approche prospective, reposant sur les éléments de diagnostic établis au cours des étapes précédentes. Les études de cas et leurs théorisations reposeront sur des lectures imposées aux étudiants. Une bibliographie adaptée et commentée sera proposée au fil progressif des leçons.",
        "teaching_methods": "L'approche pédagogique alternera : - Des cours magistraux. - L'écoute de podcasts présentant des parties de la matière que l'étudiant.e devra travailler de manière indépendante.",
        "assessment_methods": "Examen écrit. Alternant questions fermées (une seule solution possible) et question(s) ouverte(s). Deuxième session : En cas d'échec à la première session, l'étudiant.e repasse l'examen écrit organisé.",
        "other_info": "Toutes les informations utiles relatives à ces modalités et au déroulement des activités (calendrier, consignes détaillées, critères d’évaluation, etc.) sont présentées lors de la première séance et sont disponibles sur Moodle. Certaines ressources (ex. ressources bibliographiques ou vidéos explicatives) peuvent être proposées en anglais, mais une alternative en français sera toujours disponible. Autres : Ce cours fait partie de la mineure en information et communication. Attention: L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "online_resources": "Les ressources en ligne seront précisées au fil du semestre sur Moodle en fonction des orientations prises par le cours",
        "bibliography": "Une bibliographie progressive sera proposée et commentée au fil des séances de cours",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2350",
        "title": "Séminaire d'intégration des stages : arts du spectacle",
        "credits": "4.00",
        "hours": "7.5 h + 22.5 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Lemaire Véronique"
        ],
        "teaching_language": "Français",
        "prerequisites": "Une connaissance du phénomène théâtral et une initiation à la pratique scénique. L'étudiant réalisera ses stages en parallèle au séminaire.",
        "topics_covered": "Construire un dialogue harmonieux et fécond entre la théorie et la pratique. Identifier les problèmes rencontrés en stages et liés aux situations, objectifs, compétences, processus cognitifs et métacognitifs d'apprentissage, phénomènes de groupe, difficultés de communication, stratégies propres à la discipline des arts du spectacle.Sur la base de ce diagnostic, proposer collectivement (voir méthode) une manière de traiter les problèmes. Thèmes : - Echanges sur les acquis théoriques progressifs, analyse des pratiques observées et/ou mises en oeuvre dans les stages. - Aide aux étudiants dans leur façon de percevoir les difficultés, les enjeux et les méthodologies spécifiques aux pédagogies du « jeu dramatique » et du « jeu théâtral » en milieu scolaire. - Analyses de situations pédagogiques observées et/ou vécues en stage afin de constituer un carnet de bord personnel critique. - Relectures spécifiques des pratiques vécues en stages pour une compréhension progressive de la spécificité de la transposition didactique (TD) dans le domaine des arts du spectacle en milieu scolaire. Focale sur les situations d'apprentissage susceptibles d'être des terreaux de l'action didactique conjointe. - Analyse d'exemples et de cas concrets d'ateliers-théâtre vécus en stages et vérification de la pertinence du cours LTHEA2310 qui se réfère - pour la notion d'ateliers - au  travail de Bernard Grosjean (Dramaturgies de l'atelier théâtre). - Importance accordée au partage serein des difficultés vécues autant dans le cadre de la relation pédagogique (groupe classe) qu'avec l'école accueillante et ses responsables (corps enseignant). Recherche et construction de systèmes d'évaluation critiques capables de prendre en compte l'acquisition progressive des compétences.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Amener le futur enseignant à une compréhension et une maîtrise des compétences majeures de la discipline (textes légaux) en lui proposant une démarche métacognitive dans ce domaine pour mener à bien un travail de recherche original et personnel relié à sa pratique artistique. 1.1.  Situer et s'approprier le rôle attribué à l'enseignant au sein de l'institution scolaire, en référence aux textes légaux. 1.2.   Mobiliser des connaissances en sciences humaines pour une juste interprétation des situations vécues en classe et autour de la classe ainsi que pour une meilleure adaptation aux publics scolaires. 1.3. Mobiliser les compétences communicationnelles et relationnelles indispensables pour exercer la profession d'enseignant. 2.1.   Intégrer des attitudes et comportements pédagogiques au service de l'apprentissage individuel et collectif, et de la gestion du groupe-classe. 2.3.  Transposer les savoirs savants et les pratiques culturelles de référence en savoirs scolaires. 2.4.   Concevoir et planifier des situations d'enseignement-apprentissage en arts du spectacle, y inclus l'évaluation, en fonction des élèves concernés et en lien avec les référentiels de compétences et les programmes. 2.5.   Piloter et réguler la mise en oeuvre de situations d'enseignement-apprentissageen arts du spectacle. 3.2.   Interroger ses représentations et conceptions initiales en vue de les faire évoluer. 3.3.   Adopter une attitude réflexive sur ses pratiques d'enseignement en s'appuyant sur des principes didactiques et pédagogiques ainsi que sur des recherches en éducation. 3.4.   Intégrer une logique d'apprentissage et de développement continu indispensable pour évoluer positivement dans le monde scolaire, en lien avec la réalité sociétale.",
        "content": "Intégration des stages via un travail de mise à distance critique et d'analyse réflexive. Travail des représentations des étudiants à propos du rôle du professeur de théâtre dans le secondaire. Apprendre à concevoir, structurer, organiser un enseignement spécialisé dans le domaine des arts du spectacle, rechercher et construire un type d'évaluation capable de prendre en compte l'acquisition progressive des compétences. S'interroger sur la politique culturelle liée au pilotage d'une école.",
        "teaching_methods": "Pour vivre des pratiques réflexives en groupe, le séminaire s'organise en tables rondes et s'élabore en réponse aux questionnements des étudiants qui relisent leur vécu en fonction de notions didactiques précises (grille de lecture) et pour construire  des outils d'analyse. S'inspirant de la pédagogie des CRP (communautés de recherche philosophiques) chaque séance commence par un listing de questions proposées par les participants et une délibération introductive sur le choix des questions qui seront abordées. Le coeur de la séance consiste en  une construction collective de réponses et/ou de pistes animées par le responsable du séminaire. Liens par mail avec les étudiants pour constituer une « Communauté de recherche » vivante entre les cours. Constitution progressive par l'étudiant d'un « carnet de bord ». Participation aux  « Journées laboratoires » en écoles pilotes et échanges avec les enseignants accueillants et leurs élèves du secondaires concernés.",
        "assessment_methods": "Participation régulière au séminaire et préparation des prises de parole. Constitution progressive d'un « carnet de bord ». L'objectif étant d'établir la preuve d'une maîtrise première des savoirs disciplinaires qui justifient l'action pédagogique et d'une maîtrise progressive de la didactique disciplinaire qui la guide : Évaluation formative, qui implique la participation active dans les discussions ainsi qu'une préparation des séminaires sur la base d'observations en classe (carnet de bord). Travail écrit de fin d'année qui consiste en une « relecture métacognitive» par l'étudiant du Séminaire lui-même en deux parties : A/ Evaluation de son propre apprentissage et de ses acquis comme « membre du  Séminaire » ; Auto-évaluation justifiée de sa propre participation aux séances, de sa capacité à transposer/transférer les informations et analyses du séminaire dans ses pratiques de stage entre les séances, de sa capacité à établir des liens constructifs entre le vécu du terrain et les cours de didactique générale et spécifique. B/ Evaluation du « Séminaire lui-même » ; Avis critique sur la spécificité du Séminaire par rapport à des cours plus théoriques ou magistraux.  Propositions motivées sur ce qui pourrait y être ajouté ou modifié en fonction des besoins des étudiants. Propositions d'amélioration sur la forme globale (séance, journées laboratoires, carnet de bord, travaux).",
        "other_info": "Les dates des deux « journées laboratoires » en écoles seront communiquées à la troisième séance.",
        "online_resources": "Voir Moodle",
        "bibliography": "Lectures : Michel Serres, Petite poucette , Ed. Le Pommier, 2012 (déjà imposé dans d'autres cours AGRE) - Apprendre (par) le théâtre , textes réunis par Jean-Louis Besson, Etudes Théâtrales n°34/2005 -  Christiane Page, Eduquer par le jeu dramatique, pratique théâtrale et éducation , E.S.F. Editeur, « Pratiques et enjeux pédagogiques », 1997 - Questions de théâtre n° 14 : Les formateurs de formateurs et l'initiation théâtrale des jeunes , Théâtre La Montagne magique, 2009. - Le théâtre et l'école, histoire et perspectives d'une relation passionnée , Anrat, Actes Sud-Papiers, Cahiers Théâtre/Education n°11, 2002. - Bernard Grosjean, Dramaturgies de l'atelier-théâtre , Lansman Editeur, Promotion théâtre, 2009. - Théâtre (et) jeune public en Belgique francophone, mémoires analyses enjeux , textes réunis par Sarah Colasse, Michel Desmarets et Emile Lansman, Etudes  Théâtrales n°63/2015 & 64/2016. -  Pour l'épistémologie : Michel Develay, Donner du sens à l'école , E.S.F. Editeur, « Pratiques et enjeux pédagogiques »,2004.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2206",
        "title": "Théâtre et arts visuels",
        "credits": "3.00",
        "hours": "22.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Châtel Jonathan"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "1. Initiation à l'analyse de l'image cinématographique. 2. Le théâtre a marqué à jamais le cinéma de son empreinte : frontalité, texte, mythes, comédiens, décor, éclairage. De façon sous-jacente, la musique aussi : construction, rythme, montage et mixage sonores. 3. Le cinéma bouscule le théâtre. Comment le théâtre vit-il la concurrence des richesses de l'écran, le réalisme, la lumière, la mise en valeur du corps et du visage de l'acteur, la force des images ? 4. La direction d'acteurs, au théâtre et au cinéma. 5. Les grands mythes et leur transposition.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Après avoir donné à l'étudiant les notions de base pour l'analyse cinématographique, le cours vise à dégager les contaminations réciproques du théâtre et du cinéma, leurs résistances l'un à l'autre et les évolutions qui en ont découlé.",
        "content": "Ce cours est construit comme une initiation à l'analyse cinématographique, en rapport avec le théâtre et les autres arts . Les éléments suivants seront particulièrement étudiés : codes narratifs, cadrage et mouvements de caméra, lumière, organisation de l'espace, jeu des acteurs, déplacement des corps, utilisation des voix, découpage et montage, effets spéciaux à la prise de vue ou en post-production.",
        "teaching_methods": "Cours magistral et exposés d'étudiants. Présentation et projection d'extraits de films. Commentaire et analyse de séquences. Un exposé oral et un travail écrit par étudiant.",
        "assessment_methods": "Travail personnel écrit et oral ; examen oral",
        "other_info": "Les étudiants des autres commissions de programmes qui souhaitent inscrire ce cours à leurs programmes de master doivent, au préalable, demander l'autorisation au titulaire du cours.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1540",
        "title": "Rhétorique et argumentation",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Leclercq Jean"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours fournit les bases disciplinaires de la rhétorique comme celles de l'art d'argumenter et de l'art de persuader, afin que chaque étudiant puisse apprendre à présenter et à défendre un discours argumenté. L'objectif est d'examiner les outils de la rhétorique, en philosophie et plus généralement dans le cadre de l'histoire des idées. En s’appuyant sur quelques exemples canoniques de l’Antiquité jusqu’à notre époque, il s’agit ainsi de questionner les pratiques de discours argumentés et de se donner les moyens de les analyser.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser des savoirs disciplinaires: Maitriser un socle de savoirs dans les domaines de l’histoire, de la philosophie, des arts et des lettres. Articuler ces savoirs dans un contexte historique, social et culturel. 2 Comprendre et analyser des ressources. Examiner les sources de manière critique. Hiérarchiser les sources selon leur fiabilité et leur pertinence. Parcourir, rechercher, filtrer, évaluer et gérer des données, des informations et des contenus numériques 3 Comprendre et produire des textes scientifiques: Collecter et sélectionner des informations pertinentes selon des méthodes rigoureuses et systématiques. Synthétiser les éléments de connaissance essentiels de manière à problématiser une question de recherche.",
        "content": "Le cours se compose d’un exposé magistral de 15h. Il sera soutenu par un porte-feuille de textes issus de la littérature première (les auteurs) et par des articles issus de la littérature secondaire (les commentateurs contemporains). Un ouvrage, présenté en début du cours et changeant chaque année, fera aussi l'objet d'un enseignement.",
        "teaching_methods": "Magistrale",
        "assessment_methods": "L’évaluation se fera par un examen écrit qui prendra la forme d'un travail portant sur la partie théorique du cours et comportant aussi une réalisation d'un cas pratique (production d’un argumentaire et/ou étude rhétorique d’une production littéraire). Les modalités précises de cet examen seront expliquées dans le cadre du cours. Ce travail sera remis à la date officielle de l'ouverture de la session de l'examen lors de laquelle il sera présenté.",
        "online_resources": "Un site moodle avec un plan du cours et les textes mis en lecture.",
        "bibliography": "Elle sera donnée lors des séances et de façon progressive, au gré de la progression didactique du cours.",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2241",
        "title": "Étude du théâtre de langue française (du Moyen Âge à la Révolution)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Piret Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Au travers de l'analyse de textes ou d'événements théâtraux particulièrement représentatifs, on présentera un parcours dans le théâtre de langue française du Moyen Âge à la Révolution. On tentera de dégager les continuités et les ruptures dans une triple perspective dramaturgique, esthétique et historique. Des problématiques variées seront approfondies, en fonction des époques abordées et des textes analysés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les étudiants doivent pouvoir situer les grands auteurs, les grands mouvements de l'histoire du théâtre français et établir des rapports avec les grands noms du théâtre mondial.",
        "content": "Le cours est composé d'une série d'exposés construits autour d’une date, d’un événement et d’une question : il s'agit de mettre en évidence des aspects structurants de l'histoire du théâtre de langue française. Chaque exposé approfondit ainsi une ou quelques questions et confronte les étudiants aux oeuvres elles-mêmes, au travers de l’analyse d’un ou de plusieurs extraits. Des liens avec d’autres œuvres sont systématiquement établis et des compléments bibliographiques très sélectifs sont proposés en vue d’un éventuel approfondissement par l'étudiant, dans le cadre d'un travail personnel qu'il aura à présenter à l'examen.",
        "teaching_methods": "Basé sur des lectures préalables, le cours conjugue exposé magistral et moments d'interaction. Il s'agit d'acquérir certaines connaissances, mais plus encore de s'approprier une méthodologie d'analyse, ce qui suppose une présence et une participation actives des étudiant.e.s.",
        "assessment_methods": "Examen oral sur la matière enseignée et présentation orale d'une recherche personnelle",
        "other_info": "La participation active au cours est requise. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "bibliography": "Elle est fournie via la plateforme moodle.",
        "course_materials": "Plans de cours déposés sur moodle",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespo1113",
        "title": "Sociologie et anthropologie des mondes contemporains",
        "credits": "5.00",
        "hours": "40.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            ". SOMEBODY",
            "Amougou Joseph",
            "Defreyne Elisabeth",
            "Draelants Hugues"
        ],
        "teaching_language": "Français",
        "topics_covered": "1ère partie - La sociologie et l'anthropologie seront mobilisées comme instruments d'analyse de la société et des discours des sciences humaines : il s'agit de présenter ici brièvement l'émergence historique des démarches sociologique et anthropologique, d'en montrer les questionnements au fil du temps en lien avec les transformations sociales. Il s'agit également de présenter l'évolution des méthodes utilisées et d'illustrer les techniques de recherche. - Cette entrée en matière se fera à partir de l'analyse des réalités sociales et des transformations contemporaines. Différentes thématiques spécifiques pourront être traitées autour des grandes thématiques suivantes : Individu et société (individu / genre et sexualité) ; Institutions sociales (Famille, mariage, parenté / Éducation / Média / Sciences et techniques / Religion); Espaces et territoires (Ville / Mobilité / Mondialisation) ; Structures sociales et pouvoir (Stratification et inégalités sociales / Echange et négociation / Rapports ethniques / Etats et partis politiques / Groupes, organisations / Guerre, armée) ; Le changement social : production et re-production (Education et formation / Travail et organisation / Consommation). - Cette approche intègrera une mise en perspective historique des sociétés contemporaines, en rapport aux sociétés pré-modernes et aux fondements anthropologiques des sociétés humaines. - L'acquisition d'éléments clés de théories sociologiques et anthropologiques sera aussi visée : il s'agira de fournir les éléments de base du vocabulaire sociologique et anthropologique et quelques acquis conceptuels majeurs. A titre d'exemple: l'idée de société comme ensemble complexe de formes sociales produites par la culture; la théorie de l'action humaine en société; la culture et la constitution de l'individu; pouvoirs et rapports sociaux; stratification et mobilité sociale. 2ème partie - Les textes abordés peuvent consister en un livre des disciplines considérées ou en un ensemble de textes choisis des mêmes disciplines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 1ère Partie Le cours doit permettre aux étudiants des différents baccalauréats de se familiariser avec le regard, les orientations théoriques et l'appareil conceptuel sociologique et anthropologique. Cette entrée en matière dans les disciplines sociologique et anthropologique se fera en partant de grandes questions de société. Ce cours vise : l'introduction au regard sociologique et anthropologique ; la connaissance relative aux réalités sociales contemporaines ; l'acquisition des principaux concepts et l'approche des principales théories interprétatives de la réalité sociale ; la mise en perspective historique de la société contemporaine. 2ème partie Ce cours complète le cours d'introduction à la sociologie et à l'anthropologie. Il sera axé sur des apprentissages à la lecture de textes anthropologiques et sociologiques. Le but du cours est d'apprendre à l'étudiant à lire un texte scientifique dans ces branches, c'est-à-dire : - en comprendre les concepts majeurs ; - en dégager l'argumentation explicite et implicite ; - en synthétiser le contenu par écrit ; - en situer la portée par rapport à l'oeuvre de son auteur ; - en situer la portée par rapport à d'autres textes de la discipline (intertextualité) ; - en situer le contexte socio-historique d'écriture ; - en situer les enjeux de la réception dans le contexte socio-historique contemporain ; - en critiquer le contenu",
        "content": "LESPO1113 A (Amougou et Defreyne) Le cours vise à donner à l'étudiant les concepts, contenus empiriques et historiques élémentaires pour une initiation à la sociologie et à l'anthropologie des sociétés modernes. Il est donné en deux parties : une partie sociologie (avec le professeur Amougou) et une partie anthropologie (avec la professeure Defreyne). Seront notamment abordé(e)s : - La naissance et l’histoire de ces disciplines de sciences sociales L'évolution des sociétés humaines -  La sécularisation -  Le capitalisme industriel -  Les mutations de l'Etat La révolution industrielle L’économie populaire au Sud Les méthodes qualitatives et la méthode ethnographique La globalisation Les études post-coloniales L’anthropologie dynamique et du développement La famille et la parenté L’anthropologie politique et des violences LESPO 1113B LESPO1113 C (Draelants) Ce cours vise à introduire les étudiants à la sociologie et à l'anthropologie par l'étude des mondes contemporains. Sociologie et anthropologie étant des disciplines nées de la modernisation des sociétés, celle-ci est logiquement un de leurs principaux objets d'étude. L'objectif du cours est donc double : d'une part il s'agit de doter les étudiants de connaissances de base, d'une culture générale nécessaire pour comprendre le monde actuel et ses transformations, appréhendées dans leurs dimensions culturelles, politiques et économiques, d'autre part ce cours entend sensibiliser les étudiants à la perspective sociologique et anthropologique, en développant chez eux des compétences leur permettant de prendre une distance réflexive avec leurs prénotions et de construire une pensée critique, consciente des grands enjeux contemporains ainsi que des différences sociales et culturelles.",
        "teaching_methods": "LESPO 1113 A (Amougou et Defreyne) Le cours se déroule sous forme de cours magistral et interactif, en présentiel. Supports : syllabus (pour la partie « Sociologie », les pages utiles seront indiquée par le professeur Amougou), slides de présentation des séances, textes et vidéos en ligne (Moodle). LESPO1113B LESPO1113C Le cours se déroule sous forme de cours magistral et interactif, en présentiel. Diverses ressources accompagnent le cours : vidéos, textes à lire et syllabus (régulièrement remanié et actualisé, les étudiants sont invités à se procurer la dernière version, disponible en ligne ou à la librairie universitaire DUC).",
        "assessment_methods": "LESPO1113A (Amougou et Defreyne) L'évaluation se déroule en janvier, juin et septembre (3 sessions pour les bac1). Elle se réalise à livre fermé. Cette évaluation est certificative. Elle se présente sous la forme d'un examen écrit composé de : - questions à choix multiples - une ou plusieurs questions ouvertes LESPO 1113C L’évaluation reposera sur un examen écrit de type QCM comportant différents types de questions fermées, des exemples de questions seront présentés en cours d’année. L'examen écrit se déroule en janvier, juin et septembre (3 sessions pour les bac1). Des lectures seront à réaliser en cours d'année, elles pourront être associées de questions pouvant entrer en ligne de compte pour l'évaluation.",
        "other_info": "PSP 1123 (PSP11BA) Equivalence partielle (approuvé par BF 30 juin 2004). Les étudiant arrivants en ESPO devront faire un travail complémentaire pour obtenir l'équivalence totale.",
        "online_resources": "LESPO1113A Le syllabus, les documents pertinents et les diaporamas utilisés au cours sont tous accessibles en ligne sur le site Moodle. LESPO1113C Toutes les informations pratiques à connaître concernant le contenu et le déroulement du cours se trouvent sur le Moodle dédié. Toutes les ressources pédagogiques utiles (vidéos, articles et chapitres d'ouvrages à lire, syllabus, slides présentés en cours) seront également mises en ligne sur le Moodle du cours au fur et à mesure des séances.",
        "bibliography": "Des éléments bibliographiques sont inclus dans le syllabus.",
        "course_materials": "Syllabus de sociologie et anthropologie des mondes contemporains",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2825",
        "title": "Stage : assistanat actif en milieu professionnel II : mise en scène et/ou scénographie et/ou costumes",
        "credits": "7.00",
        "hours": "140.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Lemaire Véronique"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'étudiant choisit un metteur en scène professionnel qu'il assistera en s'impliquant activement dans le processus de mise en scène : du point de vue logistique (établir le planning des répétitions, assurer le suivi du texte des comédiens, les aider à mémorise etc.), mais également artistique (participer aux réflexions dramaturgiques et esthétiques si le metteur en scène le souhaite, être l''il extérieur de référence, assurer le lien entre le metteur en scène et le scénographe, la costumière, etc.) et technique (être le lien entre le metteur en scène et la régie de plateau). Il s'agit d'acquérir la connaissance pratique du travail de mise en scène par la confrontation aux contraintes logistiques, artistiques, humaines et techniques qu'il impose.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : gérer la dimension logistique qu'un travail d'assistanat impose ; formuler une réflexion critique et distanciée au sujet de la création à laquelle il a participé (du point de vue dramaturgique, esthétique, technique et humain) ; maîtriser le langage scénique ; discerner ce qu'il a appris au cours du stage.",
        "assessment_methods": "L'évaluation du stage repose sur 3 éléments: La rédaction d'un rapport écrit envoyé, par voie électronique, à la directrice des stages au plus tard 5 jours avant l'évaluation orale. Ce rapport écrit ne doit pas excéder 15 pages. Il rend compte du contenu du stage (tâches réellement effectuées) et formule une analyse critique et distanciée de l'expérience, qu'il s'agisse d'un stage d'observation ou d'un stage actif. Ce rapport veillera, notamment, à problématiser l'une des dimensions observées au cours du stage (processus de création, options dramaturgiques, scénographiques, conception de la mise en scène, direction d’acteurs, éclairage, organisation du travail, relations publiques, communication, etc.). Les sources iconographies et vidéos, entretiens réalisés avec le maître de stage ou autre complément pourront alimenter les annexes du rapport écrit. L'évaluation orale. Lors de l'évaluation orale, l'étudiant présentera son rapport écrit à la directrice des stages qui l'amènera à développer certains points. Les notes, cahiers de bord réalisés au cours du stage, schémas, croquis, entretiens réalisés, photos, vidéos sont des supports qui peuvent alimenter richement l'évaluation orale. Les évaluations orales des stages se déroulent durant les sessions d'examens. Le formulaire « Évaluation du stage » complété par votre maître de stage et remis à la directrice des stages avant l’évaluation orale (cf. \"documents pour les stages\") L’évaluation du stage donnera lieu à une note sur vingt établie par la directrice des stages qui tiendra compte des trois éléments mentionnés ci-dessus.",
        "other_info": "Le stagiaire est tenu d'indiquer les dates de représentations du spectacle à la directrice des stages afin qu'elle puisse assister à celui-ci avant l'évaluation orale.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2310",
        "title": "Didactique des arts du spectacle (enseignement secondaire)",
        "credits": "4.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Lemaire Véronique"
        ],
        "teaching_language": "Français",
        "prerequisites": "Une connaissance du phénomène théâtral et une initiation à la pratique scénique.",
        "topics_covered": "L'éducation artistique dans notre monde scolaire. Spécificité de la transposition didactique (TD) dans le domaine des arts de la scène et des pratiques sociales et culturelles de référence (PSR). Analyse d'exemples et de cas concrets d'atelier-théâtre avec des adolescents en dialogue avec le travail de Bernard Grosjean (Dramaturgies de l'atelier théâtre). Situations d'apprentissages liées à la mise en scène avec des adolescents en milieu scolaire. Situations d'apprentissages liées au jeu dramatique tel que défini par C. Page et J.P. Ryngaert. Place du corps dans l'apprentissage et dans l'acte d'apprendre et réflexions épistémologiques en lien avec le thème. Comment les sciences cognitives pensent-elles le corps ? Originalité de l'action didactique conjointe. Norme et imaginaire : métarègles et cadre(s) d'une activité dramatique en milieu scolaire adolescent. Relation subjectivité/objectivité dans l'évaluation du jeune (auto-évaluation), du groupe (choralité) et de l'enseignant. Recherche de modèles théoriques susceptibles d'apporter une aide à l'élaboration de processus d'évaluation : subjectivité versus objectivité. Programme d'éducation artistique - arts d'expression en Humanités générales et technologiques (2e et 3e degrés général de transition) : questionnement sur les contenus savants et les pratiques culturelles de référence. Le Décret « Missions » comme approche pluriculturelle des activités artistiques (art. 6,7,8,9) et le Décret du 11 avril 2014 (PAC). Pensée divergente et métacognition. Textes de référence dans la mouvance Théâtre-Education. Une école du spectateur.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Amener le futur enseignant à une compréhension et une maîtrise des compétences majeures de la discipline (textes légaux) en lui proposant une démarche métacognitive dans ce domaine pour mener à bien un travail de recherche original et personnel relié à sa pratique artistique. 1.1. Situer et s'approprier le rôle attribué à l'enseignant au sein de l'institution scolaire, en référence aux textes légaux. 1.2. Mobiliser des connaissances en sciences humaines pour une juste interprétation des situations vécues en classe et autour de la classe ainsi que pour une meilleure adaptation aux publics scolaires. 2.1. Intégrer des attitudes et comportements pédagogiques au service de l'apprentissage individuel et collectif, et de la gestion du groupe-classe. 2.2. Acquérir et exploiter la didactique et l'épistémologie disciplinaires qui guident l'action pédagogique. 2.4. Concevoir et planifier des situations d'enseignement-apprentissage en arts du spectacle, y inclus l'évaluation, en fonction des élèves concernés et en lien avec les référentiels de compétences et les programmes. 2.5. Piloter et réguler la mise en oeuvre de situations d'enseignement-apprentissage en arts du spectacle. 2.7. Explorer de nouvelles approches et outils pédagogiques disciplinaires, interdisciplinaires et technologiques. 3.2. Interroger ses représentations et conceptions initiales en vue de les faire évoluer. 3.3. Adopter une attitude réflexive sur ses pratiques d'enseignement en s'appuyant sur des principes didactiques et pédagogiques ainsi que sur des recherches en éducation. 3.4. Intégrer une logique d'apprentissage et de développement continu indispensable pour évoluer positivement dans le monde scolaire, en lien avec la réalité sociétale.",
        "content": "Apprendre à concevoir, structurer, organiser un enseignement spécialisé dans le domaine des arts du spectacle, établir les différences conceptuelles entre les notions de jeu dramatique et de jeu théâtral, rechercher et construire un type d'évaluation capable de prendre en compte l'acquisition progressive des compétences, réfléchir sur le contenu des programmes scolaires liés à l'enseignement de l'art dramatique, appliquer les principes de méthodologie et de didactique générale à l'enseignement des arts du spectacle. S'interroger sur la politique culturelle liée au pilotage d'une école.",
        "teaching_methods": "Travail progressif à partir du syllabus « A » reçu d'emblée (axe anthropologique) et du syllabus « B » distribué par tranche de cours (axes pratiques). Liens par mail avec les étudiants pour constituer une « Communauté de recherche » vivante entre les cours. Constitution progressive par l'étudiant d'un portefeuille de documents comprenant des textes relatifs aux thèmes du cours et à des situations de terrain. Présentation ponctuelle (courte) de travaux par les étudiants en lien avec la liste de questions didactiques distribuée au premier cours. (cfr. L'école du jeu : Former ou transmettre' les chemins de l'enseignement théâtral, Dir. Josette Féral, L'Entretemps, Les voies de l'acteur, 2003). Etude de cas et analyse. Travaux et réflexion de groupe en lien avec les expériences vécues en stage. Référence aux textes légaux et lecture critique des programmes en arts du spectacle. L'ouvrage Dramaturgies de l'atelier théâtre et certains extraits vidéo reliés à celui-ci accompagnent l'étudiant durant les séances de cours. Participation à une « Journée Médiation théâtrale/Master class » et échanges avec des spécialistes invités.",
        "assessment_methods": "Travaux écrits, participation au cours et épreuve orale de juin.",
        "other_info": "Support : une bibliographie ; un portefeuille de textes de référence constitué par l'étudiant. Evaluation : Participation aux cours et travaux. Examen oral avec support écrit à partir d'une expérience d'enseignement réalisée lors des stages : construire une relecture d'expérience en dialogue avec les données théoriques exposées au cours.",
        "online_resources": "Voir Moodle",
        "bibliography": "Lectures : Michel Serres, Petite poucette , Ed. Le Pommier, 2012 (déjà imposé dans d'autres cours AGRE) - Apprendre (par) le théâtre , textes réunis par Jean-Louis Besson, Etudes Théâtrales n°34/2005 - Christiane Page, Eduquer par le jeu dramatique, pratique théâtrale et éducation , E.S.F. Editeur, « Pratiques et enjeux pédagogiques », 1997 - Questions de théâtre n° 14 : Les formateurs de formateurs et l'initiation théâtrale des jeunes , Théâtre La Montagne magique, 2009. - Le théâtre et l'école, histoire et perspectives d'une relation passionnée , Anrat, Actes Sud-Papiers, Cahiers Théâtre/Education n°11, 2002. - Bernard Grosjean, Dramaturgies de l'atelier-théâtre , Lansman Editeur, Promotion théâtre, 2009. - Théâtre (et) jeune public en Belgique francophone, mémoires analyses enjeux , textes réunis par Sarah Colasse, Michel Desmarets et Emile Lansman, Etudes Théâtrales n°63/2015 & 64/2016. - Pour l'épistémologie : Michel Develay, Donner du sens à l'école, E.S.F. Editeur, « Pratiques et enjeux pédagogiques »,2004.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2171",
        "title": "Dramaturgie : étude transversale",
        "credits": "6.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Châtel Jonathan"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "La dramaturgie consiste en une analyse de la structure des 'uvres dramatiques selon les principales rubriques de la poétique théâtrale (action, espace, temps, personnages,') et selon le contexte historique de leur composition (sens 1). Elle se définit également comme une capacité à penser les représentations scéniques possibles d'une même pièce (sens 2). Une « étude transversale » permet, selon un thème donné (le couple, le monstre, l'étranger), d'initier l'étudiant à l'analyse et à l'histoire des formes dramatiques. Fondant ses premières hypothèses de travail sur la Théorie du drame moderne de Peter Szondi (théorie de la transition stylistique, « épicisation » progressive du drame,') le cours suivra l'évolution et les transformations de l'écriture dramatique de la fin du XIXe siècle à nos jours. L'étudiant apprendra à dégager la structure dramaturgique des pièces et à identifier la mise crise du langage dramatique et des représentations (du moi, du monde ; de l'intimité, de la société) qu'elles mettent spécifiquement en 'uvre.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant sera capable de maîtriser les outils de l'analyse dramaturgique (sens 1) et de comprendre et expliciter les enjeux formels des écritures dramatiques modernes et contemporaines.",
        "content": "Le contenu met à contribution quatre à six textes du théâtre moderne et contemporain, des Lumières à aujourd'hui. Chaque année, le corpus est constitué et étudié en fonction d'une problématique précise. Comme, par exemple, au fil des dernières années, l'idée de \" théâtre intime \", l'écriture comique, les dramaturgies du huis clos, celles de l'errance, de la parabole, etc... Cette année, le cours portera sur la dramaturgie du couple. De Ibsen et Strindberg à Sarah Kane et Lars Norén, le couple a, quelle que soit sa forme, constitué le terrain d'expérimentation privilégiés des crises : du langage dramatique, du soi et de l'autre, de l'intimité et du monde. Nous étudierons les configurations possibles de ces situations limites.",
        "teaching_methods": "Cours magistral et présentation orale des étudiants.",
        "assessment_methods": "Examen écrit portant sur la compréhension de la matière enseignée ou exposé de 30 min. environ.",
        "other_info": "Les étudiants des autres commissions de programmes qui souhaitent inscrire ce cours à leurs programmes de master doivent, au préalable, demander l'autorisation au titulaire du cours.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ethea2222",
        "title": "Organisation et gestion des organismes culturels (IAD)",
        "credits": "4.00",
        "hours": "40.0 h",
        "quadrimester": "Q1",
        "institution de référence": "> Institut des Arts de diffusion",
        "code de l’ue dans l’institution de référence": "> IAD2093",
        "faculté ou entité en charge (uclouvain)": "> ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom1323",
        "title": "Littérature francophone de Belgique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Piret Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "Il n'y a pas de pré-requis.",
        "topics_covered": "- L'objet du cours est l'étude de l'oeuvre des écrivains les plus reconnus et, à partir de là, la réflexion sur les conditions complexes d'émergence et d'épanouissement d'une littérature francophone de Belgique. - L'analyse des créations d'exception et des courants esthétiques dans lesquels ils s'inscrivent conduit, plus largement, à les relier à l'histoire politique, linguistique et institutionnelle du pays, à repérer leurs affinités avec les littératures des pays voisins, à les situer, pour les plus récents, dans le cadre des francophonies.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Les compétences à acquérir sont d'ordre esthétique, historique et politique. Il s'agit de: - reconnaître l'existence, - connaître l'histoire complexe, - comprendre la valeur et la spécificité, - analyser les grandes oeuvres de la littérature francophone de Belgique.",
        "content": "Construit selon une méthodologie inductive, le cours se focalise sur les grandes oeuvres de la littérature francophone de Belgique, les situe dans leur contexte et dégage la réponse singulière qu'elles ont apportée aux discours du temps. La priorité est donc donnée à la problématisation. Celle-ci est supportée par le syllabus, qui recueille le matériau traité dans le cours (contextes et données historiques) et le présente sous une forme systématique (alors que le cours privilégie questionnements et analyses), dans une perspective patrimoniale. Le syllabus complète donc le cours, mais ne le redouble pas. Contenu : Émergence complexe d'une littérature. De Coster et La Légende d'Ulenspiegel. Lemonnier et le naturalisme. La génération de 1880 (Rodenbach, Maeterlinck, Elskamp, Eekhoud. Verhaeren). Le bouillonnement de l'entre-deux-guerres (nouvelles dramaturgies, surréalismes, Baillon, etc.). Après la seconde guerre mondiale (figures de l'exil, \" Belgique sauvage \"). Le tournant des années septante (le retour de l'Histoire, les voies de l'intime).",
        "teaching_methods": "Basé sur des lectures préalables, le cours conjugue exposé magistral et moments d'interaction. Il s'agit d'acquérir certaines connaissances, mais plus encore de s'approprier une méthodologie d'analyse, ce qui suppose une présence et une participation actives des étudiant.e.s.",
        "assessment_methods": "Examen oral et travail personnel. Rédaction d'un journal de lectures. La remise en temps et en heure de ce journal est une condition pour présenter l'examen.",
        "other_info": "La participation active au cours est requise. Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "bibliography": "Elle change d'année en année et est fournie via la plateforme moodle.",
        "course_materials": "Syllabus Plans de cours déposés sur moodle",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom1360",
        "title": "Explication de textes : théâtre de langue française",
        "credits": "5.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Piret Pierre"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Analyse approfondie d'une ou de quelques oeuvres théâtrales, notamment en confrontant les interprétations proposées par les spécialistes de celles-ci. Cette analyse permet de situer le texte dans la configuration historique, sociale, culturelle qui l'a vu naître ; de dégager des outils opératoires pour l'analyse du genre théâtral ; de mesurer la valeur et les limites des différentes méthodes et orientations théoriques convoquées. La focalisation sur le genre dramatique n'est pas exclusive : en fonction des questions particulières mises au programme, des oeuvres relevant d'autres genres voire d'autres arts pourront également être analysées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de sa formation, l'étudiant devra être capable : - de produire une analyse pertinente, éclairante et argumentée d'un texte de théâtre ; - de le situer aux plans stylistique, esthétique, historique, culturel ; - de mesurer l'interaction entre les outils méthodologiques choisis et les résultats obtenus ; - de rédiger une analyse.",
        "content": "Chaque texte au programme est envisagé sous l'angle du « comment » (comment faire, comment s'y prendre avec ce texte pour en produire une analyse universitaire ?) et, au fil du cours, différentes méthodologies sont mises en oeuvre. Elles sont de trois types : rhétoriques (formes, procédés, figures), érudites (en quoi le texte est-il lié aux contextes ?), anthropologiques (en quoi transcende-t-il son inscription contextuelle ?). Le cours permet de mesurer les apports et les limites de chacune et de montrer aussi combien nos analyses sont déterminées par les outils et les leviers que nous utilisons. Chacun des textes au programme est étudié de cette façon, le cours étant conçu comme un parcours interprétatif qui, à partir des premières intuitions des étudiants, évolue sur un mode argumentatif, chaque méthodologie étant appelée par les manques laissés par la précédente.",
        "teaching_methods": "1) Le cours conjugue exposé magistral et moments d'interaction. Il s'agit d'acquérir certaines connaissances, mais plus encore de s'approprier une méthodologie d'analyse, ce qui suppose une présence et une participation actives des étudiant.e.s. 2) Quelques devoirs sont demandés au cours du quadrimestre, qui consistent à produire une analyse dramaturgique d'un extrait choisi (par l'enseignant). Le devoir fait l'objet d'une correction commentée collectivement et individuellement au cours des TP. 3) Les TP accompagnent les étudiant.e.s dans l'analyse personnelle des oeuvres au programme, les aident à préparer les devoirs et proposent un retour sur les corrections desdits devoirs (évaluation formative).",
        "assessment_methods": "Examen écrit qui consiste en l'analyse d'un extrait non-vu d'une des oeuvres au programme, sur la base des acquis du cours et des lectures personnelles. L’inscription à l’examen est conditionnée par la remise en temps et en heure des deux devoirs.",
        "other_info": "La participation au cours et la réalisation des devoirs sont indispensables et conditionnent la présentation de l'examen.",
        "bibliography": "Une bibliographie établie en fonction du programme de l'année est déposée sur moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2152",
        "title": "Étude pratique de la scénographie",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Lesage Daniel"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Examen de quelques scénographies repères. Conception d'une scénographie et fabrication d'une maquette par petits groupes d'étudiants. Echanges collectifs ou individualisés entre le professeur et les étudiants. Bien que cela représente un atout, les étudiants ne doivent pas nécessairement savoir dessiner. Ils devront, en revanche, soit se faire aider, soit acquérir les quelques notions d'expression plastique qui leur permettront de mener à bien leur maquette.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Comprendre la scénographie par l'expérience concrète de la conception et de la réalisation d'une maquette de décor pour un texte donné.",
        "content": "Trouver la relation entre un texte donné et une image scénique. Traduire concrètement cette métaphore théâtrale. Créer un dispositif scénique qui fonctionne. Se soucier de la place du spectateur.",
        "assessment_methods": "Evaluation sur la réalisation de la maquette de décor et la justification des choix scénographiques faits par l'étudiant.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lmusi1510",
        "title": "Campus opéra",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Van Wymeersch Brigitte"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours vise à faire découvrir de façon vivante et active le monde de l'opéra, et par là le monde de la musique, à fois dans sa réalisation propre, mais aussi dans les dispositifs qui accompagnent sa création (composition, interprétation, répétitions, mise en scène, décors, etc.).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Découverte du monde de la musique, plus particulièrement de l'opéra. Acquisition d'une démarche critique et théorique, notamment par l'écoute active et la confrontation avec des oeuvres vivantes, qu'elles soient créations actuelles ou compositions du passé.",
        "content": "Ce cours se développe autour d'un projet mené avec le Théâtre Royal de la Monnaie (Bruxelles) et l'Opéra Royal de Wallonie (Liège). Après une introduction qui balise les grandes étapes de l'histoire de l'opéra et de ses enjeux dans la culture, les étudiants sont invités à participer à cinq productions de la saison. Ces cinq productions sont précédées chacune d'une introduction particulière. Des intervenants extérieurs (scénographes, musiciens, chefs d'orchestre, metteurs en scène, etc.) sont régulièrement invités dans le cadre de ce cours. Une visite des Ateliers de la Monnaie ou de l'Opéra Royal de Wallonie (Liège) et des rencontres avec des professionnels du Théâtre (machinistes, décorateurs, couturiers, architectes, etc.) entrent également dans les activités du cours.",
        "teaching_methods": "Les méthodes d'enseignement se partagent entre cours magistraux, visites des théâtres (ateliers de la Monnaie ou de l'Opéra de Liège, par exemple), des conférences et la présence aux spectacles proposés (présence obligatoire).",
        "assessment_methods": "Le cours se déroule durant toute l'année académique (deux quadrimestres). Le mode d'évaluation des acquis des étudiants comporte deux volets : un examen écrit qui se déroule à la session de juin et qui porte sur la matière vue au cours la rédaction de rapports critiques sur certains opéras vus durant l'année. La note finale intègre l'évaluation des rapports (pour 30% de la note) et la note de l'examen écrit (70%). La remise des rapports est obligatoire. Ceux-ci feront l'objet d'un suivi personalisé auprès des étudiants. L'utilisation d'IA génératives reste interdite dans les divers travaux.",
        "other_info": "La présence aux représentations d'opéras et aux conférences est obligatoire .",
        "online_resources": "Les ppt des cours, un portefeuille de lectures concernant les opéras vus et différentes indications bibliographiques sont déposés sur le site Moodle",
        "bibliography": "Des indications bibliographiques sont données lors du cours et mentionnées sur le site Moodle",
        "responsible_entity": "EHAC"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1190",
        "title": "Introduction historique à la philosophie & Philosophie et éthique de l'environnement",
        "credits": "5.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Frogneux Nathalie",
            "Leclercq Jean"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours comprend deux parties. La première partie (30h) est une introduction à la philosophie et au philosopher. De manière générale, on montrera l’émergence de la discipline, en privilégiant une approche historique et culturelle. On cherchera également à comprendre les tâches que la philosophie, comprise comme méthode et comme contenu, s’assigne jusqu’à aujourd’hui et comment elle se propose de les remplir. On insistera sur ce qui rapproche ou sépare le discours philosophique de toute une série de discours afférents (mythologique, théologique, scientifique, littéraire, artistique, etc.) qui ont compté à divers titres dans la construction d’un chemin réflexif spécifique. On consacrera un temps important à présenter des “moments” de l’histoire de la philosophie qui se sont illustrés tantôt par des courants, tantôt par des auteurs spécifiques et qui, en initiant une discontinuité conceptuelle créatrice, ont généré des compréhensions et représentations du monde nouvelles ou alternatives. Cette partie historique s’appuiera sur des extraits commentés de textes importants. La seconde partie (15h) prend appui sur le parcours historique pour aborder des questions de philosophie et d’éthique de l’environnement. On propose un aperçu des principaux courants ont émergé depuis les années 1960 comme des critiques des racines de la crise écologique (anthropocentrisme, dualisme, technologie, capitalisme, patriarcat, colonisation, société industrielle, etc.) ou comme des solutions possibles à cette crise (responsabilité, considération, sensibilité au vivant, etc.). Partant de la problématique de la transition et de son lexique (i.a. hypothèse Gaïa, anthropocène, effondrement, Deep ecology, symbiose des vivants, écoféminisme, générations futures, sentience, nature, capitalocène, pyrocène, libération animale, justice environnementale, etc.), on tente de clarifier les enjeux des débats contemporains en philosophie et en éthique de l’environnement, en insistant d’une part sur leur contribution à une prise de conscience toujours plus claire de la crise écologique et à la problématisation de cette crise. D’autre part on étudie les propositions théoriques et pratiques qui ressortent directement ou indirectement de cette contribution. L’objectif est de familiariser les étudiantes et étudiants aux grands courants de la philosophie et de l’éthique l’environnement à partir de textes et de documents représentatifs des discussions contemporaines en la matière.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser des savoirs disciplinaires: Maitriser un socle de savoirs dans les domaines de l’histoire, de la philosophie, des arts et des lettres. Articuler ces savoirs dans un contexte historique, social et culturel. Maitriser des savoirs liés à la crise écologique et à la transition. 2 Comprendre et analyser des ressources: Examiner les sources de manière critique. Hiérarchiser les sources selon leur fiabilité et leur pertinence. 3 Donner un sens à un texte, à un événement ou à une oeuvre. Envisager le caractère systémique de la crise écologique et sociale.",
        "content": "Pour la première partie : les courants majeurs de la philosophie et les auteurs majeurs, qui seront situés dans les courants qu’ils ont illustrés. On veillera à un équilibre et à une mise en contexte internationale de ce contenu. On peut mentionner à titre indicatif : Les courants de la Pensée antique, grecque et latine : Socrate, Platon, Aristote, Mouvements et écoles philosophiques du stoïcisme et de l'épicurisme ; Augustin Philosophies médiévales pluriculturelles Philosophie moderne : Descartes, Pascal, Spinoza, Leibniz ; Empiristes anglais ; Idéalistes allemands ; Encyclopédistes français ; Hegel ; Philosophie contemporaine : Marx ; Freud ; Nietzsche ; Schopenhauer ; Husserl ; Heidegger ; Philosophes de la différence et post-modernes. Pour la seconde partie : principalement des œuvres de 1960 à nos jours. A titre indicatif : Hans Jonas, Gunther Anders, Alfred North Whitehead, John Lovelock, Bruno Latour, Philippe Descola, Catherine Larrère, Dominique Bourg, Gérald Hess, David Abram, Isabelle Stengers, Joëlle Zask, Corine Pelluchon, Val Plumwood, etc.",
        "teaching_methods": "Cours magistral ouvert aux interactions avec les étudiant.e.s.",
        "assessment_methods": "Examen sur la première partie du cours : examen écrit (pour les sessions de janvier, juin et septembre) Examen sur la seconde partie du cours : examen écrit (pour les sessions de janvier, juin et septembre). Pondération : 2/3 pour la première partie, 1/3 pour la seconde partie.",
        "online_resources": "Moodle",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lrom2791",
        "title": "Littérature, théâtre et sciences humaines",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Piret Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours entend interroger, dans une perspective anthropologique, les conditions de possibilité et les modes opératoires de la littérature et du théâtre : comment, en deçà des thèmes traités, des questions suscitées, des formes élaborées, agissent-ils sur le lecteur / spectateur ? quelles facultés, quels savoirs, quelles émotions mobilisent-ils ? En prenant appui sur différentes sciences humaines (philosophie, anthropologie, psychologie, psychanalyse, linguistique, sémiotique, sociologie, neurosciences, etc.), il s'agira d'introduire les étudiants à quelques concepts majeurs pour l'analyse du processus littéraire ou théâtral, tels que la perception, l'interprétation, l'identification, la croyance, le jeu, le corps, etc. Ce faisant, le cours conduira à mener une réflexion épistémologique sur le problème de l'articulation entre analyse des 'uvres littéraires et théâtrales, d'une part, et problématiques et concepts issus des sciences humaines et sociales, de l'autre. Dans le choix des 'uvres étudiées, une attention particulière sera accordée aux productions littéraires et théâtrales belges.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de maîtriser et d'utiliser à bon escient et en connaissance de cause différents concepts définis par les sciences humaines pour analyser les productions littéraires et théâtrales, en particulier quant aux effets de discours qu'elles génèrent.",
        "content": "Introduction théorique portant sur les méthodes spécifiques aux études littéraires et théâtrales et sur les apports des sciences affines. Réflexion sur les enjeux et les conditions de validité des approches interdisciplinaires et intermédiales. Sur cette base, le cours se focalise en particulier sur les dimensions de l’identification, la perception et la sublimation. L'élaboration conceptuelle repose sur la lecture préalable de textes théoriques, de textes littéraires ou théâtraux et sur le visionnement de spectacles ou de captations.",
        "teaching_methods": "Cours magistral, basé sur un ensemble de lectures préparatoires. La méthode inductive favorise l'interaction avec les étudiants.",
        "assessment_methods": "Examen oral et travail personnel",
        "other_info": "Les intelligences artificielles (IA) génératives doivent être utilisées de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique. L'intégrité scientifique impliquant que l'on cite ses sources, l'usage d'une IA doit toujours être signalée. L'utilisation des intelligences artificielles pour les tâches où celles-ci sont explicitement interdites sera considérée comme un cas de tricherie.",
        "bibliography": "Une bibliographie établie en fonction du programme de l'année est déposée sur moodle.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2220",
        "title": "Didactique générale et formation à l'interdisciplinarité",
        "credits": "3.00",
        "hours": "37.5 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Colognesi Stéphane",
            "De Croix Severine",
            "De Kesel Myriam",
            "Dufays Jean-Louis",
            "Ghysselinckx Anne",
            "Lemaire Véronique",
            "Vercruysse Benoît"
        ],
        "teaching_language": "Français",
        "prerequisites": "Activité d’intégration professionnelle Avant de commencer le séminaire, l'étudiant aura observé des enseignements en classe et aura réalisé au moins 10 heures de stage d'enseignement.",
        "topics_covered": "La partie cours est consacrée aux pratiques d’enseignement efficaces. Les aspects suivants seront ainsi abordés : confort de l’enseignant, motivation des élèves, importance des objectifs, stratégies d’enseignement adaptées aux contenus à enseigner, mythes et réalités didactiques/pédagogiques, processus d’évaluation, adaptation des interventions, métacognition, supports de cours. Le séminaire quant à lui porte sur la construction de projets interdisciplinaires : sur la base de leurs expériences de stages et avec l'éclarirage de plusieurs témoignages, les étudiants, constitués en petits groupes, seront invités à se présenter mutuellement les fondements de leurs disciplines respectives et à élaborer un projet susceptible de mobiliser leurs différentes compétences.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'activité sera organisée en deux parties complémentaires. Elle visera, - d'une part, à amener les futurs enseignants à utiliser un ensemble d'outils conceptuels issus des théories de l'apprentissage et de l'enseignement en vue de décrire, analyser, théoriser, améliorer, voire construire une séquence didactique (partie cours), - d'autre part, à les initier à la construction de projets interdisciplinaires tout en les incitant à prendre un recul critique par rapport à leurs observations et à leurs réalisations sur le terrain scolaire dans le cadre de leurs stages d'observation et d'enseignement (partie séminaire). La perspective est que les futurs enseignants développent une habitude de pratique réflexive argumentée dans leur vie professionnelle. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) » .",
        "content": "Pour la partie cours, le contenu est centré sur les pratiques d'enseignement efficaces : on apprend en étant conscient de ce qu’on fait : objectifs et tâches d’enseignement ; on apprend par différentes approches et en étant confronté à des obstacles : mise en activité cognitive des élèves, variation des stratégies d’enseignement, interactions avec les pairs ; on apprend dans un contexte : gestion de classe et confort de l'enseignant ; on apprend en étant accompagné par un/des expert(s) : évaluations, feedback , adaptation aux profils des élèves ; on apprend si on est motivé : dynamique motivationnelle ; on apprend en étant conscient de ce qu’on fait, de ce qu’on ressent et des stratégies gagnantes : métacognition . Pour la partie séminaire, le contenu est centré sur la définition de l'interdiscipinarité et de ses enjeux en contexte scolaire ainsi que sur la mise au point et la présentation de projets didactiques interdisciplinaires .",
        "teaching_methods": "Pour la partie cours : Apport de cadres théoriques liés à chacune des pratiques efficaces envisagées ; Analyse de situations, d’outils et de cas concrets , notamment par l’utilisation de vidéos pour accéder rapidement aux évènements de la classe ; Constitution progressive par l’étudiant, au fil des séances, de son « journal du prof ». A chaque séance, l’étudiant sera invité à noter ses représentations, ce qu’il garde du cours pour ses activités d’enseignement, les apprentissages réalisés, les questions, etc. Ce journal pourra être utilisé lors de l’examen ; Élaboration par les étudiants, au fil des séances, de questions clés permettant de revoir la matière présentée ; Mise en place d’un « forum salle des profs » sur Teams pour partager les informations du « journal du prof » et interagir. Pour la partie séminaire : Apport de cadres théoriques sur la distinction entre multi-, pluri-, trans- et interdisiciplinarité et présentation de témoignages par des équipes de professeurs du secondaire ayant réalisé des projets interdisciplinaires. Découverte des apports spécifiques liés aux différentes disciplines scolaires. Mise au point progressive de projets interdisciplinaires par une alternance de travail en grand auditoire et en groupes interdiscipinaires restreints.",
        "assessment_methods": "Le niveau de maitrise des objectifs du cours sera apprécié à partir d'un examen écrit. Celui des objectifs du séminaire sera apprécié sur la base de la participation à toutes les activités ainsi que de la production collective attendue à la fin du séminaire. L'évaluation de l'ensemble de l'activité LAGRE2220 portera donc sur les deux parties du dispositif pédagogique, à savoir le cours et le séminaire. La note finale ne pourra être délivrée que si l'étudiant.e a assisté aux deux activités et a réalisé toutes les activités demandées. L'étudiant.e sera considéré.e comme absent.e tant que les deux parties n'ont pas été réalisées.",
        "other_info": "La première partie de l'activité sera donnée sous forme de cours et sera répétée deux fois au premier quadrimestre (une fois en matinée, une fois en soirée). La seconde partie sera donnée sous forme de séminaire et sera organisée sur deux samedis durant le premier ou le second quadrimestre. Les deux parties de l'activité sont assurées par une équipe d'enseignants spécialisés en psychopédagogie, de didacticiens disciplinaires et de praticiens de terrain. Attention: cette activité ne peut être suivie que par des étudiants inscrits à un programme d'agrégation ou à un master à finalité didactique",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l'unité d'enseignement ( https://moodleucl.uclouvain.be , code : Lagre2220).",
        "bibliography": "Des bibliographies ciblées sont fournies en fin de diaporamas portant sur chaque chapitre du cours.",
        "responsible_entity": "EDEF"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lfial1140",
        "title": "Histoire de l’art et de la musique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Roucloux Joël",
            "Van Wymeersch Brigitte"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun.",
        "topics_covered": "-Le cours présente un panorama de la création artistique et musicale de l'Antiquité classique à nos jours. Monuments, tableaux et oeuvres musicales sont analysés du point de vue de leur richesse formelle et de leur contexte historique et culturel. Le parcours introduit aux diverses aires culturelles (française, italienne, germanique, ibérique, etc.) du continent européen mais propose aussi une ouverture vers d'autres continents. Une attention est portée à la création contemporaine, et savante et populaire, en lien avec les enjeux sociétaux qui l'animent.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser des savoirs disciplinaires: Maitriser un socle de savoirs dans les domaines de l’histoire, de la philosophie, des arts et des lettres. Articuler ces savoirs dans un contexte historique, social et culturel. 2 Donner un sens à un texte, à un événement ou à une oeuvre: Interpréter un événement, une oeuvre, une image ou un texte dans son contexte historique, social et culturel. Évaluer la portée signifiante de productions culturelles dans une société donnée et rendre compte de leur circulation. S’ouvrir à d’autres cultures, moyens de communication et d’expression et perspectives. 3 Devenir autonome et responsable dans sa formation: Faire preuve d’un regard réfléxif sur ses connaissances, ses méthodes et ses productions. 4 Acquis d’apprentissages spécifiques à l’unité d’enseignement: Stimuler la curiosité et l’attention pour son environnement visuel et sonore.",
        "content": "Ce parcours de plusieurs secteurs déterminants de l'activité artistique permet d'aborder des concepts généraux tels que l'esthétique, la chronologie, le milieu de production et de mettre en évidence des paramètres propres à l'histoire de l'art et à l'histoire de la musique : dimension technique, contextualisation, interprétation, etc. Le cours utilisera des supports variés (power-point, cartes, plans, extraits musicaux, extraits videos, etc.).",
        "teaching_methods": "Cours magistral assuré par une équipe d'enseignants spécialisés dans chacune des deux disciplines. Le site du cours auquel les étudiants sont invités à s'inscrire, leur propose une série de documents tels que le guide de cours, le support du cours comprenant les images présentées au cours, des extraits musicaux.",
        "assessment_methods": "L'évaluation, sous forme d'examen écrit, peut comporter des questions ouvertes ou fermées (reconnaissance, datation, mise en contexte, etc.). Chaque discipline compte pour la moitié des points. Un échec à l'examen implique de repasser les deux disciplines à l'examen suivant. Une évaluation continue pourra être envisagée dans l'une ou l'autre des disciplines.",
        "bibliography": "Voir site",
        "course_materials": "Syllabus LFIAL1140 en ligne",
        "responsible_entity": "FIAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lthea2990",
        "title": "Méthodologie des arts du spectacle",
        "credits": "3.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Châtel Jonathan"
        ],
        "teaching_language": "Français",
        "prerequisites": "/",
        "topics_covered": "Ce cours est une introduction à la méthodologie disciplinaire propre aux arts du spectacle. Il  aborde les trois thèmes suivants : - les méthodes de recherche documentaire, l'accès aux informations, leur sélection puis leur organisation ; - les principes de la rédaction scientifique et les étapes d'une démarche de recherche : construction d'une problématique, structuration d'un exposé, méthodes argumentatives, système de référencement (citation, bibliographie, annexe), cadre légal (plagiat) ; - les principales méthodologies disciplinaires constitutives des études théâtrales.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'étudiant maîtrisera les différents outils et principes de la recherche documentaire et de la rédaction scientifique. Il pourra développer une démarche critique sur un sujet donné, formuler une problématique en vue de la rédaction de son mémoire de fin d'étude et identifier les outils méthodologiques adéquats pour traiter cette problématique.",
        "content": "Parmi les questions méthodologiques seront envisagées, entre autres : la détermination du projet de recherche et la formulation d'un protocole, la récolte des informations, leur conservation et leur traitement (techniques d'interviews, d'enquêtes, gestion d'un fichier bibliographique,...). Parmi les questions d'ordre rédactionnel, une attention particulière sera réservée à la capacité de synthèse, à la position du scripteur par rapport aux thèses qu'il convoque et à la rédaction des points stratégiques du travail : introduction, conclusion. On veillera à établir une méthodologie respectueuse des références et intuitions propres aux praticiens des arts du spectacle.",
        "assessment_methods": "Evaluation sur la participation au cours et sur les exercices proposés en cours d'année.",
        "responsible_entity": "ELAL"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lagre2020q",
        "title": "Comprendre l'adolescent en situation scolaire, Gérer la relation interpersonnelle et animer le groupe classe.",
        "credits": "4.00",
        "hours": "22.5 h + 22.5 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Il est important que l'e'tudiant ait re'alise' des observations en classe et dans l'institution scolaire lorsqu'il commence l'activite'. Dans la mesure du possible, il aura de'ja' entame' un premier stage d'enseignement.",
        "topics_covered": "Différentes thématiques sont abordées, telles que : -       L'école : une institution, un lieu de vie, analyse d'une situation complexe -       L'adolescence : phénomène culturel et processus psychique -       L'adolescent face à l'école : attentes, attitudes et représentations -       Les enjeux de la relation enseignant-enseignés : Comment se situer dans la relation Professeur-élèves ? Comment concilier le rôle d'éducateur et de professeur ? -       Les rapports de l'adolescent à l'autorité scolaire : comment établir une autorité vraie? -       Démotivation et violence dans les écoles secondaires : fantasme ou réalité ? -       Ecole et santé mentale : la dépression, la toxicomanie, les pratiques déviantes ...",
        "content": "La première partie de l'activité (partie cours) se penchera sur le contexte developmental spécifique à l’adolescence avec un accent sur les processus affectifs, cognitifs, psychosociaux, et motivationnels en jeux durant cette période. Des modes d’intervention utiles dans le contexte scolaire seront proposés. La seconde partie de l'activité (partie séminaire) traitera quatre champs expérientiels : - mieux se connaitre pour mieux communiquer ; - gérer la relation interpersonnelle entre différents acteurs ; - comprendre, participer et gérer des activités collectives dans l'école (conseils de classe, réunion d'enseignant.e.s, etc.); - animer le groupe classe avec efficacité, assumer son autorité",
        "teaching_methods": "Pour la partie cours, les concepts théoriques seront présentés lors de séances magistrales où les professeurs seront attentifs à répondre aux questions des étudiant.e.s. Ils veilleront aussi à illustrer ces propos théoriques par des présentations de cas qui seront discutés avec les étudiant.e.s. Dans la partie séminaire, une attention particulière sera accordée à la cohérence entre les méthodes d'enseignement utilisées et les concepts et outils qui y sont développés. Les démarches actives seront favorisées : apprentissage par problèmes, analyse de matériaux, d'outils et de cas concrets (parfois présentés par des témoins ou en vidéos), discussions et débats, travail en groupe au cours, exposés de restructuration. Durant les temps de travail en sous-groupe dans les séminaires, la méthodologie active (exercices pratiques, mises en situation) cherchera à ce que les apports conceptuels soient introduits à partir de l'expérience des étudiant.e.s sur le terrain scolaire et des relations interpersonnelles et groupales vécues au sein du séminaire.",
        "assessment_methods": "L'évaluation portera sur l'ensemble du dispositif pédagogique comprenant deux activités : la participation active aux séances de séminaire et l'examen écrit du cours. La note finale ne pourra être délivrée que si l'étudiant a réalisé ces deux activités au sein d’une même année académique. Les modalités précises de la participation au séminaire sont disponibles sur Moodle.",
        "other_info": "La première partie donnée sous forme de cours sera répétée deux fois (au second quadrimestre). La seconde partie donnée sous forme de séminaire sera organisée par petits groupes et assurée par une équipe de formateurs.trices : des groupes seront proposés au premier et au second quadrimestre. Attention: cette activité ne peut être suivie que par des étudiant.e.s inscrit.e.s à un programme d'agrégation ou à un master à finalité didactique. La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie «Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "online_resources": "Plusieurs ressources (diapositives du cours, bibliographie, portefeuille de lecture) sont disponibles en ligne sur le site Moodle de l’unité d’enseignement ( > https://moodleucl.uclouvain.be : LAGRE2020 cours et LAGRE2020 Séminaire).",
        "bibliography": "Un portefeuille de documents comprendra des textes de base relatifs aux thèmes centraux du cours, il sera complété par des documents sur des outils de communication et de connaissance de soi fournis par les formateurs.trices qui animent les sous-groupes de séminaires.",
        "responsible_entity": "EDEF"
    }
]