[
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2122",
        "title": "Ecclésiologie II",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Okpaleke Ikenna Paschal"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, - le cours introduira à la méthodologie de cette discipline ; - on y approfondira la pensée d'un auteur ou une question ecclésiologique particulière.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - rendre compte d'une recherche sur une question d'ecclésiologie dans le contexte des principaux courants ecclésiologiques actuels ; 2 - saisir les différents aspects d'une réflexion ecclésiologique et en évaluer les fondements dogmatiques et les implications pratiques.",
        "content": "2024-2025 Dans la tentative de promouvoir la réforme et le renouveau de l'Église catholique romaine, l'idée de synodalité a pris une place centrale dans la vie de l'Église d'aujourd'hui. L'objectif est de discerner, en tant que communauté croyante, les meilleurs moyens de préserver la foi chrétienne au milieu de situations et de questions difficiles. En tant que telle, la synodalité est devenue le mot à la mode dans les réflexions ecclésiologiques, avec de nombreuses itérations dans d'autres domaines de la théologie. L'objectif de ce cours est d'étudier le concept théologique de la synodalité et sa signification ecclésiologique. Qu'est-ce que la synodalité, et quels sont ses fondements théologiques? Quelles sont les expressions conceptuelles et contextuelles de la synodalité? Le cours abordera certains aspects du Synode en cours sur la synodalité (2021-2024), ainsi que des questions supplémentaires relatives aux expressions contextuelles, à l'apprentissage œcuménique et à la solidarité mondiale.",
        "teaching_methods": "L'U.E. se donne en présentiel exclusivement. Cet enseignement sera donné en français.",
        "assessment_methods": "La présence au cours est obligatoire. Il y aura une évaluation continue d'un court essai et des présentations de groupe. Il y aura également un examen oral à la fin du cours, dont une partie dépendra du court essai.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2131",
        "title": "Théologie dogmatique I",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bourgine Benoît"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, seront proposés : - une recherche critique originale sur une question dogmatique ou sur une oeuvre significative ; - des lectures, des reprises et des échanges avec le professeur.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - mettre en évidence l'intérêt, les exigences et la dynamique d'une recherche en théologie dogmatique ; 2 - appréhender une problématique dans sa complexité, en évaluer les enjeux fondamentaux et la portée pratique ; 3 - élaborer une pensée personnelle en intégrant les apports d'une recherche.",
        "content": "2023-2024 Les corps de la vérité La tradition théologique ordonne une recherche méthodique de la vérité. S'il y a une corporéité de la grâce, il y a également une corporéité de la vérité dans l'économie chrétienne: la vérité prend corps dans les événements de révélation, dans leur attestation orale et écrite, dans la doctrine qui s'élabore bientôt en développant le Credo des Églises. La théologie chrétienne bimillénaire recèle un potentiel susceptible de « libérer » la vérité des sources d'occultation et des liens d’injustice qui la tiennent captive. Il est sans doute opportun de solliciter ces ressources pour répondre aux menaces pesant dans nos sociétés sur les conditions d’une recherche libre, collective et publique de la vérité qui constitue la condition sine qua non de la science, de la démocratie, de la liberté religieuse. La vie publique connaît en effet des atteintes inquiétantes à la liberté d’expression, à l’intégrité du débat contradictoire, sans lequel il n’est pas de délibération démocratique digne de ce nom. L'acte théologique est-il autre chose qu'un effort résolu pour poser à propos des réalités ultimes la question de la vérité ?",
        "teaching_methods": "Le cours consiste en un cours magistral.",
        "assessment_methods": "Examen oral de 15 mn. Une reprise personnelle d'une des sections du cours sera proposée pendant 5 mn. Après quoi, une conversation s'engage avec le professeur.",
        "other_info": "-",
        "online_resources": "Les documents de présentation du cours sont présents à cette adresse : https://drive.google.com/open?id=1LYLP3que9s662MJhj7i4mC7a79UWzfwp",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2141",
        "title": "Théologie fondamentale I",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Riaudel Olivier"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, l'activité\r- abordera la théologie fondamentale comme la fonction herméneutique de la théologie (en ce sens qu'elle s'efforce d'établir une corrélation critique et réciproque entre l'interprétation de la tradition chrétienne et l'interprétation de notre expérience humaine contemporaine) ;\r- mettra en évidence cette fonction (thématisée de manière privilégiée dans les deux grands chapitres de toute théologie fondamentale classique : la révélation et la foi) et ses conséquences méthodologiques pour toute théologie aujourd'hui ;\r- approfondira la pensée d'un auteur ou une question spéciale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité, l'étudiant sera capable de réfléchir sur la nature herméneutique de la théologie, le rapport entre l'herméneutique théologique et l'herméneutique philosophique, l'histoire et les défis de la théologie herméneutique.",
        "content": "Le cours de cette année portera sur l'inspiration de la Bible, une question liée à celles de l'herméneutique des textes et de la philosophie du langage.",
        "teaching_methods": "De nature historiographique, le cours s’appuie sur une documentation textuelle définie à partir d’un segment d’histoire, interprétée selon les méthodes classiques de l’analyse lexicographique et herméneutique. Le cours répond aux réquisits propres de la théologie fondamentale, définie comme une herméneutique de la foi impliquant le double pôle de la Révélation comme tradition et de la réception comme interprétation et assentiment.",
        "assessment_methods": "Travail écrit à remettre à la fin du quadrimestre",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2992",
        "title": "Séminaire de recherche en ecclésiologie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Okpaleke Ikenna Paschal"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, on étudiera un thème spécifique de l'ecclésiologie ou un auteur déterminé. Individuellement, les étudiants présenteront une étude qui fera l'objet d'une discussion en commun.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - mener une recherche critique dans le domaine de l'ecclésiologie ; 2 - communiquer clairement les résultats de son travail et les mettre en valeur.",
        "content": "Réception des documents sur la synodalité Ce cours séminaire se concentre sur la conversation ecclésiologique actuelle dans l’Eglise catholique romaine, à savoir la synodalité. L’approche est cependant différente de la simple exploration du concept et des perspectives théologiques par les théologiens sur le sujet. Elle s’intéresse plutôt au processus de réception de la 16e assemblée générale ordinaire du Synode des évêques, également connue sous le nom de Synode sur la synodalité (2021-2024) dans l’Église. Ceci est conforme à l'idée que le présent Synode est conçu comme un  “processus synodal”, qui promeut non seulement différents niveaux de dialogue tout au long de la période du Synode, mais aussi un dialogue permanent dans lequel la synodalité devient une manière de ‘faire’ et d’‘être’ l’Église. À cet effet, ce cours séminaire est conçu pour mettre l’accent sur la lecture et l'exploration des principaux documents produits par ce Synode. Cela comprend le Vademecum , les divers Instrumentum Laboris pour la première et la deuxième session, les synthèses locales et continentales, les rapports de la première et de la deuxième session, ainsi que l’exhortation apostolique post-synodale. La présentation des étudiants se concentrera sur la détermination des changements dans le processus ainsi que sur les résultats applicables du Synode.",
        "teaching_methods": "L'U.E. se donne en présentiel exclusivement.",
        "assessment_methods": "Au terme du séminaire, l'étudiant rédigera une synthèse écrite du parcours réalisé, sous forme d'une reprise critique. L'évaluation prend en compte la participation active au séminaire, la présentation orale et écrite, ainsi que la synthèse finale.",
        "online_resources": "Toute la documentation est disponible sur moodle.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2262",
        "title": "Ethique sociale chrétienne : questions politiques et économiques II",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Odak Stipe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés : - l'activité proposera une analyse d'une question précise à choisir chaque année en alternance dans le secteur politique ou dans le secteur économique ; - les grands dossiers d'actualité constitueront les objets des recherches à mener avec les outils de l'éthique contemporaine selon ses articulations en philosophie et en sciences sociales ; - il s'agira aussi d'identifier les spécificités d'un regard chrétien conscient de la pluralité des approches.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 clarifier les catégories fondamentales de la réflexion éthique dans le contexte des grandes questions de société ; 2 situer les contributions des traditions chrétiennes aux débats sur le lien social ; 3 analyser les enjeux de l'engagement social des chrétiens en dialogue avec d'autres convictions.",
        "content": "Ce cours propose aux étudiant·e·s de partir à la découverte des fondements de l'éthique chrétienne, en commençant par une analyse contextualisée des concepts théologiques clés que sont la création, la libération et le salut. Ces premières pistes de réflexion servent ensuite de grille de lecture pour appréhender des problématiques concrètes de la société contemporaine. Le cours privilégie une approche holistique de l'éthique théologique, en s'intéressant à ses expressions non seulement dans les normes et principes mais aussi dans les pratiques vécues des communautés. Allant au-delà de l'accent généralement mis sur le récit et la cognition, il explore aussi les dimensions incarnées et relationnelles de l'éthique à travers les notions de vulnérabilité et de bienveillance (care). La deuxième partie du cours met en application les théories et concepts précédemment étudiés pour aborder une sélection de défis contemporains pressants, tels que la violence, la réconciliation et le pardon, la mémoire collective, le consumérisme et la protection de l'environnement.",
        "teaching_methods": "Le cours s'articule autour d'une série d'exposés magistraux dispensés par l'enseignant·e, enrichis par des discussions actives qui font partie intégrante de chaque séance. Le programme comprend également des travaux collaboratifs en groupe et des présentations réalisées par les étudiant·e·s, portant sur des enjeux éthiques contemporains choisis.",
        "assessment_methods": "L'évaluation du cours s'articule autour de deux composantes : une évaluation continue, représentant 40% de la note finale, et un travail de fin de semestre, constituant les 60% restants. L'évaluation continue vise à apprécier l'implication active des étudiant·e·s au moyen de deux travaux intermédiaires portant sur une problématique éthique sélectionnée. Les modalités de ces travaux sont flexibles et peuvent être déterminées en concertation avec l'enseignant, offrant ainsi un éventail de possibilités telles que la rédaction d'un essai, la réalisation d'un podcast ou d'un vlog, l'animation d'une discussion publique, l'organisation d'une soirée de libre expression, ou encore la conduite d'un micro-trottoir. Le travail final, quant à lui, doit être déposé sur la plateforme Moodle au cours de la période d'examens.",
        "other_info": "Le cours est dispensé en français, mais des aménagements sont prévus pour les étudiant·e·s non francophones. Il leur est possible de poser des questions, de s'entretenir avec l'enseignant·e et de soumettre leurs travaux en anglais.",
        "online_resources": "Une sélection de textes académiques et de ressources en ligne sera mise à disposition sur Moodle.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1180b",
        "title": "Introduction au grec biblique",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "prerequisites": "Néant",
        "topics_covered": "- Pour atteindre les objectifs fixés, le cours combinera explications sur la grammaire et le vocabulaire de base du grec du N.T. et exercices destinés à illustrer et à approfondir l'exposé théorique ; - dès que possible, les étudiants seront confrontés à l'un ou l'autre texte grec choisi dans les évangiles.",
        "content": "Apprentissage de la grammaire, surtout des verbes (morphologie, modes, syntaxe).",
        "teaching_methods": "Cours en présentiel. Cours magistral accompagné d'exercices (thèmes, versions, analyse de formes verbales) favorisant la compréhension et la mémorisation. Les exercices s'inspirent des textes du N.T.",
        "assessment_methods": "Pour la partie B, examen écrit : traduction d’un passage biblique non vu et analyse des formes grammaticales.",
        "other_info": "Le professeur peut dispenser les étudiants qui auront réussi le test de connaissance organisé lors du premier cours.",
        "online_resources": "Cours sur Moodle",
        "bibliography": "Le manuel de référence est : Régis Burnet - Pierre-Édouard Detal, Manuel de grec du Nouveau Testament. Grammaire, Exercices, Vocabulaire (Langues des mondes anciens), Cerf, Paris, 2023. Le dictionnaire de référence est : Barclay M. Newman, Dictionnaire grec-français du Nouveau Testament , Bibli'O — Alliance biblique universelle, 2021, éd. révisée. D’autres outils de travail seront disponibles sur Moodle.",
        "course_materials": "J. Duff, Initiation au Grec du Nouveau Testament. Grammaire - Exercices - Vocabulaire, Trad. et adapt. par R. burnet et D. Denjean, Paris: Beauchesne, 2005. J.C. Ingelaere, Dictionnaire grec français du Nouveau Testament, Bibli’o/Soc. Biblique française, 2008 (7,95 euros).",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2911",
        "title": "Séminaire de recherche en exégèse de l'Ancien Testament",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Richelle Matthieu"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, - sera étudié un corpus de textes du premier Testament, sélectionnés en fonction d'une problématique méthodologique ou thématique ; - individuellement et en commun, les étudiants apprendront à pratiquer sur ces textes une méthode exégétique rigoureuse ; - au cours de ce travail, ils utiliseront les instruments spécialisés du travail exégétique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - maîtriser les principales procédures de l'exégèse des textes bibliques et les mettre en oeuvre dans l'étude d'un texte du premier Testament ; 2 - utiliser des instruments de travail spécialisés en exégèse biblique (ouvrages et revues bibliographiques, concordances manuelle et électronique, dictionnaires encyclopédiques et théologiques) ; 3 - communiquer clairement les résultats de son travail et les mettre en valeur.",
        "content": "Ancien Testament et inscriptions du Proche-Orient ancien Ce cours sera consacré à la méthode \"comparative\", qui jette des éclairages sur des textes bibliques à l'aide d'inscriptions trouvées au Levant, en Mésopotamie ou encore en Egypte. A chaque fois, un texte biblique sera comparé à un ou plusieurs documents épigraphiques.",
        "teaching_methods": "Exposé magistraux du professeur durant les toutes premières séances, puis étude interactive de textes, et enfin exposés d'étudiants à l'oral.",
        "assessment_methods": "Présentation d'un exposé oral (20-30 minutes). La présence à ce cours est requise. Le titulaire du cours pourra, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un étudiant ou d’une étudiante qui n'aurait pas assisté à au moins 80% des cours, lors de la session de janvier/juin ou de septembre. Même modalité au Q3.",
        "bibliography": "M. Richelle, Interpreting Israel's Scriptures: A Practical Guide to the Exegesis of the Hebrew Bible / Old Testament , Peabody, Hendrickson, 2023, p. 139-153.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2931",
        "title": "Séminaire de recherche en théologie fondamentale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Riaudel Olivier"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, on étudiera un thème spécifique de la théologie fondamentale ou un auteur déterminé. Individuellement, les étudiants présenteront une étude qui fera l'objet d'une discussion en commun",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - mener une recherche critique dans le domaine de la théologie fondamentale ; 2 - communiquer clairement les résultats de son travail et les mettre en valeur.",
        "content": "Le séminaire de cette année portera sur l'anthropologie théologique, telle qu'elle est pensée dans des textes tardifs de Karl Rahner, dont de nombreux textes qui viennent tout juste d'être traduits en français.",
        "teaching_methods": "Séminaire",
        "assessment_methods": "Exposé pendant le séminaire et participation à la discussion",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2261",
        "title": "Ethique sociale chrétienne : questions politiques et économiques I",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés : - l'activité proposera une analyse d'une question précise à choisir chaque année en alternance dans le secteur politique ou dans le secteur économique ; - les grands dossiers d'actualité constitueront les objets des recherches à mener avec les outils de l'éthique contemporaine selon ses articulations en philosophie et en sciences sociales ; - il s'agira aussi d'identifier les spécificités d'un regard chrétien conscient de la pluralité des approches.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 clarifier les catégories fondamentales de la réflexion éthique dans le contexte des grandes questions de société ; 2 situer les contributions des traditions chrétiennes aux débats sur le lien social ; 3 analyser les enjeux de l'engagement social des chrétiens en dialogue avec d'autres convictions.",
        "content": "Thème en 2023-2024, Q1 L’éthique face au complexe théologico-politique. Controverses théoriques et questions pratiques La problématisation des liens entre la sphère politique et les références religieuses et théologiques traverse l’histoire européenne et est également présente sur d’autres continents. Le spectre du « théologico-politique » fait son apparition dans différentes configurations et reste au cœur de certaines polémiques mêmes dans des contextes considérés comme sécularisés. Le cours cherche à reconstruire cette problématique sur le plan théorique et à l’aide de recherches approfondies sur quelques questions d’actualité. Il met à l’épreuve la pertinence d’une réflexion éthique autonome dans un espace public marqué par la pluralité des convictions et par la mise en œuvre de différents modèles de laïcité. Le cours s’adresse à des personnes intéressées à partir des formations en théologie, sciences des religions, philosophie, éthique et sciences sociales et politiques.",
        "teaching_methods": "Il y aura des éléments de cours magistral et des moments importants d'interaction sur la base de dossiers à préparer par tous les participants.",
        "assessment_methods": "Toutes les personnes inscrites doivent participer régulièrement et activement aux séances, rédiger un petit essai (5 pages maximum sur un thème à choisir parmi les matières du cours) et présenter un examen oral.",
        "bibliography": "Un choix des textes sera disponible sur Moodle.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2951",
        "title": "Séminaire de recherche en éthique fondamentale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gaziaux Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, on étudiera un thème spécifique de la théologie morale ou un auteur déterminé. Individuellement, les étudiants présenteront une étude qui fera l'objet d'une discussion en commun.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - mener une recherche critique dans le domaine de la théologie morale ; 2 - communiquer clairement les résultats de son travail et les mettre en valeur.",
        "content": "Le séminaire abordra les courants majeurs de l’éthique théologique après Vatican II et leurs traits spécifiques par des présentations d'articles et/ou d'ouvrages relatifs à l'éthique théologique. Il ouvrira à la réflexion sur les conditions pour élaborer une théologie morale fondamentale aujourd’hui.",
        "assessment_methods": "Evaluation continue et rédaction d'une synthèse finale.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1261",
        "title": "Ancien Testament",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Ausloos Hans"
        ],
        "teaching_language": "Français",
        "prerequisites": "LRELI1110 ou, si ce cours n'a pas été suivi, lecture complémentaire d'un ouvrage d'introduction",
        "topics_covered": "Ce cours est destiné à approfondir le cours d'introduction à l'Ancien Testament (LRELI1110) par des lectures de textes choisis dans l'ensemble de ce même corpus. Les textes retenus sont des textes marquants d'un point de vue théologique et qui relèvent de différents genres littéraires. Leur choix vise à donner une idée plus précise de la diversité des formes littéraires de l'AT, des thèmes qui y apparaissent, ainsi que du ou des messages dont ce Livre est porteur. Chaque texte sera abordé en fonction d'une thématique particulière. Les principales méthodes exégétiques seront également illustrées par la diversité des approches qui seront pratiquées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - reconnaître les grands genres littéraires de la Bible hébraïque ; 2 - de situer les principales méthodes et leur impact propre ; 3 - de dégager la portée théologique d'un texte biblique à partir d'une exégèse rigoureuse.",
        "content": "Parcours transversal des trois parties de l'Ancien Testament (Pentateuque et livres historiques, Psaumes et littérature sapientielle, livres prophétiques), permettant une appréciation des différents genres littéraires qui le constituent.",
        "teaching_methods": "Enseignement magistral",
        "assessment_methods": "Examen oral",
        "bibliography": "H. Ausloos & B. Lemmelijn, La Bible et la vie. Réponses bibliques aux questions d'aujourd'hui (Le livre et le rouleau, 48), Namur – Paris: Lessius, 2016.",
        "course_materials": "La Bible (Ancien et Nouveau Testament)",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2111",
        "title": "Exégèse du Nouveau Testament I (littérature évangélique et Actes)",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Van Oyen Geert"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours est une rencontre avec un personnage dans l'évangile de Marc qui a été longtemps « négligé » : Dieu. Il est à la fois une rencontre avec la méthode narratologique, plus particulièrement avec la caractérisation. Le cours est construit en quatre parties. - La première est une lecture de Marc avec un objectif particulier : qu'est-ce que l'évangile dit sur Dieu ? Le résultat est un dossier personnel de l'étudiant sur Dieu dans l'évangile de Marc. - La deuxième est un approfondissement à l'aide de quatre articles. Les deux premiers articles (Donahue, Danove) ont donné une impulsion à la recherche sur Dieu. Dans ce cours ils ont la fonction d'analyser de manière plus détaillée le dossier que l'étudiant avait préparé. Après cette lecture, l'étudiant va comparer encore deux articles, cette fois-ci en français (Nicolet Anderson, Bourquin). - La troisième est un tremplin méthodologique sur la base d'une réflexion sur la caractérisation, un aspect fondamental de la narratologie. La question qui se pose est de savoir si on peut appliquer la théorie de la caractérisation sur le personnage de Dieu. - Finalement, nous revenons à quelques interprétations spécifiques de \"Dieu\", surtout en relation avec le personnage de Jésus .",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - comprendre les principales procédures de l'exégèse des textes bibliques et les mettre en oeuvre dans l'évangile de Marc ; 2 - situer l'apport anthropologique et théologique de l'évangile de Marc ; 3 - comprendre et apprécier critiquement des articles scientifiques en exégèse du Nouveau Testament.",
        "content": "\" Dieu\" dans l’évangile selon Marc (Le masculin est utilisé pour parler des étudiants et des étudiantes du cours) Le cours est une rencontre avec un personnage dans l’évangile de Marc qui a été longtemps « négligé » : Dieu. Il est à la fois une rencontre avec la méthode narratologique, plus particulièrement avec la caractérisation. Par rapport à la didactique, le cours est un essai d’appliquer la classe inversée. Le professeur demande aux étudiants de préparer, étape par étape, un petit dossier ou une synthèse sur la base d’une lecture personnelle de quelques articles. Ces résumés seront déposés sur Moodle avant les rencontres en présentiel (voir les consignes précises dans la descriptions du cours) et ils formeront la base du débat pour la rencontre en présentiel. Dépendants du nombre d'étudiants inscrits, le professeur organisera des forums sur les textes à lire. Les devoirs doivent être déposés sur Moodle avant la date prévue dans le programme du cours, sinon ils ne seront pas validés. Avant de présenter le contenu spécifique des différents devoirs, présentons quelques tremplins pour voir plus clair dans la séquence logique de la construction du cours. Les tremplins du cours Le cours est construit en quatre parties. - La première est une lecture de Marc avec un objectif particulier : qu’est-ce que l’évangile dit sur Dieu ? Le résultat est un dossier personnel de l’étudiant sur Dieu dans l’évangile de Marc. - La deuxième est un approfondissement à l’aide de quatre articles. Les deux premiers articles (Donahue, Danove) ont donné une impulsion à la recherche sur Dieu. Dans ce cours ils ont la fonction d'analyser de manière plus détaillée le dossier que l’étudiant avait préparé. Après cette lecture, l’étudiant va comparer encore deux articles, cette fois-ci en français (Nicolet Anderson, Bourquin). - La troisième est un tremplin méthodologique sur la base d’une réflexion sur la caractérisation, un aspect fondamental de la narratologie. La grande question qui se pose est de savoir si on peut appliquer la théorie de la caractérisation sur le personnage de Dieu. - Finalement, nous revenons à quelques interprétations spécifiques de \"Dieu\", surtout en relation avec le personnage de Jésus . Au courant de ce cours les étudiants écriront un essai d’environ entre 6000 et 8000 mots (notes inclues) sur le personnage de Dieu dans l’évangile selon Marc. Il s’agit en premier lieu d’une étude exégétique avec des références à l’évangile de Marc. Si l’étudiant veut en tirer des conclusions pour la théologie pastorale ou pour la théologie systématique, il peut le faire, mais de façon minimale. L’étudiant doit faire référence à la littérature mentionnée dans le cours (lectures obligatoires ou articles de la bibliographie). La structure de l’essai doit être claire : après une introduction dans laquelle l’étudiant explique la question ou le problème qu’il/elle veut aborder, il/elle développe ses pensées (dans plusieurs points) pour terminer par une conclusion qui répond à la question de départ. Cette question peut avoir différentes formes : un problème exégétique sur un seul passage de Marc, un débat entre deux auteurs contemporains sur l’interprétation d’un ou plusieurs passages sur Dieu, une problématique générale concernant Dieu dans l’évangile selon Marc, … Tous les devoirs de lecture et le travail final sont personnels. En cas de plagiat, l’étudiant sera soumis au règlement de l’UCL.",
        "assessment_methods": "L'évaluation du cours contient plusieurs éléments: - faire les résumés personnels des articles à lire dans le délai indiqué (50%) - participation active dans les séances en présentiel (10%) - travail final (voir contenu) (40%)",
        "online_resources": "Tous les articles scannés se trouvent sur Moodle.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1281",
        "title": "Sacramentalité : Approche historique et systématique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés, le cours examinera les dossiers biblique et historique en analysant les pratiques sacramentelles jusqu'aux rituels actuels. Cette approche historique sera croisée avec le dossier systématique qui abordera les grandes étapes de la réflexion chrétienne en théologie sacramentelle, jusqu'à nos jours",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Selon le référentiel du bachelier en sciences religieuses : A. Maîtriser les connaissances pour expliciter le christianisme dans son environnement culturel en fonction des disciplines théologiques. A.3. Comprendre et expliciter la situation liturgique et pastorale d'une communauté chrétienne A.5. Comprendre et interpréter des sources historiques et juridiques ayant trait à la foi chrétienne 2 B. Employer les concepts appropriés pour développer une réflexion théologique B.4. Percevoir la complémentarité des disciplines théologiques relevant de la théologie positive, la théologie systématique et la théologie pratique. 3 D. Élaborer une réflexion théologique personnelle et développer une pensée critique D.3. Faire la distinction entre l'analyse théologique d'une question ou situation et une analyse relevant du sens commun.",
        "content": "Le cours est développé en deux étapes. La première s’intéresse à la sacramentalité et aux sacrements en général. Elle étudie l’évolution de la compréhension de la sacramentalité depuis l’époque patristique jusqu’à aujourd’hui, en s’arrêtant entre autres à Tertullien, Thomas d’Aquin et Louis-Marie Chauvet. L'histoire de l'art ainsi que le mouvement liturgique et les orientations prises par le Concile Vatican sont l’occasion d’une attention particulière. C’est sur cette base fondamentale que se construit la 2e étape consacrée aux 7 sacrements. Pour chacun de ceux-ci, on aborde les fondements bibliques, le parcours historique, les déploiements liturgiques et symboliques et les débats œcuméniques. Le sacrement de l'eucharistie fait l'objet d'un développement plus conséquent, au vu de son importance dans la vie chrétienne.",
        "teaching_methods": "Le cours comportera des apports magistraux et du travail sur des textes bibliques, historiques, théologiques et liturgiques, de façon à développer l'esprit d'analyse historique et théologique et la sensibilité liturgique des étudiants. Une séance sera consacréd à l'histoire de l'art. Les étudiants auront également à étudier une question de théologie sacramentelle dans le cadre de l'examen. Il est possible de suivre le cours à distance, moyennant la participation à 3 rencontres : une en début de cours, une au milieu pour rendre compte de l'observation d'une liturgie eucharistique et une entre la fin du cours et l'examen.",
        "assessment_methods": "Les étudiants qui suivent le cours en présentiel seront évalués sur base de trois exercices : Des petits travaux de lecture et d'analyse de textes bibliques, conciliaires et liturgiques anciens et/ou contemporains (4 points) ; Un travail sur des extraits de la constitution sur la liturgie suivi d’ un exercice d'observation d'une liturgie eucharistique (4 points) ; Un examen au cours duquel vous présentez votre reprise personnelle du cours sur un « poster » (12 points). Sauf pour les étudiants qui suivent le cours à distance, la présence en cours est obligatoire . En cas de trois absences injustifiées (ou plus) à des séances de cours, le cours ne pourra être validé. (Le respect des règles sanitaires peut conduire à des absences justifiées; dans ce cas, si la professeure est prévenue 12h avant le cours, il sera possible de suivre le cours en ligne sur Teams.) Les étudiant·es qui s uivent le cours à distance seront évalués à travers une évaluation continue. Au fil du quadrimestre, les étudiant·es auront : à répondre à des fiches de travail sur base des notes de cours et de l’ouvrage de Paul De Clerck, Vivre et comprendre la messe , Paris, Cerf, 2016, sur 16 points, 4 points pour l’introduction aux sacrements, 6 points sur les 3 sacrements d’initiation, 6 points sur les 4 autres sacrements. à réaliser un travail sur des extraits de la constitution sur la liturgie suivi d’ un exercice d'observation d'une liturgie eucharistique , sur 4 points. Il est demandé aux étudiant·es qui suivent le cours en ligne de rencontrer la professeure au début du cours et d’être présent·es, dans la mesure du possible, à la séance d’échange sur l’observation d’une liturgie eucharisitque. La professeure sera disponible pour répondre aux questions des étudiant·es en présentiel ou sur Teams. Pendant la session d’examen, une rencontre avec la professeure permettra de faire le point sur les travaux, sur les acquis et sur la méthode de travail. Cette rencontre permet d’améliorer sa cote finale, pas de la diminuer.",
        "other_info": "support sur Moodle",
        "bibliography": "Hélène Bricout, Le mariage entre consentement et bénédiction : le sacrement et son ministre , Paris, Cerf, 2015. Louis-Marie Chauvet, Les sacrements : Parole de Dieu au risque du corps (Recherches), Paris, L'Atelier, 1997 (nouvelle édition : Le corps chemin de Dieu. Les sacrements, Paris, 2010). Paul De Clerck, Vivre et comprendre la messe , Paris, Cerf, 2016. Luc Forestier, Les ministères aujourd’hui , Paris, Salvator, 2017. André Haquin, « Le sacrement de pardon : ombres et lumière », dans Liturgie 140 (janv. 2008), p. 35-58. Arnaud Join-Lambert, « Richesses de Vatican II à (re)découvrir », dans Questions liturgiques 91 (2010), p. 42-63. Marcel Metzger, Histoire de la liturgie . Les grandes étapes, Paris, 1994. Roland Minnerath , Quel avenir pour la confirmation ? Un enjeu pastoral , Paris, Artège, 2016. Jean-Philippe Revel, Traité des sacrements. 1, Baptême et sacramentalité, 2 vol., Paris, Cerf, 2004-2005. Jean-Philippe Revel, Traité des sacrements (Théologies). VI. L’onction des malades , Paris, Cerf, 2009. Michel Scouarnec, Les symboles chrétiens. Les sacrements ne sont pas étrange s (Vivre – Croire – Célébrer) , Paris, 1998. Bernard Sesboüé, Invitation à croire. 2. Des sacrements crédibles et désirables, Paris, Cerf, 2009.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1342",
        "title": "Nouveau Testament B",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Burnet Régis"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés, le cours abordera les thèmes suivants : - lecture de textes des quatre évangiles canoniques ; - une lecture comparée des trois synoptiques visera à faire apparaître l'art d'écrire et les intentions, notamment théologiques, de chacun des évangélistes, ainsi que la dimension pragmatique de la relation entre le texte et le lecteur. Une partie de ce cours consistera en exercices pratiques de lectures de textes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable : - de développer une lecture critique des évangiles sur la base d'une connaissance générale de cette littérature; de rendre compte des différentes théologies de chaque évangile; de rendre compte de la dimension pragmatique de la relation entre texte et lecteur.",
        "content": "2024-2025 L'objet principal du cours sera de réaliser une introduction générale à l' Évangile selon Jean . La lecture continue de l'évangile sera au programme par le biais d'exercices dirigés.",
        "teaching_methods": "Autant que possible, l'enseignement se déroulera en présentiel.",
        "assessment_methods": "Un examen oral sur une péricope de l'évangile (modalités à préciser pendant le cours)",
        "other_info": "Il est très souhaitable d'avoir suivi le cours d'Introduction à la Bible (modules NT, initiation aux instruments de travail, théologie).",
        "bibliography": "La bibliographie est fournie sur le site Moodle",
        "course_materials": "Support de cours sur Moodle",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2352",
        "title": "Questions d'histoire du christianisme : histoire contemporaine",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gay Jean-Pascal"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ses objectifs : - on analyse une question spéciale portant sur l'histoire de l'époque contemporaine, envisagée dans ses aspects historiques, littéraires, doctrinaux ; - on situe dans leur contexte historique et théologique les textes vus au cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - traiter une question d'histoire du Christianisme de l'époque contemporaine (de 1789-à nos jours) en l'envisageant dans ses aspects historiques, littéraires et théologiques ; 2 - lire de manière critique les sources historiques de l'époque ; 3 - manier les principaux instruments de travail de l'historien.",
        "content": "Intitulé du cours 2024-25 « Sex in the Holy City. Eglises et sexualités dans le temps long de l'histoire des christianismes Saison 1 : époque contemporaine » Le cours sera déployé en trois temps : (1) introduction aux enjeux et aux méthodes de l'histoire des sexualités et de leur croisement avec l'histoire religieuse, (2)  parcours sur l'histoire des sexualités en contexte chrétien et sur les relations des églises à l'évolution des sexualités (3) présentation des travaux des étudiantes et étudiants.",
        "teaching_methods": "Après une introduction historiographique, le cours présentera la méthode d'étude de cas qui sera à la base du travail des dossiers que les étudiants pourront ensuite présenter et discuter en commun. Le cours peut être donné en langue anglaise",
        "assessment_methods": "L'évaluation prendra en compte, outre la participation active au cours, la remise d'un dossier de recherches et un examen oral sur le contenu du cours.",
        "bibliography": "Sylvie Steinberg et alii, Une histoire des sexualités , Paris, PUF, 2019",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1120",
        "title": "Introduction à la Bible : Nouveau Testament",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Oyen Geert"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés, le cours abordera les thèmes suivants : - le milieu historique et religieux du Nouveau Testament - la figure de Jésus dans le Nouveau Testament - introduction à la littérature paulinienne, aux évangiles et à l'Apocalypse et aperçu sur les Apocryphes du Nouveau Testament - brève histoire du canon du Nouveau Testament - relation entre histoire, littérature et théologie pour la lecture de la Bible",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - décrire le milieu historique et religieux du Nouveau Testament et d'y situer le personnage de Jésus 2 - maîtriser une connaissance de base concernant les écrits du Nouveau Testament (contenu, principales caractéristiques ...) 3 - décrire l'histoire de la formation du canon du Nouveau Testament.",
        "content": "Le cours est une Introduction au Nouveau Testamen t (NT). Pendant environ 25 heures l'étudiant \"apprendra à lire le NT\". En premier lieu nous abordons les questions classiques d'une introduction au NT (caractéristiques des livres, but, auteur, date, plan), en particulier des évangiles. En plus, nous allons faire connaissance du milieu historique du NT (judaïsme, la culture gréco-romaine). Pour mieux comprendre les approches modernes des textes néotestamentaires, nous donnerons une histoire de la recherche et une présentation théorique et pratique des méthodes d'exégèse (critique textuelle, critique des sources, histoire des formes littéraires, histoire de la rédaction, analyse narrative). Une partie sera réservée à quelques questions spéciales: la critique textuelle, la transmission du texte, les textes apocryphes. Le cours d'Introduction au NT introduit les étudiants d'une manière générale dans une lecture critique des textes bibliques. Il les prépare à une étude plus approfondie des livres individuels du NT.",
        "teaching_methods": "Cours en présentiel. [Cela peut changer selon les mesures sanitaires à cause du COVID-19.]",
        "assessment_methods": "Examen écrit. Si l'examen se fait à distance: examen oral.",
        "online_resources": "Le cours est accessible sur Moodle.",
        "bibliography": "La bibliographie de chaque chapitre du cours est disponible sur le site du cours. The bibliography of each separate chapter is available in the course notes.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1291",
        "title": "Introduction à l'ecclésiologie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Okpaleke Ikenna Paschal"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés, le cours abordera les thèmes suivants : 1- l’Église comme mystère et institution historique ; l’articulation entre la mission commune des baptisés et les divers ministères ; l’unicité de l’Église et la pluralité des Églises ; l’Église, sacrement du salut pour le monde ; 2-Oeucuménisme : histoire et situation actuelle des grandes Communions chrétiennes ; histoire du mouvement œcuménique des Eglises ; décret conciliaire Unitatis redintegratio ; dialogues bilatéraux et œcuménisme entre Coptes orthodoxes et l’Eglise catholique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : -traiter, à partir des textes de Vatican II et en particulier Lumen Gentium , des grandes questions actuelles d’ecclésiologie ; -donner des  informations objectives sur des questions actuelles d’œcuménisme ; -se référer aux grands textes ecclésiologiques et œcuméniques de Vatican II ; -d’articuler ecclésiologie et théologie pastorale. -donner des informations objectives sur des questions actuelles d’œcuménisme - d’analyser les textes ecclésiologiques et œcuméniques de Vatican II ( Lumen gentium et Unitatis redintegratio ) ; -d’articuler ecclésiologie et théologie pastorale",
        "content": "Le cours d’introduction à l’ecclésiologie offre des outils pour comprendre le fonctionnement et l’organisation de l’Église aujourd’hui. Les documents officiels permettant de mieux saisir les questions actuelles de l’ecclésiologie depuis le concile Vatican II sont : la Constitution dogmatique Lumen Gentium et le Décret unitatis redintegratio . A partir de ces textes conciliaires, nous aborderons dans ce cours, les grandes thématiques de l’ecclésiologie : La définition de l’Église, le lien entre sacerdoce commun et ministères ordonnés, la place du laïcat, l’état du dialogue entre les Eglises depuis le concile Vatican II, la mission fondamentale de l’Eglise qui se définit à partir de ses rapports avec le monde et son ouverture avec les religions non chrétiennes. Notre étude sera ouverte et même aboutira à l’axe pratique avec un questionnement sur la portée pastorale ou l’encrage pastoral de nos réflexions dans notre société actuelle. Ici, c’est la mise en lumière de l’articulation entre ecclésiologie et théologie pastorale. Devant les mutations de notre monde sécularisé, dans un monde qui bouge, comment comprendre les grandes réflexions ecclésiologiques du concile Vatican II ?  Autrement dit, l’ecclésiologie du concile Vatican II a-t-elle du sens aujourd’hui ? Ces interrogations permettront aux étudiants d’avoir un regard critique sur les grands débats à propos de l’évolution de l’Eglise mais surtout sur sa manière d’être dans notre société dite sécularisée.",
        "assessment_methods": "Il y aura un contrôle continu d'une courte dissertation et de présentations de groupe. Il y aura également un examen oral à la fin du cours, dont une partie dépendra du court essai.",
        "online_resources": "Vatican II, Lumen Gentium, https://www.vatican.va/archive/hist_councils/ii_vatican_council/documents/vat-ii_const_19641121_lumen-gentium_fr.html Vatican II, Unitatis Redintegratio, https://www.vatican.va/archive/hist_councils/ii_vatican_council/documents/vat-ii_decree_19641121_unitatis-redintegratio_fr.html Vatican II, Apostolicam Actuositatem, https://www.vatican.va/archive/hist_councils/ii_vatican_council/documents/vat-ii_decree_19651118_apostolicam-actuositatem_fr.html Vatican II, Nostra Aetate, https://www.vatican.va/archive/hist_councils/ii_vatican_council/documents/vat-ii_decl_19651028_nostra-aetate_en.html WCC, The Church, Towards a Common Vision, https://www.oikoumene.org/sites/default/files/Document/The_Church_Towards_a_common_vision.pdf",
        "bibliography": "Water Kasper, The Catholic Church, Nature, Reality and Mission (London: Bloomsbury T&T Clark, 2013) Francis A. Sullivan, The Church We Believe In: One, Holy, Catholic, and Apostolic (New York: Paulist Press, 1998) Veli-Matti Kärkkäinen, An Introduction to Ecclesiology: Ecumenical, Historical & Global Perspectives (Downers Grove: InterVarsity Press, 2002). Thomas P. Rausch, Towards a Truly Catholic Church: An Ecclesiology for the Third Millennium (Collegeville: Liturgical Press, 2005) Joseph Famerée, “Local Churches, Universal Church and other Churches in Lumen Gentium,” Ecclesiology , Vol. 4, no. 1 (2007): 52-67.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1282",
        "title": "Sacrements : Approche liturgique et pastorale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Chevalier Catherine"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés, le cours abordera les dossiers auxquels sont aujourd'hui confrontées la pratique et la réflexion sacramentelles, dans la suite de la réforme liturgique initiée par le Concile Vatican II et face aux défis de la sécularisation et de l'unité des chrétiens.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - utiliser les instruments de travail, en particulier les rituels issus de la réforme liturgique, concernant les sacrements ; - situer les enjeux liturgiques et pastoraux des pratiques sacramentelles actuelles. Selon le référentiel du bachelier en sciences religieuses : A. Maîtriser les connaissances pour expliciter le christianisme dans son environnement culturel en fonction des disciplines théologiques. A.3. Comprendre et expliciter la situation liturgique et pastorale d'une communauté chrétienne. A.5. Comprendre et interpréter des sources historiques et juridiques ayant trait à la foi chrétienne. 2 B. Employer les concepts appropriés pour développer une réflexion théologique B.4. Percevoir la complémentarité des disciplines théologiques relevant de la théologie positive, la théologie systématique et la théologie pratique 3 D. Élaborer une réflexion théologique personnelle et développer une pensée critique D.3. Faire la distinction entre l'analyse théologique d'une question ou situation et une analyse relevant du sens commun D.4. S'outiller pour favoriser son auto-apprentissage et un développement personnel tout au long de la vie",
        "content": "Après une introduction thématique et historique qui s’arrêtera tout particulièrement à la mise en œuvre de la réforme liturgique initiée par le Concile, le cours travaillera par dossier ; pour chaque dossier, une approche biblique et historique préparera la réflexion théologique et liturgique, pour laquelle il sera fait appel aux rituels liturgiques correspondants. Les dossiers « baptême » et « confirmation » aborderont la problématique de l’initiation à partir du renouveau apporté par l’approche liturgique du catéchuménat des adultes. Le dossier « eucharistie » relira la pratique de l'eucharistie à partir des grandes options du renouveau liturgique. Le dossier « sacrement de la réconciliation » s’intéressera aux enjeux de nouveau rituel et aux difficultés que rencontre sa mise en œuvre. Le dossier « onction des malades » s’arrêtera au passage de l’« extrême onction » à l’« onction des malades ». Concernant les ordinations, le cours s’intéressera aux enjeux ecclésiologiques des choix faits par le nouveau rituel. Enfin, pour le « sacrement du mariage », on étudiera le nouveau rituel et la réflexion sur la préparation de ce sacrement.",
        "teaching_methods": "Le cours comportera des apports magistraux, du travail sur les rituels, sur des textes liturgiques et théologiques actuels, de façon à développer l’esprit d’analyse et la sensibilité liturgique et théologique des étudiant·e·s. Ils et elles auront également à réaliser l’observation d’une célébration sacramentelle sur laquelle un retour sera organisé pendant une séance de cours.s. Les étudiants auront également à réaliser l’observation d’une célébration sacramentelle sur laquelle un retour sera organisé pendant une séance de cours.",
        "assessment_methods": "Les étudiant·e·s qui suivent le cours en présentiel seront évalués sur base des exercices suivants : Huit petits travaux de lecture et d'analyse de textes conciliaires ou liturgiques anciens et/ou contemporains (appelés « devoirs »), à faire avant le cours concerné par chaque travail (20%). Un exercice d’observation d'une liturgie eucharistique (20%) ; Un examen oral où l'étudiant aborde une question de pastorale liturgique ou sacramentelle, à partir d’une relecture personnalisée du cours (60%). Sauf pour les étudiant·e·s qui suivent uniquement le cours à distance, la présence en cours est obligatoire . En cas d'absence, il sera demandé de répondre à un petit quiz formatif sur le contenu de la séance, à réaliser sur base des notes de cours disponibles sur Moodle. Les étudiant·e·s qui suivent le cours à distance seront évalués sur base des exercice suivants : Huit petits travaux de lecture et d'analyse de textes conciliaires ou liturgiques anciens et/ou contemporains (appelés « devoirs ») et huit petits quiz formatifs sur la première partie du cours et sur chacun des sacrements (4/20). Les petits quiz vous permettent de vérifier si les étudiant·e·s ont acquis les éléments essentiels du cours. Ils ne sont pas évalués, mais il faut les avoir fait pour valider le cours. Un exercice d'observation d'une liturgie eucharistique (20%) ; Un examen oral où l'étudiant aborde une question de pastorale liturgique ou sacramentelle, à partir d’une relecture personnalisée du cours (60%). Même mode d'évaluation en septembre.",
        "online_resources": "support sur Moodle",
        "bibliography": "Louis-Marie Chauvet, Le corps chemin de Dieu. Les sacrements, Paris, 2010 Paul De Clerck, Vivre et comprendre la messe , Paris, Cerf, 2016 Arnaud Join-Lambert , Guide pour comprendre la messe, Paris, 2002 Service national de pastorale liturgique et sacramentelle, 59 questions sur l'eucharistie : repères pour les pratiques eucharistiques, Paris, Cerf, 2000 (Guides Célébrer 6). Bernard Sesboüé, Invitation à croire. 2. Des sacrements crédibles et désirables, Paris, 2009",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2972",
        "title": "Séminaire de recherche en histoire du christianisme (époque moderne/contemporaine)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gay Jean-Pascal"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le séminaire engagera l'exploration d'un terrain de recherche actuel en histoire du christianisme pour les périodes modernes et contemporaines. Les étudiants contribueront à l'élaboration de ce terrain de recherches par un travail de discussion problématique et par la réalisation d'études focalisées contribuant à la discussion générale du séminaire. Au terme de ce séminaire, l'étudiant sera capable de mener une recherche critique dans le domaine de l'histoire religieuse, de communiquer clairement les résultats de son travail et les mettre en valeur.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Acquisition d'une compétence de recherche en histoire religieuse 2 Maîtrise de l'historiographie de la question étudiée 3 Engager une réflexion sur les rapports entre christianisme contemporain et production historiographique.",
        "content": "2024-2025 Pouvoir et vie monastique à l'époque moderne : une histoire totale des abbayes souveraines de Stavelot et Malmédy Le séminaire se propose d'étudier dans toutes ses dimensions l'histoire des abbayes souveraines de Stavelot et Malmédy et sur la base de ce cas original et radical d'interroger comment les dynamiques de pouvoir et de vie régulières s'articulent à l'époque moderne. Sur la base des archives on étudiera donc : le pouvoir abbatial dans ses formes et dans son exercice, la sociologie et la démographie des monastères, leur vie économique, leur ancrage dans leur espace local, le retravail de la vie monastique par la confessionnalisation catholique, le cadre de vie (etc).",
        "assessment_methods": "L'évaluation prendra en compte, outre la participation active au séminaire, la remise d'un dossier de recherches et sa présentation et discussion orale dans le cadre des séances.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1150",
        "title": "Ethique théologique I",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gaziaux Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'unité d'enseignement abordera la définition et la spécificité de l'éthique théologique, ainsi que ses relations aux autres branches de la théologie et des sciences humaines. Elle examinera principalement à travers un parcours historique les relations entre la foi et l'éthique et posera la question de l'autonomie de la morale et de la spécificité d'une éthique d'inspiration chrétienne.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Prioritaires A.4. Poser les fondements d'un discernement éthique B.1. Connaître les notions propres à la théologie et son épistémologie Secondaires A.2.Comprendre et expliciter la tradition théologique chrétienne dans ses grands courants théoriques en les contextualisant B.2.Comprendre et expliciter la pensée d'un théologien",
        "content": "Le cours pour 2024-2025 introduit dans une première partie à une réflexion sur le niveau de la démarche envisagée en définissant les notions de théologie et de théologie morale/éthique théologique ainsi qu'en proposant une réflexion sur l'articulation entre éthique, morale et sagesse pratique. La deuxième partie opère un parcours historique (de l'Antiquité chrétienne à nos jours) sur l'évolution de la théologie morale. La troisième partie aborde les grandes critiques concernant la morale chrétienne (K. Marx, S. Freud, F. Nietzsche) et la quatrième partie, sur base du parcours effectué, aborde quelques thématiques centrales pour l'éthique chrétienne (le rapport à l'Ecriture, la loi naturelle, la conscience, le magistère). La méthode relève principalement du cours magistral avec des temps de discussion.",
        "teaching_methods": "La méthode relève principalement du cours magistral avec des temps de discussion.",
        "assessment_methods": "Examen oral ; la présence au cours est obligatoire.",
        "other_info": "Support : une structure du cours est proposée aux étudiant(e)s ainsi que des articles et chapitres d'ouvrage.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1361",
        "title": "Christologie et salut",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bourgine Benoît"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés, le cours consiste à : - présenter une relecture historique et doctrinale en christologie et en sotériologie ; - introduire aux problématiques actuelles en ces domaines ; - initier à la pratique de la théologie dogmatique ; Cette partie du cours comporte une introduction à l'élaboration d'une problématique et une initiation pratique aux instruments bibliographiques ; elle conduit à la rédaction par l'étudiant d'un travail, qui lui donne l'occasion de mettre en pratique les éléments de cette initiation et de développer un rapport actif à la matière.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - identifier les problématiques christologiques majeures ; 2 - décrire les étapes du développement de la sotériologie ; 3 - indiquer les orientations de la christologie et de la sotériologie contemporaines ; 4 - traiter une question particulière en s'aidant des instruments bibliographiques adéquats.",
        "content": "Le cours analyse la christologie et la sotériologie du point de vue de la théologie biblique, de la théologie historique et de la théologie systématique.",
        "teaching_methods": "Cours magistral.",
        "assessment_methods": "Examen oral de 15 mn avec 15 mn de préparation en présentiel. Une question posée par le professeur parmi une liste limitative de questions.",
        "other_info": "sans objet",
        "online_resources": "Portefeuille de lectures à l'adresse suivante: https://drive.google.com/open?id=0B71ol4F_TTjjeVp3OGdGdkpCNm8",
        "bibliography": "Syllabus disponible sur le Drive.",
        "course_materials": "Christologie et salut",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2932",
        "title": "Séminaire de recherche en théologie dogmatique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bourgine Benoît"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, on étudiera un thème spécifique de la théologie dogmatique ou un auteur déterminé. Individuellement, les étudiants présenteront une étude qui fera l'objet d'une discussion en commun.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - mener une recherche critique dans le domaine de la théologie dogmatique ; 2 - communiquer clairement les résultats de son travail et les mettre en valeur.",
        "content": "2024-2025 Le séminaire porte sur la théologie de la grâce chez Karl Barth.",
        "teaching_methods": "Le séminaire vit de la participation active des étudiants qui lisent et annotent à l’avance les textes débattus en séance. Deux brèves communications par séance (de 10 mn maximum au début de chaque heure) introduisent au débat auquel tous participent. Un étudiant rédige un rapide compte rendu des débats (en nommant les points et enjeux soulevés), qui est lu au début de la séance suivante. L’horaire d’une séance se présente comme suit : * préliminaires : approbation du procès-verbal de la séance précédente (5 mn) * communication 1 : 10 mn + débat : 40 mn * pause (15 mn) * communication 2 : 10 mn + débat : 40 mn.",
        "assessment_methods": "Évaluation continue.  Au terme du séminaire, l'étudiant rédigera une synthèse écrite du parcours réalisé, sous forme d'une thèse à défendre lors de la dernière séance. L'évaluation continue prend en compte la participation active au séminaire, la présentation orale et écrite, ainsi que la synthèse finale, selon la proportion : Communications (présentations, synthèse finale) : 50 % ; Participation aux débats : 50 %. Il n'y a donc pas de deuxième session en septembre.",
        "other_info": "La liste des textes à étudier ainsi que le calendrier du séminaire est disponible sur le site Drive du séminaire: https://drive.google.com/drive/folders/1AeWkj-t9ZPYOegY8dd7nXZKGV50dphc5?usp=drive_link",
        "online_resources": "https://drive.google.com/drive/folders/1AeWkj-t9ZPYOegY8dd7nXZKGV50dphc5?usp=drive_link",
        "course_materials": "Voir le site Drive",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1352",
        "title": "Ethique - Société - Religion",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Odak Stipe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés, le cours abordera les thèmes suivants : - (module A : éthique et société) on fournit une introduction à la réflexion éthique sur des questions de société ; les thèmes seront développés en combinant travail conceptuel et étude de cas (entre autres choses dans la problématique du développement durable) ; - (module B : éthique sociale et religion), on met l'accent sur l'impact des traditions religieuses, notamment l'enseignement social chrétien, sur la théorie et la pratique de la vie dans une société pluraliste et multiculturelle.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable de :\r- articuler des questions liées aux normes et aux valeurs dans des contextes institutionnels ;\r- situer les enjeux éthiques des sciences sociales, politiques, économiques et juridiques ;\r- se servir des concepts clés de la philosophie sociale ;\r- dégager le rôle des religions dans les théories de la justice et dans les actions concrètes.",
        "content": "Comment les concepts de religion, société et éthique s'articulent-ils entre eux ? Quelles sont les dynamiques et les tensions qui les animent ? La première partie du cours vise à répondre à ces deux questions fondamentales. Nous examinerons divers points de vue sur la nature et le rôle de la religion dans les sociétés contemporaines, en mettant l'accent sur la sécularisation et la résurgence religieuse. Ensuite, nous analyserons la notion multiforme du pouvoir pour comprendre comment les groupes et les idéologies religieuses façonnent les transformations sociétales. Enfin, la discussion s'étendra à la notion de justice sociale, explorant les significations de la liberté, de la solidarité et de la responsabilité, ainsi que les limites du pluralisme et de la tolérance. Dans la seconde partie de ce cours, les théories et concepts élaborés lors de la phase initiale sont mobilisés pour comprendre et analyser les dilemmes éthiques contemporains. Ceux-ci incluent, sans s'y limiter, la violence religieuse et la consolidation de la paix, la technologie et l'intelligence artificielle, les droits humains et les politiques identitaires.",
        "teaching_methods": "Le cours s'articule autour d'une série d'exposés magistraux dispensés par l'enseignant·e, enrichis par des discussions actives qui font partie intégrante de chaque séance. Le programme comprend également des travaux collaboratifs en groupe et des présentations réalisées par les étudiant·e·s, portant sur des enjeux éthiques contemporains choisis.",
        "assessment_methods": "L'évaluation du cours s'articule autour de deux composantes : une évaluation continue, représentant 40% de la note finale, et un travail de fin de semestre, constituant les 60% restants. L'évaluation continue vise à apprécier l'implication active des étudiant·e·s au moyen de deux travaux intermédiaires portant sur une problématique éthique sélectionnée. Les modalités de ces travaux sont flexibles et peuvent être déterminées en concertation avec l'enseignant, offrant ainsi un éventail de possibilités telles que la rédaction d'un essai, la réalisation d'un podcast ou d'un vlog, l'animation d'une discussion publique, l'organisation d'une soirée de libre expression, ou encore la conduite d'un micro-trottoir. Le travail final, quant à lui, doit être déposé sur la plateforme Moodle au cours de la période d'examens.",
        "other_info": "Le cours est dispensé en français, mais des aménagements sont prévus pour les étudiant·e·s non francophones. Il leur est possible de poser des questions, de s'entretenir avec l'enseignant·e et de soumettre leurs travaux en anglais.",
        "online_resources": "Une sélection de textes académiques et de ressources en ligne sera mise à disposition sur Moodle.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2990s",
        "title": "Mémoire de master  et séminaire d'accompagnement (S)",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Pour atteindre ces objectifs, l'étudiant rédigera, sous la direction d'un enseignant, un travail d'une centaine de pages (maximum 280 000 signes), conforme aux normes de présentation d'un travail scientifique; ce travail sera couplé à un séminaire d'accompagnement (2 crédits).",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2151",
        "title": "Théologie des sacrements I",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Join-Lambert Arnaud"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs on abordera un sujet dans le domaine de la théologie des sacrements ; on permettra l'utilisation des divers outils de travail.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - comprendre et rendre compte d'une recherche sur un point particulier de la théologie et de l'histoire des sacrements ;v 2 - construire une recherche en théologie des sacrements.",
        "content": "en 2023-2024: La sacramentalité au risque de la maladie Les sacrements et sacramentaux célébrés dans le cadre de la maladie du chrétien sont un lieu particulièrement intéressant pour la réflexion sur la sacramentalité. Tous les rites et liturgies des malades ont en commun d'être célébrés dans des situations de crise ou de changements dans l'existence des fidèles qui les demandent, aussi chez leurs proches. Depuis la tradition juive et la pratique du Christ lui-même jusqu'aux nouveaux rituels issus du concile Vatican II, l'Église est animée par la conviction que prières, rites et gestes accompagnent avec profit ses membres dans des moments marqués par la maladie et la mort. Ces sacrements et sacramentaux ont connu au cours de l'histoire des modalités et des fondements théologiques extrêmement variés et même parfois contradictoires. C'est donc une des meilleures portes d'entrée pour la recherche en théologie sacramentaire et les tentatives contemporaines d'esquisser un renouvellement des catégories établies par la théologie scolastique médiévale. Le cours se fera donc suivant une double perspective à la fois synchronique et diachronique.",
        "teaching_methods": "Le cours sera surtout de type magistral, avec quelques lectures partagées",
        "assessment_methods": "La validation sera faite par un examen écrit de 3h, consistant en un commentaire de textes.",
        "other_info": "Support = Moodle",
        "online_resources": "Toutes les ressources sont disponibles sur moodle",
        "bibliography": "Disponible sur Moodle",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1400",
        "title": "Lecture de textes théologiques anglais",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Byrne Timothy",
            "Van Oyen Geert"
        ],
        "teaching_language": "Français",
        "content": "De nos jours, il est de plus en plus important pour les diplômés d'acquérir une bonne maîtrise des langues étrangères. Non seulement vous serez confronté à la littérature académique en anglais au cours de votre carrière professionnelle, mais vos perspectives d'emploi dans le monde des études de théologie et d'étude des réligions augmenteront si vous maîtrisez la langue anglaise. Ce séminaire, l’ atelier de lecture et de communication scientifique pour étudiants en théologie et étude des réligions , a pour but d'aider et de former les étudiants à faire une présentation académique. L'examen oral, sous la forme d'une présentation académique, sera basé sur votre lecture, résumé et des recherches sur un article académique fourni par Geert Van Oyen. (focus sur le développement durable, la transition et les ODD, ainsi que sur l'EDI, l'équité, la diversité et l'inclusion)",
        "teaching_methods": "Le cours comprend les éléments suivants: 1. Activités en classe Le but de ce cours est de fournir aux étudiants les compétences en communication anglaise dont les professionnels de l'étude des religions auront besoin dans leur carrière (compétences en matière de débat, la rédaction de résumés, etc.) Cependant, le but ultime est de vous former à faire une présentation formelle et académique en anglais . Il y aura également une visite guidée (obligatoire) en anglais du Musée L . Plus de détails vous seront fournis en amont de la visite. 2. Examen oral: Présentation A la fin de l'année académique, vous devrez faire une présentation scientifique pour votre professeur de contenu, Geert Van Oyen, et votre coach de langue anglaise, Timothy Byrne. Les étudiants peuvent choisir le sujet de leur exposé à partir d'une liste d'articles scientifiques fournie par Geert Van Oyen. Vous devrez présenter votre exposé en groupe et respecter les consignes en ce qui concerne la communication et la langue fournies par Timothy Byrne lors des séances consacrées à la technique de présentation. La présentation devra durer environ 20 minutes . Vous devrez utiliser des supports visuels tels que PPT ou Prezi et tout autre document, tel qu'un polycopié , qui peut illustrer votre exposé d'une manière utile et originale. Vous devrez inclure une description graphique. Vous pouvez utiliser des notes avec quelques mots clés, mais il est strictement interdit de lire un script ou de réciter de mémoire . Il y aura une séance de questions-réponses à la fin de votre présentation d'une durée de 5 minutes . La présentation est plus qu'un simple résumé de l'article que vous avez sélectionné. Il devra plutôt utiliser l'article comme point de départ et développer son (ses) sujet(s) plus largement.",
        "assessment_methods": "L'évaluation est continue : Ceci comprend la présence en classe, la préparation, la participation active 25% pour des tests et des travaux écrits 25% pour une présentation 50% pour la présentation finale Timothy Byrne est responsable pour 2/3 des points; Geert Van Oyen est responsable pour 1/3 des points Les étudiant·es seront sensibilisé·es aux avantages et aux inconvénients de l'utilisation de l'IA générative dans leurs productions orales et écrites.",
        "other_info": "PRESENCE AUX COURS La présence en classe est obligatoire et sera prise en compte. L'étudiant.e perd 25% des point si il/elle est absent.e du cours pour plus que deux fois sans justification.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=3509",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2112",
        "title": "Exégèse du Nouveau Testament II (littérature épistolaire et Apocalypse)",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Burnet Régis"
        ],
        "teaching_language": "Français",
        "prerequisites": "Initiation au grec biblique, lecture de l'anglais.",
        "topics_covered": "Pour atteindre ces objectifs, - on étudiera l'un ou l'autre texte important de la littérature épistolaire du Nouveau Testament ou de l'Apocalypse, en explicitant la méthode employée et en montrant l'intérêt du recours aux outils de travail exégétiques ; - on lira quelques études scientifiques importantes sur les textes étudiés ; - on développera les aspects anthropologiques et théologiques des textes en situant leur apport propre dans la pensée biblique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - comprendre les principales procédures de l'exégèse des textes bibliques et les mettre en oeuvre dans un texte des lettres du Nouveau Testament ; 2 - situer l'apport anthropologique et théologique de l'un ou l'autre texte important de la littérature épistolaire du Nouveau Testament ; 3 - comprendre et apprécier critiquement un article scientifique en exégèse du Nouveau Testament.",
        "content": "2024-2025 Le cours proposera cette année une lecture suivie de l' Apocalypse de Jean , texte capital non seulement pour évaluer l'ancrage juif du christianisme, mais aussi à cause de sa réception extraordinairement riche, ainsi que ses implications théologiques. On parcourra donc le texte chapitre après chapitre en soulignant les techniques rhétoriques mises en œuvre et les implications théologiques du propos de l'auteur.",
        "teaching_methods": "Des cours magistraux alternent avec des travaux de lecture en groupe et des présentations.",
        "assessment_methods": "L'évaluation se fera sous la forme d'un oral d'une vingtaine de minutes pour commenter un passage de l'Apocalypse tiré au hasard.",
        "other_info": "Compétence requise: lire et comprendre un article en anglais.",
        "online_resources": "Syllabus et bibliographie sur Moodle",
        "bibliography": "Une bibiographie élaborée sera présentée pendant les séances du cours.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2142",
        "title": "Théologie fondamentale II",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pouivet Roger",
            "Riaudel Olivier"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, l'activité - abordera la théologie fondamentale comme la fonction herméneutique de la théologie (en ce sens qu'elle s'efforce d'établir une corrélation critique et réciproque entre l'interprétation de la tradition chrétienne et l'interprétation de notre expérience humaine contemporaine) ; - mettra en évidence cette fonction (thématisée de manière privilégiée dans les deux grands chapitres de toute théologie fondamentale classique : la révélation et la foi) et ses conséquences méthodologiques pour toute théologie aujourd'hui ; - approfondira la pensée d'un auteur ou une question spéciale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 réfléchir sur la nature herméneutique de la théologie, le rapport entre l'herméneutique théologique et l'herméneutique philosophique, l'histoire et les défis de la théologie herméneutique.",
        "content": "2022-2023 Le cours de cette année sera donné par le Prof. D'Aloisio Le cours abordera l'articulation du salut à la notion de communion ecclésiale. Après l'analyse des concepts, notamment dans des lectures patristiques des Écritures, le cours suivra la pensée du théologien Bernard Sesboüé (1929-2021) sur ces questions.",
        "teaching_methods": "Alternance entre cours ex cathedra et analyse de textes en sous-groupes",
        "assessment_methods": "Examen oral",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2952",
        "title": "Séminaire de recherche en éthique appliquée",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Odak Stipe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés, - le séminaire abordera des questions méthodologiques et des secteurs choisis où l'analyse éthique joue un rôle crucial aujourd'hui ; - on s'intéressera surtout aux liens entre les enjeux pratiques et la pertinence des réflexions fondamentales ; - le statut de la dimension religieuse dans les débats sur les valeurs et les normes sera particulièrement étudié.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - se servir des outils conceptuels des recherches contemporaines en éthique ; 2 - mener une recherche dans un domaine de l'éthique appliquée ; 3 - communiquer oralement et par écrit les résultats de sa recherche.",
        "content": "Le cours se concentre sur les méthodologies de recherche et les défis éthiques liés à l'analyse du génocide, en utilisant le génocide de 1994 contre les Tutsi au Rwanda et ses conséquences comme étude de cas. Le séminaire combine des aspects analytiques et synthétiques. Les cours d'introduction portent sur diverses sources de documents relatifs au génocide, tels que les souvenirs personnels, les entretiens, les rapports des tribunaux pénaux, les images, les articles scientifiques, les livres et les articles de journaux. Grâce aux interactions avec l'instructeur et leurs pairs, les étudiants apprennent à trouver, évaluer et intégrer différentes sources d'information tout en discutant des spécificités des différents médias et des défis éthiques potentiels dans leur recherche. La partie synthétique implique que les étudiants travaillent sur leur production écrite tout au long du semestre, en simulant le processus de publication d'un article académique. Les participants décident d'abord de leur sujet et du plan de leur article, qu'ils présentent au groupe pour obtenir un retour direct de l'instructeur et de leurs pairs. Ensuite, ils soumettent une première ébauche pour obtenir un retour écrit de deux de leurs pairs. Les commentaires et les critiques reçus les guident ensuite dans la rédaction de l'article final, soumis à la fin du quadrimestre.",
        "teaching_methods": "Le séminaire a pour objectif de doter les étudiants des compétences nécessaires pour mener des recherches indépendantes, rigoureuses sur le plan académique et éthiquement responsables. Les séances sont structurées sous forme d'apprentissages collaboratifs, où les étudiants participent à des exercices de recherche concrets et modulaires ainsi qu'à des discussions, sous la direction de l'enseignant, favorisant un environnement d'apprentissage mutuel.",
        "assessment_methods": "La note finale est basée sur l'évaluation continue (50%) et le travail écrit final (50%). L'évaluation continue est notée sur la base de la participation active aux séminaires et aux activités en ligne sur Moodle. Il est important de noter que la participation active au séminaire est un prérequis pour la soumission du travail final.",
        "other_info": "While the language of instruction for this course is French, accommodations are available for non-native speakers. Students may pose questions, engage in consultations with the instructor, and submit their assignments in English.",
        "online_resources": "Une sélection de textes académiques et de ressources en ligne sera mise à disposition sur Moodle.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1272",
        "title": "Patrologie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Pauliat Marie"
        ],
        "teaching_language": "Français",
        "prerequisites": "utile mais pas indispensable : LRELI1170",
        "topics_covered": "Le cours ·       fournit aux étudiants une information sur la vie et les oeuvres des principaux Pères de l'Église ; ·       initie à la lecture des textes patristiques tant grecs que latins et sensibilise à leur intérêt pour la réflexion théologique ; ·       initie aux instruments de travail en patrologie : encyclopédies, manuels, atlas, clavis.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - d'avoir une vision d'ensemble de la patrologie, tant grecque que latine, dans un cadre chronologique et historique et sera familiarisé avec les auteurs dont les lectures sont préconisées au cours ; 2 - de dégager le contenu théologique d'un texte patristique ; 3 - aura appris à utiliser avec profit les instruments de travail de base du patrologue et aura acquis une méthode de recherche et de présentation de références aux sources patristiques, y compris pour les oeuvres et les auteurs mineurs.",
        "content": "Après une introduction chronologique situant les principaux auteurs dans une trame historique, le cours est organisé en sections thématiques pour aborder les principales questions théologiques débattues durant les premiers siècles : qu’est-ce que l’Écriture ? (notion de canon et interprétation biblique) ; quels rapports à la culture ? (philosophie et christianisme) ; qui est Dieu ? (élaboration de la doctrine trinitaire, christologique et pneumatologique) ; qui est l’homme ? (anthropologie, homme image de Dieu, articulation liberté humaine/grâce divine) ; qu’est-ce que l’Église ? (frontières de l’Église et théologie sacramentelle) ; une vie spirituelle pour toutes et tous ? (ascétisme et mystique). Le cours insiste sur la nécessité d’une lecture contextualisée des textes patristiques, souligne l’importance de la diversité théologique à l’intérieur même de la Tradition et s'efforce en outre d'éveiller les étudiants aux problématiques d'attribution, de transmission et de traduction des textes anciens.",
        "teaching_methods": "Pour ce cours d'introduction à un sujet souvent peu connu, la méthode d'enseignement repose sur une combinaison de présentations de la part de l'enseignant et de pédagogie active. Les étudiants sont mis en contact avec les écrits des Pères dès les premières séances, à travers un \"portefeuille de textes\" (en traduction française) où les textes patristiques sont accompagnés d'un guide pédagogique; ces textes sont choisis en fonction de leur intérêt théologique. Alterneront durant les cours : -des présentations du professeur en classe, illustrées par des diapositives; -des temps de questions/réponses en classe; -des temps d’analyse de textes patristiques (disponibles en avance et lus avant chaque cours). À la fin des séances, l'enseignant indique aux étudiants un programme de lecture et/ou des exercices à effectuer (individuellement ou en sous-groupes) en vue de les familiariser avec les textes et les principaux instruments de travail.",
        "assessment_methods": "Examen oral",
        "online_resources": "Le  \"portefeuille de textes\" est accessible en ligne sur Moodle.",
        "bibliography": "Initiation aux Pères de l'Église , 4 vol.: vol. 1-3 par J. Quasten, traduits de l'anglais par J. Laporte, Paris, 1955-1962; vol. 4: Du Concile de Nicée (325) au Concile de Chalcédoine (451). Les Pères Latins sous la direction d'A. di Berardino, traduit de l'italien par J.-P. Bagot, Paris, 1986. H. R. Drobner, Les Pères de l'Église. Sept siècles de littérature chrétienne , traduit de l'allemand par J. Feisthauer, Paris, Desclée, 1999. Cl. Moreschini & E. Norelli, Storia della letteratura cristiana antica greca e latina , en 2 vol., Brescia, 1995-1996. Trad. anglaise disponible (Peabody, 2005). Trad. française du t. 1 disponible (Genève, 2000). Histoire de la littérature grecque chrétienne , sous la direction de Bernard Pouderon, 4 vol. parus, Paris, Les Belles lettres, en cours depuis 2016. Institutum Patristicum Augustinianum, Patrologia , 5 vol., Turin, 1978-2000.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2121",
        "title": "Ecclésiologie I",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Okpaleke Ikenna Paschal"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, - le cours introduira à la méthodologie de cette discipline ; - on y approfondira la pensée d'un auteur ou une question ecclésiologique particulière.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - rendre compte d'une recherche sur une question d'ecclésiologie dans le contexte des principaux courants ecclésiologiques actuels ; 2 - saisir les différents aspects d'une réflexion ecclésiologique et en évaluer les fondements dogmatiques et les implications pratiques.",
        "content": "La recherche ecclésiologique d’Yves Congar, o.p. (1904-1995) En 2025, il y aura 30 ans qu’Yves Congar nous a quittés. Peu de théologiens ont marqué comme lui la recherche ecclésiologique au XXe siècle. Son œuvre magistrale se recommande tant par les thématiques abordées, souvent neuves à l’époque (« œcuménisme » catholique, mystère de l’Église, réforme dans l’Église, théologie du laïcat, rapports entre christologie, pneumatologie et ecclésiologie, rapports de l’Église à l’histoire et au monde…), que par la méthode de travail (écoute de la vie concrète, interprétation théologique de celle-ci, appuyée sur une maîtrise documentaire impressionnante de la tradition ecclésiale en commençant par les Écritures). À une époque de raidissement identitaire, fondamentaliste et intégriste, il est urgent de se laisser instruire à nouveau par la réflexion congarienne notamment sur « vraie et fausse réforme », « Tradition et traditions » , ainsi que le rôle de l’Esprit Saint dans l’Église .",
        "teaching_methods": "L'U.E. se donne en présentiel exclusivement.",
        "assessment_methods": "Il y aura un contrôle continu d'une courte dissertation et de présentations de groupe. Il y aura également un examen oral à la fin du cours, dont une partie dépendra du court essai.",
        "bibliography": "Congar, Yves. Chrétiens désunis. Principes d’un “oecuménisme” catholique , Unam Sanctam , no.1. Paris: Cerf, 1937. Later published in English as Divided Christendom: A Catholic Study of the Problem of Reunion , translated by M. A. Bousfield. London: Centenary Press, 1939. __________. Congar Yves Diversity and Communion . Mystic, CT: Twenty-Third Publications, 1985. __________. I Believe in the Holy Spirit , 3 vols., trans. by David Smith. New York: Seabury, 1983. __________. Lay People in the Church: A Study for a Theology of the Laity , trans. by Donald Attwater. Westminster, MD: Newman, 1957. __________. My Journal of the Council , trans. by Mary John Ronayne and Mary Cecily Boulding. Collegeville, MN: Liturgical Press, 2012. __________. The Mystery of the Church , translated by A.V. Littledale. Baltimore: Helicon Press, 1960. __________. True and False Reform in the Church , translated by Paul Philibert. Collegeville: Liturgical Press, 1950/2011. Flynn, Gabriel, ed. Yves Congar: Theologian of the Church. Leuven: Peeters, 2005. MacDonald, Timothy I. The Ecclesiology of Yves Congar: Foundational Themes. Lanham, MD: University Press of America, 1984. Doyle, Dennis M. “Journet, Congar, and The Roots of Communion Ecclesiology.” Theological Studies 58 (1997): 461-479.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2321",
        "title": "Questions de patrologie I",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Le cours proposera l'analyse d'une question spéciale portant sur divers témoignages de l'ancienne littérature chrétienne, envisagée dans ses aspects littéraires, doctrinaux et théologiques ; il situe dans leur contexte historique et théologique les textes vus au cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traiter une question théologique ou littéraire portant sur l'ancienne littérature chrétienne principalement grecque et/ou latine ; 2 lire de manière critique les sources théologiques anciennes ; 3 manier les principaux instruments de travail du patrologue.",
        "content": "Origène, lecteur de l'Ecriture Origène (185–254) est l'un des auteurs les plus prolifiques de l'Antiquité chrétienne. Son influence sur la tradition exégétique chrétienne a été profonde et durable. Le cours s'efforcera de cerner les traits caractéristiques de son herméneutique à partir d'uje lecture du Traité des principes . Il s’agira de faire entrer les étudiants dans « l'esprit » de l'exégèse ancienne, en laissant le plus possible la parole à Origène lui-même. On ne cherchera pas tant à dresser un inventaire des procédés de l'exégèse origénienne qu’à situer cette exégèse dans le lieu qui lui est propre. On voudrait montrer comment l'exégèse des Pères offre aujourd'hui encore un paradigme puissant, non pas comme méthode exégétique de rechange, mais en tant que perception originale de ce que chrétien veut dire en termes bibliques.",
        "assessment_methods": "Évaluation : au choix de l'étudiant : - examen oral sur la matière vue au cours - rédaction d'une dissertation sur un sujet en lien avec la matière vue au cours. Ce travail écrit (entre 25.000 et 30.000 caractères) fait l'objet d'une présentation orale et d'une évaluation formative.",
        "bibliography": "Quelques ouvrages de référence sur l'exégèse patristique: de Lubac H., Histoire et esprit. L'intelligence de l'Écriture d'après Origène , Paris, 1950. Fiedrowicz M., Principes de l'interprétation de l'Écriture dans l'Église ancienne (Traditio christiana, 10), Berne, 1999. Pelletier A.-M., D'âge en âge, les Ecritures : la Bible et l'herméneutique contemporaine (Le livre et le rouleau, 18), Bruxelles, 2004. Écriture et Tradition chez les Pères de l'Église , sous la direction de M. Stavrou et J. van Rossum (Cahiers de Biblia Patristica, 17), Turnhout, 2017. Handbook of Patristic Exegesis. The Bible in Ancient Christianity , ed. by Ch. Kannengiesser, 2 vol., Leiden, 2004.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2212",
        "title": "Exégèse de l'Ancien Testament II (littérature poétique)",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Richelle Matthieu"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, le cours : - étudiera l'un ou l'autre texte important de la littérature poétique du premier Testament, en explicitant la méthode employée et en montrant l'intérêt du recours à aux outils de travail exégétiques ; - proposera la lecture de quelques études scientifiques importantes sur les textes étudiés ; - développera les aspects anthropologiques et théologiques des textes en situant leur apport propre dans la pensée biblique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - comprendre les principales procédures de l'exégèse des textes bibliques et les mettre en oeuvre dans un texte poétique du premier Testament ; 2 - situer l'apport anthropologique et théologique de l'un ou l'autre texte important de la littérature poétique du premier Testament ; 3 - comprendre et apprécier critiquement un article scientifique en exégèse de l'Ancien Testament.",
        "content": "Ce cours sera consacré à l’exégèse du Psautier et en particulier à l'étude de psaumes choisis. On se penchera sur les aspects suivants : Analyse rédactionnelle Traduction et questions philologiques Structure littéraire Caractéristiques poétiques Intertextualité Contexte historique Visée rhétorique Histoire de la réception",
        "teaching_methods": "La méthode d'enseignement combinera des temps de présentation par l'enseignant et des temps de pédagogie plus active autour de la mise en oeuvre de la méthode exégétique sur des textes choisis. La méthode exégétique est décrite dans le manuel publié par l'enseignant (voir la section \"bibliographie\").",
        "assessment_methods": "L'évaluation consistera en une présentation orale (exégèse d'un psaume) illustrée par un diaporama lors de la session d'examen en janvier, avec des questions du professeur à l'issue de la présentation. Les modalités d'évaluation au Q3 seront les mêmes qu'au Q1: une présentation orale (exégèse d'un psaume) suivie de questions. L'utilisation d'intelligences artificielles génératives pour la rédaction des travaux est tolérée mais non encouragée, car peu adaptée à l'évaluation demandée. En particulier, les étudiant.e.s doivent indiquer point par point et de façon précise les sources bibliographiques justifiant les affirmations faites durant la présentation, en respectant les normes de référencement bibliographique. En l'occurrence, ces sources doivent toutes être des publications académiques et imprimées. De plus, conformément aux consignes du Vice-recteur aux affaires étudiantes, \"l’étudiant·e est tenu d’indiquer systématiquement toutes les parties ayant fait l’objet d’une utilisation des IA (...) en précisant si l’IA a été utilisée pour rechercher de l’information, pour la rédaction du texte ou pour la correction de celui-ci.\" Ces consignes valent pour un éventuel texte rédigé en vu d'être lu lors de la présentation orale.",
        "other_info": "Pré-requis : avoir suivi un cours d’introduction à l’Ancien Testament.",
        "course_materials": "M. Richelle, Interpreting Israel’s Scriptures: A Practical Guide to the Exegesis of the Hebrew Bible / Old Testament (Peabody: Hendrickson, 2022).",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1341",
        "title": "Nouveau Testament A",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Burnet Régis"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés, le cours abordera les thèmes suivants : - lecture de textes des quatre évangiles canoniques ; - une lecture comparée des trois synoptiques visera à faire apparaître l'art d'écrire et les intentions, notamment théologiques, de chacun des évangélistes, ainsi que la dimension pragmatique de la relation entre le texte et le lecteur. Une partie de ce cours consistera en exercices pratiques de lectures de textes.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable : - de développer une lecture critique des évangiles sur la base d'une connaissance générale de cette littérature; de rendre compte des différentes théologies de chaque évangile; de rendre compte de la dimension pragmatique de la relation entre texte et lecteur 2 - rendre compte des différents thèmes propres à chaque épître ; 3 - rendre compte de la dimension pragmatique de la relation entre texte et lecteur.",
        "content": "Le cours consistera en une étude de la littérature paulinienne. Les principales lettres de Paul seront présentées et commentées en cours.",
        "assessment_methods": "- examen oral sur un passage tiré au sort des lettres de Paul (modalités à préciser pendant le cours)",
        "online_resources": "Un support Moodle et un syllabus sont prévus",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1292",
        "title": "Introduction à la théologie pratique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Join-Lambert Arnaud"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés, le cours abordera les thèmes suivants : significations des notions d’expérience religieuse et de pratique pastorale ; source, genèse et développement des théologies pastorales/pratiques ; méthodes actuelles en théologie pastorale/pratique ; attention particulière portée au contexte dans lequel se déploie la mission chrétienne ; application à des questions d'actualité",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable : A. Maîtriser les connaissances pour expliciter le christianisme dans son environnement culturel en fonction des disciplines théologiques : A.2. Comprendre et expliciter la tradition théologique chrétienne dans ses grands courants théoriques en les contextualisant B. Employer les concepts appropriés pour développer une réflexion théologique : B.1. Connaître les notions propres à la théologie et son épistémologie D. Élaborer une réflexion théologique personnelle et développer une pensée critique : D.1. Ébaucher une réflexion sur une question théologique en faisant appel à différentes disciplines et méthodes de théologie",
        "content": "L'introduction à la théologie pratique se fera en quatre moments. L’entrée en matière se fera par un questionnement sur le statut de l’expérience de foi (1). Le premier temps permettra de découvrir les enjeux de la théologie pastorale/pratique aujourd'hui et sa méthode (2), ainsi que son histoire (3) et les textes de référence (4). On étudiera ensuite la situation actuelle pour mieux comprendre comment annoncer l'Évangile aujourd'hui : Eglise et société, \"modernité liquide\", post-chrétienté, culture et foi, pluralisme, individualisme, crise de la transmission' (5).",
        "teaching_methods": "L’enseignement sera dispensé sous la forme de cours magistraux présentés à l’aide de projections et de supports écrits distribués en cours, et disponibles sur moodle. Toute la documentation et les sources sont disponibles sur moodle. Un temps du cours sera un travail collectif d'élaboration d'une typologie théologique à partir de données empiriques.",
        "assessment_methods": "L’objectif est de montrer la capacité à faire une recherche sur une pratique en rapport avec la foi chrétienne. Il s'agit donc de \"sortir de la salle de cours\" pour entreprendre une recherche empirique selon des modalités précisées en cours. L’important est la mise en œuvre d’une recherche et non pas le contenu en tant que tel, dans le cadre réduit de cet examen. Les étudiants seront évalués sur base de trois exercices : - un exercice d’analyse de témoignage de foi, pendant le cours, côte 1/20 - une observation sur le terrain, avec rapport et analyse, côte 11/20 - une présentation orale de cette étude, mettant en valeur les connaissances acquises dans le cours, intégrant l’étude des dimensions normatives (ressources puisées dans le partim B du cours : Introduction au droit canonique) côte 8/20",
        "other_info": "Pour les étudiant-es qui seraient dans l'obligation de suivre ce cours à distance (autorisation requise de votre responsable de programme) , l'achat du manuel Entrer en théologie pratique (2019) est obligatoire. Des consignes particulières seront communiquées au début du quadrimestre.",
        "online_resources": "cfr le moodle du cours.",
        "bibliography": "disponible sur moodle",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2351",
        "title": "Questions d'histoire du Christianisme : époque moderne",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gay Jean-Pascal"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs : - on analyse une question spéciale portant sur l'histoire du Christianisme de l'époque moderne, envisagée dans ses aspects historiques, littéraires, doctrinaux; - on situe dans leur contexte historique et théologique les textes vus au cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - traiter une question particulière de l'histoire du christianisme à l'époque moderne (1453-1789) en l'envisageant dans ses aspects historiques, littéraires et théologiques ; 2 - lire de manière critique les sources historiques de l'époque ; 3 - manier les principaux instruments de travail de l'historien.",
        "content": "Le cours n'est pas donné en 2024-25",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2152",
        "title": "Théologie des sacrements II",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Riaudel Olivier"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs - on étudiera un sujet important, typique des recherches en théologie pastorale ; - on situera ces recherches dans l'interdisciplinarité avec certaines sciences humaines ; - on présentera les instruments de travail ; - on approfondira la méthodologie de la théologie pastorale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 mesurer l'importance des sciences humaines pour comprendre la réalité contemporaine ; 2 maîtriser les instruments de travail pour étudier les pratiques pastorales ; 3 établir une corrélation critique entre des expériences humaines et la réflexion théologique.",
        "content": "Le cours portera sur quelques éléments essentiels de la sacramentaire médiévale, en particulier chez Thomas d'Aquin.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen final oral",
        "online_resources": "sur le site moodle",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1320",
        "title": "Introduction à l'histoire des religions",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Cornu Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "À travers l'étude de thèmes choisis, le cours s'emploiera à comparer les grandes religions (Bouddhisme, Christianisme, Hindouisme, Islam, Judaïsme) afin de mettre en lumière tant leurs particularités significatives et leurs différences mutuelles que leurs similitudes profondes. L'analyse comparative, en aiguisant le regard critique, apprendra à écarter les ressemblances superficielles et à reconnaître les correspondances ou équivalences cachées.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité, l'étudiant sera capable: - de porter un regard critique sur le phénomène religieux tel qu'il se présente dans les grandes religions du monde actuel : représentations du monde et de l'existence humaine, rapport aux textes fondateurs, rites, propositions éthiques, disciplines de salut; - d'utiliser les outils de travail de base en matière d'histoire et d'étude comparative des religions.",
        "content": "- Définir le phénomène religieux et ses expressions variées, le sacré et le profane, religions théistes et non théistes, la transmission spirituelle orale et textuelle, religion et société. - L'histoire des religions : une approche pluridisciplinaire, les fondateurs et l'évolution de la discipline, éléments méthodologiques (analyse des textes, des mythes, étude des cultes et des rites, des influences croisées, des valeurs éthiques, des voies spirituelles de salut), le paradigme d'une religion. - Critiques des méthodes, outils ethnométhodologiques, dangers et intérêt du comparatisme. - Survol des grands courants religieux de l'humanité et de leur histoire (religions préhistoriques, animisme et chamanisme, religions antiques, grandes religions ' judaïsme, christianisme, islam, bouddhisme, hindouisme ' et mouvements néo-religieux. - Études sur des sujets de recherche comme l'évolution de la notion de karman en Inde, la mort et le devenir post mortem dans quelques religions, le statut de la causalité dans le christianisme et le bouddhisme, Dieu-les dieux et le bouddhisme. - Approche comparative critique des religions",
        "teaching_methods": "Cours magistral. Présence obligatoire des étudiants en salle avec signature d'une feuille de présence, au risque de se voir refuser l'accès à l'examen. Possibilité de questions/réponses sur des points du cours pendant les séances. Aide à la recherche bibiographique et méthodologie critique des sources",
        "assessment_methods": "Examen écrit sur table, constitué de cinq questions préparées d'après une liste limitative.",
        "other_info": "-",
        "bibliography": "Cornu, Philippe, Introduction à l'Histoire des religions, Louvain-la-Neuve, 2017 Cornu, Philippe, Introduction à l'Histoire des religions, tome I,  Louvain-la-Neuve, 2017 (support obligatoire). Cornu, Philippe, Introduction à l'Histoire des religions, tome II (Religions sans écritures, polythéismes de l'antiquité, religions du monde iranien),  Louvain-la-Neuve, 2019 (support non obligatoire). Müller, Max, Mythologie comparée, édition établie, présentée et annotée par Pierre Brunel, Robert Laffont, Bouquins, 2002. Smith, William Robertson, The Religion of the Semites, 1889 (2e éd. 1894). Frazer, James George, The Golden Bough. A Study in Comparative Religion, 2 vol., Londres/ New York, 1890 (trad. française: Le Rameau d'or, 4 vol., Paris, 1981-1984.) ; cf. Ackerman, R., J.G. Frazer. His Life and Work, Cambridge UP, 1987. Émile Durkheim, Les formes élémentaires de la vie religieuse. Le système totémique en Australie, Libraire Félix Alcan, 2e éd, Paris, 1925 (spécialement livre I, chap. 1; livre III, chap. 5), (réédition Quadrige, Paris, PUF, 1998). Caillois, Roger, L'homme et le sacré, Paris, 1939. Hubert, Henri, et Mauss, Marcel, «Essai sur la nature et la fonction du sacrifice», dans M. Mauss, Oeuvres, Paris, édition de Minuit, 1968, pp. 195-354. Jung, Karl Gustav, Psychologie et religion, Paris, 1958. Eliade, Mircea , Traité d'histoire des religions, Paris, 1949. Eliade, Mircea, Le mythe de l'éternel retour, Paris, 1949. Eliade, Mircea, Le sacré et le profane, Paris, 1965. Lévi-Strauss, Claude, Mythologiques, 4 vols., Paris, Plon, 1964-1971. Lévi-Strauss, Claude, Anthropologie structurale, Paris, Plon, 1958. Lévi-Strauss, Claude, Anthropologie structurale deux, Paris, Plon, 1976. Puech, Henri-Charles (dir.), Histoire des religions, Paris, Gallimard, 1970 Dumézil, Georges, Mythes et épopées, 3 vol., Paris, 1968-1973. Burkert, Walter, Homo Necans, Berlin, 1972. Leroi-Gourhan, André, Les religions de la préhistoire, Paris, 1964. Meslin, Michel Pour une science des Religions, 1973 Recent parutions Boespflug, F., et Dunand, F., (éds.), Le comparatisme en histoire des religions, Centre de Recherches d'histoire des religions, Paris, 1997. Bonnefoy, Yves (éd.), Dictionnaire des mythologies et des religions des sociétés traditionnelles et du monde antique, 2 vol., Paris, 1981. Borgeaud, Philippe, Aux Origines de l'histoire des religions, Paris, 2004. Borgeaud, Philippe, Exercices de mythologie, Genève, 2005. Descola, Philippe, Par-delà nature et culture, Paris, .2005 Detienne, Marcel, Comparer l'incomparable, Paris, 2000. Detienne, Marcel, L'invention de la mythologie, Paris, 1981. Hinnels, John R. (éd.), The Routledge Companion to the Study of Religion, London , 2005. Kippenberg, Hans G., A la découverte de l'histoire des religions, Paris, 1999. Lincoln, Bruce, Theorizing Myth. Narrative, Ideology, and Scholarship, Chicago, Chicago UP, 1999. Masuzawa, Tomoko, The Invention of World Religions, Chicago, 2005. Olender, Maurice, Les langues du Paradis, Paris, 1993. Segal, Robert A. (éd.), The Blackwell Companion to the Study of Religion, Malden, 2006. Smith, Jonathan Z., Relating Religion, Chicago, 2004. Strenski, Ivan, Thinking about Religion. A Historical Introduction to Theories of Religion, Malden, 2006. Taylor, Mark C., Critical Terms for Religious Studies, Chicago, 1998.",
        "course_materials": "Cornu, Philippe, Introduction à l'Histoire des religions, Louvain-la-Neuve, 2017",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1500",
        "title": "Séminaire de méthodologie de la théologie",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bourgine Benoît",
            "Burnet Régis"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour réaliser les objectifs ainsi définis, deux modules sont mis en place : Module A Séminaire de méthodologie Un travail interdisciplinaire en groupe sous la conduite d'un enseignant. Il s'agit d'apprendre à pratiquer le métier de théologien en travaillant à partir de questions pratiques ou en simulant une situation dans laquelle un théologien est amené à travailler. Ainsi, on montrera comment les disciplines théologiques peuvent collaborer entre elles dans la construction d'un discours théologique. Module B Méthodologie sous forme de cours. Il commencera par des questions générales Trouver une problématique et faire un plan ; Rédiger une introduction, une conclusion ; Rédiger un travail scientifique ; Préparer un exposé à l'aide d'un montage PowerPoint. Puis enchaînera sur des considérations méthodologiques plus proprement théologiques Qu'est-ce qu'une méthode de lecture d'un texte? Outils et pratiques des diverses méthodes de lecture en théologie",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 comprendre et d'appliquer les concepts, les méthodes heuristiques et les pratiques d'analyse propres aux diverses disciplines ; établir des liens entre les différentes disciplines abordées lors du quadrimestre commun, en recourant aux approches proposées par les enseignants, par exemple des tableaux synoptiques ; maîtriser la structure et la logique des discours universitaires de manière à pouvoir non seulement comprendre, mais aussi rédiger de tels discours ; gérer avec pertinence et efficacité les différents dispositifs et outils de travail mis à sa disposition par les enseignants et le moniteur en vue de rendre son apprentissage plus performant et de favoriser sa réussite acquérir une méthodologie et un mode de travail régulier et rigoureux propre aux exigences universitaires, qui feront de lui le principal acteur de sa formation.",
        "content": "Le séminaire vise à initier les étudiants à quelques fonctionnements de base et à quelques exigences du discours universitaire. Seront ainsi abordées les spécificités du contexte universitaire, les modalités de sélection, d'exploitation et de présentation des sources au sein d'un texte scientifique, les modalités de l'exposé oral accompagné d'un support visuel et les modalités de la préparation d'un examen oral ou écrit. Il se consacrera ensuite à diverses méthodologies spécifiques à la théologie. En 2024-2025, il porte sur une problématique particulière : la prière. Prier pour quoi faire ? Comment situer cet acte dans l'ensemble de l'existence chrétienne? Quelle place dans les sources chrétiennes ? Quelle importance dans l'intelligence de la foi?",
        "teaching_methods": "Cours magistral et séances d'exercices, selon les deux modules proposés. Autant que possible, l'enseignement se déroulera en présentiel. Voici le calendrier des séances : RB: Professeur Régis Burnet BB: Professeur Benoît Bourgine 17 SEPTEMBRE présentation du séminaire et module B (RB) 24 SEPTEMBRE module A : les trois axes de la théologie, présentation de la problématique et répartition des sujets (BB) 1 OCTOBRE Exercice d’évaluation module B (RB) 8 OCTOBRE [Aide à la préparation de l’exposé sur demande] 15 OCTOBRE exposés oraux pour le pôle positif (RB) 22 OCTOBRE [Aide à la préparation de l’exposé sur demande] 5 NOVEMBRE exposés oraux pour le pôle spéculatif (BB) 12 NOVEMBRE [Aide à la préparation de l’exposé sur demande] 19 NOVEMBRE exposés oraux pour le pôle pratique (BB) 26 NOVEMBRE [Aide à la préparation de l’exposé de synthèse sur demande] 3 DECEMBRE synthèses finales (RB et BB) 10 DECEMBRE synthèses finales (RB et BB)",
        "assessment_methods": "Différentes évaluations sont organisées au cours du séminaire : un exercice d'évaluation pour le module B; et pour chacun des trois axes de la théologie (module A), une intervention sous forme d'un travail écrit présenté oralement est prévue, ainsi qu'une synthèse finale. L'évaluation certificative en contrôle continu porte sur cet ensemble. Il n'y a donc pas de deuxième session en septembre.",
        "other_info": "S'agissant d'un séminaire, la présence aux séances est rigoureusement nécessaire. Des exposés oraux et écrits se jugeant conjointement, le séminaire ne pourra être validé en cas d'absences fréquentes.",
        "online_resources": "Voir sur Moodle UCLouvain.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2311",
        "title": "Ethique de la vie",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, l'activité : - portera sur une question particulière de la bioéthique ; - en explorera les enjeux humains, sociaux et politiques ; - en présentera une évaluation éthique du point de vue philosophique et théologique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 clarifier les catégories fondamentales de la réflexion éthique sur les questions que pose le développement des sciences et des techniques biomédicales ; 2 de situer les contributions des traditions chrétiennes aux débats à ce sujet.",
        "content": "Titre: \"Faims et fins de vie\" La Belgique connaît une législation relative à l'euthanasie, pour les adultes depuis 2002, pour les mineurs depuis 2014. Le parcours du cours s'efforcera d'en comprendre les enjeux, tant pour les patients, les soignants que pour la société dans son ensemble. Alors que les revendications « d'un bien mourir » se multiplient dans les pays européens, comme comprendre ces requêtes, les accompagner ? Une éthique normative, indépendante des situations, suffit-elle pour penser ce type de question ? Comment réfléchir humainement et dans la foi à cette problématique complexe ? Le cours envisagera donc des thématiques liées à la fin de vie: sédation, soins palliatifs, acharnement thérapeutique, arrêt alimentation, spiritual care, euthanasie.",
        "teaching_methods": "Enseignement magistral invitant à la discussion critique avec les étudiant.e.s Présentation de vidéos.",
        "assessment_methods": "Examen écrit et oral: l'étudiant.e. déposer un travail rrelatif à une thématque du cours dont il.elle. mettra en évidence une capacité de compréhension, d'approfondissement de la matière, incluant une dimension critique et de synthèse personnelle. Le travail sera discuté avec l'enseignant lors de l'examen oral.",
        "other_info": "- Le parcours de formation sollicitera les étudiants pour un travail de lecture personnelle et un débat d'idées. - A travers un travail personnel relatif à une partie du cours, l'évaluation visera moins un rapport au contenu qu'une capacité à rendre compte de la complexité des situations soulevées d'un point de vue social, éthique et théologique.",
        "online_resources": "Chaque chapitre exposé en cours sera déposé sur moodle par l'enseignant.",
        "course_materials": "Ouvrage de référence : D. Jacquemin, Jalons éthiques et théologiques pour une pratique du soin, PUL, 2019, 211 p.     http://pul.uclouvain.be/fr/livre/?GCOI=29303100928330",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2162",
        "title": "Ethique théologique. Cours approfondi II",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gaziaux Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, le cours proposera l'étude d'une thématique particulière ou d'un auteur (philosophe ou théologien) à travers une problématique précise, en privilégiant la démarche spéculative et fondamentale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 rendre compte d'une recherche sur une question d'éthique fondamentale en théologie ; 2 d'aborder critiquement des textes de théologie et de philosophie morales.",
        "content": "Le cours portera cette année sur la problématique de l'autonomie en éthique philosophique et théologique. Il présentera l'émergence de cette question dans la réflexion contemporaine et exposera différentes postures théologiques à son égard. Il en exposera les défis pour une réflexion éthique fondamentale dans ses rapports à la philosophique, à la théologie systématique et à l'anthropologie.",
        "teaching_methods": "La méthode relève principalement du cours magistral avec des temps de discussion.",
        "assessment_methods": "Examen oral sur base du cours ou d'un travail en lien avec la thématique abordée. La présence au cours est obligatoire.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2161",
        "title": "Ethique théologique. Cours approfondi I",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gaziaux Eric"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, le cours proposera l'étude d'une thématique particulière ou d'un auteur (philosophe ou théologien) à travers une problématique précise, en privilégiant la démarche spéculative et fondamentale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité, l'étudiant sera capable\r de rendre compte d'une recherche sur une question d'éthique fondamentale en théologie ;\r d'aborder critiquement des textes de théologie et de philosophie morales. 2 d'aborder critiquement des textes de théologie et de philosophie morales.",
        "content": "Le cours portera cette année sur la problématique de l'autonomie en éthique philosophique et théologique. Il présentera l'émergence de cette question dans la réflexion contemporaine et exposera différentes postures théologiques à son égard. Il en exposera les défis pour une réflexion éthique fondamentale dans ses rapports à la philosophique, à la théologie systématique et à l'anthropologie.",
        "teaching_methods": "Cours magistral avec portefeuille de lectures et discussions sur base de documents.",
        "assessment_methods": "Examen oral sur base du cours ou d'un travail en lien avec la thématique abordée.",
        "other_info": "Cours magistral avec portefeuille de lectures et discussions sur base de documents.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2912",
        "title": "Séminaire de recherche en exégèse du Nouveau Testament",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van Oyen Geert"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, - on étudiera un corpus de textes du Nouveau Testament, sélectionnés en fonction d'une problématique méthodologique ou thématique ; - individuellement et en commun, les étudiants apprendront à pratiquer sur ces textes une méthode exégétique rigoureuse ; - au cours de ce travail, ils utiliseront les instruments spécialisés du travail exégétique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - maîtriser les principales procédures de l'exégèse des textes bibliques et les mettre en oeuvre dans l'étude d'un texte du Nouveau Testament ; 2 - utiliser des instruments de travail spécialisés en exégèse biblique (ouvrages et revues bibliographiques, concordances manuelle et électronique, dictionnaires encyclopédiques et théologiques) ; 3 - communiquer clairement les résultats de son travail et les mettre en valeur.",
        "content": "Le thème du séminaire de recherche est \"Le Jésus de l'histoire\". On apprend à la fois l'histoire de la recherche sur la question du Jésus \"historique\" (les différentes \"quêtes\"), l'usage des critères d'historicité et l'analyse de quelques textes du Nouveau Testament.",
        "teaching_methods": "Classe inversée: les étudiants préparent la lecture d'articles ou font des exercices d'exégèse. Les séances sont utilisés pour discuter de leur travail préparatoire.",
        "assessment_methods": "Préparation obligatoire et dépôt du résultat de la préparation sur Moodle. Participation en classe. Présentation en classe. Travail final écrit (max. 5000 mots). Évaluation : Au terme d'une séance du séminaire qu'il aura spécialement préparée, l'étudiant rédigera un travail personnel à partir de son apport, du débat que celui-ci aura suscité et des remarques méthodologiques qui auront été formulées.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2971",
        "title": "Séminaire de recherche en histoire du Christianisme (Antiquité ou patrologie)",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Le cours introduit les étudiants à l'étude critique et détaillée d'une question théologique ou littéraire portant sur l'ancienne littérature chrétienne ou encore d'une question historique portant sur l'Antiquité chrétienne, de telle sorte qu'ils apprennent à devenir autonomes et critiques dans leur recherche : - individuellement et en commun, les étudiants apprendront à pratique une méthode rigoureuse ; - au cours de ce travail, ils utiliseront les instruments spécialisés du travail de l'historien et/ou du patrologue",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - manier les principaux instruments de travail du patrologue et de l'historien de l'Antiquité chrétienne ; 2 - lire de manière critique les sources anciennes ; 3 - comprendre et apprécier critiquement des articles ou monographies portant sur ces sources ; 4 - communiquer de manière claire et scientifique les résultats de son travail.",
        "content": "Ce séminaire de deuxième (et troisième) cycle est organisé tous les deux ans. Il examine généralement le sujet qui a été exploré dans le cours Questions de patrologie ou Questions d'histoire du christianisme : Antiquité. Voir le Moodle du cours.",
        "assessment_methods": "Au terme d'une séance du séminaire qu'il aura spécialement préparée, l'étudiant rédigera un travail personnel à partir de son apport, du débat que celui-ci aura suscité et des remarques méthodologiques qui auront été formulées.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2991",
        "title": "Séminaire de recherche en théologie pratique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Join-Lambert Arnaud"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, le séminaire\r traitera d'un sujet relevant de la théologie pastorale ou de la catéchèse ;\r introduira à l'utilisation critique des ouvrages de références et des techniques propres à ces disciplines ;\r permettra de s'approprier les méthodes de théologie pastorale ou de catéchèse.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - étudier de manière critique une question de théologie pastorale (ou de catéchèse) dans le cadre d'un travail de groupe ; 2 - mener une recherche personnelle en théologie pastorale (ou en catéchèse) sur un sujet précis, de l'exposer clairement et d'en présenter les résultats ; 3 - se référer d'une manière critique aux sources utilisées et de réagir aux interventions d'autres étudiant(es).",
        "content": "Le séminaire de recherche en théologie pratique aborde en 2024 la question des « prêtres venus d’ailleurs ». L'intérêt est double : d'une part la mise en œuvre d'une méthode de recherche empirique en théologie pratique et la connaissance des diverses sources à la disposition de l'étudiant-chercheur; d'autre part, l'étude d'une problématique nouvelle qui concerne l’Église catholique dans le monde entier, problématique très peu réfléchie en raison de son extrême complexité. Contenu : Phénomène totalement nouveau et inattendu dans l’Église catholique, les prêtres venus d’ailleurs constituent déjà au moins la moitié du clergé actif de nombreuses Églises occidentales d’ancienne chrétienté. Cette situation pose de nombreuses questions difficiles, tant anthropologiques que théologiques et même très pratiques. Se développe ainsi une mutation profonde des Eglises locales occidentales dont les effets à moyen et à long terme seront probablement lourds de conséquences. Les jeunes Églises de l’hémisphère sud et les Églises d’Europe de l’Est, pays d’origine de ces prêtres venus d’ailleurs sont elles aussi bouleversées. L’objectif du séminaire est d’aller à la rencontre de cette réalité complexe, selon des méthodes de théologie pratique dont une approche empirique. Nous pourrons développer ensuite une réflexion ecclésiologique, notamment en lien avec la nouvelle évangélisation à laquelle sont appelées les Églises locales en Occident. Le déroulement du séminaire consistera en deux parties : 1. élaboration de la problématique théologique ; 2. étude empirique, vérification et correction des hypothèses.",
        "teaching_methods": "Le séminaire alternera entre les apports théoriques et empiriques des participants et des participantes.",
        "assessment_methods": "Au terme du séminaire, l'étudiant présentera une synthèse du parcours réalisé sous forme d'une relecture critique. L'évaluation prendra en compte la participation active, la présentation orale et écrite ainsi que la synthèse finale",
        "other_info": "Ce cours bisannuel sera donné en 2021-2022, 2023-2024,  ... Au terme de ce séminaire, l'étudiant sera capable d’étudier de manière critique une question de théologie pastorale/pratique dans le cadre d'un travail de groupe ; de mener une recherche personnelle sur un sujet précis, de l'exposer clairement et d'en présenter les résultats ; de se référer d'une manière critique aux sources utilisées et de réagir aux interventions d'autres étudiant(es).",
        "online_resources": "Toute la documentation et les informations seront sur le site moodle du cours",
        "bibliography": "Acquisition obligatoire du numéro 2023, 4, de la revue Lumen Vitae, sur ce thème. Distribution d'une bibliographie commentée en début de séminaire.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1140",
        "title": "Révélation, vérité et interprétation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Riaudel Olivier"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours étudiera les questions liées à l'idée de religion révélée, à partir de l'exemple - non exclusif - de la religion chrétienne. Il le fera selon deux axes. L'un, plus général, posera en particulier les questions suivantes : Une révélation peut-elle prétendre à la vérité? Comment la révélation divine peut-elle advenir dans l'histoire? Quelle est la place de l'interprétation dans la lecture des textes inspirés? L'autre, plus théologique, abordera la relation entre foi et révélation, les phénomènes de canonisation, et les théologies de l'inspiration.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activité, l'étudiant : - sera en mesure de discerner l'objet et la méthode de la théologie fondamentale comme partie intégrante, mais aussi fonction et élucidation critiques de la théologie. - aura appris à réfléchir sur les problèmes que posent l'articulation entre les textes révélés et leur interprétation, ainsi que leur historicité. - sera familiarisé avec les notions théologiques fondamentales de révélation, d'inspiration, de magistère, de lumen fidei.",
        "content": "Ce cours portera sur la notion de révélation, dans une perspective à la fois philosophique et théologique. On s'interrogera aussi sur le rapport entre foi et religion.",
        "teaching_methods": "En fonction des conditions sanitaires le cours sera donné en comodalité (présentiel et cours enregistré)",
        "assessment_methods": "Dossier de lectures et examen oral",
        "other_info": "Support : plan de cours, bibliographie et résumés de cours",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1170",
        "title": "Introduction à l'histoire du christianisme",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gay Jean-Pascal",
            "Pauliat Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours donne aux étudiants une vue d'ensemble de l'histoire du christianisme depuis les origines jusqu'à nos jours. Il veut également les sensibiliser aux différents niveaux de la vie ecclésiale, depuis le vécu quotidien des chrétiens jusqu'aux dimensions institutionnelles et aux rapports entre les Églises et le pouvoir politique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 d'avoir une vue générale de l'histoire du christianisme et devra être capable de situer les événements qui ont marqué cette histoire.",
        "content": "Le cours donne aux étudiants une vue d'ensemble de l'histoire du christianisme depuis les origines jusqu'à nos jours. Il veut également les sensibiliser aux différents niveaux de la vie ecclésiale, depuis le vécu quotidien des chrétiens jusqu'aux dimensions institutionnelles et aux rapports entre les Églises et le pouvoir politique.",
        "teaching_methods": "Exposés magistraux destinés à encadrer l'auto-apprentissage à partir du manuel mentionné ci-dessous. Au terme de cette activité, l'étudiant aura une vue générale de l'histoire du christianisme et devra être capable de situer les événements qui ont marqué cette histoire.",
        "assessment_methods": "Remise d'une fiche de prise de note sur une question d'examen (20%) Examen oral portant sur des questions préalablement indiquées aux étudiants (80%)",
        "other_info": "support sur Moodle.",
        "bibliography": "Support de cours obligatoire : Jean Comby, Pour lire l'histoire de l'Eglise, Paris, Cerf, 2e éd., 2003. ISBN: 9782204069984.",
        "course_materials": "Jean Comby, Pour lire l'histoire de l'Eglise, Paris, Cerf, 2e éd., 2003. ISBN: 9782204069984.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2110",
        "title": "De l'heuristique à la communication scientifique en théologie",
        "credits": "6.00",
        "hours": "40.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Bricoult Geneviève",
            "Gay Jean-Pascal"
        ],
        "teaching_language": "Français",
        "prerequisites": "Cours THEO 1300A « Heuristique »",
        "topics_covered": "une introduction générale à la méthode en théologie ; définition des besoins d'information selon les domaines théologiques ; les outils de la recherche d'information (outils imprimés et en ligne) ; l'évaluation et la critique de l'information ; l'organisation et la récupération de l'information ; la production de travaux scientifiques et académiques ; la communication orale de la recherche.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - acquérir et appliquer une méthodologie d'élaboration de travaux académiques et scientifiques en théologie.",
        "content": "Ce cours propose un itinéraire de recherche en vue de l'élaboration d'un travail scientifique dans le domaine de la théologie, selon une méthodologie définie. Cet itinéraire comprend tout le cycle de l'information, de la définition des besoins jusqu'à la communication oral de la recherche.",
        "assessment_methods": "- évaluation par une série de devoirs noté tout au long de l'année - un devoir intervient à la fin du premier quadrimestre si les compétences travaillées durant ce dernier - production d'un dossier final contenant un travail court, selon la méthodologie acquise. - présentation d'une communication orale sous la base du travail réalisé",
        "other_info": "Attention le cours se déroule désormais sur l'intégralité de l'année universitaire Objectifs spécifiques - identifier les besoins d'information en vue de la production d'une étude en théologie - développer les techniques de recherche de l'information requise dans les outils bibliographiques imprimés et en ligne - acquérir les compétences permettant d'évaluer, de critiquer et de sélectionner les documents trouvés - choisir les supports les plus adéquats pour organiser, stocker et récupérer l'information - produire un travail écrit selon une méthodologie prédéfinie - structurer une exposé et les supports audiovisuels en vue d'une communication orale.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1362",
        "title": "Monothéisme et trinité",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bourgine Benoît"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés, le cours : - présente une synthèse historique et doctrinale de la question du Dieu un et trine ; - introduit aux problématiques actuelles, en les situant dans le contexte contemporain ; - initie à la pratique de la théologie dogmatique. Cette partie de cours comporte une introduction à l'élaboration d'une problématique et une initiation pratique aux instruments bibliographiques ; elle conduit à la rédaction par l'étudiant d'un travail, qui lui donne l'occasion de mettre en pratique les éléments de cette initiation et de développer un rapport actif à la matière.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - décrire les étapes du développement du dogme trinitaire ; 2 - nommer les problèmes théologiques liés à la confession du Dieu un et trine ; 3 - indiquer les termes dans lesquels la question de Dieu se pose à la mentalité contemporaine ; 4 - traiter une question particulière en s'aidant des instruments bibliographiques adéquats.",
        "content": "2024/2025 Le cours étudie la confession chrétienne au Dieu un et trine du point de vue de la théologie biblique, de la théologie historique et de la théologie systématique. Comment la foi au Dieu trine s'est élaborée? Quelles en sont les sources bibliques et les expressions normatives dans la tradition dogmatique ? Quelle actualité théologique pour exprimer le Mystère des Mystères ?",
        "teaching_methods": "Cours magistral. Un travail est réalisé sur les sources rendues disponibles dans le syllabus, ainsi que par la lecture régulière de ressources documentaires mises à disposition au fil du cours. Syllabus: LTHEO1362 Monothéisme et Trinité",
        "assessment_methods": "L’examen comporte deux questions, l’une portant sur un point du cours à présenter (sachant que le choix de la question se fait par tirage au sort), avec 15 mn de préparation (série 1), l’autre consistant à présenter un travail, envoyé au professeur 48h avant l’examen (série 2) ; durée de l’examen: 15 mn. Série 1 1. Expliquer : « Le christianisme est un monothéisme ». 1. Expliquer : « Le christianisme est un monothéisme trinitaire ». 1. La Trinité d’Irénée et de Tertullien. 1. La Trinité d’Origène. 1. La Trinité à Nicée. 1. La Trinité à Constantinople I. 1. Comment présenter la question du Filioque ? 1. Définir les concepts d’appropriation et de périchorèse. 1. Définir les concepts trinitaires de personne et de propriété. 1. Définir les concepts trinitaires de mission et de relation. 1. Qu’est-ce que l’axiome rahnérien ? Quelle portée ? Quelles conséquences ? 1. Résumer l’apport de Karl Barth au renouveau trinitaire du XXe siècle. Série 2 2. Présenter un travail sur le Dieu Un et trine dans un livre biblique (1000 mots, 6000 caractères esp. compr. ; insérer une brève bibliographie servant au travail). Le choix du livre biblique se fait en concertation avec le professeur. Le travail est envoyé sur la boite courriel du professeur 48h avant l’examen. Ex : Dieu dans l’évangile de Jean.",
        "other_info": "sans objet",
        "online_resources": "Portefeuille de lectures disponibles à la page : https://drive.google.com/open?id=0B71ol4F_TTjjMEZQVkJBaFVFdHM",
        "bibliography": "Syllabus disponible sur le drive: https://drive.google.com/drive/folders/0B71ol4F_TTjjdHB6UTV6dFVFSXc?resourcekey=0-uG6rpCIdD927_bTIMqKe7Q&usp=drive_link",
        "course_materials": "Syllabus \"Dieu monothéisme et Trinité\" disponible sur le Drive : https://drive.google.com/drive/folders/0B71ol4F_TTjjdHB6UTV6dFVFSXc?resourcekey=0-uG6rpCIdD927_bTIMqKe7Q&usp=drive_link",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2281",
        "title": "Théologie pratique I",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Le cours porte sur un sujet important, typique des recherches en théologie pastorale ; - on situera cette recherche dans l'interdisciplinarité avec certaines sciences humaines ; - on présentera les instruments de travail ; - on approfondira la méthodologie de la théologie pastorale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 mesurer l'importance des sciences humaines pour comprendre la réalité contemporaine ; 2 maîtriser les instruments de travail pour étudier les pratiques pastorales ; 3 établir une corrélation critique entre des expériences humaines et la réflexion théologique.",
        "content": "Les nouveaux lieux d’Église Restructuration, concentration, apparition de divers conseils... Les organes de base de l’Église catholique hérités du Moyen Âge sont soumis aujourd’hui à très forts bouleversements en Occident. Ces structures étaient animées par des prêtres qui sont confrontés aussi à de fortes mutations. Face à la « mort » annoncée de la paroisse, on constate que celle-ci survit en fait assez bien, mais ne rejoint plus la très grande majorité des personnes. Elles fonctionnent de plus en plus comme des clubs. Ce constat étant interrogé dans un premier temps, le cours portera ensuite sur ce qui naît, grandit et porte du fruit. C’est le cas de nouveaux lieux d’Église en marge des paroisses, caractérisés par l’innovation et l’hospitalité pour des « absents » des paroisses, pour tous, construits autour de propositions précises. Le cours alliera étude théorique et empirique pour forger un diagnostic théologique. Les premières séances seront consacrées à lé méthodologie et l'épistémologie de la discipline.",
        "teaching_methods": "Cours magistral, ponctué de séances de travail en commun sur diverses sources sur le thème.",
        "assessment_methods": "L'évaluation sera faite sur des devoirs portant sur des nouvelles réalités d'Eglise. Une pondération sera faite par la participation en cours, et de petits travaux pendant le quadrimestre.",
        "online_resources": "Tout le cours et les ressources sont accessibles sur Moodle",
        "bibliography": "La bibliographie, ainsi que plusieurs articles de référence sont accessibles sur Moodle",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2342",
        "title": "Questions d'histoire du christianisme : Moyen Age",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Wallerich François"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés (cf. ci-dessous), le cours se focalisera sur trois thèmes relatifs à l'histoire du christianisme médiéval en lien avec le monachisme : a) L'écriture par les moines de leur histoire ; b) La vie matérielle des monastères : une contradiction avec l'engagement spirituel ? ; c) La sainteté en contexte monastique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Expliquer certains aspects de l'histoire du christianisme médiéval, en resituant ceux-ci dans leur contexte politique et culturel. 2 Développer une pensée critique à l'égard des approches historiographiques passées. 3 Comprendre et interpréter des sources historiques (traduites) ayant trait à l'histoire du christianisme médiéval. 4 Acquérir des connaissances de base en sciences religieuses et dans d'autres disciplines des sciences humaines (anthropologie, sociologie) pour les intégrer dans le cadre d'une réflexion historique.",
        "content": "Le cours sera consacré à l’étude de l’encadrement pastoral et à la vie sacramentelle des fidèles au cours du Moyen Âge, avec une focalisation sur la période allant du XIe au XIIIe siècle. Le XIe siècle est en effet traditionnellement présenté comme le point de départ d’une réforme de l’Église dont l’approche fait l’objet de profonds renouvellements dans l’historiographie actuelle, tandis que le XIIIe siècle est marqué par un « tournant pastoral » (A. Vauchez) à l’issue duquel nombre de structures et pratiques ecclésiales trouvent une expression durable dans la vie de l’Église. Les séances porteront notamment sur l’essor de la prédication et des techniques dites du « faire croire », sur l’ancrage spatial des structures (paroisses) et du culte (églises), ou encore sur l’évolution des rapports entre clercs et laïcs.",
        "teaching_methods": "Le cours articulera l’étude de dossiers historiographiques (par exemple sur la réforme « grégorienne ») à celle de la documentation médiévale (sermons, statuts synodaux, recueils de miracles, etc.) dans le but de se confronter directement aux grandes problématiques et débats que suscitent les évolutions de l’Église au Moyen Âge central.",
        "assessment_methods": "L'évaluation sera basée sur la préparation et la remise d'un travail personnel ainsi que sur un examen écrit \"sur table\".",
        "other_info": "Les liens avec les autres enseignements proposés sont multiples, que ce soit avec l’histoire de la théologie du Moyen Âge (LTHEO2621), puisque lala théologie sacramentelle constitue un élément important à prendre en compte dans les évolutions abordées, ou avec la question du genre (LTHEQ2430) dans la mesure où l’encadrement des femmes constitue un problème spécifique (Frauenfrage) de la pastorale médiévale.",
        "online_resources": "Les power points et ressources seront disponibles sur Moodle",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1293",
        "title": "Introduction au droit canonique A",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Christians Louis-Léon"
        ],
        "teaching_language": "Français",
        "content": "Cours d'introduction au droit canonique dans une perspective théologique, mise au défi d'une ecclésiologie pragmatique. Une théologie du droit canonique à partir du parcours commenté du De omnium christifidelium obligationibus et iuribus (Codex 1983). Ce parcours sera l'occasion de brefs excursus introductifs : Importance de l' histoire en droit canonique Eléments conceptuels majeurs : les grands lieux du droit canonique contemporain Le Code de de droit canonique 1983 : conception et structure Théologies du droit canonique : entre droit, pastorale et théologie",
        "teaching_methods": "L'enseignement se réalise à partir de la lecture d'un portefeuille de lectures. Des modalités hybrides pour un enseignement on line synchrone sont possibles. Le cours est groupé sur deux samedis de février.",
        "assessment_methods": "Examen écrit sous forme d'essai. Une liste de questions est mise à disposition des étudiants à la fin du cours. L'examen se compose d'une question théorique et d'un casus pratique. Les mêmes modalités sont appliquées pour le session de septembre.",
        "online_resources": "cfr le moodle du cours.",
        "bibliography": "1. Un portefeuille d'articles constitue le support principal : cfr le moodle du cours. 2. Un manuel de référence : L. GEROSA, Le droit de l'Église. Manuel de théologie catholique, Luxembourg, Saint-Paul, Paris, Le Cerf, 1998 3. Les étudiants devront disposer d'une version papier ou électronique du code de droit canonique",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2282",
        "title": "Théologie pratique II",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Join-Lambert Arnaud"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs on étudiera un sujet important, typique des recherches en théologie pastorale ; - on situera cette recherche dans l'interdisciplinarité avec certaines sciences humaines ; - on présentera les instruments de travail ; - on approfondira la méthodologie de la théologie pastorale.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 mesurer l'importance des sciences humaines pour comprendre la réalité contemporaine ; 2 maîtriser les instruments de travail pour étudier les pratiques pastorales ; 3 établir une corrélation critique entre des expériences humaines et la réflexion théologique.",
        "content": "En 2024-2025, le cours portera sur « La force évangélisatrice de la piété populaire » (EG 122-126). Une question théologique Trois motifs justifient de s'intéresser à la piété populaire comme une question théologique. Le premier est dans la citation, par le pape François en 2013, qui honore et valorise la piété populaire, ce qu’il n'a cessé de faire pendant tout son pontificat et auparavant déjà dans son ministère en Argentine. Le deuxième est de constater le peu de littérature de recherche théologique sur le sujet, alors que d'autres sciences humaines, elles, se sont intéressées et s'intéressent encore à ces pratiques, particulièrement les anthropologues, les ethnologues et encore des psychologues. Le troisième motif est l’actualité, avec la publication le 17 mai 2024, par le Dicastère pour la doctrine de la foi, des Normes procédurales pour le décernement de phénomènes surnaturels présumés . Ce document marque un tournant radical dans l'approche par les autorités ecclésiales de phénomènes inexpliqués qui sont souvent à la source de déploiement d'une piété populaire. Le cours traversera une série de grands sujets autour des personnes (des intercesseurs), des objets, gestes et lieux qui sont médiateurs ou non médiateurs de grâce, des temps et des rites. L’objectif est d’essayer d'aboutir à une réflexion proprement théologique, mais aussi pastorale, sur un sujet particulièrement complexe et très contextuel (cf. Ad theologiam promovendam 4 et 8).",
        "teaching_methods": "L’enseignement sera dispensé sous la forme de cours magistraux présentés à l’aide de projections et de supports écrits distribués en cours, et disponibles sur moodle. Toute la documentation et les sources sont disponibles sur moodle. Des temps du cours seront consacrés à des travaux collectifs à partir de données empiriques et de matériaux divers. Au moins une séance aura lieu au Musée L.",
        "assessment_methods": "Participation active souhaitée. La qualité de la participation pourra intervenir dans la note finale du cours. L’évaluation de ce cours s’effectue en deux temps: un travail écrit (12 points) suivi d'une rencontre avec le professeur (8 points). Le travail doit être une recherche inédite sur une pratique concrète typique de la piété populaire. Ce qui est attendu est donc une étude de cas, de type phénoménologique, selon la méthodologie propre à la théologie pratique.",
        "online_resources": "Toute la documentation est disponible sur moodle",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1110",
        "title": "Introduction à la Bible : Ancien Testament",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Richelle Matthieu"
        ],
        "teaching_language": "Français",
        "prerequisites": "Aucun prérequis n'est exigé, mais une préparation adéquate pourrait consister à (re) lire, dans l'ordre de sa présentation, le Pentateuque ou/et Jos-2R.",
        "topics_covered": "Ce cours se divise en deux parties, ou plutôt, sollicite alternativement deux approches complémentaires : 1) exposition de prolégomènes et fourniture de quelques « clés » pour entrer dans l'Ancien Testament; 2) lecture de textes (des grands ensembles plus que des péricopes précises) de l'Ancien Testament.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - situer les repères essentiels de l'AT dans son cadre géographique et historique 2 - décrire la trame de fond des livres narratifs de l'AT 3 - décrire les caractéristiques majeures de la littérature prophétique et sapientielle de l'AT",
        "content": "Le cours ne vise pas à présenter chacun des (nombreux) livres composant l’Ancien Testament, ce qui serait fastidieux et, en réalité, impossible à faire correctement dans le temps imparti. Il aborde plutôt les grandes sections de ce corpus, en prenant quelques livres bibliques représentatifs comme illustrations, et explique la manière dont l’Ancien Testament s’est constitué. De plus, il forme les étudiants à être capable de se renseigner eux-mêmes sur un livre biblique donné, à trier et assimiler les connaissances au point d’être aptes à faire une présentation de ce livre pour le grand public.",
        "teaching_methods": "Pour ce cours d'introduction à un sujet souvent peu connu, la méthode d'enseignement repose sur une combinaison de présentations de la part de l'enseignant et de pédagogie active; elle alterne ainsi: des présentations du professeur en classe, illustrées par des diapositives; des temps de questions/réponses en classe; des petits devoirs à faire chez soi au fil du quadrimestre, qui permettent de se familiariser avec la littérature primaire; une présentation orale  en fin de quadrimestre, qui sera l'occasion de mettre en oeuvre de façon active et synthétique les différentes dimensions rencontrées au fil du quadrimestre. Plutôt que d'emmagasiner des connaissances, l'idée est que chacun puisse acquérir des compétences pour être capable de présenter à son tour un livre de l'Ancien Testament.",
        "assessment_methods": "Evaluation continue: De brefs comptes rendus (réactions personnelles) de lectures de textes bibliques à déposer sur Moodle au fil du quadrimestre. [20% de la note finale] Une présentation orale, illustrée par un diaporama, d'un livre de l'Ancien Testament à la session d'examens de janvier. [80% de la note finale] Ces deux types d'évaluation contribuent à former de manière cohérente au plan pédagogique, en vue d'une maîtrise des acquis d'apprentissage, selon le tableau suivant (alignement pédagogique): acquis d'apprentissage comptes rendus présentation orale Situer les repères essentiels de l'AT dans son cadre géographique et historique X X Décrire la trame de fond des livres narratifs de l'AT X X Décrire les caractéristiques majeures de la littérature prophétique et sapientielle de l'AT X La présence à ce cours est requise. Le titulaire du cours pourra, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un·e étudiant·e qui n'aurait pas assisté à au moins 80% des cours, lors de la session de janvier/juin ou de septembre. Les modalités d'évaluation seront les mêmes pour la session de septembre (c'est-à-dire au Q3). L'utilisation d'intelligences artificielles génératives pour les évaluations est tolérée mais déconseillée, car peu adaptée aux évaluations demandées. En effet, les comptes rendus doivent être des réactions personnelles à des lectures. De plus, les étudiant.e.s doivent indiquer point par point et de façon précise les sources bibliographiques justifiant les affirmations faites durant leur présentation orale, en respectant les normes de référencement bibliographique. En l'occurrence, ces sources doivent toutes être des publications imprimées. Conformément aux consignes du Vice-recteur aux affaires étudiantes, \"l’étudiant·e est tenu d’indiquer systématiquement toutes les parties ayant fait l’objet d’une utilisation des IA (...) en précisant si l’IA a été utilisée pour rechercher de l’information, pour la rédaction du texte ou pour la correction de celui-ci.\" Ces consignes valent pour les comptes rendus et pour un éventuel texte rédigé en vu d'être lu lors de la présentation orale.",
        "other_info": "Il est hautement recommandé d'acquérir une traduction française de la Bible (en tout cas de l’Ancien Testament), et il est obligatoire d’en lire une pour certains textes. Voici trois bonnes traduction : la TOB (Traduction Œcuménique de la Bible), la BJ (Bible de Jérusalem) et la NBS (Nouvelle Bible Segond). L'idéal est d'acquérir une \"édition d'étude\" de l'une de ces trois bibles, mais ce n’est pas obligatoire. En anglais, la JPS Study Bible est excellente.",
        "bibliography": "Th. Römer, L’Ancien Testament , Que sais-je ?, Paris, PUF, 2019. J.-D. Macchi, La Bible à l'épreuve des sciences humaines , Genève, Labor et Fides, 2022.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1351",
        "title": "Bioéthique",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Il s’agit d’un cours d’introduction à la bioéthique comme histoire, contenu, enjeux de société et démarche pluridisciplinaire. Il envisagera le type de rationalité qui y est à l’œuvre au regard d’autres normativités (déontologique, juridique) et la place que peut y avoir une approche de la théologie comme discipline. Il offrira des points d’appui aux étudiants pour comprendre ce qu’est aujourd’hui « la bioéthique », sa nécessité sociale dans le champ de la santé et de la technique, ses limites également en termes théorique et de champ d’application. Il comprendra que le discours théologique y a toute sa place mais rien que sa place dans le déploiement d’une bioéthique comme champ pluridisciplinaire.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : L’étudiant(e) est capable de mobiliser les sources documentaires, papiers et informatiques, des principaux ouvrages de bioéthique. L’étudiant(e) est capable d’écouter autrui, de mettre en œuvre une capacité de discernement dans les domaines touchant la pensée bioéthique contemporaine, particulièrement dans son lien à la foi et à la théologie. L’étudiant(e) est capable de synthétiser sa pensée et de la communiquer – oral et écrit – dans un langage simple, audible dans un champ pluridisciplinaire.",
        "content": "Une première partie du cours envisagera un historique de la bioéthique aux États-Unis, en Europe et Belgique (émergence des modèles et organisation). Les différentes modalités de construction du « discours bioéthique » seront ensuite évoquées (éthique narrative, pragmatique,  procédurale) dans leur intérêt et leur limite pour une éthique clinique. On s’intéressera à l’éthique de Beauchamp et Childress au regard d’une contextualisation de la bioéthique et d’une rationalité large (J. Ladrière). Une deuxième partie du cours reprendra la matière dans une approche dabantage théologique.Après avoir envisagé la question de « la décision », le cours illustrera l’ensemble au regard des thématiques de fin de vie.",
        "teaching_methods": "Tout en favorisant l’interactivité et les échanges, la majeure partie du cours se donnera ex cathedra. Deux séances du cours introduiront, via des vidéos, à la pratique et aux enjeux de l'éthique clinique.",
        "assessment_methods": "Au terme du parcours, l’étudiant aura à sa disposition un ensemble de questions proposées par l'enseignant. Il sera invité à en présenter une lors de l'examen oral. En cas de crise sanitaire, l'examen oral se fera via teams.",
        "other_info": "Acquis d’apprentissage : Au terme du cours, l'étudiant.e. sera capable - de mobiliser les sources documentaires, papiers et informatiques, des principaux ouvrages de référence en bioéthique; - d'écouter autrui, de mettre en oeuvre une capacité de discernement dans les domaines touchant la pensée bioéthique contemporaine, particulièrement dans son lien à la foi et à la théologie. - d'en saisir les dimensions interdisciplinaires - de synthétiser sa pensée et de la communiquer - oral et écrit - dans un langage simple, audible dans un champ pluridisciplinaire.",
        "online_resources": "Chaque chapitre terminé sera déposé sur moodle par l'enseignant",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2322",
        "title": "Questions de patrologie II",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Pauliat Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs : - on analyse une question spéciale portant sur divers témoignages de l'ancienne littérature chrétienne, envisagée dans ses aspects littéraires, doctrinaux et théologiques ; - on situe dans leur contexte historique et théologique les textes vus au cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traiter une question théologique ou littéraire portant sur l'ancienne littérature chrétienne principalement grecque et/ou latine ; 2 lire de manière critique les sources théologiques anciennes ; 3 manier les principaux instruments de travail du patrologue.",
        "content": "La prédication patristique : formes et enjeux Les textes patristiques les plus connus sont les traités théologiques. Pourtant, ceux-ci n’étaient lus que par une infime minorité de lecteurs cultivés. L’immense majorité des chrétiens découvrait et approfondissait sa foi à travers les sermons des évêques, dimanche après dimanche, voire jour après jour. Dans ces sermons, l’Écriture est commentée en relation avec la vie et les préoccupations concrètes de l’assemblée ; chacun reflète une atmosphère particulière, en fonction des événements historiques, des contextes polémiques et des fêtes liturgiques. C’est dire la richesse de ces textes, que la recherche redécouvre actuellement. Durant ce cours, nous découvrirons en traduction française les principaux prédicateurs (latins, grecs et syriaques), analyserons certains des sermons les plus connus  – et les plus beaux ? – ( Catéchèses mystagogiques de Cyrille de Jérusalem, Tractatus sur la Première épître de Jean d’Augustin…), et aborderons également les questions complexes liées à la transmission de ces textes, à leur forme rhétorique et aux soubassements théologiques qui fondent la pratique homilétique des Pères. L’objectif sera double : d’une part, comprendre les multiples questions scientifiques que soulèvent les sermons patristiques, pour être capable de les aborder avec rigueur ; d’autre part, profiter de la beauté et de la densité théologique de ces textes largement méconnus.",
        "teaching_methods": "Pour ce cours sur un sujet peu connu, la méthode d'enseignement repose sur une combinaison de présentations de la part de l'enseignant et de pédagogie active. Alterneront durant les cours : -des présentations du professeur en classe, illustrées par des diapositives ; -des temps de questions/réponses en classe ; -des temps d’analyse de textes patristiques (disponibles en avance et lus avant chaque cours). À la fin des séances, l'enseignant indique aux étudiants un programme de lecture et/ou des exercices à effectuer (individuellement ou en sous-groupes) en vue de les familiariser avec les textes et les principaux instruments de travail.",
        "assessment_methods": "Au choix de l'étudiant -examen oral sur la matière vue au cours -rédaction d'un travail d'une dizaine de pages dont les modalités et le sujet sont précisés au début du cours. On évaluera l'aptitude de l'étudiant à mettre en œuvre les approches méthodologiques et descriptives développées au cours.",
        "bibliography": "Voir le site Moodle",
        "course_materials": "Portefeuille de textes accessible sur Moodle",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2132",
        "title": "Théologie dogmatique II",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Bourgine Benoît"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, seront proposés : - une recherche critique originale sur une question dogmatique ou sur une oeuvre significative ; - des lectures, des reprises et des échanges avec le professeur.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - mettre en évidence l'intérêt, les exigences et la dynamique d'une recherche en théologie dogmatique ; 2 - appréhender une problématique dans sa complexité, en évaluer les enjeux fondamentaux et la portée pratique ; 3 - élaborer une pensée personnelle en intégrant les apports d'une recherche.",
        "content": "2024-2025 La théologie pour quoi faire ? Inutilité/utilité de la réflexion théologique eu égard aux urgences de l'heure Quelles tâches, quelle orientation, quelle relation à la philosophie, aux sciences humaines, plus largement aux rationalités contemporaines? Quelle structuration interne? quelles réponses aux défis actuels?",
        "teaching_methods": "L'enseignant propose un fil de réflexion.",
        "assessment_methods": "Examen oral de 15 mn à partir d'une synthèse écrite d'un A4 recto/verso (1000 mots, 6000 caractères espaces compris) envoyé au professeur 48h avant l'examen. Dans cette synthèse, l'étudiant propose une réponse personnelle et argumentée du questionnement traité dans le cours.",
        "online_resources": "Site pour la communication éventuelle de documents à l'adresse suivante: https://drive.google.com/open?id=1LYLP3que9s662MJhj7i4mC7a79UWzfwp",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2312",
        "title": "Ethique familiale",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre ces objectifs, l'activité : - portera sur une question particulière de l'éthique familiale ; - en explorera les enjeux humains, sociaux et politiques ; - en présentera une évaluation éthique du point de vue philosophique et théologique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 clarifier les catégories fondamentales de la réflexion éthique sur les questions que posent aujourd'hui le mariage et la famille ; 2 situer les contributions des traditions chrétiennes aux débats à ce sujet.",
        "content": "De nos jours, le modèle de la famille reposant sur l’engagement matrimonial, et particulièrement sacramentel en registre chrétien, se trouve questionné par de nouvelles revendications, par le vote de nouvelles législations, particulièrement dans les pays occidentaux et aux États-Unis. Ces nouvelles configurations du couple, de la famille apparaissent pour certains comme de nouveaux modèles de liens, de couple et de famille qui remettent, partiellement ou radicalement, en cause bien des modèles traditionnels de penser et de vivre les liens familiaux.  Ces questions n’échappent pas à l’actualité des débats ecclésiaux puisqu’elles ont été abordées dans le document de travail rendu public en novembre 2013 « Les défis pastoraux de la famille dans le contexte de l’évangélisation » en vue de préparer le synode des évêques de 2014-2015, signalant à la fois les risques de certaines théories du gender axées sur l’autonomie du sujet contemporain et un refus d’une approche de la loi naturelle, tout en signalant le souhait de nombreuses conférences épiscopales à travers le monde d’aller au-delà des condamnations générales pour offrir une réponse raisonnée et crédibles. Le synode relatif à la famille chrétienne de 2016 aurait-il pu aller plus loin dans sa réflexion ? Ces problématiques engageant le devenir de la famille contemporaine, et par voie de conséquence une certaine structuration et représentation de la société, méritent donc d’être étudiées, comprises et évaluées tant d’un point de vue humain, de société, que dans leur dimension éthique, théologique et ecclésiale",
        "teaching_methods": "Cours magistral et large place au débat et à la discussion.",
        "assessment_methods": "Chaque étudiant(e) réalisera une synthèse critique et personnelle du parcours d’enseignement, étayée de repères bibliographiques, et sera capable d’élaborer certains points d’appels éthiques et théologiques relatifs à un chapitre du cours qu’il (elle) aura choisi. Un travail écrit sera remis au secrétariat de TECO au minimum 15 jours avant le début de la session d’examens. Ce travail se répartira de la sorte : La première partie (max. 7 pages) approfondira un chapitre du cours (au choix). Il ne s’agit pas de répéter la matière mais d’aller plus loin grâce à une recherche bibliographique. Cet approfondissement touchera tant l’approche éthique que théologique de la question. La deuxième partie constituera une synthèse critique (max. 3 pages) de la thématique d’ensemble du cours dispensé : qu’est-ce que j’ en pense ? Comment je me situe ? Pourquoi ? L’élaboration d’une bibliographie des ressources utilisées : livres, articles, ressources électroniques. Ce travail sera déposé au secrétariat de la TECO pour le 20 mai 2022 au plus tard. Il fera l’objet d’un échange avec l’enseignant durant la session d’examens.",
        "online_resources": "Chaque chapitre terminé sera déposé sur moodle par l'enseignant. D. Jacquemin, Aimer, s'aimer et se laisser aimer , Bruxelles, Lessius, 2019.",
        "bibliography": "Une bibliographie sera remise et commentée lors du premier cours.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1160",
        "title": "Ritualité et liturgie chrétienne",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Join-Lambert Arnaud"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours abordera les notions de base en anthropologie de la ritualité, l'histoire et les fondements théologiques des liturgies chrétiennes, une introduction particulière au rite de l'eucharistie.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A. Maîtriser les connaissances pour expliciter le christianisme dans son environnement culturel en fonction des disciplines théologiques : A3. Comprendre et expliciter la situation liturgique et pastorale d'une communauté chrétienne. 2 B. Employer les concepts appropriés pour développer une réflexion théologique : B.1. Connaître les notions propres à la théologie et son épistémologie. B.4. Percevoir la complémentarité des disciplines théologiques relevant de la théologie positive, la théologie systématique et la théologie pratique. 3 C. Utiliser correctement les outils pour une réflexion et une recherche rigoureuses en théologie : C.1. Connaître la diversité des méthodes d'analyse et de recherche utilisées en théologie.",
        "content": "Le cours est pensé comme un parcours abordant les différentes questions de la ritualité et de la symbolique chrétienne . L'étudiant-e bénéfiera ainsi de clés permettant de mieux appréhender les pratiques liturgiques actuelles, grâce à leur histoire, leurs fondements bibliques et théologiques. Le dernier Concile de l'Eglise catholique a affirmé solennellement en 1963 que la liturgie était \"la source et le sommet de toute la vie chrétienne\". Cela justifie la nécessité de prendre du temps pour aborder la ritualité et la symbolique chrétienne en début de formation théologique (1er bac ou reprise d'études). Ce cours a aussi toute sa place dans une mineure en théologie et dans un certificat universitaire qui ont pour but l'acquisition des connaissances de bases de niveau universitaire sur les grandes questions de la foi et de la vie chrétiennes. Le cours traversera 5 grands chapitres: 1. Introduction au cours : buts, contenu et délimitations ; 2. L’histoire de la liturgie jusqu’au concile Vatican II ; 3. La réforme liturgique du concile Vatican II ; 4. Introduction à la liturgie de l’eucharistie ; 5. Les sacrements aujourd’hui : état des lieux et perspectives.",
        "teaching_methods": "L’enseignement sera dispensé sous la forme de cours magistraux présentés à l’aide de projections et de supports écrits distribués en cours, et disponibles sur moodle. Toute la documentation et les sources sont disponibles sur moodle. Un temps du cours sera un travail collectif d'élaboration d'une observation participante, donnant lieu à un travail comptant pour l'évaluation finale.",
        "assessment_methods": "1. Pour la session , l'étudiant remettra un bref rapport rédigé de son observation et analyse d'une liturgie dominicale (issu du travail en cours et d'une observation menée sur le terrain). Ce travail de 3 pages maximum comptera pour 3/20 dans la note finale. 2. L'étudiant sera interrogé sur un chapitre du livre de Paul De Clerck (lecture obligatoire) dont il aura rendu préalablement un résumé de lecture (2 /20 ) de 2 pages. Alternative pour ce résumé: il est possible aussi de choisir un des articles proposés dans la dernière section de cette page. Ce travail est à déposer sur moodle. 3. L'étudiant sera interrogé sur trois questions à partir de l'ensemble du cours. L'évaluation se fera sur les connaissances acquises et la capacité à rendre compte : des dimensions historiques (5 /20 ), théologiques (5 /20 ) et particulièrement sur l'eucharistie (5 /20 ). Ce travail est à déposer sur moodle. Cet oral se fera sur préparation de 15 mn, après tirage au sort des questions, dont la liste aura été préalablement distribuée en cours.",
        "other_info": "Ce cours peut être fait entièrement selon une modalité \"à distance\", en cas de nécessité. Dans ce cas, il faut prendre contact par mail au plus vite. Deux séances spécifiques en présentiel seront proposées aux étudiant-es choisissant cette option.",
        "online_resources": "Tout se trouve sur Moodle",
        "bibliography": "Une bibliographie générale sera distribuée en début de cours. Je relève déjà ici: En lecture obligatoire : De Clerck Paul, L’intelligence de la liturgie. Paris 1995, éd. revue et augm. 2005 (Liturgie 4) Utiles et conseillés : Adam Adolf, La liturgie aujourd’hui. Précis de liturgie catholique. Tournai: Brepols, 1989 (Mysteria. Collection liturgique 1) seulement les p. 1-83 ( livre épuisé, donc en bibliothèque ou achat d’occasion) Join-Lambert Arnaud, Guide pour comprendre la messe. Paris, Mame, 2002. ou équivalent Michel Scouarnec, Les symboles chrétiens. Les sacrements ne sont pas étranges. Paris 1998 (Vivre – Croire – Célébrer). ou équivalent",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2211",
        "title": "Exégèse de l'Ancien Testament I (littérature narrative)",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Richelle Matthieu"
        ],
        "teaching_language": "Français",
        "prerequisites": "Initiation à l'analyse narrative des récits bibliques (cours LTHEO 1110A). À défaut : au cours du premier mois, lecture d'un ouvrage expliquant les procédures de base de cette méthode. Les étudiant(e)s qui n'ont pas été initié(e)s à l'analyse narrative des textes bibliques doivent lire attentivement un des quatre travaux suivants (classés du plus élémentaire au plus élaboré) : Jean-Louis Ska, Jean-Pierre Sonnet, André Wénin, L'analyse narrative des récits de l'A.T. (Cahiers Évangile 107), Paris, 1999. Jean-Louis Ska, \"Nos pères nous ont raconté\". Introduction à l'analyse des récits de l'Ancien Testament (Cahiers Évangile 155), Paris, 2011. Daniel Marguerat, Yvan Bourquin, Pour lire les récits bibliques , Paris - Genève, 4e éd., 2009. Jean-Pierre Sonnet, « L'analyse narrative des récits bibliques », dans M. Bauks, C. Nihan (éds), Manuel d'exégèse de l'Ancien Testament (Le Monde de la Bible 61), Genève, 2008, p. 47-94.",
        "topics_covered": "Pour atteindre ces objectifs, le cours : - étudiera l'un ou l'autre texte important de la littérature narrative du premier Testament, en explicitant la méthode employée et en montrant l'intérêt du recours à aux outils de travail exégétiques ; - lira quelques études scientifiques importantes sur les textes étudiés ; - développera les aspects anthropologiques et théologiques des textes en situant leur apport propre dans la pensée biblique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - comprendre les principales procédures de l'exégèse des textes bibliques et les mettre en oeuvre dans un texte narratif du premier Testament ; 2 - situer l'apport anthropologique et théologique de l'un ou l'autre texte important de la littérature narrative du premier Testament ; 3 - comprendre et apprécier critiquement des articles scientifiques en exégèse de l'Ancien Testament.",
        "content": "Les livres des Rois Ce cours examinera des textes choisis dans les livres des Rois, en particulier 1 R 17-19.",
        "teaching_methods": "Nous appliquerons aux textes étudiés les principales procédures exégétiques applicables aux textes narratifs, et relevant des domaines suivants: traduction critique textuelle analyse rédactionnelle contexte littéraire histoire et géographie structure littéraire intertextualité analyse narrative histoire de la réception Toutes ces approches ne recevront pas le même degré d'attention, mais chacune sera abordée. La participation active des étudiants est requise.",
        "assessment_methods": "Travail exégétique à rendre en fin de Q1. La présence à ce cours est requise. Le titulaire du cours pourra, en vertu de l'article 72 du Règlement général des études et examens, proposer au jury de s'opposer à l'inscription d'un étudiant ou d’une étudiante qui n'aurait pas assisté à au moins 80% des cours, lors de la session de janvier/juin ou de septembre. Les modalités d'évaluation seront les mêmes au Q3 qu'au Q1. Il faudra remettre au Q3 le même travail qu'exigé au Q1.",
        "bibliography": "M. Richelle, Interpreting Israel’s Scriptures: A Practical Guide to the Exegesis of the Hebrew Bible / Old Testament (Peabody: Hendrickson, 2022). Versions française plus ancienne: Guide pour l’exégèse de l’Ancien Testament. Méthodes, exemples et instruments de travail (Vaux-sur-Seine/Charols : Edifac/Excelsis, 2012).",
        "course_materials": "M. Richelle, Interpreting Israel’s Scriptures: A Practical Guide to the Exegesis of the Hebrew Bible / Old Testament (Peabody: Hendrickson, 2022).",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1294",
        "title": "Introduction au droit canonique B",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Christians Louis-Léon"
        ],
        "teaching_language": "Français",
        "content": "Cours d'introduction au droit canonique dans une perspective théologique, mise au défi d'une ecclésiologie pragmatique. Une théologie du droit canonique à partir du parcours commenté du De omnium christifidelium obligationibus et iuribus (Codex 1983). Ce parcours sera l'occasion de brefs excursus introductifs : Importance de l' histoire en droit canonique Eléments conceptuels majeurs : les grands lieux du droit canonique contemporain; Le Code de de droit canonique 1983 : conception et structure; Théologies du droit canonique : entre droit, pastorale et théologie; droits (fondamentaux) des fidèles.",
        "teaching_methods": "L'enseignement se réalise à partir de la lecture d'un portefeuille de lectures. Des modalités hybrides pour un enseignement on line sont possibles. Le cours est groupé sur deux samedis de février.",
        "assessment_methods": "L'évaluation du cours se réalise par un travail écrit de synthèse du cours, à partir d'un choix de lectures. 20% des points sont attribués à la qualité de la bibliographie collectée sur le thème retenu. Les mêmes modalités sont appliquées pour le session de septembre.",
        "online_resources": "Cfr le moodle du cours",
        "bibliography": "1. Un portefeuille d'articles constitue le support principal : cfr le moodle du cours. 2. Un manuel de référence : L. GEROSA, Le droit de l'Église. Manuel de théologie catholique, Luxembourg, Saint-Paul, Paris, Le Cerf, 1998 3. Les étudiants devront disposer d'une version papier ou électronique du code de droit canonique",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1180a",
        "title": "Introduction au grec biblique",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "prerequisites": "Néant",
        "topics_covered": "- Pour atteindre les objectifs fixés, le cours combinera explications sur la grammaire et le vocabulaire de base du grec du N.T. et exercices destinés à illustrer et à approfondir l'exposé théorique ; - dès que possible, les étudiants seront confrontés à l'un ou l'autre texte grec choisi dans les évangiles.",
        "content": "Le cours offre une introduction au grec biblique. Dans ce cadre, la grammaire et le vocabulaire de base du grec du N.T. seront traités et des exercices pratiques seront proposés afin d’illustrer et approfondir l'exposé théorique. Dès que possible, l'un ou l'autre texte grec choisi dans les évangiles seront lus, traduits et commentés.",
        "teaching_methods": "Exposé magistral de la grammaire à partir du manuel de J. Duff, accompagné des exercices à préparer personnellement puis repris en classe (exemples illustrant la leçon de grammaire).",
        "assessment_methods": "L'évaluation est continue et l’étudiant.e est invité.e à participer activement pendant le cours, mais un examen a lieu en fin de chaque quadrimestre. Pour la partie A, examen écrit : traduction des phrases et analyse des certaines formes grammaticales.",
        "other_info": "Le professeur peut dispenser les étudiants qui auront réussi le test de connaissance organisé lors du premier cours.",
        "online_resources": "D’autres outils de travail seront disponibles sur Moodle.",
        "bibliography": "Le manuel de référence est : Régis Burnet - Pierre-Édouard Detal, Manuel de grec du Nouveau Testament. Grammaire, Exercices, Vocabulaire (Langues des mondes anciens), Cerf, Paris, 2023. Le dictionnaire de référence est : Barclay M. Newman, Dictionnaire grec-français du Nouveau Testament , Bibli'O — Alliance biblique universelle, 2021, éd. révisée. D’autres outils de travail seront disponibles sur Moodle.",
        "course_materials": "J. Duff, Initiation au Grec du Nouveau Testament. Grammaire - Exercices - Vocabulaire, Trad. et adapt. par R. burnet et D. Denjean, Paris: Beauchesne, 2005. J.C. Ingelaere, Dictionnaire grec français du Nouveau Testament, Bibli’o/Soc. Biblique française, 2008 (7,95 euros). Le dictionnaire de référence est : Dictionnaire grec-français du Nouveau Testament, Paris, Société biblique française, 2008.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lreli1130",
        "title": "Introduction à la foi chrétienne",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dos Santos Rodrigues Paulo Jorge"
        ],
        "teaching_language": "Français",
        "topics_covered": "Pour atteindre les objectifs fixés, le cours abordera les thèmes suivants : - une explication des principales affirmations de la foi chrétienne (Symbole de la foi)'; - une présentation des principales différences doctrinales entre les différentes Églises chrétiennes'; - une réflexion sur le processus d'élaboration des affirmations de la foi chrétienne.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, l'étudiant sera capable : - de décrire le processus de la réflexion dogmatique ; - de resituer les grands \" moments \" de l'histoire des dogmes et d'élaborer une réflexion ou une synthèse personnelle sur le dogme chrétien et son histoire.",
        "content": "Le cours étudiera les principales affirmations du Symbole des Apôtres et du Symbole de Nicée-Constantinople ; il exposera ensuite quelques différences doctrinales majeures entre Église catholique, Églises orthodoxes, Église anglicane et Églises de la Réforme ; il proposera enfin une réflexion sur l'élaboration progressive des affirmations de la foi chrétienne.",
        "teaching_methods": "L'U.E. se donne en présentiel exclusivement.",
        "assessment_methods": "L'évaluation se fera par un dossier à rendre en fin de semestre, dont la structure sera définie au début du cours.",
        "responsible_entity": "TEBI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltheo2341",
        "title": "Questions d'histoire du Christianisme : Antiquité",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "On analysera une question spéciale portant sur l'histoire de l'Antiquité chrétienne, envisagée dans ses aspects historiques, littéraires, doctrinaux et, le cas échéant, archéologiques ; On situera dans leur contexte historique et théologique les textes vus au cours.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 traiter une question d'histoire de l'Antiquité chrétienne en l'envisageant dans ses aspects historiques, littéraires et théologiques ; 2 lire de manière critique les sources historiques anciennes ; 3 manier les principaux instruments de travail de l'historien.",
        "content": "La « tentation » du christianisme Le cours tentera de revisiter la question du «triomphe du christianisme» en l'abordant du point de vue du paganisme vaincu. On montrera par quelles voies et à quel prix les milieux païens se sont progressivement laissé pénétrer par la foi chrétienne. Après avoir précisé ce qu'il faut entendre par «paganisme» dans les premiers siècles de l'ère chrétienne, on verra comment a évolué la position païenne face au fait chrétien, aussi bien dans le droit que dans le discours des intellectuels. On se demandera aussi quelle image le christianisme a présentée de lui-même à la société de son temps pour y trouver droit de cité et la gagner à lui. La période envisagée ira des origines à 391, date à laquelle Théodose I proscrit le paganisme et fait fermer les temples.",
        "assessment_methods": "Évaluation : au choix de l'étudiant : - examen oral sur la matière vue au cours - rédaction d'une dissertation sur un sujet en lien avec la matière vue au cours. Ce travail écrit (entre 25.000 et 30.000 caractères) fait l'objet d'une présentation orale et d'une évaluation formative.",
        "bibliography": "Aragione G., Les chrétiens et la loi. Allégeance et émancipation aux iie et  iiie siècles (Christianismes antiques),  Genève, 2011. Bardy G., La conversion au christianisme durant les premiers siècles (Théologie, 15), Paris, 1949. Beatrice P. Fr., L'intolleranza cristiana nei confronti dei pagani, Bologne, 1993. Brown P. – Lizzi Testa R., Pagans and Christians in the Roman Empire : The Breaking of a Dialogue (IVth – VIth Century A.D.) (Christianity and History, 9). Berlin, 2011. Cameron A., The Last Pagans of Rome , Oxford, 2011. de Labriolle P., La réaction païenne. Étude sur la polémique antichrétienne du i e au vi e siècle , Paris, 1934 (réimpression : Paris, 2005). Ferry L – Jerphagnon L., La Tentation du christianisme , Paris, 2009. Fiedrowiz M., Christen und Heiden. Quellentexte zu ihrer Auseinandersetzung in der Antike , Darmstadt, 2004. Lane Fox R., Pagans and Christians in the Mediterranean World from the second Century A.D. to the conversion of Constantine , Harmondsworth, 1986. Levieils X., Contra Christianos. La critique sociale et religieuse du christianisme des origenes ( lege : origines) au concile de Nicée (45–325) (BZNW, 146), Berlin – New York, 2007. Ritter A. M., « L’Église et l’État » : points de vue du christianisme ancien. Religion et politique dans l’Antiquité (Traditio christiana, 13), Berne, 2005. Wilken R. L., The Christians as the Romans saw them , Londres, 1984. Wytzes J., Der letzte Kampf des Heidentums in Rom (Études préliminaires aux religions orientales dans l'Empire romain, 56), Leiden, 1977.",
        "responsible_entity": "TEBI"
    }
]