[
    {
        "url": "https://uclouvain.be/cours-2024-mtism2002",
        "title": "Séminaire de recherche participante II",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            ". SOMEBODY",
            "Jamoulle Pascale"
        ],
        "teaching_language": "Français",
        "content": "Acquis d'apprentissage Au terme du séminaire, l’étudiant aura acquis les compétences suivantes : - Mieux appréhender la complexité et la diversité des métiers de la recherche et intervention - Interroger la posture et la place de l’intervenant-chercheur sur les terrains de stage - Coopérer avec les acteurs pour construire une recherche participative et pertinente - Co-construire les réflexions épistémologiques et méthodologiques - Pratiquer l’intervision - Interroger et réguler les conflits - Déployer des capacités d’innovation en situation - Mieux comprendre les modalités d'élaboration et de rédaction des mémoires METIS Contenu Au Q1 - Accompagnement des stages - Intervision et mobilisation de l’intelligence du groupe - Co-construction de savoirs (codes sociaux, proximité et distance adaptées aux publics, balises éthiques, secret professionnel…) - Herméneutique collective sur des situations et des matériaux sensibles La recherche et intervention en milieux professionnels - Les différentes figures de l’implication et de l’engagement. - Prendre place sur un terrain - Co-construire une problématique avec les acteurs - Produire des données adaptées au terrain et à la problématique - Mobiliser des concepts et interpréter les incidents critiques - Les questions de restitution Au Q2, accompagnement de la rédaction du mémoire - Le séminaire portera sur une série de questions concrètes que les étudiants se posent au sujet de leur mémoire, en lien avec les concepts de transitions et innovations sociales",
        "teaching_methods": "Travaux pratiques,  ateliers de suivi de stages, exercices dirigés",
        "assessment_methods": "Travaux écrits",
        "other_info": "Sans objet",
        "online_resources": "Documents de cours",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-mtism2001",
        "title": "Mutations Sociales",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            ". SOMEBODY",
            "Jamoulle Pascale"
        ],
        "teaching_language": "Français",
        "content": "Le cours renforcera les capacités d’analyse des étudiants au sujet de grandes mutations contemporaines, articulées à des degrés divers aux processus de mondialisation. Il analysera les problématiques d’exclusions et d’inclusions sociales et les dynamiques communautaires connectées. Il mettra en relation les facteurs de l’exclusion et ses manifestations sur les liens sociaux (familiaux, scolaires, institutionnels, culturels…), le rapport à soi et au corps. En parallèle, il explorera les dynamiques inclusives et les projets alternatifs capables de développer les potentiels des lieux de vie et les capabilités des populations. Ce cours localisera l’analyse des mutations sociales contemporaines sur différents axes sur lesquels des monographies récentes seront croisées: - les effets conjugués des transformations des mondes du travail et des politiques sociales, - les transformations des mondes scolaires en lien avec les polarisations sociales et ethniques des espaces urbains, - les recompositions des familles et des rapports de genre (diversifications des structures familiales, tensions/mutations du genre et des familles). Sur ces trois axes, le cours explorera les « arts de faire » et les projets innovants en contexte social : le travail d’invention, de transformation des professionnalités, d’innovation qui doit pouvoir s’opérer au cœur des mutations sociales pour y produire de l’inclusion : des liens fiables, des territoires habitables, des capabilités et des parcours d’inclusion visant la participation active des populations ciblées.",
        "teaching_methods": "Cours magistraux, classes inversées, observations sur le terrain, herméneutique collective",
        "assessment_methods": "Examen oral, présentation d'articles, exercices cotés",
        "other_info": "Sans objet",
        "online_resources": "Documents de cours",
        "responsible_entity": "PSAD"
    }
]