[
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2740",
        "title": "Comparative industrial relations systems",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Dorssemont Filip",
            "Zune Marc"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Quelques théories explicatives des systèmes de relations professionnelles. Interrelations entre droit étatique et droit conventionnel. Autonomie des interlocuteurs sociaux et intervention de l'Etat. Structures, idéologies et stratégies des organisations d'employeurs et de travailleurs, options politiques de ces organisations et systèmes de reconnaissance de leur représentativité. Degrés d'institutionnalisation et de représentation tant dans les Etats de l'Union européenne qu'au niveau de l'Union européenne. Les champs, l'articulation et les effets de la négociation collective. Les acteurs, les arènes, les modes d'action et les types de formalisation des effets de la négociation collective. Analyse comparée des conflits collectifs du travail : typologies et modes de règlement",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Initier l'étudiant(e) aux cadres théoriques explicatifs de systèmes de relations professionnelles. Aider à la compréhension de l'articulation de différents systèmes \" typiques \" de relations professionnelles qui se sont développés en Europe. Procéder à une analyse comparée des spécificités et différences majeures de ces systèmes. Procéder à une recherche des variables explicatives de ces spécificités et différences",
        "teaching_methods": "La première partie du cours est organisée sous forme d'exposés et de témoignages de praticiens. La deuxième partie du cours repose sur un travail de lecture à préparer et à présenter par groupes d'étudiants, sous forme de synthèses, de critiques et de débats. Il demande une participation active des étudiants.",
        "assessment_methods": "L'évaluation est triple: - remise et présentation d'un travail de groupe comparatif sur un objet des relations professionnelles (8 points) - examen oral sur la partie juridique du cours (6 points) - remise d'un travail de synthèse pour la partie sociologique du cours (6 points) En cas d’évolution des conditions sanitaires vers un code orange ou rouge, l’examen oral pourra être remplacé par un travail écrit.",
        "online_resources": "Cf. Moodle",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2000",
        "title": "Introduction aux sciences du travail",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Antoine Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Evolution de l'activité économique, des relations entre interlocuteurs sociaux et pouvoirs publics en montrant l'incidence sur le travail (géographie économique et sociale de la Belgique, grandes évolutions de l'emploi et des qualifications, structuration des acteurs patronaux et syndicaux, etc.)\rRôle des pouvoirs publics dans les politiques ayant un impact sur l'emploi et le travail, il expliquera aussi l'évo-lution institutionnelle de la Belgique (interne et en rapport avec la construction européenne).\rLes principales sources et moyens de recherche bibliographique, statistique pour que les étudiants puissent ap-profondir certaines matières. \rLes différents niveaux d'analyse possibles et l'apport des diverses disciplines",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à donner aux étudiants une information de base sur le travail, les relations collectives et le système de relations professionnelles tels qu'ils se sont développés depuis 1945 essentiellement en Belgique.\rIl vise aussi à orienter les étudiants dans la recherche de sources dont ils auraient besoin pour approfondir ces éléments de contexte sur le travail.\rIl vise enfin à sensibiliser les étudiants au caractère pluridisciplinaire des sciences du travail",
        "content": "- Evolution de l'activité économique, des relations entre interlocuteurs sociaux et pouvoirs publics en montrant l'incidence sur le travail (géographie économique et sociale de la Belgique, grandes évolutions de l'emploi et des qualifications, structuration des acteurs patronaux et syndicaux, etc.) - Rôle des pouvoirs publics dans les politiques ayant un impact sur l'emploi et le travail, il expliquera aussi l'évolution institutionnelle de la Belgique, ainsi que les mécanismes ayant présidé à l'avènement, puis à l'effritement du salariat, principalement à partir des exemples belge et français. - Les principales sources et moyens de recherche bibliographique, statistique pour que les étudiants puissent approfondir certaines matières. - Les différents niveaux d'analyse possibles et l'apport des diverses disciplines",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen écrit",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin",
        "online_resources": "Les étudiant-e-s disposeront des slides projetés en séance. Aucun syllabus n'est fourni par la professeure.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1323",
        "title": "Institutions et politiques européennes",
        "credits": "5.00",
        "hours": "40.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "de Wilde d'Estmael Tanguy",
            "Laborderie Vincent"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours constitue une introduction au système institutionnel et aux politiques de l'Union européenne. \r\rAprès avoir présenté la série des Traités fondateurs (du Traité CECA au Traité constitutionnel), il présente les pou-voirs des principales institutions en éclairant la spécificité de la méthode communautaire et les modalités plus in-tergouvernementales en ce qui concerne la politique étrangère et de sécurité et la coopération judiciaire et des polices.\r\rS'agissant d'une approche de science politique, un éclairage sera apporté sur des questions telles que l'efficacité et la légitimation démocratique des décisions et sur la typologie distinguant la confédération, la Fédération d'Etats et l'Etat fédéral. La double dimension d'intégration économique et d'union politique de l'Union européenne sera soulignée.\r\r\tConcernant les politiques, le cours présente les stades de l'approfondissement de l'intégration économique et mo-nétaire à partir des notions d'union douanière, de politique agricole commune, de marché commun, de marché unique, d'union économique et monétaire ; il présente aussi les politiques de cohésion ainsi que les politiques de subsidiarité (environnement, consommation, santé). Il décrit les enjeux de l'espace de liberté, de sécurité et de justice et indique les dimensions de l'action extérieure de l'Union européenne : politique commerciale, coopération au développement, aspects externes des autres politiques, politique étrangère et de sécurité commune incluant la politique de sécurité et de défense commune.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours constitue une première approche des différentes organisations internationales agissant sur le territoire européen (Conseil de l'Europe, Organisation pour la sécurité et la coopération en Europe, et Union européenne, en particulier). Il introduit spécifiquement l'étude du système politico-institutionnel le plus élaboré : celui de l'Union européenne.\r\rBrossant un tableau des organisations (pan)européennes, euro-atlantiques ou euro-asiatiques actuelles, le cours vise à les distinguer et à les caractériser selon la typologie des organisations. Il en établit la genèse, les objectifs, les compétences, les spécificités institutionnelles, les moyens d'action, et le cas échéant leurs interactions dans des domaines précis, tels que la prévention ou la gestion de crises et de conflits.\r\rL'accent mis sur l'Union européenne implique une présentation des pouvoirs des principales institutions en éclairant la spécificité de la méthode communautaire et les modalités plus intergouvernementales en ce qui concerne la politique étrangère et de sécurité et la coopération judiciaire et policière. \rLa double dimension d'intégration économique et d'union politique de l'Union européenne sera soulignée à travers l'examen des politiques internes de l'UE, des enjeux de l'espace de liberté, de sécurité et de justice et des dimensions de l'action extérieure de l'Union européenne, incluant les aspects de sécurité et de politiques commune de défense",
        "content": "Plan du cours Introduction : définitions, objet et objectifs du cours A. Conditions d'émergence, composition et évolution politique des principales organisations européennes 1. Genèse des principales organisations européennes : 1945-à nos jours 2. Evolutions de l'OTAN 3. Evolutions de l'OCDE 4. Evolutions de l'OSCE 5. Evolutions du Conseil de l'Europe 6. Evolutions de l'Union européenne B. Analyse politique et institutionnelle de l'UE L'Union européenne - Structure institutionnelle - les institutions principales - typologie des accords - processus de prise de décision - contenu des politiques Comparaison avec le modèle institutionnel des autres organisations européennes Grands débats à propos de l'UE et son avenir",
        "other_info": "Pré-requis : une introduction à la Science politique L'examen est écrit ou oral avec des modalités qui seront précisées en fonction des circonstances (crise sanitaire, grandes cohortes, etc.)",
        "course_materials": "Synthèses du cours disponible sur Moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2200",
        "title": "Sociologie du travail",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "de Nanteuil Matthieu",
            "Ferreras Isabelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les principaux thèmes abordés seront les suivants : \r- Genèse et parcours de la sociologie du travail (abandon du paradigme déterministe, évolution de la matrice disci-plinaire, glissement d'une problématique centrée sur les situations de travail à une problématique plus large) ;\r- Transformations de l'organisation de la production (la division du travail au centre de l'approche socio-technique, crise du taylorisme, nouvelles formes d'organisation du travail) ;\r- Emploi et inégalités sociales (chômage, inclusion/exclusion, précarité, flexibilité) ; \r- L'entreprise et ses logiques d'action (niveaux d'analyse, formes de modernisation, métiers et identités au travail) ;  \r- Travail et subjectivité (risques physiques/psychiques, stress et souffrance au travail, relation travail/modes de vie)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours poursuit un double objectif :  \r- initier les étudiants aux principaux cadres conceptuels du corpus de sociologie du travail, afin de les introduire aux différents aspects du monde du travail et/ou aux nouvelles figures de la question sociale en les familiarisant à la démarche sociologique ; \r- les mettre en position de réfléchir à une question d'actualité, de façon à leur permettre d'appliquer les acquis conceptuels à des aspects pratiques de la vie de travail, entendue au sens large.",
        "content": "Propos général – Ce cours propose une introduction à la sociologie du travail à l’ère de l’Anthropocène . Parmi les évolutions les plus caractéristiques de cette période, on relèvera les mutations suivantes : le travail connaît des mutations irréversibles (liées, notamment, à l’entrée dans une société de services, à la non-soutenabilité de nos modes de production et de consommation, et au développement des intelligences artificielles génératives) ; le capitalisme se globalise (accélérant les innovations, creusant les inégalités et échappant au contrôle citoyen) ; le projet démocratique connaît un double mouvement de remise en cause (poussées autoritaires ou réactionnaires) et d’approfondissement (il s'agit d'une  une exigence normative dans toutes les sphères de la vie commune, à commencer par la sphère professionnelle). Parallèlement, l’entrée dans l’ère de l’Anthropocène pose la question des conditions d’habitabilité de la planète , alors que nos systèmes économiques s’avèrent intenables sur long terme. L’horizon d’un travail soutenable est plus que jamais en jeu. Dans ce contexte, le cours poursuit plusieurs objectifs : initier les étudiant.e.s au champ de la sociologie du travail , en les familiarisant avec la démarche sociologique ; les doter de grilles d’analyse leur permettant de mieux appréhender les transformations en cours, au moins dans les pays industriels et post-industriels ; les sensibiliser au tournant axiologique et politique de la sociologie du travail ; les aider à mieux saisir le lien entre travail et soutenabilité ; les mettre en position de rendre compte d’une situation concrète , en en réalisant une enquête sur une problématique du travail et en s’appuyant sur un dispositif d’apprentissage en groupe.",
        "teaching_methods": "Dispositif d’apprentissage – Le cours s’appuie sur un dispositif d’apprentissage en groupe , qui constitue la colonne vertébrale du cours tout au long du quadrimestre : - merci de s’inscrire rapidement dans les groupes (5 personnes), sur le site Moodle du cours (LTRAV2200) ; - s’agissant d’un cours du soir accessible à différents publics, chaque groupe comprendra au moins une personne exerçant une activité professionnelle . Parallèlement, il importe de mixer les publics et d’éviter que les groupes ne soient constitués que de professionnels ; - dans chaque groupe, trois rôles devront être assumés : le/la responsable est en charge de la qualité des relations au sein du groupe et de l'efficacité globale du dispositif ; l'ambassadeur/l’ambassadrice est en charge des liens avec le groupe-miroir et veille à l’établissement de liens de confiance entre les deux groupes, notamment dans la perspective de « l’avis formatif » ; la personne-source est celle qui amène une « problématique de travail » au sein du groupe. Elle fait partie des membres du groupe qui exercent une activité professionnelle. En pratique, le groupe prendra le temps nécessaire pour dialoguer et échanger avec chacun.e des membres dans cette situation. Il écoutera les problématiques du travail et fera un choix. Une fois le choix effectué, la personne dont la problématique aura été retenue devient la personne-source. Dans ce contexte, chaque groupe a pour mission la réalisation d’une enquête sur une problématique contemporaine du travail , selon les indications fournies ci-après. La dynamique de groupe et l’enquête sur une problématique du travail A son initiative, le groupe se réunit régulièrement. Sur le site Moodle, des conseils sont donnés pour animer et structurer les réunions de groupe. Après une première phase d’échange, le groupe retient une problématique du travail et identifie la personne-source . Parallèlement, il prend le temps nécessaire pour désigner les personnes qui incarneront les rôles de responsable et d’ ambassadeur.rice . Les liens avec le groupe-miroir devront être établis rapidement. Chaque groupe forme, avec le groupe-miroir, un éco-système d’apprentissage . Le groupe-miroir peut être sollicité pour des informations ou des conseils. Aux deux tiers du parcours, il devra être sollicité pour remettre un avis formatif sur le travail collectif du groupe qui fait appel à lui, sous la forme d’un texte d’une demi-page. Cet avis formatif porte à la fois sur l’enquête et la dynamique de groupe . Il importe que la confiance ait été créée dès le début de cours pour que cet avis soit le plus intéressant et le fructueux possible. Attention : il s’agit bien d’un avis formatif , qui ne juge ni les personnes ni le travail réalisé, mais est conçu pour aider le groupe qui le demande à progresser dans ses apprentissages. Il ne s’agit pas d’un avis évaluatif . Chaque groupe devra intégrer l’avis formatif de son groupe-miroir dans son annexe 2 et expliquer comment il y a réagi , là encore sous la forme d’un texte d’une demi-page. L’enquête présente les caractéristiques suivantes : disposer d’informations fiables sur le problème évoqué et sur l’organisation concernée ; mettre en œuvre la démarche en 7 étapes , telles qu’elles sont exposés sur le site Moodle ; conclure par une proposition politique devant permettre la mise en œuvre effective du cadre de justice retenu ; sur le plan méthodologique, cela suppose de réaliser 3 à 5 entretiens semi-directifs (ex. 3 travailleurs, 2 partenaires sociaux), en veillant à ce que plusieurs extraits d’entretien soient intégrés dans le corps du texte. Sur Moodle, un document donne des précisions concernant les entretiens semi-directifs. Le problème du travail amené par la personne-source peut concerner une situation actuelle ou une situation passée , à condition qu’il soit possible de l’instruire à travers une série d’entretiens semi-directifs. En termes d’apprentissage, l’objectif de cette enquête est de permettre aux étudiant.e.s de mieux appréhender la réalité du travail , en s’appuyant sur les acquis du cours et en s’engageant dans le tournant axiologique et politique de la sociologie du travail. Chaque enquête donne lieu à la rédaction d’un texte de 20 à 25 pages (Garamond 12, interligne 1,5) qui relate des différentes étapes et des résultats de cette enquête. Ce texte est complété par trois annexes : l’annexe 1 comprend la fiche signalétique, en 1 page ; l’annexe 2 comprend une synthèse de chaque cadre de justice, en 1 page (4x1 page = 4 pages) ; l’annexe 3 comprend : l’auto-évaluation, par le groupe, de la dynamique de groupe (1 page), l’avis formatif du groupe-miroir (1/2 page) et la réponse à cet avis (1/2 page).",
        "assessment_methods": "Modalités d’évaluation – Le cours articule deux évaluations distinctes : Un test individuel de connaissance. Réalisé lors de la session de janvier, ce test vise à évaluer la maîtrise individuelle des notions vues en cours. Dans la mesure où ces notions seront mobilisées dans l’enquête de terrain, il est très important qu’elles soient correctement comprises et appropriées par les étudiant.e.s. Ce test de connaissance intervient pour 50% de la note finale. Un travail de groupe, donnant lieu à la remise d’un document écrit (date à préciser en séance). Ce travail est le résultat d’une enquête, réalisée de façon collective selon une méthodologie précise. Il suppose la réalisation de 3 à 5 interviews (ex. 3 travailleurs et 2 partenaires sociaux) et l’intégration d’extraits d’entretien dans le corps du texte. D’une longueur de 20 à 25 pages (Garamond 12, interligne 1,5), il est complété par trois annexes : une annexe comprenant la fiche descriptive de l’organisation (1 page au total) ; une annexe relative aux cadres de justice (1 page par modèle, soit 4 au total) ; une annexe relative à la dynamique de groupe, intégrant l’avis formatif du groupe-miroir (2 pages au total). Le travail de groupe intervient pour 50% de la note finale.",
        "other_info": "Acquis d’apprentissage – A la fin de ce cours, l’étudiant.e sera en mesure de : s’initier au travail de groupe ; comprendre l’importance de la coordination intra-groupe et des relations inter-groupes ; maîtriser plusieurs concepts-clé en sociologie du travail, en particulier ceux de : division du travail, rapport salarial, société de services, confits de valeur, cadres de justice, gouvernement du travail, démocratie au travail, travail soutenable ; mobiliser des grilles de lecture leur permettant d’appréhender avec rigueur une problématique issue du monde du travail ; développer une argumentation claire et précise sur ces questions ; mener une enquête sur une situation de travail en mettant en œuvre une démarche par étapes et maîtriser la méthodologie d’enquête présentée en cours. En référence à la “Roue de la Transition et du Développement Durable”, promue par le Plan Transition ( https://uclouvain.be/fr/decouvrir/universite-transition/plan-transition.html ), ce cours contribuera au développement des thèmes suivants: Connaissance et méthodes scientifiques Pluralité des grilles d’analyse Analyse systémique Mise en œuvre (via enquêtes et recommandations)",
        "online_resources": "Toutes les ressources sont disponibles sur le site Moodle : LTRAV2200 .",
        "bibliography": "Documents de travail – Les supports des cours magistraux sont disponibles sur Moodle. Pour entrer pleinement dans le cours et mener l’enquête de terrain, il est fortement recommandé de se procurer, par groupe, un exemplaire de chacun des deux ouvrages suivants : Ferreras, Isabelle, Battilana, Julie, Méda, Dominique (eds) (2020) Le Manifeste Travail, Démocratiser, démarchandiser, dépolluer . Paris : Le Seuil. De Nanteuil, Mathieu (2016). Rendre justice au travail. Ethique et politique dans les organisations, Paris : PUF. Pour leur culture générale, les étudiant.es sont également incités à lire : Fjeld, Anders et de Nanteuil, Matthieu. Le monde selon Adam Smith. Essai sur l’imaginaire en économie , Paris, PUF, 2022. Les étudiants sont également invités à enrichir leur réflexion en lisant attentivement les textes scientifiques également disponibles sur Moodle.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lhuso1125",
        "title": "Séminaire de travail universitaire en sciences humaines et sociales",
        "credits": "5.00",
        "hours": "15.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hermesse Julie",
            "Servais Olivier"
        ],
        "teaching_language": "Français",
        "topics_covered": "1ère partie : (commune pour tous les bacs) 15h d'exposé magistral (15h x 5 prof. = 75h)\r-\tPrésentation des sources de l'information écrites, orales, visuelles, chiffrées \r-\tFamiliarisation aux outils de recherche (bibliothèque, web, )\r-\tDéfinition des règles de la critique à leur appliquer\r-\tFormalisation d'un raisonnement scientifique\r2ème partie : 15h d'exposé en grand groupe (15h x 10 prof . et moniteurs = 150h)\r-\tApplication de ces principes et méthodes et méthodes à une thématique générale choisie par baccalauréat (ex : mondialisation, immigration, emploi et chômage, construction européenne, )\r-\tPrésentation des étapes d'une recherche\r-\tDéfinition du sujet des objectifs, des méthodes des sources d'information pertinentes\r-\tCollecte des données et traitement\r-\tDémarche d'analyse\r3ème partie : 15h (illustration par traitement)\rDéclinaison de cette thématique générale en sous-thèmes spécifiques (1 par sous-groupe de 30 étudiants)\rTravaux pratiques et suivi encadré par les assistants (+ 33 groupes de 30 étudiants)\r-\tChoix d'un sous-thème particulier\r-\tDélimitation de l'objet d'étude\r-\tEssai d'analyse et d'explication\r-\tDéveloppement de l'esprit critique de la capacité de formalisation du raisonnement\r-\tCommunication des résultats\rRéalisation d'un travail personnel en rapport avec la discipline du baccalauréat choisi par l'étudiant et en utilisant une démarche spécifique au domaine étudié.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif de ce séminaire est d'initier l'étudiant au travail universitaire, au travers de questions concrètes ancrées dans la discipline de son choix.  Il sera amené à maîtriser les techniques de base du travail universitaire : usage des sources bibliographiques, réalisation de synthèses critiques, utilisation des conventions de références, techniques de rédaction Cet apprentissage aura également pour but de sensibiliser l'étudiant à des problématiques de recherche concrètes, développées dans le champ disciplinaire de son choix. Cette première formation se fera dans un esprit d'ouverture : l'étudiant sera amené à situer les outils propres à sa discipline, par rapport aux méthodes utilisées par les autres disciplines enseignées dans la Faculté.",
        "content": "Le séminaire est donné sous forme : D'exposés participatifs supposant une démarche active de l'étudiant (présentation d'une démarche de recherche, illustration à l'aide d'exemples concrets, propositions et utilisations de supports méthodologiques et théoriques adéquats). Le  cours abordera de manière conceptuelle et pragmatique les thématiques suivantes : l’entrée sur un terrain de recherche, le travail d’observation sur le terrain, la construction d’une question de recherche, la recherche bibliographique, la rédaction d’observations et de premières analyses. Une partie pratique de terrain est centrale dans ce cours",
        "teaching_methods": "Le cours s'oriente vers une dimension \"Exercice pratique\", avec des observations de terrains, des séances de travaux pratiques autour de la bibliographie, de la critique, de la question de recherche et de la rédaction d'un texte scientifique.  Un accompagnement assistant et un Mooc et des lectures complètent les méthodes d'enseignement.",
        "assessment_methods": "L’évaluation du séminaire donné au Q2 sera à la fois continue et certificative. Elle sera finalisée par la réalisation d'un travail en groupe présenté oralement et écrit. L'utilisation de l'intelligence artificielle dans les tests d'évaluation de ce cours est régie par les règles énoncées dans le mémorandum de la faculté en la matière, disponible sur l'intranet de la faculté dans la section information aux étudiants.",
        "other_info": "Pour la partie disciplinaire. Pré-requis : pas de pré-requis Evaluation : évaluation continue et évaluation du travail personnel",
        "online_resources": "Les ressources  se trouveront également sur Moodle.",
        "bibliography": "Pour les deux parties du cours, les supports de cours (notes écrites et PowerPoint) sont fournis sur Moodle.",
        "course_materials": "Pour le  cours, les supports de cours (notes écrites  et PowerPoint) sont fournis sur Moodle.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1115",
        "title": "Economie politique",
        "credits": "5.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Isaac Tanguy",
            "Khatibi Arastou"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours commence avec la présentation des grands principes de l'économie, de la manière de penser des économistes et des gains à l'échange. Le premier grand chapitre concerne le fonctionnement des marchés (demande, offre, élasticité, efficience des marchés). Le deuxième chapitre traite du rôle du secteur public (externalités, biens publics et ressources communes, système fiscal). On se tourne ensuite, dans un troisième chapitre, vers l'économie industrielle et l'analyse du comportement des entreprises dans différentes structures de marché (concurrence parfaite, monopole, oligopole). Vient alors, dans un quatrième chapitre, l'analyse de deux sujets plus approfondis : le marché du travail et le choix du consommateur. Les derniers chapitres couverts dans le cours concernent l'analyse macro-économique : l'économie réelle à long terme (production et croissance, système financier), le système monétaire, l'analyse de l'économie ouverte et les fluctuations économiques de court terme. Les économistes ont une façon d'étudier la réalité économique et sociale qui leur est propre, et que l'on peut présenter correctement, sans entrer immédiatement dans les détails de la théorie micro-économique parfois trop abstraite du consommateur, du producteur et de l'équilibre général et des modèles théoriques en macro-économie. Ce premier cours d'économie politique offre un aperçu des principes économiques et de ce qu'il est vraiment important de connaître pour démarrer en économie. Le cours adopte une démarche inductive, au sens où le point de départ repose sur des questions qui interpellent directement les étudiants, pour au travers de ces questions présenter les concepts importants de l'économie et illustrer la particularité de la discipline. Ainsi le cours vise à répondre aux questions suivantes: Que sont effectivement les forces du marché ? Pourquoi le marché est-il, dans certaines circonstances, une organisation efficace de l'activité économique ? Quels sont les avantages et limites du libre échange ? Comment l'impôt influe-t-il sur les mécanismes de marché ? Quel est le rôle de la monnaie ? Comment expliquer la diversité des niveaux de vie dans le monde ? Quel est le rôle de l'état dans une économie de marché ? Le cours présente aussi le rôle joué par les économistes en matière de politique économique. Cette approche inductive contraste radicalement avec l'approche déductive des cours de micro et macro. Nous pensons que les deux approches se complètent harmonieusement pour ceux qui souhaitent poursuivre dans le Bac ECGE, et que l'approche inductive permet aux autres, moins enclin à la formalisation, de comprendre les grands principes de l'économie et la façon particulière de penser des économistes.",
        "content": "Le cours offre un aperçu des principes économiques. Le cours abordera les mécanismes de fonctionnement du marché, l'offre et la demande, l'élasticité, l'efficience, le rôle de l'Etat, le marché du travail, les concepts de base de l'économie ouverte et du fonctionnement de l'économie dans le court et le long terme. Le cours combine des enseignements en grand auditoire, du matériel disponible sur Moodle et des séances d'exercices en petits groupes. Les copies des diapositives utilisées aux cours sont disponibles en ligne sur Moodle. D'autres documents (résumés, questions de révision, exercices...) sont disponibles via les mêmes canaux.",
        "teaching_methods": "La matière sera exposée en grand auditoire par le professeur et au moyen de ressources disponibles sur Moodle. Des séances d'exercices en petits groupes permettront aux étudiants d'approfondir leur maîtrise de la matière en réalisant par eux-mêmes des exercices. Si la situation sanitaire l'exige, le cours passera en mode distanciel.",
        "assessment_methods": "Pour LCOPS1115B avec Arastou Khatibi, l'évaluation certificative se base sur un examen écrit organisé lors des sessions d'examen. Pour LCOPS1115A avec Tanguy Isaac, l'évaluation certificative se base sur un examen écrit organisé lors des sessions d'examen et un travail de groupe réalisé en cours de quadrimestre. La pondération est de 16 points pour l'examen écrit et 4 points pour le travail de groupe.",
        "online_resources": "Des ressources en ligne seront disponibles sur Moodle.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1125",
        "title": "Psychologie et psychologie sociale",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Buxant Coralie",
            "Corneille Olivier",
            "Woltin Karl-Andrew"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les connaissances feront d'abord l'objet d'une brève mise en perspective historique. L'enseignement des applications sera conçu de manière à introduire les concepts fondamentaux et les résultats principaux dans les domaines étudiés. Le(s) enseignant(s) veilleront à illustrer par ces applications les concepts fondamentaux et les principes critiques développés dans les deux premiers chapitres. 1. Présentation générale des domaines actuels et des méthodes de la psychologie scientifique. 2. Définition et niveaux de complexité de la cognition, à partir des processus neuropsychologiques de la représentation mentale. 3. Emotions et sentiments : le développement de l'attachement social ; l'attirance sexuelle et la passion amoureuse ; le stress et ses conséquences pathologiques. 4. La communication non verbale : héritage primatologique des signaux universels (mimiques faciales et gestes); la séduction sexuelle; le poids des informations verbales et non verbales dans le charisme des leaders politiques. 5. Les attitudes et leur changement : antécédents affectifs, cognitifs et comportementaux 6. Influence sociale : le poids des normes et de l'autorité 7. Les relations intergroupes : stéréotypes, discrimination et conflits intergroupes",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'objectif essentiel d'un cours introductif est d'offrir aux étudiants une présentation des connaissances fondamentales en psychologie, ainsi qu'en psychologie sociale contemporaine. L'étudiant devra acquérir les concepts et méthodes d'analyse lui permettant de développer sa capacité à détecter et analyser les mécanismes psycho-sociaux de base sous-tendant les raisonnements et le comportement humain. L'étudiant devra développer ses capacités d'analyse, de synthèse et d'évaluation critique d'informations de nature psychologique. Il sera sensibilisé aux portées et limites de l'approche psychosociale et invité à aborder ce courant dans le contexte plus général des sciences humaines (place, apports et limites de la psychologie dans la compréhension et la prédiction des conduites sociales).",
        "content": "Ce cours propose une introduction générale à la psychologie et à la psychologie sociale. Les contenus particuliers vus aux cours dépendent de la série concernée (ECGE, ...; INGE, ...; SPOL, HUSO & COMU, ...).",
        "teaching_methods": "Pour la série \"Olivier Corneille\" (principalement ECGA): Cours ex cathedra. Pour la partie \"Coralie Buxant\"(principalement COMU, HUSO & SPOL): Idem. Pour la partie \"Karl-Andrew Woltin\" (principalement INGE): Idem.",
        "assessment_methods": "Pour la série \"Olivier Corneille\" (principalement ECGA): Modalité d'évaluation: Examen écrit QCM sur la matière, contenant 30 questions avec trois possibilités de réponse dont une seule est correcte. Le seuil de maitrise minimum des acquis d’apprentissages (correspondant à une note de 10/20) requiert de répondre correctement à au moins 20 questions sur 30. La formule utilisée pour la pondération des points sera explicitée au premier cours. Ces modalités d'évaluation restent les mêmes pour toutes les sessions d'une même année. Pour la série \"Coralie Buxant\" (principalement SPOL, HUSO & COMU): Idem. Pour la série \"Karl-Andrew Woltin\" (principalement INGE): Idem.",
        "other_info": "Le cours est dispensé en français.",
        "online_resources": "Pour la partie \"Olivier Corneille\" (principalement ECGA): PDFs des powerpoints disponibles sur Moodle + liens vers vidéos et autres médias. Pour la partie \"Coralie Buxant\" (principalement SPOL, HUSO & COMU): Idem. Pour la partie \"Karl-Andrew Woltin\" (principalement INGE): Idem.",
        "course_materials": "Pour la partie \"Karl-Andrew Woltin\" (principalement INGE): Godefroid, J. (2011). Psychologie: science humaine et science cognitive. DeBoeck. Pour la partie \"Karl-Andrew Woltin\" (principalement INGE):  Yzerbyt, V. & Klein, O. (2019). Psychologie sociale. DeBoeck.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2700",
        "title": "Labour context in Europe",
        "credits": "5.00",
        "hours": "15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Léonard Evelyne"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Pour traiter des \" contextes du travail en Europe \", il faut s'intéresser aux contextes nationaux dans lesquels le travail s'inscrit, mais aussi au travail lui-même. De façon à pouvoir l'aborder de façon concrète, le cours est axé sur l'étude d'une thématique d'actualité qui est redéfinie d'année en année (par exemple : la durée du travail, l'égalité des chances).\rPar petits groupes, les étudiants auront à évaluer quelle est la situation dans ce domaine dans plusieurs Etats membres et à identifier les évolutions en cours, en les analysant en rapport avec les principales dimensions d'un contexte national spécifique.\rChaque groupe travaille sur un pays de son choix. La mise en commun en séance permet d'effectuer la démar-che comparative.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du cours, les étudiants doivent :\r-Etre familiarisés aux caractéristiques majeures de l'environnement du monde du travail des pays européens qui participent au programme du Master européen en Sciences du Travail. Il s'agit ainsi d'acquérir une première connaissance sur le contexte économique, politico-institutionnel et de relations industrielles de ces pays ;\r- Etre capables d'analyser une thématique du travail en relation avec un contexte national spécifique ;\r- Etre capables d'élaborer une démarche rigoureuse de comparaison entre situations nationales sur des questions du travail.",
        "content": "Welcome to the fascinating world of work! And welcome to Europe! The course intends to develop your capacity to build up your own thinking on country comparisons . As the course’s title is ‘Labour contexts in Europe”, we will focus on countries of the European Union and on topics related to work and employment. At the end of this course, you will be able to : Present clearly and precisely comparative studies on work-related topics; Explain what one can compare to show similarities and differences; Identify different methods used to compare countries; List a number of factors that favor similarity or difference between countries; And, finally, evaluate whether globalization suppresses national distinctiveness, or not! In addition, you will develop your capacity to: Read scientific literature on work-related topics; Work in team; Build up your own thinking from different scientific inputs.",
        "teaching_methods": "The course requires your active participation . You will organize into small teams of two or three students. Your team will choose two member States of the European Union. You will conduct a comparative study of these countries, present your findings in the class, and discuss with other teams and with myself to build your comparison of countries. Each team will have to deliver presentations in the class, and will benefit from other teams’ presentations.",
        "assessment_methods": "The evaluation is composed of two parts : Your group presentation in the classroom; Your individual paper. Each counts for 50% of the grade for the course. Your work consists in original production on your part. Even if you use the help of a conversational robot, for instance, your work must demonstrate scientific soundness, be based on reliable and high-quality sources, and clearly show the stages of your reasoning. The evaluation criteria that I provide precisely indicate what I expect.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "online_resources": "The course website on Moodle provides a lot of information and resources. However, participation in class and in the group sessions is necessary to attain the course objectives.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2720",
        "title": "Comparative social protection systems",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Simola Anna Maria"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours forme les étudiants à l'analyse comparée des systèmes de protection sociale. Il accorde une place importante à l'analyse des systèmes de protection sociale européens (aperçu historique de leur émergence et présentation des grandes caractéristiques, en prenant notamment appui sur la typologie d’Esping-Andersen et sa critique féministe).  Le cours décentre ensuite le regard, au travers d'une présentation des grandes caractéristiques des systèmes de protection sociale du ‘sud’, et d'une série d'enjeux contemporains globalisés qui redéfinissent les contours de la question de la justice sociale en lien, par exemple, avec les migrations, et le changement climatique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 introduire les éléments essentiels du débat sur les méthodes comparatives en sciences sociales; aider à la compréhension des différents modèles \"typiques\" de protection sociale; aider à la compréhension des éléments majeurs des \"systèmes\" de protection sociale existant dans les pays industrialisés (remarque: et pas seulement en Europe - le détour par le système américain est indispensable); aider au repérage et à l'analyse comparée des différences essentielles et de leurs effets spécifiques, selon les idéaux-types (\"modèles\") et les \"systèmes\" concrets; aider à la perception de l'importance relative du travail salarié dans le fonctionnement (financement, accès aux droits...) de chacun des modèles",
        "content": "L'objectif principal de ce cours consiste à familiariser les étudiant-e-s à l’examen comparatif des principaux régimes de protection sociale contemporains. Pour ce faire, le cours abordera les thématiques suivantes : Analyse comparée des systèmes de protection sociale du ‘nord’ : Aperçu historique de l'émergence des modèles et systèmes de protection sociale européens, et présentation des grandes caractéristiques de ces modèles et systèmes ; typologie d’Esping-Andersen ;  la critique féministe : gendering social protection analysis ; et la question migratoire. Analyse comparée des systèmes de protection sociale du ‘sud’ : Contextualisation, présentation des principales typologies, et études de cas centrées sur l’Amérique du Sud Enjeux contemporains globalisés : protection sociale transnationale ; changement climatique et justice sociale",
        "teaching_methods": "Le cours se donne en présentiel,et/ou à distance. Le cours est donné en anglais et s'appuie sur la participation active des étudiant·es (notamment, lecture et discussion de textes en classe). Il est accompagné d’une présentation powerpoint et de lectures obligatoires.",
        "assessment_methods": "Examen écrit.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir. Les étudiant-e-s disposent d’une version PDF des slides powerpoint présentés au cours. Les lectures obligatoires prennent la forme d’un portefeuille de lecture ou d’un livre.",
        "online_resources": "Les étudiant·es doivent s'inscrire au Moodle du cours. Ils et elles auront notamment accès aux présentations powerpoint en version pdf et à un portefeuille de lectures obligatoires.",
        "bibliography": "Des références bibliographiques utiles sont transmises au fur et à mesure des cours. Useful references will be provided during the semester.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1114",
        "title": "Statistiques et éléments de probabilité",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Delacre Marie",
            "Delacre Marie",
            "von Sachs Rainer"
        ],
        "teaching_language": "Français",
        "topics_covered": "1 : Statistique Descriptive. Elle regroupe les méthodes permettant de condenser les données d'un échantillon ou d'une population en quelques caractéristiques utiles ou estimations. Les distributions de fréquences, les fonctions de densité et de répartition et les caractéristiques paramétriques et non paramétriques sont abordées dans les échantillons. 2 : Introduction au Calcul des Probabilités. Selon le procédé de sélection de l'échantillon, ces méthodes assurent le lien entre la population et son échantillon. Les matières abordées sont les règles de calcul des probabilités (conditionnelles, totales, formule de Bayes,...), la quantification des événements en variables aléatoires univariées et la distribution des probabilités associées, pour des ensembles finis. Les dénombrements issus de schémas expérimentaux qui génèrent les lois uniforme discrète, binomiale et hypergéométrique sont approfondis. 3 : Introduction à l'Inférence Statistique. Pour confronter les observations avec les hypothèses émises sur les paramètres d'une population, l'inférence statistique utilise des estimateurs. Cette partie du cours analyse ces estimateurs statistiques, leurs caractéristiques et leurs qualités d'inférence. La statistique est la science qui permet de confronter les données d'un échantillon (réalité des estimations ou données numériques recueillies en observant ou en expérimentant une partie de la population) avec la théorie (énoncé d'hypothèses abstraites sur des paramètres de population). C'est la science d'analyse de données quantitatives, qui s'applique très largement à l'ensemble des sciences économiques, politiques et sociales. Ce cours est une introduction à la statistique. L'enseignement est centré sur la résolution d'applications ou problèmes d'analyse des données en sciences économiques, politiques et sociales soumis aux étudiants et visant à développer une démarche systématique de résolution : Quelle est la question en termes quantitatifs ? Quels sont les outils utiles ? Les conditions de validité sont-elles respectées ? Comment calculer ces outils ? Quelle est la réponse à la question ?",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Décrire et d'analyser un échantillon ; 3. Identifier les procédures simples d'échantillonnage ; 4. Etablir les caractéristiques opérationnelles des statistiques de base (moyenne, déviation, proportion) dans ces procédures ; 2. Maîtriser les bases du calcul des probabilités appliqué à des dénombrements ; 5. Préciser les qualités des caractéristiques opérationnelles de statistiques de base qui permettent l'inférence sur des paramètres de la population.",
        "content": "Cette unité d'enseignement consiste en une introduction à la statistique. La statistique est la science qui permet de confronter les données d'un échantillon (données numériques recueillies en observant ou en expérimentant une partie de la population) avec la théorie (énoncés et tests d'hypothèses sur des caractéristiques de population). C'est la science d'analyse de données, qui s'applique très largement à l'ensemble des sciences économiques, politiques et sociales. Ce cours s'articule autour de la statistique descriptive, la théorie des probabilités et l'inférence statistique (introduction).",
        "teaching_methods": "Le cours est donné sous forme d'exposés magistraux (présentation des concepts, d'exemples d'applications, de résolutions de problèmes) et de séances d'exercices en petits groupes (résolutions d'exercices), complétés par une participation active des étudiants sous forme de lectures, de visualisation de vidéos, de préparation d'exercices et de réalisation de tests de connaissances. Le cours Moodle LCOPS1114 constitue le site de référence. Les étudiants sont invités à le consulter régulièrement. Des canaux spécifiques de communication et d'échanges entre les étudiants et l'équipe pédagogique sont mis en place (Forum Moodle, canaux Teams, réunions Teams, ...). Cet enseignement est conçu de façon à s'adapter rapidement à l'évolution sanitaire (enseignement en présentiel, comodal ou à distance). Les étudiants sont invités à vérifier régulièrement leur horaire de cours sur ADE ainsi que les informations disponibles sur Moodle. Durant la semaine Win Week, l'enseignant présente 1) les informations générales, pédagogiques et évaluatives relatives au cours ; 2) le contenu du cours et ses objectifs ainsi que les pré-requis nécessaires. Un auto-test de connaissances des pré-requis mathématiques à la matière sera proposé et, selon leurs résultats les étudiants seront invités à participer à des séances de remise à niveau mathématique. Les étudiants participent activement aux activités présentées sur un site spécialement dédié à la mise à niveau des étudiants.",
        "assessment_methods": "Examen final écrit (format papier ou sur ordinateur) : QCM et/ou questions numériques (avec réponses courtes) et/ou questions ouvertes en session d'examen. Ces modalités d'examen final sont identiques en seconde et troisième session.L'examen peut éventuellement être différent entre les auditoires COMU et HUSO/SOCA/SPOL.",
        "online_resources": "MOODLEUCL : cours LCOPS1114.",
        "bibliography": "Livre de référence : Notions de statistique, Christiane Simard, 3ème édition, Modulo Inc.",
        "course_materials": "Livre de référence : Notions de statistique, Christiane Simard, 3ème édition, Modulo Inc Slides du cours disponibles sur Moodle Ressources diverses sur Moodle",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2250",
        "title": "Philosophie du travail",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Hunyadi Mark"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours veillera à présenter l'apport des principales approches philosophiques,  classiques et contemporaines, à l'élucidation des questions anthropologiques, éthiques et politiques relatives au travail : sens et valeur du travail, sens et valeur de la division du travail et du salariat, droit au travail, liberté du travail, travail et reconnaissance, travail et genre.  Il veillera à montrer la pertinence de ces questionnements philosophiques pour l'analyse d'enjeux socio-politiques contemporains : transformation des formes de protection sociale, souffrance au travail, évolutions du droit du travail, démocratie dans l'entreprise, gestion des ressources humaines.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Rendre l'étudiant(e) capable :\rd'appréhender la spécificité de l'approche philosophique des questions anthropologiques, éthiques et politiques relatives au travail ;\rde maîtriser les principales conceptions et conceptualisations philosophiques traitant de ces questions ;\rd'utiliser ces conceptions et conceptualisations dans une analyse des enjeux socio-politiques contemporains du travail (droit au travail, lien travail-revenu, reconnaissance du travail domestique,  accès à la protection sociale, éthique de la gestion des ressources humaines,...)",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lespo1122",
        "title": "Fondements du droit public et privé",
        "credits": "5.00",
        "hours": "40.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Bazier Pierre",
            "Bonbled Nicolas",
            "Marique Enguerrand",
            "Slingeneyer de Goeswin Thibaut",
            "Vanderschuren Justin"
        ],
        "teaching_language": "Français",
        "topics_covered": "C'est au travers des diverses espèces des règles de droit qui y sont applicables qu'est abordé - dans une première partie - l'environnement institutionnel.  Cela implique l'identification des règles (Traités internationaux, règle-ments et directives de la Communauté européenne, Constitution belge, lois fédérales, décrets et ordonnances des communautés et régions ), l'autorité dont elles émanent (qui fait les traités internationaux ? d'où émanent les arrêtés communautaires ou régionaux ?), leur mode d'élaboration (comment sont fabriquées et publiées ces rè-gle ?), ainsi que leur domaine matériel (quelle est la compétence de l'autorité fédérale ?  quel est le domaine d'action des communautés et des régions ?).\r\rLa seconde partie est - pour l'essentiel - centrée sur quelques questions fondamentales relatives à l'acte juridique au moyen duquel l'individu met en uvre sur le terrain du droit la liberté d'action sont il jouit (autonomie de la volonté, consensualisme, conditions de validité des actes, preuve, exécution).  Des éléments de base sont également fournis à propos des principes qui régissent la responsabilité civile (conditions de mise en uvre, faute, réparation",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 L'enseignement vise à donner une image précise de l'environnement institutionnel et juridique de la société belge aux travers des règles de droit qui y ont cours, de manière à ce que l'étudiant perçoive d'une part ce qu'est le droit imposé par l'autorité publique et d'autre part le droit que les individus sont autorisés à créer pour leurs besoins au travers de l'acte juridique et du contrat.\rIl s'appuie sur les textes actuellement en vigueur (traités internationaux, Constitution belge, lois, décrets et ordon-nances) qu'il convient d'analyser et de comprendre tout en percevant le pourquoi et le comment de la solutions qu'ils imposent.\rIl s'agit, en réalité, d'une première vue d'ensemble qui, par cela qu'elle concerne le droit, doit rendre l'étudiant attentif à des réalités élémentaires : exactitude des concepts (annulation, abrogation, suspension), pertinence (ne point confondre la chose dont il s'agit, ses causes et ses conséquences) et correction dans l'analyse et l'expression (en quoi une loi fédérale se distingue-t-elle d'un décret régional ?).",
        "content": "Chapitre préliminaire La notion de droit Les branches du droit Partie I : les sources des règles générales et abstraites Etude systématique des règles de droit national (Constitution, lois, décret, ordonnances, convention collective de travail, coutume, jurisprudence, etc.) et de droit international (Union européenne, Communautés euro-péennes, Convention européenne des droits de l'homme). Partie II : Introduction au droit privé Théorie générale de l'acte juridique (Notions, classifications, éléments constitutifs, sanctions des irrégularités, responsabilité délictuelle et contractuelle). Méthode N'étant pas assorti de travaux pratiques ou de séances de monitorat, le cours est dispensé sous forme magistrale. Contenu des cours LESPO1122A, LESPO1122B et LESPO1122C : Le cours se présente sous la forme de leçons. Celles-ci sont choisies de manière à développer les thèmes à aborder dans le cadre du cours. Elles peuvent notamment porter sur : « Le ‘droit’, ses acceptions, ses valeurs & ses fonctions » ; « La règle de droit » ; « La ‘personne’, ses ‘droits subjectifs’ et son ‘patrimoine’ » ; « Eléments relatifs au système 'fédératif' belge » ; « Eléments de droit des contrats » ; « Eléments de responsabilité extracontractuelle » ; etc. Contenu du cours LESPO1122D : Introduction générale : définitions et fonctions du droit, concepts de “règle de droit”, de “Etat de droit”, de “personne”, de “droits subjectifs”, de “branches du droit”... ; Structure de l’Etat belge et exercice des pouvoirs en Belgique ; Sources formelles du droit belge ; Cohérence de l’ordre juridique belge ; Théorie générale du contrat ; Principes généraux de la responsabilité civile ; Conclusion et réflexions sur la validité de la norme juridique.",
        "teaching_methods": "Méthodes d'enseignement pour les cours LESPO1122A, LESPO1122B et LESPO1122C : Le cours se présente sous forme de leçons. Celles-ci sont développées en présentiel, lors du cours magistral, ou exposées par le biais de documents – ces derniers étant identifiés comme matière de cours par le titulaire du cours. Méthodes d'enseignements pour lecours LESPO1122D : Le cours sera donné en présentiel. Il s’agit d’un cours ex cathedra avec présentation (via Wooclap) de questions d’examen des années précédentes.",
        "assessment_methods": "Modes d'évaluation des acquis des étudiants pour les cours LESPO1122A et LESPO1122B : * L’évaluation porte sur l’ensemble de la matière vue dans le cadre du cours. Il s’agit, d’une part, de la matière développée au cours magistral et, d’autre part, de la matière exposée par écrit et identifiée comme telle par le titulaire du cours. * L'évaluation des acquis se fait au moyen d'un examen écrit comportant des questions de type \"QCM\". Aucune pénalité n'est appliquée en cas d'absence de réponse ou de réponse incorrecte. L'examen comporte également des questions Vrai ou Faux à courte justification. Les consignes précises et des exemples seront donnés au cours magistral. * L'étudiant peut être en possession et utiliser à l'examen les textes législatifs et réglementaires expressément autorisés par le titulaire du cours. Sur ces textes, ne peut figurer aucune annotation (sauf des renvois entre les articles). Les étudiants ne peuvent pas disposer de leur Manuel, de leurs notes de cours, des slides ou de synthèses lors de l'examen. Les consignes précises et des exemples seront donnés au cours magistral. * Les modalités d’évaluation sont identiques en première session et en seconde session. Modes d'évaluation des acquis des étudiants pour le cours LESPO1122C : * L’évaluation porte sur l’ensemble de la matière vue dans le cadre du cours. Il s’agit, d’une part, de la matière développée au cours magistral et, d’autre part, de la matière exposée par écrit et identifiée comme telle par le titulaire du cours. * L'évaluation des acquis se fait au moyen d'un examen écrit de type \"QCM\". Aucune pénalité n'est appliquée en cas d'absence de réponse ou de réponse incorrecte. Les consignes précises et des exemples seront donnés au cours magistral. * L'étudiant peut être en possession et utiliser à l'examen les textes législatifs et réglementaires expressément autorisés par le titulaire du cours. Sur ces textes, ne peut figurer aucune annotation (sauf des renvois entre les articles). Les étudiants ne peuvent pas disposer de leur Manuel, de leurs notes de cours, des slides ou de synthèses lors de l'examen. Les consignes précises et des exemples seront donnés au cours magistral. * Les modalités d’évaluation sont identiques en première session et en seconde session. Modes d'évaluation des acquis des étudiants pour le cours LESPO1122D : * L’évaluation porte sur l’ensemble de la matière vue dans le cadre du cours. Il s’agit de la matière développée dans le syllabus. Les parties “pour mémoire” du syllabus ne font pas partie de la matière de l’examen. * L'évaluation des acquis se fait au moyen d'un examen écrit. Il y a trois types de questions : 1) questions de type \"QCM\" ; 2) questions de manipulation du Code ; 3) questions ouvertes d'application et de restitution.  La partie QCM se compose de 15 items à 4 options de réponse. Un point est attribué à chaque réponse correcte et aucun point n’est attribué en cas d'absence de réponse ou de réponse incorrecte. * L'étudiant peut être en possession et utiliser à l'examen les textes législatifs et réglementaires expressément autorisés par le titulaire du cours. Sur ces textes, ne peut figurer aucune annotation (sauf des renvois entre les articles). Les consignes précises et des exemples seront donnés au cours magistral. * Les modalités d’évaluation sont identiques en première session et en seconde session.",
        "other_info": "Il n'y a pas de pré-requis particuliers. Une connaissance correcte de la langue française et une idée même élémentaire de l'organisation de la société suffisent. Le maniement des textes auxquels il est fait référence (Code, etc.) constitue un élément indispensable pour acquérir la maîtrise de la matière.",
        "bibliography": "Pour les cours LESPO1122A et LESPO1122B: * J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2021; * textes législatifs et réglementaires mentionnées au cours et repris dans le Code Bac (nouvelle édition chaque année académique); * Powerpoint du cours magistral. Pour le cours LESPO1122C : * Powerpoint du cours magistral, accessible sur la plate-forme Moodle et sur Teams ; * J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2023 ; * Code pour l'économie et la gestion, vol. A et B, Bruxelles, la Charte (recueil de textes juridiques) ou autres textes juridiques, disponibles sur la plate-forme Moodle et sur Teams, expressément autorisés par le titulaire du cours ; * Autres documents identifiés comme matière du cours par le titulaire du cours, accessibles sur la plate-forme Moodle et sur Teams. Pour le cours LESPO1122D: *Powerpoint du cours magistral, accessible sur la plate-forme Moodle *Syllabus *Code Bac Vol. I Généralités (éd. La Charte) * Lecture conseillée : J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2023.",
        "course_materials": "Pour les cours LESPO1122A et LESPO1122B : Manuel d'introduction au droit (Politeia, 2023 (2e édition)) Pour le cours LESPO1122C (P. Bazier) : Powerpoint du cours magistral accessible sur la plate-forme Moodle Pour le cours LESPO1122C (P. Bazier) : Code BAC – Economie / Gestion / Sciences humaines (la Charte - die Keure) (recueil de textes juridiques) ou autres textes juridiques, disponibles sur Moodle et autorisés par le titulaire du cours Pour le cours LESPO1122C (P. Bazier) : autres documents identifiés comme matière du cours par le titulaire du cours, accessibles sur la plate-forme Moodle Pour le cours LESPO1122C (P. Bazier) : J.-M. Hausman et J. Vanderschuren (dir.), Manuel d'introduction au droit. Tour d'horizon en quinze leçons, Bruxelles, Politea, 2021, 647 pages (support de la matière vue au cours magistral) Pour les cours LESPO1122A et LESPO122B : textes législatifs et réglementaires mentionnées au cours et repris dans le Code Bac (nouvelle édition chaque année académique) Pour le cours LESPO1122D : Syllabus (via La Duc) Pour le cours LESPO1122D : Powerpoint du cours magistral (via Moodle) Pour le cours LESPO1122D : Code Bac Vol. I Généralités (éd. La Charte) Pour les cours LESPO1122A et LESPO1122B : Powerpoint du cours magistral",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lcops1124",
        "title": "Philosophie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Camilleri Sylvain",
            "Frogneux Nathalie",
            "Malinge Yoann"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les différentes dimensions des sociétés humaines étudiées au sein de la Faculté ESPO (économie et gestion, sociologie et anthropologie, science politique, communication) ne peuvent valablement être étudiées que dans la perspective d'une approche globale de la question : \" Qu'est-ce que l'Homme ? \". Cette approche globale est fournie par la philosophie. La philosophie sera donc enseignée en tant que dimension partiellement constitutive de la problématique des sciences de l'Homme et non en tant que discipline spécialisée, séparée des sciences humaines et sociales. Ce cours jette les bases des cours spécialisés de philosophie qui apparaîtront dans les années ultérieures du bac et de la maîtrise dans différents programmes. On pense notamment à ceux portant sur l'épistémologie des sciences sociales, l'éthique, la philosophie politique, la philosophie de la communication, etc. Compte tenu de l'existence de ces cours spécialisés ultérieurs, le cours de première année en baccalauréat aura une portée générale. Il servira d'initiation à un mode de questionnement et à un corpus de références particulier. Le cours de philosophie est en outre destiné à fournir à l'étudiant (qui, dans le système d'enseignement belge en tout cas, n'a jamais eu de formation spécifique à la philosophie et à son histoire) les repères fondamentaux de l'histoire de la philosophie occidentale. Cette histoire n'est pas abordée pour elle-même et de manière chronologique mais sous forme d'indications qui permettent de situer dans le temps les diverses réponses apportées à la question qui oriente l'ensemble du cours : \" Qu'est-ce que l'homme ? \".",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. avoir les éléments nécessaires pour poser dans une perspective philosophique des questions relevant des disciplines enseignées au sein de la Faculté ; 2. observer comment la constitution de ces questions par la philosophie se développe dans un cadre conceptuel qui mêle des enjeux ontologiques à des questions épistémologiques, éthiques et esthétiques ; 3. avoir les informations nécessaires pour reconstituer au moins schématiquement la genèse des problématiques dans l'histoire de la philosophie occidentale.",
        "content": "Les contenus abordés au cours de philosophie portent sur les dimensions constitutives de l'existence et de la vie humaine. On abordera ainsi quelques questions fondamentales, parmi lesquelles celles de la sagesse, du bonheur, du désir, de la liberté, du travail, du pouvoir, de la connaissance, de la communication, du langage, etc. Le choix des thèmes abordés et leur mode de présentation appartiennent à l'enseignant.  L'accent sera mis sur les connexions entre les thèmes plutôt que sur le détail. Une argumentation de type philosophique sera directement mise en oeuvre dans cet enseignement qui ne doit pas se présenter comme un catalogue de savoirs plus ou moins périmés mais comme la démarche d'exploration rationnelle d'un savoir vivant. Il est en effet fondamental que le cours se présente comme un questionnement philosophique en acte. La genèse historique de ces questions sera mise en lumière à travers un commentaire de quelques grands apports des auteurs classiques. Selon des modalités et dans une ampleur qui sont à la discrétion de l'enseignant, une initiation à la lecture des textes philosophiques est souhaitable.",
        "teaching_methods": "Le cours se donnera sous la forme d'une série de leçons magistrales durant lesquelles les étudiant.e.s. pourront intervenir librement et/ou seront sollicité.e.s. par l'enseignant pour répondre à des questions et/ou engager des discussions. En fonction de la situation sanitaire, l'enseignement pourra être co-modal, en présence ou à distance.",
        "assessment_methods": "L'examen consistera en un QCM et/ou une série de questions ouvertes. Cela vaut pour toutes les sessions concernées. En cas d’évolution des conditions sanitaires vers un code orange ou rouge, l’examen écrit aura peut- être lieu en distanciel (fonction du code couleur) via un logiciel informatique fourni aux enseignant.es par l’institution universitaire (tel que Moodle).",
        "other_info": "le support du cours est déposé sur le site Moodle du cours LCOPS 1124.",
        "course_materials": "Les supports de cours et les annonces se trouveront sur Moodle.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2730",
        "title": "Comparative wage and HRM systems",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Van den broeck Marie"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "Le cours se déroule en trois grandes étapes : - introduction générale consacrée à la présentation du cours et à une mise à niveau sur les notions de base ; - systèmes comparés de gestion des ressources humaines ; - systèmes comparés de salaires.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue du cours, les étudiants seront capables mener une analyse comparée en matière de gestion des ressources humaines et de salaires, c'est-à-dire : - repérer et comparer les évolutions dans la gestion des ressources humaines et les politiques salariales dans les différents pays européens, en relation avec les changements internationaux ; - identifier et comprendre les déterminants qui interviennent dans la formation des salaires dans les différents pays ; - repérer les facteurs de convergence et de divergence entre les pays européens ; - identifier les marges de man'uvre possibles dans ces politiques, en tenant compte des contraintes propres aux différents pays.",
        "content": "The first part of the course will deal with the topic of comparative HR systems: The role of HR manager and its function within the organization and across countries; HR policies and practices (e.g. recruitment, training and development, pay and reward, employee relations and communication, etc.) across countries; Factors explaining differences/similarities in HR policies; Trends in HRM over time. The second part of the course will deal with the topic of comparative wage and pay policies. The following themes will be discussed: Notions of wage, pay and its components; Recent developments in reward systems; Wages formation processes in Europe; Convergence and divergence factors in wages formation across countries.",
        "teaching_methods": "Interactive seminars Presentations by students",
        "assessment_methods": "The evaluation for this course has both a collective and individual component, more specifically: The first part of the course on \"Comparative HRM systems\" will be evaluated according to a group presentation based on the results of a comparative survey on human resource management policies and practices (choice of HRM area) accounting for 45% of the global note; The second part of the course on \"Comparative wage and pay policies\" will be evaluated according to an oral presentation (by pair of students) and a written paper of a critical question related to wage and pay systems (45%); Individual course attendance and participation to class discussions will also be taken into account for 10% of the global note. Students who do not reach a total of 10/20 will have to retake their exam in the form of an oral examination. Please note that in the assessment of this course, the use of artificial intelligence is prohibited, whether as an exploration and ideation tool or a writing tool.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir.",
        "online_resources": "Moodle",
        "bibliography": "All book chapters and academic articles will be made available to the students through Moodle. The main reference book is : Brewster, C., Houldsworth, E., Sparrow, P. & Vernon, G. (2016). International Human Resource Management . Kogan Page.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2230",
        "title": "Psychologie du travail",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Dubois Michaël"
        ],
        "teaching_language": "Français",
        "topics_covered": "- Qu'est-ce que le travail ?\r- Perspective systémique en psychologie du travail\r- Le fonctionnement de l'opérateur humain d'un point de vue cognitif\r- Les théories organisationnelles du travail\r- Evaluation et carrières\r- L'homme et la technique\r- La sécurité\r- Les domaines d'intervention en psychologie du travail",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours forme à une lecture critique des pratiques de recours à la psychologie dans le travail ; il rend capable de repérer les éléments théoriques implicites sur lesquels se fondent les pratiques, les lignes de clivage théori-ques et méthodologiques qui les traversent.\rIl prépare aussi à identifier les demandes sociales, organisationnelles et individuelles que véhiculent les prati-ques et discours",
        "content": "Psychologie et évaluation. Les échelles d’évaluation. Les qualités psychométriques de l’évaluation, y compris approche statistique Compétences. Evaluation des compétences en situations de travail. Les pratiques contemporaines d’évaluation en gestion des ressources humaines. Les enjeux de l’évaluation. Le fonctionnement cognitif en jeu lors de l’évaluation.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Vérification des connaissances et de la compréhension. Questions principalement ouvertes. Examen écrit à livre fermé.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "bibliography": "Laberon S. (Ed.) (2011). Psychologie et recrutement: Modèles, pratiques et normativités. Bruxelles: De Boeck Lévy-Leboyer (2007). Evaluation du personnel: Quels objectifs? Quelles méthodes?, Paris: Editions d’Organisation.",
        "course_materials": "Slides déposés sur Moodle. Références bibliographiques complémentaires données au cours.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2610",
        "title": "Stratégie d'entreprise",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Bascle Guilhem"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les stratégies d'entreprise : choix et équilibre de l'organisation, politique de produit, système d'infor-mation, cohérence des objectifs, relations avec l'environnement économique.\rConcepts essentiels de l'analyse des bilans et l'interprétation des informations financières de l'entre-prise.\rAnalyse de décisions et de leur logique tels que par exemple l'analyse des coûts et les décisions d'in-vestissement.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à donner une vue d'ensemble des problèmes de l'entreprise, à introduire à l'analyse des stratégies de l'entreprise et notamment aux logiques de base des décisions",
        "content": "Le cours de Management Stratégique permet aux étudiant·e·s de maîtriser les concepts et les outils analytiques majeurs de la stratégie d’entreprise. Il aidera les étudiant·e·s à connaître les différentes étapes du management stratégique, à comprendre comment les décisions stratégiques se prennent, et à percevoir l’importance de la stratégie.",
        "teaching_methods": "- Cours - Lectures - Discussions Suivre les séances du cours est obligatoire et est une condition pour son succès.",
        "assessment_methods": "Examen final en session (100%): Examen écrit (QCM) en première session et oral en seconde session",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "online_resources": "https://moodle.uclouvain.be/course/view.php?id=1952",
        "bibliography": "Richard Whittington, Duncan Angwin, Patrick Regner, Gerry Johnson, Kevan Scholes, Frédéric Fréry, Stratégique, 13ième édition, Pearson Education 2023. Nicolas NEYSEN, La stratégie des organisations : Fondements et pratiques du management stratégique , De Boeck Supérieur, 2017.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lecge1317",
        "title": "Analyse critique des organisations et des marchés",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Amougou Joseph",
            "de Nanteuil Matthieu"
        ],
        "teaching_language": "Français",
        "topics_covered": "Organisations, marchés Rationalité formelle, rationalité substantielle Taylorisme Fordisme, Post-­fordisme Commodities Types de marché (produits et services, travail, capitaux) Modes d'organisation Formes de l'échange économie (marchand, non-­marchand, public).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de ce cours, l'étudiant(e) sera en mesure : de disposer de définitions stables des catégories d' « organisation » et de « marché » ; de maîtriser les bases de l'épistémologie critique (historicisation et pluralisation des catégories étudiées) ; d'identifier un problème d'organisation et/ou une organisation de marché ; d'être conscient des enjeux éthiques liés aux phénomènes observés.",
        "content": "Propos général - Organisations et marchés à l’ère de l’Anthropocène Ce cours propose de réfléchir aux bases relationnelles des phénomènes économiques, c’est-à-dire à l’ensemble des relations qui sous-tendent le fonctionnement concret des organisations et des marchés. Pour cela, il entend rendre compte non seulement de ces deux entités comme telles, mais des liens qui les unissent. Une analyse critique des organisations et des marchés, comme celle que nous proposons ici, est avant tout une analyse des liens entre ces deux entités constitutives des phénomènes économiques. À l’heure où notre monde globalisé fait l’expérience de la finitude et doit relever le défi de l’Anthropocène, notre propos n’est pas de dénoncer abstraitement les phénomènes économiques mais d’en proposer une analyse approfondie, en examinant leur genèse, leur diversité à la surface du globe, les théories sur lesquelles ils s’appuient, mais aussi le rapport qu’ils entretiennent de longue date – positivement ou négativement – avec la question écologique. Dans ce cours, quatre paradigmes sont disponibles , mais les étudiant.e.s seront amené.e.s à choisir par eux-mêmes entre deux chemins possibles : 1/ Un chemin mettant l’accent sur le paradigme « Systèmes et structures »  è Chemin « SYSTEMES » Paradigme 1 – Utilitarisme et critique sociale (chapitres 3 et 4) Paradigme 2 – Systèmes et structures (chapitres 5 et 6) Paradigme 4 – Savoirs et identités (chapitres 9 et 10) 2/ Un chemin mettant l’accent sur le paradigme « Régulations et conventions »  è Chemin « ACTEURS » Paradigme 1 – Utilitarisme et critique sociale (chapitres 3 et 4) Paradigme 3 – Régulations et conventions (chapitres 7 et 8) Paradigme 4 – Savoirs et identités (chapitres 9 et 10)",
        "teaching_methods": "Méthode d'apprentissage – Le cours alterne : stage d’initiation au travail d’exécution et travaux de groupe, lectures approfondies du manuel et des slides, mobilisation des supports pédagogiques (livre et film), séances en présentiel, illustrations (vidéos, études de cas, etc.) et invitations de grands témoins (cadres-dirigeants, consultants, experts ou partenaires sociaux de différentes organisations).",
        "assessment_methods": "Evaluation - L'évaluation comprendra les différents aspects suivants : En cours : une séance « Grands témoins », pour laquelle la présence est obligatoire . Cette séance est suivie d’un débat public en présence d’un acteur de la vie économique, sociale, culturelle.  Une absence injustifiée entraîne un travail individuel supplémentaire . En fin de cours : Examen écrit individuel (50%) Travail en groupe (50%)",
        "other_info": "Acquis d’apprentissage – A la fin de ce cours, l’étudiant.e  sera en mesure de : maîtriser les définitions des catégories suivantes : organisation, entreprise, marché, non-marchand, environnement, biosphère, anthropocène, vie biologique, vie signifiante ; développer une argumentation claire et précise sur une question vue en cours ; connaître la pensée des auteurs-clé et savoir les situer dans les différents paradigmes ; prendre du recul par rapport aux théories et faire le lien avec l’actualité ; saisir les enjeux éthiques et politiques des phénomènes observés ; identifier et traiter un problème d’organisation dans un environnement donné – marchand ou non-marchand. En référence à la « Boussole de compétences de la LSM » ( https://uclouvain.be/en/faculties/lsm/competency-framework.html ), ce cours contribuera au développement des compétences suivantes : Connaissance et raisonnement Approche scientifique et systématique Travail en équipe et leadership Développement professionnel et personnel En référence à la « Roue de la Transition et du Développement Durable », promue par le Plan Transition ( https://uclouvain.be/fr/decouvrir/universite-transition/plan-transition.html ), ce cours contribuera au développement des thèmes suivants : Connaissance et méthodes scientifiques Pluralité des grilles d’analyse Analyse systémique Mise en œuvre (via enquêtes et recommandations)",
        "online_resources": "Supports - Ce cours mobilise différents supports un manuel de référence contenant l’intégralité du cours :  Amougou, Thierry et de Nanteuil, Matthieu (2022) Introduction à la sociologie économique. Analyse critique des organisations et des marchés , LLN, De Boeck ; ce manuel est complété par des slides de synthèse de chacun des chapitres, disponibles sur Moodle ; : un livre dont la lecture est obligatoire avant la dernière séance et pour l’examen : Si c’est un homme , de Primo Lévi un film à visionner obligatoirement avant la dernière séance et pour l’examen : 12 years of slave , de Steve Mac Queen. Toutes les autres ressources sont en ligne (site Moodle : LECGE1317) : slides, textes de référence, documents annexes.",
        "bibliography": "Boyer R. et Durand J.--'P., 1993, L'Apres--'fordisme, Paris, Syros. Caillé A., 2010, Théorie anti-utilitariste de l'action. Fragments d'une sociologie générale, Paris, La Découverte; ' 1989, Critique de la raison utilitaire, Paris, La Découverte. Callon M. (eds), 1998, The Laws of Markets, Oxford, Blackwell. Coleman J., 1986, Individual Interests and Collective Actions. Selected Essays, Cambridge, Cambridge University Press. Crozier M., 1982 Le Phénomène bureaucratique. Essai sur les tendances bureaucratiques des systèmes d'organisation modernes et sur leurs relations en France avec le système social et culturel, Paris, Seuil [1963] ; Crozier M. et Friedberg E., 1977, L'Acteur et le système. Les contraintes de l'action collective, Paris, Seuil. Dumont L., 1977, Homo aequalis. Genèse et épanouissement de l'idéologie économique, Paris, Gallimard. Durkheim E., 2008, De la division du travail social, Paris, Flammarion [1893]. Fontaine L., 2014, Le Marché : histoires et usages d'une conquête sociale, Paris, Gallimard ; ' 2008, L'Economie morale. Pauvreté, crédit et confiance dans l'Europe préindustrielle, Paris, Gallimard. Foucault M., 2001, L'Herméneutique du sujet. Cours au collège de France (1981--'1983), Paris, Gallimard ; ' 1975, Surveiller et punir. Naissance de la prison, Paris, Gallimard ; Friedberg E., 1993, Le Pouvoir et la règle. Dynamiques de l'action organisée, Paris, Seuil. Friedmann G., 1956, Le travail en miettes, Paris, Gallimard. Granovetter M., 2000, Le marché autrement : les réseaux dans l'économie, Paris, Desclée de Brouwer. Granovetter M. & Swedberg R., 2001, The Sociology of Economic Life, Boulder, Westview Press, 2nd ed. Laville J.--'L., 1997, « Le renouveau de la sociologie économique » in Cahiers internationaux de sociologie, vol. CIII (229--'235); ' 2010, Politique de l'association, Paris, le Seuil. Laville J.--'L. et Nyssens M., 2001, Les services sociaux entre associations, marché et Etat : l'aide aux personnes âgées, Paris, La Découverte. Luhmann N., 1999, Politique et complexité, Paris, Cerf. March J. G., Simon H. A, 1974, Les Organisations : problèmes psychosociologiques, préf. de M. Crozier, Paris, Dunod, [1969], trad. par J.--'C. Rouchy. Mauss M., 2012, Essai sur le don : forme et raison de l'échange dans les sociétés archaïques, Paris, PUF, 2e ed. [1925]. Mintzberg H., 1999, « Nous vivons dans le culte du management », in P. Cabin (dir.), Les Organisations, Paris, Sciences humaines, p. 91--'97 ; ' 1994, The Rise and Fall of Strategic Planning, New--'York, Prentice--'Hall; ' 1986, Le Pouvoir dans les organisations, Paris, Ed. d'Organisation. de Montmollin M. (dir.), 1984, Le Taylorisme, Paris, La Découverte. Nyssens M. (eds), 2006, Social enterprise: At the Crossroads of Market, Public Policies and Civil Societies, New York, Routledge. Polanyi K., 1983, La Grande transformation. Aux origines politiques et économiques de notre temps, Paris, Gallimard. Reynaud J.--'D., 1989, Les Règles du jeu. L'action collective et la régulation sociale, Paris, A. Colin; Sainsaulieu R., 1987, Sociologie de l'organisation et de l'entreprise, Presses de la FNSP, Paris. Smith A., 1991, Recherche sur la nature et les causes de la richesse des nations, Paris, Flammarion, [1776]. Terssac (de) G. (eds.), 2003, La Théorie de la régulation sociale de Jean--'Daniel Reynaud, Paris, La Découverte. Veltz P., 2000, Le Nouveau monde industriel, Pris, Gallimard. Weber M., 1971, Economie et société, Paris, Plon [1956]. Williamson O., 1999, The Economics of Transaction Costs, Cheltemham, Elgar.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2630",
        "title": "Bien-être au travail",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Frankart Aurélie",
            "Schepens Bénédicte"
        ],
        "teaching_language": "Français",
        "topics_covered": "Après une introduction à la législation sur le bien-être au travail, les notions principales ainsi que des notions législatives sont décrites pour les différents thèmes abordés : les ambiances physiques de tra-vail (le bruit, les ambiances thermiques, les vibrations, l'éclairage et le travail sur écran, les radiations ionisantes et non ionisantes);  les ambiances chimiques de travail (notions de toxicologie et d'évaluation des risques, les cancers professionnels, la qualité de l'air intérieur, les fiches de sécurité et l'étiquetage des produits chimiques); les agents biologiques ;  \rles aspects ergonomiques et le port de charge; la charge psycho-sociale ; le travail posté; les équipe-ments de protection individuelle; la protection de la maternité; les accidents du travail et les maladies professionnelles",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à donner une formation de base à des étudiants qui seront amenés dans leur vie profes-sionnelle à traiter avec des conseillers en prévention dans les domaines de la sécurité, de l'hygiène, de la médecine du travail, de l'ergonomie et du psychosocial . Les étudiants doivent être largement sensi-bilisés et motivés aux problèmes posés, ainsi qu'être capables techniquement d'établir avec des spécia-listes un dialogue fructueux pour la mise en uvre de mesures visant à l'amélioration des conditions de travail",
        "content": "Après une introduction à la législation sur le bien-être au travail, les notions principales ainsi que des notions législatives sont décrites pour les différents thèmes abordés : les ambiances physiques de travail (ambiances sonores, ambiances thermiques, ambiances lumineuses, travail sur écran); les aspects ergonomiques du poste de travail; la charge psychosociale; le travail posté; les équipements de protection individuelle; la protection de la maternité; les accidents du travail et les maladies professionnelles. Concernant les dimensions psychosociales, les facteurs de risque ainsi que leurs conséquences pour la santé physique et mentale seront passés en revue. La prévention des risques psychosociaux et la surveillance de la santé sont également exposées. Le rôle et l’articulation des acteurs du bien-être ainsi que de manière plus globale, la cohérence et l’effectivité des mécanismes mis en place en matière de bien-être au travail sont examinés.",
        "teaching_methods": "Enseignement ex-cathedra avec un temps consacré à l'échange avec les étudiant.e.s. Eu égard aux circonstances, l'enseignement pourra, le cas échéant, être complété (ou remplacé) par d'autres méthodes pédagogiques.",
        "assessment_methods": "Les modalités relatives à l'évaluation certificative sont décrites et disponibles sur le site du cours sur la plateforme Moodle du cours. Elles sont également présentées aux étudiant.e.s lors du premier cours. Les étudiants sont évalués par un examen écrit en présentiel, sauf circonstances exceptionnelles. La matière de l’examen correspond aux objectifs poursuivis par le cours. L’examen portera sur les deux parties du cours dispensées par chacune des deux enseignantes, de manière proportionnelle . En effet, chaque partie de l’examen sera évaluée séparément par l’enseignante concernée.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "bibliography": "La bibliographie est annoncée et/ou rendue disponible sur la plateforme Moodle du cours.",
        "course_materials": "Le support du cours sera disponible sur la plateforme Moodle du cours.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-langl1330",
        "title": "Anglais niveau moyen 1ère partie",
        "credits": "3.00",
        "hours": "20.0 h",
        "quadrimester": "Q1 ou Q2",
        "teachers": [
            "Brabant Stéphanie",
            "Coduti Charline",
            "Dagneaux Estelle",
            "Delghust Jean-Luc",
            "Deneumoustier Aurélie",
            "Desterbecq Fanny",
            "Duelz Marie",
            "Grommersch Claudine",
            "Mulkers Sandrine",
            "Paquin Yannick",
            "Piwnik Marc",
            "Stas Françoise",
            "Toubeau Anne-Julie"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "Avoir suivi un cours correspondant au niveau A2 supérieur du 'Cadre Européen commun de référence pour les langues' (Conseil de l'Europe).",
        "topics_covered": "Le cours est articulé sur différents thèmes (l'éducation, la famille, la santé, la publicité, les médias, les nouvelles technologies, la science, l'environnement).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Au terme du cours (en fin de BAC 1), l'étudiant devra avoir atteint le niveau B1 (inférieur) du 'Cadre Européen commun de référence pour les langues' (Conseil de l'Europe) et cela dans les 3 aptitudes suivantes: compréhension à la lecture, compréhension à l'audition et expression orale.",
        "content": "Cours d'anglais général destiné à donner aux étudiants le vocabulaire, la grammaire, les techniques de lecture et d'audition requises pour le niveau intermédiaire en BAC 2. Au terme de cet apprentissage (en fin de BAC 1), l'étudiant devra avoir atteint le niveau B1 (inférieur) du 'Cadre Européen commun de référence pour les langues' (Conseil de l'Europe) et cela dans les 3 aptitudes suivantes: compréhension à la lecture, compréhension à l'audition, expression orale.",
        "teaching_methods": "L'apprentissage se fait en contexte sur la base de documents authentiques (compréhension à la lecture et à l'audition) et implique l'interaction des étudiants lors des activités de compréhension. Le vocabulaire et les structures de base sont exercés et consolidés par le biais d'exercices écrits et oraux.",
        "assessment_methods": "Les étudiants en BAC 1 sont interrogés de manière suivante: Test d'entrée et test dispensatoire : Tous les étudiants doivent passer un test d'entrée sur MoodleUCL lors de la première semaine de cours. Les étudiants classés en ordre utile à ce test seront invités à présenter le test dispensatoire de la deuxième semaine.  Le test dispensatoire est du même niveau que l'examen. Il permet sur base de leurs résultats de dispenser les étudiants, qui ont le niveau requis, du cours et de l'examen final. Aucune séance de rattrapage ne sera prévue pour le test dispensatoire. Une absence au test dispensatoire, justifiée ou non, entrainera automatiquement le non-octroi de la dispense. Test oral de mi-quadrimestre : Vers la moitié du quadrimestre, les étudiants non dispensés présenteront un test oral. Cette évaluation certificative intervient dans la note finale. Examen écrit de fin de quadrimestre : L'examen écrit de fin de quadrimestre porte sur (a) les textes, les vidéos et toute la grammaire du syllabus et (b) le vocabulaire du livre \"English Vocabulary in Use\" (pre-intermediate to intermediate) de Stuart Redman, Cambridge University Press, Fourth Edition. L'évaluation continue certificative est calculée sur base du travail régulier et de la participation au cours. L'évaluation continue n'est plus prise en compte à la troisième session d'examens (août/septembre).",
        "other_info": "Présence obligatoire au cours. Un monitorat ( ENGLISH + ) facultatif destiné aux étudiants les plus faibles est organisé toute l'année à raison d'une heure / semaine. Des séances d’Aide à la Réussite facultatives sur des aspects ciblés de la matière sont organisées en présentiel et/ou sur TEAMS durant chaque quadrimestre. ( https://moodle.uclouvain.be/course/view.php?id=4581 ) Chaque professeur a au moins une heure de réception.",
        "online_resources": "Sur MoodleUCLouvain : - le cours LANGL1330P – English for ESPO11 Students 2024-2025 Q1 , https://moodle.uclouvain.be/course/view.php?id=9591 - le cours LANGL1330S – English for ESPO11 Students 2024-2025 Q2 , https://moodle.uclouvain.be/course/view.php?id=9776",
        "course_materials": "Syllabus d'anglais ESPO 11 - LANGL1330 Niveau Moyen – 1° partie English Vocabulary in Use (pre-intermediate to intermediate), Stuart Redman, Cambridge University Press, 4th Edition English Grammar in Use, Raymond Murphy, Cambridge University Press,  5th Edition A partir de MoodleUCLouvain : le cours LANGL1330P – English for ESPO11 Students (Q1) ou LANGL1330S – English for ESPO11 Students (Q2)",
        "responsible_entity": "ILV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpsp1007",
        "title": "Sociologie : éducation, santé et travail",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Zune Marc"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours aborde : ·         les théories et l'épistémologie de la sociologie ·         les auteurs fondateurs et contemporains ·         les identités et les liens sociaux ·         le regard sociologique sur les champs de l'éducation-santé-travail",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cet enseignement, l'étudiant devra être capable de/d': ·         comprendre l'objet d'une approche sociologique des faits sociaux, et la manière dont la sociologie traite des dimensions collectives et individuelles, de liberté et de contrainte, de la vie en société. Cerner les différentes options méthodologiques de la sociologie (enquêtes par questionnaires, entretiens, observations, démarche idéal-typique) ·         utiliser activement les concepts sociologiques dans l'interprétation du monde social qui est le sien et sa place dans ce monde, en lui permettant de rompre avec le sens commun et de développer son sens critique ·         acquérir une compréhension critique de quelques problématiques issues de champs sociologiques particuliers (l'éducation, la santé et le travail) Eu égard au référentiel des acquis d'apprentissage, le cours vise prioritairement à amener les étudiants à : A1 : maîtriser les connaissances qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation ·         comprendre et expliciter l'objet spécifique et les grands courants théoriques des disciplines proches : philosophie, anthropologie, sociologie, linguistique ; ·         identifier et expliciter les liens qui existent entre la psychologie, la logopédie, les sciences de l'éducation et les disciplines proches ; ·         comprendre et expliciter les modèles des modes de fonctionnement ordinaires et atypiques les plus fréquentes des individus, groupes et organisations. Secondairement, ce cours vise à amener les étudiants à : A2 : analyser et modéliser une situation (individu, groupe ou organisation) en référence à des théories, résultats de recherche, méthodes et outils relevant de la psychologie connaître les différents outils d'observation et d'analyse qui permettent d'expliquer et de comprendre un individu, un groupe ou une organisation ; sélectionner les données, théories, méthodes et outils pertinents face à une situation simple ; utiliser ces données, théories, méthodes et outils pour modéliser une situation simple ; prendre conscience de l'influence de ses propres représentations et préjuges dans son analyse ; faire la distinction entre une analyse professionnelle et une analyse relevant du sens commun. E2. : identifier l'apport et la plus-value de la recherche scientifique en psychologie sur sa compréhension de situations données faire une analyse critique de la littérature existante sur une problématique de recherche du domaine ; discerner les spécificités d'une approche scientifique plutôt que naïve du domaine.",
        "content": "Le cours a pour objectif d'introduire les étudiants à la discipline sociologique. Le cours se divise en deux parties. La première aborde l'analyse sociologie de la modernité (Durkheim, Weber; Beck). La seconde partie traite plus spécifiquement des champs de l'éducation, de la santé mentale et du travail en traitant de manière approfondie des questions spécifiques : qu'est-ce que la normalité des comportements sociaux, comment expliquer les inégalités de réussite scolaire, quelles sont les analyses de la responsabilisation en matière d'emploi et de travail ?  De manière plus transversale, il s'agit de montrer les formulations et reformulations successives de la distinction entre structuralisme et actionnisme, et les fondements épistémologiques qui les sous-tendent. Sur le plan de la méthode, le cours vise une appropriation des concepts par les étudiants, ce qui implique une pédagogie reposant sur un équilibre entre apports conceptuels et exemples d'application, au travers de reportages, de photographies, de tableaux statistiques, d'enquêtes réalisées dans l'auditoire.",
        "teaching_methods": "Presentation, exemples, travail autonome",
        "assessment_methods": "L'évaluation finale du cours fera l'objet d'un examen écrit. Cet examen peut comprendre des questions fermées et des questions ouvertes, et la répartition des questions en fonction de ces deux modalités peut varier d'une session à l'autre. Des exemples d'examens d'années antérieures sont disponibles sur Moodle. Les étudiants reçoivent leur copie corrigée.",
        "online_resources": "Voir la page Moodle du cours",
        "bibliography": "Support de cours : voir ressources scannées et postées sur l'espace Moodle du cours.",
        "responsible_entity": "EPSY"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lpols1114",
        "title": "Formalisation pour les sciences sociales",
        "credits": "4.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Masquelier Bruno"
        ],
        "teaching_language": "Français",
        "topics_covered": "A titre d'exemples, on peut citer les thèmes suivants:\r- conflit et coopération\r- vote\r- mesure du pouvoir\r- procédures de choix collectifs\r- partage équitable",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours est une introduction à la modélisation mathématique permettant d'analyser des questions propres aux sciences sociales au sens large (économie, science politique, sociologie, droit). Il ne s'agit pas d'un cours de mathématique et les connaissances requises ne dépassent pas le niveau minimum de mathématique acquis dans le cadre des études secondaires. Il vise à donner aux étudiants une capacité d'analyse basée sur une démarche systématique et rigoureuse utilisant des concepts simples empruntés en particulier à de la théorie des jeux et à la théorie du choix social.",
        "content": "Au terme de ce cours, les étudiants seront en mesure : de comprendre l'intérêt de la formalisation pour les sciences sociales et de reconnaître les principaux outils utilisés dans ce domaine, de construire des modèles de situations stratégiques et de les analyser à l'aide de la théorie des jeux coopératifs et non coopératifs, de recourir à la simulation informatique des phénomènes sociaux à l'aide d'un environnement de programmation (NetLogo). Description des thèmes abordés: La notion de \"modèle\" en sciences sociales Notions de base de mathématiques utiles pour les sciences sociales: ensembles, tables de vérité, relations, matrices, fonctions, permutations et combinaisons, etc. Modèle de choix rationnel dans la théorie des jeux non-coopératifs: comment prévoir l'issue d'une situation stratégique opposant plusieurs joueurs? Modèles de jeux avec structure de coalition (valeur de Shapley): comment répartir équitablement des gains d'un effort commun ? Modèles d'appariement (algorithme de Gale-Shapley) : comment associer des demandeurs et des donneurs? Modèles de jeux de vote et indices de pouvoir: comment mesurer le pouvoir? Modèles de choix collectif et procédures de vote: comment décider collectivement? Simulations en sciences sociales: pourquoi et comment simuler notre univers social? Modèles de transition entre états (modèle SIR): comment prédire l'évolution d'une épidémie? Modèles de croissance: que sont les croissances linéaires et exponentielles? Modèles statistiques: comment faire des prédictions simples en statistiques?",
        "teaching_methods": "Le cours est articulé autour de cours magistraux et de travaux pratiques. La particiption aux cours et aux TP est essentielle.",
        "assessment_methods": "Un examen écrit organisé en session, combinant exercices pratiques et choix multiples. Des tests formatifs sont proposés au terme de chaque séance sur Moodle.",
        "other_info": "Pré-requis: aucun \rEvaluation : examen écrit.\rSupport : syllabus.",
        "bibliography": "Bonacich, P. and Lu, P., Introduction to Mathematical Sociology , 2012, Princeton University Press Dehez, P. Théorie des jeux, 2017, Economica Gura E. and M. Maschler. Insights into Game Theory: An Alternative Mathematical Experience . Cambridge University Press, 2008. Lave L. and J.G. March. An introduction to models in the social sciences . University Press of America, 1993.",
        "responsible_entity": "ESPO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2710",
        "title": "Comparative training and employment systems",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Wagener Martin"
        ],
        "teaching_language": "Anglais",
        "topics_covered": "I Introduction : nouveaux contextes et nouveaux enjeux des politiques de formation II Approches théoriques : conceptions économiques et sociologiques des relations entre l'économie, le marché du travail et l'éducation/l'apprentissage III Comparaison socio-démographique et politique des régimes d'emploi et de formation en Belgique et en Europe a      Liens entre la protection sociale et l'intégration socio-professionnelle b      Régimes de care compares: liens entre politiques publiques liés à l'emploi, la famille et le care IV Les modèles de formation en alterance, en entreprise de formation professionnelle et de l'apprentissage au courant de sa vie ('life-long learning)  en Europe et en Belgique . a      Des poltiques d'emploi à l'intégration socio-professionelle b      De la protection sociale à la flexi-curité c      Entre qualifications et compétences V Déterminants de l'accès à l'emploi et politiques d'insertion professionnelle VI Thématiques spéciales : a      Les jeunes NEETS en Europe ' Garantie Jeunesse ('Youth guarantee') b      Monoparentalités et l'accès à l'emploi/la formation c      Les travailleurs expérimentés et la gestion de la fin de carrière d      Diversié, super-diversity: entre approches universalistes, le management de la diversité et une approche par les publics cibles ('affirmative action')",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 -  Faire connaître les principales approches théoriques (sociologiques et économiques) portant sur les relations entre systèmed'éducation/formation et systèmes de travail et d'emploi -  Distinguer les notions de qualification, de compétence; aborder la question de l'évolution des qualifications et des déterminantsdes qualifications dans le contexte actuel d'une évolution des \"modèles de production\" -  Discuter la notion de modèle de formation et situer les principaux modèles de formation prégnants en Europe; relever les difficultéset types d'approches comparées dans ce domaine; -  Repérer les différences entre Etats européens à propos de certaines politiques d'emploi et de formation; saisir le rôle variable del'Etat, du marché , des partenaires sociaux en ce domaine; le rôle de l'Union Européenne - Etre capable de situer le système belge par rapport à ces modèles; donner un aperçu des différentes politiques d'emploi dansles pays européens - Etre capable de situer des thématiques spécifiques par rapport à certains publics cibles dans le contexte de l'intégration socio-professionnelle et des modèles de formation.",
        "content": "Le cours se développe à travers une présentation des théories principales apportées par l'enseignant et illustrées et mises en discussion à travers une ambiance réflexive de débats de groupe. Des invités extérieurs sont invités pour certaines parties spécifiques.",
        "teaching_methods": "Matériaux : Le diapositif, le porte-feuille de lecture et des textes de référence sont disponible sur Moodle. L'enseignant élabore avec les étudiant(e)s en classe durant des sessions de travail les thématiques à aborder dans les travaux individuels et apporte des matériaux supplémentaires.",
        "assessment_methods": "L'étudiant(e) présente une note critique et académique par rapport à une thématique vu au cours à l'ensemble de la classe. Il/elle doit également être capable de discuter la note avec l'ensemble de la classe. Un examen oral en fin d'année vise à discuter les différentes parties du cours par rapport au travail fourni par l'étudiant.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "bibliography": "",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2901",
        "title": "Séminaire de méthode et d'accompagnement du mémoire en sciences du travail",
        "credits": "9.00",
        "hours": "22.5 h + 5.0 h",
        "quadrimester": "Q1 et Q2",
        "teachers": [
            "Rousseau Anne"
        ],
        "teaching_language": "Français",
        "content": "L’objectif de ce séminaire est de développer un savoir problématiser en dotant l'étudiant.e d’une bonne compréhension de ce qu’est une démarche de recherche en sciences du travail autant qu’en développant son esprit critique pour la réalisation du mémoire. Avant une maitrise des techniques de recherche, il s’agit de comprendre comment formuler une question de recherche dans le domaine des sciences du travail, comment construire une problématique et quels choix sont les plus opportuns pour y apporter une réponse scientifiquement fondée .",
        "teaching_methods": "Le séminaire se subdivise en quatre parties . La première introduit la réflexion épistémologique ainsi que les grandes étapes d’une démarche de recherche en sciences du travail.  La deuxième se focalise sur la construction d’une problématique de recherche.  La troisième partie expose les choix possibles en matière de design méthodologique à savoir les différentes alternatives en termes de techniques de collecte et de traitement de données permettant d’adresser une problématique.  Enfin, la quatrième et dernière partie revient sur la question de la scientificité des démarches de recherche mettant en exergue leur nécessaire cohérence d’ensemble. Ce contenu fait l’objet, en auditoire, de séances interactives animées par la professeure ainsi que de séances d’accompagnement animées par l’assistant. En parallèle aux différentes séances du séminaire, l'étudiant.e développe un rapport de problématisation qui mobilise les acquis du séminaire e.a par le biais de mentorats et d'exercices.",
        "assessment_methods": "L’évaluation porte pour 40% sur la réalisation d’exercices individuels et pour 60% sur la rédaction d’un rapport de problématisation qui expose le projet de recherche qui sera développé dans le mémoire et qui répond aux consignes présentées sur le Moodle du cours. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans la note facultaire à ce sujet et disponible sur le site intranet de la faculté dans les informations à destination des étudiant.es.",
        "online_resources": "Les ressources sont accessibles via le Moodle du cours",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2950",
        "title": "Mémoire",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "> Horaire",
        "teaching_language": "Français",
        "topics_covered": "Dans le cadre du mémoire , les étudiant·es sont amené·es : démontrer leur maîtrise disciplinaire autour d’un problème ou d’une question relative au travail ; approfondir cette question en combinant deux approches disciplinaires distinctes ; démontrer leur capacité à construire un questionnement et une argumentation justifiée sur base de textes scientifiques rigoureusement référencés. Ils ou elles réalisent une dissertation, ou « paper », portant sur une thématique qui s’inscrit dans une discipline majeure et qui intègre les apports d’une deuxième discipline (mineure) enseignée à l’École des sciences du travail.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du programme de master en sciences du travail, cette activité contribue au développement et à l'acquisition des AA suivants : A.1. Connaître et pouvoir appliquer les fondements théoriques disciplinaires liés aux questions du travail. A.2. Comprendre et se conformer aux exigences de rigueur scientifique dans l'étude des sciences du travail. A.3. Se situer dans les courants disciplinaires en sciences humaines. A.4. Comprendre les paradigmes fondateurs et interprétatifs des sciences du travail B.1. Mener une analyse disciplinaire des problèmes  du travail et de l'emploi en identifiant les enjeux, les acteurs et le contexte. B.2. Comprendre et analyser les tendances et les évolutions à l'oeuvre dans le monde du travail et dans les discours des spécialistes et des acteurs. C.1. Mettre en pratique les savoirs théoriques et les articuler avec les pratiques de terrain. C.2. Contribuer à professionnaliser les pratiques de terrain. C.3. Porter un regard critique sur les pratiques professionnelles. C.4. Transformer une demande sociale (individuelle ou collective) en projet réaliste (au point de vue théorique, contextuel et de sa mise en oeuvre). E.1. S'impliquer dans la construction de ses propres savoirs : E.2. Développer et faire preuve d'esprit critique. E.3. Communiquer oralement et par écrit, de façon claire, structurée et argumentée. A la fin de cette activité, l'étudiant est capable de : analyser, de manière disciplinaire, un problème du travail ; comprendre et expliquer les complémentarités de deux perspectives disciplinaires différentes autour d'un même sujet ; présenter et expliquer, de manière synthétique, une problématique des sciences du travail (thème, évolutions, enjeux, actions possibles, critique de celles-ci) à un public profane ; problématiser une thématique des sciences du travail dans le cadre d'une démarche scientifique ; synthétiser une littérature scientifique et de la questionner ; présenter un travail écrit rigoureux et concis présentant la réflexion inhérente au travail de mémoire (argumentaire et analyse des sources) ; présenter, oralement, les principales réflexions présentées dans le mémoire, et défendre le projet en répondant aux questions d'experts.",
        "content": "Le travail de fin d’études consiste en la rédaction d’une dissertation qui vise à produire une analyse d’un problème lié au monde du travail par le biais d’une argumentation et réflexion personnelle. La dissertation est ancrée dans une discipline majeure (sociologie, droit, gestion, économie, psychologie, etc.) et aborde un problème selon les perspectives de la discipline choisie, tout en y intégrant les apports d’une seconde discipline (mineure). Produire une réflexion personnelle ne signifie pas développer une opinion individuelle mais plutôt élaborer une explication argumentée d’une problématique à partir des connaissances scientifiques et de faits avérés. Il ne s’agit pas non plus d’un exercice purement abstrait car l’argumentation se base sur des éléments puisés d’abord dans la littérature scientifique et dans des faits actuels.",
        "teaching_methods": "Définir une discipline majeure : le sujet est choisi de manière autonome par l’étudiant. L’étudiant peut s’inspirer des domaines de compétences et des thématiques proposées par chacun des professeurs dans la liste des promoteurs disponible sur la plateforme Moodle des mémoires de l’EST (les professeurs pourront éventuellement proposer des thèmes spécifiques). Il est nécessaire de cerner une problématique particulière dans la discipline majeure. Définir une problématique implique d’être capable d’interroger un sujet pour en faire surgir un ou plusieurs problèmes. La problématique est une question que l’on se propose d’instruire et qui prête à discussion. La problématique choisie est abordée principalement à travers la discipline majeure Une stratégie argumentative est ensuite construite afin de répondre à la question de manière logique et cohérente. Il s’agit de réaliser dans un premier temps une synthèse des connaissances scientifiques de la discipline majeure choisie en soulignant les différentes perspectives. La revue de littérature est suivie d’une analyse personnelle de la problématique qui consiste notamment à préciser et mettre en évidence les enjeux et d’en tirer des implications au regard de la discipline et du contexte actuel. La problématique majeure est complétée par des apports empruntés dans une seconde discipline (mineure) enseignée à l’Ecole des sciences du travail. Le travail de fin d’études peut être réalisé seul ou en binôme moyennant l’accord du promoteur ou de la promotrice.",
        "assessment_methods": "L’évaluation du mémoire est réalisée lors de la défense orale de manière conjointe par le promoteur ou la promotrice ainsi qu’un lecteur ou une lectrice dont la discipline correspond à la « mineure » du mémoire.  C’est le moment où l’étudiant·e peut présenter son analyse, en discuter avec des académiques des deux disciplines impliquées (majeure et mineure) et répondre à des questions sur son travail. En cas de travail de fin d’études réalisé en binôme, les modalités d’évaluation des contributions individuelles seront explicitement définies dans le projet de mémoire.",
        "online_resources": "Plateforme des mémoires de l'Ecole des sciences du travail : https://moodleucl.uclouvain.be/course/view.php?id=8360#section-0",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2600",
        "title": "Personnel et organisation",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Ajzen Michel",
            "Antoine Marie"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours vise à mettre en relation les pratiques et les techniques actuelles de GRH et les caractéristiques spécifi-ques des organisations dans lesquelles on les rencontre. Il s'articule en deux parties. \nLa première porte sur les différents modèles organisationnels à l''uvre dans la structuration des entreprises privées et publiques. Pour chacun d' eux, seront respectivement analysés : les critères d'efficacité qui les sous-tendent, leurs mécanismes de structuration, leurs modes de coordination et la place particulière occupée par leurs acteurs. La seconde partie du cours aborde les différentes pratiques et techniques de GRH que l'on peut rencontrer dans les entreprises privées et publiques en les resituant dans leurs contextes organisationnels spéci-fiques. Sont abordés, les contenus particuliers de ces pratiques et techniques de GRH, les significations et les enjeux dont elles sont porteuses pour le personnel de ces organisations ainsi que les liens entre la nature de ces pratiques et les caractéristiques spécifiques des organisations dans lesquelles on les rencontre.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 maîtriser les outils conceptuels et méthodologiques permettant de comprendre le fonctionnement concret des organisations publiques et privées (méthodes de diagnostic organisationnel); analyser et comprendre les facteurs internes et externes à l'organisation qui influent sur son fonctionnement et ses dynamiques de changement; situer et comprendre le rôle joué par les différents acteurs de l'organisation dans ces dynamiques de fonction-nement et de changement organisationnel ; analyser les pratiques actuelles de GRH en les resituant dans le contexte organisationnel particulier dans lequel elles se déroulent ; maîtriser les techniques élémentaires de la GRH ainsi que leurs enjeux pour les acteurs qu'elles concernent.",
        "content": "L'objet principal du cours de 'Personnel et Organisation' porte sur l'analyse de pratiques managériales et d'organisation du travail qui se développent à des degrés divers dans les entreprises (privées, publiques, marchandes et non-marchandes) et qui ont pour but d'assurer la contribution du personnel aux objectifs et à la performance organisationnels ainsi que leur adhésion aux normes et aux valeurs de l'organisation. Le questionnement qui sert de fil conducteur au cours sera toujours d'aller à la découverte des raisons qui expliquent la présence ou l'absence de telle ou telle pratique; les liens avec le contexte; leur influence sur le comportement des hommes et des femmes dans l'organisation. Les séances de cours visent à introduire le domaine du management humain, d'une approche macro centrée sur le contexte à une perspective micro centrée sur l'entreprise (privée, publique, marchande et non-marchande) et les individus. I. 'Personnel' et 'Organisation': le cadre général du Management humain (définitions, missions, présupposés sur le travail et l'Homme, modèle du MH) II. Contexte de développement et d'apparition de la GRH et du Management Humain (logiques, fonction RH, organisation du travail, y.c. dialogue social); Appréhension de l'évolution contemporaine du travail, des organisations et du Management Humain (Management Humain Innovant, autogestion, responsabilisation, digitalisation: quels enjeux et fondements? y.c. introduction aux perspectives critiques en management) III. Stratégie d'entreprise et Management Humain: Modèles et dynamiques IV. Comportement organisationnel: éléments (théories de la motivation, dynamique des groupes, leadership) V. Pratiques et Politiques (Recrutement et Sélection, Gestion des carrières et mobilité (y.c. classification de fonctions), Evaluation de la performance, NWOW...)",
        "teaching_methods": "Le cours de Personnel et Organisation repose sur trois dispositifs complémentaires dans l'apprentissage de la matière: (a) des exposés magistraux, (b) des lectures de textes (classe inversée), (c) des partages d'expériences avec des experts.",
        "assessment_methods": "Examen écrit",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "bibliography": "Taskin, L. et Dietrich, A. (2020) Management Humain: Pour une approche renouvelée de la GRH et du comportement organisationnel. Bruxelles: De Boeck supérieur, coll. Manager RH.",
        "course_materials": "Taskin, L. et Dietrich, A. (2020) Management Humain. Bruxelles: De Boeck",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lteco2203",
        "title": "Sociétés, cultures, religions : questions éthiques",
        "credits": "2.00",
        "hours": "15.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Legrand Geoffrey"
        ],
        "teaching_language": "Français",
        "topics_covered": "Au cœur de toute situation humaine ou professionnelle actuelle, des questions éthiques de plus en plus complexes se posent : elles nécessitent une distance critique pour prendre en compte l’ensemble des personnes concernées. Dans cette perspective, ce cours offrira une réflexion sur la manière de choisir des repères utiles au discernement éthique. L’enseignement prendra acte de la pluralité des valeurs structurant la société contemporaine et empêchera la clôture du discours par une ouverture à la foi chrétienne et à d’autres traditions humanistes, spirituelles et religieuses.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 appréhender et distinguer les catégories fondamentales de la réflexion éthique (liberté, dignité, responsabilité, justice, etc.). 2 proposer une argumentation éthique en faisant valoir la complexité des réalités humaines en jeu. 3 faire œuvre d’esprit critique en se situant de façon personnelle par rapport aux sujets abordés.",
        "content": "Dans une société post-moderne caractérisée par les processus de détraditionalisation, de pluralisation et d’individualisation, chaque citoyen est aujourd’hui amené à émettre des choix en examinant la pluralité de valeurs présentes dans notre société. Cet examen et cette réflexion devraient donner l’occasion à chacun de poser des choix éclairés dans son quotidien. Afin de favoriser le questionnement critique des étudiants et en adoptant une dynamique de cours interdisciplinaire et participative, le dispositif pédagogique mis en place poursuivra les objectifs suivants : 1) Assurer une réflexion en profondeur sur les crises de notre temps en analysant leurs causes (démesure anthropocentrique, paradigme technocratique, individualisme, etc.) et en questionnant les multiples facettes de notre société occidentale ; 2) Chercher une définition de l'éthique, notamment à partir des apports de Paul Ricoeur; 3) Mobiliser des catégories éthiques fondamentales (responsabilité, dignité, justice, liberté, etc.) afin de donner des repères aux étudiants et leur permettre ainsi de justifier leur action ; 4) Enrichir le débat en ouvrant ces questionnements à la philosophie, à la théologie chrétienne et aux différentes traditions religieuses. Les thème de l’écologie intégrale (encyclique Laudato Si’ ) et de la fraternité (encyclique Fratelli tutti ) constitueront deux ressources intéressantes pour penser la société de demain. C’est donc non seulement à partir de « ce qui se passe dans notre maison » mais aussi à partir la relation avec notre prochain que nous poserons ces questions éthiques. En bref, il s’agira d’outiller les étudiants afin qu’ils soient plus à même de se positionner personnellement par rapport à ces questions humaines complexes et qu’ils puissent entrevoir ensemble des pistes de solution.",
        "teaching_methods": "Cours magistral (apports théoriques) et lectures complémentaires pour préparer ou approfondir le cours.",
        "assessment_methods": "Examen écrit d'une durée de 2h (que ce soit pour la session de juin ou d'août). Des précisions seront données sur Moodle .",
        "other_info": "- Ce cours est destiné aux étudiants de la Faculté des sciences économiques, politiques, sociales et de communication (ESPO) via les programmes suivants : TRAV2M, HUSO1BA, TRAV2M1, SPRI2M, PPE1BA, SPOL2M1, SOCA1BA, ADPU2M, SPOL2M, COMU1BA, ECGE1BA, SPOL1BA, INGE1BA. - Dans le cadre de ce cours, certaines questions liées à l'éducation au développement durable seront abordées. - Première séance : jeudi 6 février 2025, de 17h15 à 19h15.",
        "online_resources": "Moodle LTECO2203",
        "bibliography": "Les powerpoints du cours seront disponibles sur Moodle et seront présentés avec une liste bibliographique.",
        "responsible_entity": "TECO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2260",
        "title": "Analyse psychosociologique des relations de travail",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Périlleux Thomas"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours est consacré à l'étude des relations de travail situées dans leur contexte psychologique, culturel et so-ciopolitique. Les thèmes abordés se situent sur différents plans, que le cours vise à articuler entre eux :\r- au plan socio-affectif : plaisir, angoisse, souffrance, reconnaissance au travail ;\r- au plan organisationnel : institution des règles, pouvoir et autorité, violence et légitimité, communication, pa-radoxes organisationnels ;\rau plan existentiel : subjectivation des contraintes sociales, quête du sens, emprise de l'organisation, pathologies de la performance",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours a pour objectifs d'amener les étudiants à :\rappréhender la démarche spécifique de la psychosociologie et maîtriser certains de ses concepts fondamentaux ;\rse sensibiliser aux dynamiques relationnelles et socioaffectives constitutives des univers de travail ;\rproduire une analyse critique de situations professionnelles dans lesquelles ils sont eux-mêmes impliqués comme acteurs (ou témoins) ;\rmettre en évidence et en discussion les problèmes éthiques engagés par l'organisation du travail.",
        "teaching_methods": "Les cours se donneront en présentiel et/ou à distance en fonction de l’évolution des conditions sanitaires. Le cours alterne des exposés théoriques et des études de cas pratiques.",
        "assessment_methods": "Les étudiants sont évalués en présentiel ou à distance en fonction de l'évolution des conditions sanitaires sur base d’un travail de groupe (présentation orale et dépôt d'un travail écrit)",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "online_resources": "Support de cours et informations sur le site moodle du cours",
        "course_materials": "Moodle",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2240",
        "title": "Economie du travail",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Perilleux Anaïs"
        ],
        "teaching_language": "Français",
        "topics_covered": "Après une reconnaissance du terrain, le cours présente le concept de marché du travail et quelques théories relatives à celui-ci. Il approfondit ensuite des questions macro-économiques relatives à l'offre de travail, la demande et la rencontre entre offre et demande. Au travers de différentes approches, le cours traite de question telles que le chômage, les salaires, les inégalités, etc.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Le cours vise à former à la compréhension des mécanismes à l'uvre sur le marché du travail, à l' in-terprétation des données brutes, à l'exploitation des analyses des économistes en vue de l'élaboration de politiques de ressources humaines au niveau micro et macroéconomique.",
        "content": "Introduction - Qu'est-ce que l'économie du travail ? - Définition et émergence de l'économie du travail. Partie 1 - Aperçu empirique du marché du travail - Les concepts et indicateurs, les déterminants du taux de chômage, les flux d’emploi et de main d’œuvre, les évolutions de longue période. Partie 2 - L'offre de travail : Conceptualisation par les économistes de l'offre de travail individuelle, les effets d'une augmentation du revenu non salarial et d'une augmentation du salaire, le salaire de réserve, l'offre de travail agrégée - l'élasticité de l'offre de travail, un exemple de politique économique. Partie 3 - La demande de travail : Conceptualisation par les économistes de la demande de travail, les effets de volume et de substitution, la demande de travail agrégée, l'élasticité de la demande de travail, un exemple de politique économique. Partie 4 - Formation des salaires : Offre et demande de travail agrégées, concurrence parfaite, concurrence imparfaite, le salaire minimum, la négociation collective des salaires, les salaires d’efficience.",
        "teaching_methods": "Les cours se donneront principalement en présentiel sous forme magistrale. Les exposés ont pour objet de transmettre efficacement un savoir conceptuel, théorique et analytique en économie du travail.",
        "assessment_methods": "Les étudiants sont évalués en présentiel sur base d'un examen écrit.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin",
        "online_resources": "Les supports de cours et les informations relatives au cours seront sur le site moodle du cours.",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2210",
        "title": "Droit du travail",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Gilson Steve",
            "Lamine Auriane"
        ],
        "teaching_language": "Français",
        "topics_covered": "Examen du contrat de travail et de sa règlementation (recrutement et sélection, formation, obligations des parties, suspension de l'exécution, rupture) ; Introduction aux réglementations relatives au travail (durée du travail, santé et sécurité) ; Introduction au droit collectif du travail (négociation collective, participation des travailleurs dans l'entreprise, restructurations) ; Présentation de grandes tensions qui traversent le droit du travail.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de ces heures d'enseignement, l'étudiant sera capable de : 1)      Restituer et expliquer les principes et les concepts qui structurent les relations de travail individuelles et collectives de travail 2)      Identifier une source de droit du travail (règlementation, jugements) et la commenter. 3)      Savoir appliquer une réglementation examinée au cours à un cas pratique 4)      Mettre en relief les tensions caractéristiques du droit du travail sur un point particulier de la matière (ou décision de justice) La contribution de cette UE au développement et à la maîtrise des compétences et acquis du (des) programme(s) est accessible à la fin de cette fiche, dans la partie « Programmes/formations proposant cette unité d'enseignement (UE) ».",
        "content": "Objectifs L’enseignement de ce cours poursuit un double objectif: d’une part,  donner une formation de base à l’étudiant.e en exposant les concepts, les principes, les institutions, les techniques du droit du travail, en les éveillant aux enjeux actuels et aux tensions économiques, sociales, internationales, européennes qui sous-tendent la matière enseignée; d’autre part, permettre à l’étudiant.e d’appliquer les principes et les concepts de la matière enseignée à des situations concrètes. Objectifs généraux et spécifiques Au terme du cours, l’étudiant.e aura acquis une bonne compréhension d’ensemble de la logique et des principes du droit du travail et de ses réglementations. Il ne vise par conséquent pas un approfondissement des éléments plus techniques du droit du travail. Objectifs généraux : (l’enseignante) 1) Exposer de manière claire à l’aide de schémas, de slides, les concepts, les principes, les règles relatives aux relations de travail individuelles et collectives ainsi que les grandes tensions qui traversent ces règles ; 2) Apprendre aux étudiant.e.s à déchiffrer et à aborder de manière critique la réglementation en droit du travail, et plus particulièrement, la loi du 3 juillet 1978 relative aux contrats de travail. Objectifs spécifiques : (l’étudiant.e) COMPRENDRE-CONNAITRE 1) Se laisser imprégner par la rigueur du droit : la terminologie juridique, les notions, les institutions ; 2) Restituer et expliquer les principes et les concepts de la relation de travail individuelle et collective ; APPLIQUER – METTRE EN ŒUVRE 3) Structurer un raisonnement en droit ; 4) Savoir appliquer une réglementation examinée au cours à un cas concret et la commenter S’INTERROGER – DEVENIR UN CITOYEN CRITIQUE 4) Développer un regard critique sur les règles de droit ; 5) Mettre en relief les tensions du droit social sur un point particulier de la matière (ou à partir d’une décision de justice). Contenu Descriptif de l’enseignement Le cours a pour objet de dispenser une formation de base en relations individuelles et collectives du travail en exposant de manière critique les concepts, les principes, les enjeux et les tensions économiques, sociales et européenne du droit belge du travail. Tant le droit individuel que le droit collectif du travail seront enseignés. La majeure partie de l’enseignement sera consacrée au droit du travail individuel, plus spécifiquement au contrat de travail, sa formation (sa phase préalable : la sélection, le recrutement), son exécution, ses modes de suspension et sa rupture sont examinés et à ce qui est communément appelé règlementation du travail (durée du travail, bien-être, santé et sécurité au travail). Le rôle primordial du droit collectif sera lui aussi mis en lumière, en familiarisant les étudiants à l’importance des conventions collectives dans la formation et le contenu du contrat de travail, au rôle central de certains acteurs du droit social, aux organes de participation des travailleurs au sein de l’entreprise.",
        "teaching_methods": "Le cours prend la forme d’un exposé magistral mais la participation active des étudiant.e.s est encouragée.  Durant les séances, iels seront également amenés à lire attentivement et à décoder les réglementations en droit du travail. L’exposé du cours sera facilité par la projection de slides, avec des schémas et les dispositions légales pertinentes afin de permettre une bonne compréhension des concepts et des principes de droit du travail. L’exposé commencera souvent par la lecture d’une disposition législative ou l’examen d’un cas pratique. L’aspect pratique de la matière enseignée sera mis en exergue p ar l’intervention d’acteurs de terrain tout au long du cours ainsi que par la résolution de cas pratiques. Il sera fait usage des fonctionnalités de la plateforme Moodle qui permettent l’échange interactif entre les étudiant.e.s et l’enseignante (via le forum) et le partage d’informations pour aider l’étudiant.e, dans sa compréhension de la matière et dans son souhait d’approfondir celle-ci.",
        "assessment_methods": "L’examen, écrit, est naturellement en lien avec les objectifs poursuivis par ce cours. Les étudiant.e.s disposent du Code de droit social et éventuellement des sources règlementaires et de jurisprudence remises publiées sur Moodle (à l’exception donc de leurs notes et des PPT). L’examen portera sur toutes les parties du cours et comportera trois catégories de questions : restitution théorique, application des règles de droit à une situation donnée et question de réflexion.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin. Supports de cours: 1. Slides mis sur Moodle avec la référence LTRAV2210 ; 2. Dispositions législatives : Code de droit social la Charte et ponctuellement quelques sources supplémentaires (telles que des réglementations belges, européennes et internationales utiles) communiquées sur Moodle ; 3. Site internet utile : SPF Emploi, Travail et Concertation sociale ( http://www.emploi.belgique.be ). 4. La plateforme Teams (cours LTRAV2210) pour les échanges et les éventuels cours à distance",
        "online_resources": "Les présentations Powerpoint seront mises à disposition des étudiants sur la plateforme Moodle du cours. De manière ponctuelle, des articles scientifiques et des décisions de justice seront également disponibles sur cette plateforme .",
        "course_materials": "Code de droit social La Charte",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2650",
        "title": "Aspects salariaux du travail",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Auquier Bauduin",
            "Denayer Luc"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les principaux thèmes abordés dans l'activité portent sur  : Les politiques salariales et le coût salarial : raisons et mécanisme de l'indexation, structure des coûts salariaux, revenus d'insertion, statuts d'emploi, etc. ; Les systèmes de rémunération et les facteurs de transformation de ceux-ci ; Le lien entre rémunérations et modèles de GRH (fixe, variable, modulation et liens avec l'évaluation de la performance).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Eu égard au référentiel AA du master en sciences du travail, cette activité contribue au développement et à l'acquisition des AA suivants : A1. Utiliser les concepts théoriques disciplinaires pertinents pour comprendre les questions du travail ; B1. Mener une analyse disciplinaire et pluridisciplinaire des problèmes  du  travail et de l'emploi en identifiant les enjeux, les acteurs et le contexte ; D.1.     Mettre en pratique les savoirs théoriques et les articuler avec les pratiques de terrain. D.2.     Contribuer à professionnaliser les pratiques de terrain. D.3.     Porter un regard critique sur les pratiques professionnelles à partir d'une perspective disciplinaire ou pluridisciplinaire D.4.     Transformer une demande sociale (individuelle ou collective) en projet réaliste (au point de vue théorique, contextuel et de sa mise en 'uvre). D.5.     Intervenir, avec expertise et pertinence, dans des problématiques du travail et de l'emploi, les politiques sociales et les relations professionnelles dans divers contextes professionnels. D.6.     Définir les actions à entreprendre, les mettre en 'uvre, évaluer leurs effets et les adapter si nécessaire. D.7.     Etre capable d'influencer la dynamique des relations professionnelles. F.1.      S'impliquer dans la construction de ses propres savoirs : en gérant sa formation de manière autonome ; en gérant son implication dans le travail en groupe ; en utilisant des études de cas ou des lectures spécialisées ; à partir d'observations et d'analyses empiriques. F.2.      Faire preuve d'esprit critique de façon rigoureuse et argumentée. F.4.      Communiquer oralement et par écrit, de façon claire, structurée et argumentée. A la fin de cette activité, l'étudiant est capable de : connaître les éléments de politiques d'emploi touchant aux salaires et comprendre leurs effets sur la définition de politiques salariales en entreprises ; connaître et comprendre les éléments intervenant dans la définition et le calcul des éléments de salaire en Belgique ; repérer dans les systèmes de management, les modes de rémunération (et leurs modalités de mise en 'uvre) qui peuvent contribuer au développement des personnes en situation de travail ; élaborer des plans de développement des salaires.",
        "content": "Cette activité porte sur : les cotisations sociales et éléments des politiques d'emploi affectant la détermination des salaires en Belgique (sécurité sociale, assurance chômage, retraite, assiette de cotisations, organismes de recouvrement, plafonds, indexation, etc.) ; la fiche de paie (obligations liées, contenu, etc.) ; le salaire (différents modes de calcul et de rémunération, au sens strict et large, etc.) les éléments accessoires du salaire (heures supplémentaires, congés, autres avantages, etc.) ; la politique salariale (objectifs poursuivis par les modes de rémunération en vigueur) et le bilan social.",
        "teaching_methods": "- Cours magistraux - Orateur invités - Lectures - Etudes de cas (actualités en la matière)",
        "assessment_methods": "L'examen est écrit en principe. Dans certaines circonstances exceptionnelles validées par les titualires ou le programme PEPS, il pourrait etre oral.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "online_resources": "Les informations relatives au cours sont accessible sur la platefrome moodle : https://moodle.uclouvain.be/course/view.php?id=1744 En cas d'enseignement en ligne (covid) Teams sera utilisé.",
        "bibliography": "un syllabus est constitué par les titulaires du cours ; des slides sont à la disposition des étudiants sur Moodle ; des lectures sont recommandées par les enseignants.",
        "course_materials": "Guide de la réglementation sociale pour les entreprises Wolters Kluwer Taskin & Dietrich : Management Humain. Ed Deboeck superieur",
        "responsible_entity": "TRAV"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ltrav2640",
        "title": "Théorie et pratique de la négociation",
        "credits": "5.00",
        "hours": "25.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Demoulin Stéphanie"
        ],
        "teaching_language": "Français",
        "topics_covered": "L'objet de ce cours est d'étudier, sous l'angle psychosociologique, la négociation sociale - telle qu'on peut la rencontrer dans les relations collectives du travail et les conflits sociaux ainsi que dans les situations individuel-les de négociation au sein des organisations : conflit, communication, pouvoir, stratégie et prise de décision, mécanismes d'influence, argumentation, relations intergroupes, etc.,",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 - être capable d'identifier les mécanismes à l'oeuvre dans toute négociation. \r- comprendre ce qui influence le comportement des négociateurs et les résultats de la négociation\r- être capable d'analyser sa propre pratique en situation de négociation.",
        "content": "Introduction aux conflits et aux divergences La négociation comme mode de gestion des divergences ·         Les bases de la négociation ·         Agir en négociation ·         Aspects cognitifis ·         Aspects émotionnels Autres modes de gestion des conflits : Arbitrage, médiation, conciliation",
        "teaching_methods": "Cours dispensé en distantiel sous forme de capsules vidéos accessible sous format mooc sur edX. Des séances de questions/réponses sont en outre proposées aux étudiant.es. Lors des séances Q/R des exercices d'application sont organisés pour illustrer la matière théorique;",
        "assessment_methods": "L'évaluation certificative se fera sur base d'un examen écrit à questions ouvertes portant sur l'ensemble de la matière.",
        "other_info": "Cet enseignement sera dispensé en horaire décalé du soir et/ou du samedi matin.",
        "responsible_entity": "TRAV"
    }
]