[
    {
        "url": "https://uclouvain.be/cours-2024-lurba2900",
        "title": "Stage de fin d'études",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Le stage comporte trois périodes. La première est préalable au stage. Elle débute dès la fin du Q2, elle vise à définir les objectifs et postuler pour le lieu de stage. Elle comporte aussi les démarches et les prises de contacts avec le lieu de stage jusqu’à l’accord et l’établissement de la convention de stage. Cette première période équivaut à 15 jours du stage. La seconde porte sur la réalisation effective du stage durant 450 heures ce qui correspond à 60 jours de stage soit 12 semaines à temps plein. L’importance du stage implique une immersion totale avec une phase d’observation puis la prise en charge d’un dossier en collaboration avec le maitre de stage. Il s’agit donc d’être en situation réelle de travail, d’observer, d’expérimenter, de mobiliser les compétences acquises lors des formations notamment pour appliquer des méthodes, analyser sa pratique et faire émerger des pistes d’ajustements dans l’action assurer une gestion du temps de même gérer des situations complexes. La troisième période intervient au terme de l’immersion sur le lieu de stage afin de faire le bilan, les acquis de la pratique et de manière d’avoir pu atteindre les objectifs fixer dans les tâches assignées. Cette dernière période équivaut à 5 jour de stage.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : déployer personnellement une démarche d’études en lien avec une problématique délimitée dans un laps de temps déterminé. Mobiliser le savoir existant, évaluer leur pertinence et compléter au besoin selon l’état des savoirs et le contexte d’études par des informations recueillies et traitée personnellement. établir un projet répondant au contexte et à sa valorisation en recourant aux outils et procédures du développement territorial et de l’urbanisme dans une perspective d’éco territorialité.",
        "assessment_methods": "Au cours du stage un rapport d’activité est progressivement établi reprenant les tâches et un commentaire personnel sur l’implication, les relations et les méthodes au sens de l’expérience acquise quotidiennement.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2303",
        "title": "Analyse et composition du paysage",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Cloquette Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Après avoir relevé le caractère multiple et polysémique de la notion de paysage en interrogeant les représentations des étudiants, le cours passe en revue les principales postures théoriques et discours dominants quant au paysage. Ceux-ci sont organisés par familles, et une première caractérisation de la notion en est extraite. Les origines multiples de la notion contemporaine de paysage est ensuite analysée selon une généalogie qui se veut chronologique, disciplinaire, et thèmatique: partant du Moyen-Age pour arriver à l'époque contemporaine, les domaines de la peinture, de l'art des jardins et de l'écologie et du développement sont abordés pour extraire une série de thémes dominants selon les époques et disciplines, qui contribuent à construire la notion et son champ. Le corpus est constitué d'oeuvres majeures de la peinture de paysage, de l'art des jardins et de l'architecture et urbanisme. Les étudiants sont invités à exercer leur capacité d'analyse à leur endroit. Faisant retour sur la fertilité actuelle de la notion de paysage, l'enseignement propose alors d'établir sa pertinence pour l'urbanisme contemporain en s'appuyant sur les clés de lecture offertes par la généalogie construite précédemment. Le cours développe, pour terminer, les outils et conditions d'un urbanisme du paysage. Après avoir relevé le caractère multiple et polysémique de la notion de paysage en interrogeant les représentations des étudiants, le cours passe en revue les principales postures théoriques et discours dominants quant au paysage. Ceux-ci sont organisés par familles, et une première caractérisation de la notion en est extraite. Les origines multiples de la notion contemporaine de paysage est ensuite analysée selon une généalogie qui se veut chronologique, disciplinaire, et thèmatique: partant du Moyen-Age pour arriver à l'époque contemporaine, les domaines de la peinture, de l'art des jardins et de l'écologie et du développement sont abordés pour extraire une série de thémes dominants selon les époques et disciplines, qui contribuent à construire la notion et son champ. Le corpus est constitué d'oeuvres majeures de la peinture de paysage, de l'art des jardins et de l'architecture et urbanisme. Les étudiants sont invités à exercer leur capacité d'analyse à leur endroit. Faisant retour sur la fertilité actuelle de la notion de paysage, l'enseignement propose alors d'établir sa pertinence pour l'urbanisme contemporain en s'appuyant sur les clés de lecture offertes par la généalogie construite précédemment. Le cours développe, pour terminer, les outils et conditions d'un urbanisme du paysage.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de cette activtié les étudiants seront capables de : mesurer le caractère polysémique de la notion de paysage situer les moments clés de la genèse de la notion de paysage et ses filiations dans les domaines de la peinture, de l'art des jardins, de l'écologie et des sciences de la nature connaître les grands courants des pensées théorique et pratique contemporaines du paysage interroger et développer un regard analytique et critique sur les discours dominants quant au paysage discuter la pertinence de la notion de paysage pour l'architecture et l'urbanisme contemporains construire un discours cohérent et synthétique sur base de l'analyse de projets",
        "assessment_methods": "L'évaluation consiste en un travail de dissertation et d'analyse de projets. Une présentation a lieu à la fin du quadrimestre, qui donne lieu à un retour de la part des enseignants. Le travail final est alors remis en session d'examen.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbir1362",
        "title": "Economie des ressources naturelles et de l'environnement",
        "credits": "3.00",
        "hours": "30.0 h + 7.5 h",
        "quadrimester": "Q2",
        "teachers": [
            "Gaspart Frédéric"
        ],
        "teaching_language": "Français",
        "prerequisites": "Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Dans une première partie, le cours rappelle brièvement les fondements de théorie micro-économique nécessaires pour appréhender les questions d'économie des ressources naturelles et de l'environnement. Dans une deuxième partie, le cours présente et compare les problèmes les plus communs en économie des ressources naturelles et de l'environnement dans un cadre de concurrence parfaite, d'une part, et les instrument économiques et réglementaires des politiques de l'environnement (normes, taxes, subsides, permis de pollution négociables), d'autre part. Dans une troisième partie, le cours aborde les questions d'allocation optimale des ressources naturelles dans un cadre stratégique faisant appel à la théorie des jeux, en distinguant les ressources appropriables des ressources en accès libre.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) 1.1-1.3, 1.5, 2.1-2.3 micro-économie, optimisation, théorie des jeux 3.1-3.2, 4.1-4.2 associer une situation décrite avec un problème typique, en sachant quelle information chercher 3.3, 4.3 chercher les éléments pertinents pour bâtir et résoudre un modèle micro-économique simple 3.5-3.7, 4.4 interpréter les résultats de modèles micro-économiques, leurs limites et apprécier leurs variantes aux frontières des hypothèses de départ 6.2, 6.4 devoirs à domicile 7.1-7.4 économie normative, conséquences des décisions en termes de bien-être b. Formulation spécifique pour cette activité des AA du programme A la fin de ce cours, les étudiants seront capables de : - comprendre et utiliser les concepts fondamentaux de micro-économie nécessaires pour appréhender les questions de préservation de l'environnement et de gestion des ressources naturelles ; - reconnaître, caractériser et représenter mathématiquement les problèmes typiques de préservation de l'environnement et de la gestion des ressources naturelles ; - définir et résoudre un jeu en forme normale correspondant à une situation simple d'interaction stratégique ; - associer les principaux instruments de politique économique avec les problèmes pour lesquels ils sont adéquats ; - juger de l'efficience et du bien-être à un équilibre (compétitif ou de Nash) avec et sans intervention publique dans un modèle micro-économique simple.",
        "content": "1.     Le choix individuel, propriétés des demandes individuelles, modèle de la firme privée 2.     Equilibre général : notions générales, boîte d'Edgeworth, théorèmes fondamentaux de l'économie du bien-être, paradoxe du transfert 3.     Modèles compétitifs avec pollution unilatérale (Pigou), ressources en accès libre intertemporel (\" île de Pâques \") et ressources appropriables (« loi d'Hoteling ») 4.     Modèles stratégiques de biens publics, pollution réciproque, Tragédie des Communs (Coase, permis négociables) Les étudiants reçoivent quelques exercices de consolidation de la matière précédemment vue et d'exploration de la matière à voir prochainement. Ces exercices doivent être rendus dix jours plus tard et sont corrigés au cours.",
        "teaching_methods": "Cours magistraux et devoirs à domicile",
        "assessment_methods": "Examens écrits par e-mail, exercices à cahier ouvert.",
        "other_info": "Le cours ne fait appel à aucun support particulier qui serait payant et jugé obligatoire. Les ouvrages payants qui seraient éventuellement recommandés le sont à titre facultatif.",
        "online_resources": "Moodle",
        "bibliography": "Rien d'obligatoire. Divers articles ou manuels peuvent être conseillés à des étudiants pour des questions spécifiques.",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbir1230a",
        "title": "Introduction à l'ingénierie de la biosphère",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Baret Philippe",
            "Defourny Pierre",
            "Delmelle Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "A partir d'enjeux concrets liés à l'ingénierie biologique, agronomique et environnementale, les thèmes suivants seront abordés: - grands cycles bio-géochimiques de la biosphère (eau, carbone, azote), flux d'énergie - notions de bio-climatologie, classification des climats, indices climatiques - notions de base des écosystèmes (biotopes et biocénoses, chaînes trophiques); chaînes alimentaires; production et productivité - développement durable, notions d'équilibre et de déséquilibre; notions de vulnérabilité; biodiversité et problèmes de conservation; problèmes de pollution et de traçabilité rôle du réacteur sol dans le fonctionnement des écosystèmes: stockage d'eau et d'éléments minéraux, altération et acidification; notions de résilience, mobilité des éléments biogènes et cycles bio-pédologiques; stockage et mobilité d'éléments contaminants - impact de l'homme sur le fonctionnement des écosystèmes et des sols.",
        "content": "Table des matières Ce partim du cours est structuré en deux parties prises chacune en charge par un enseignant. 1. Changements écologique globaux (Pierre Defourny) 2. pour mémoire (pas dans le partim) 3a. Introduction à l'écologie (Philippe Baret) 3b. Principes d'agriculture (Philippe Baret) 3c. Bioingénierie et développement durable (Philippe Baret) Les détails d'organisation liés à la crise Covid seront communiqués via Moodle. 2.     Explications complémentaires (si nécessaire) Les concepts de base seront enseignés à partir d'exemples concrets relatifs à l'ingénierie de la biosphère. A titre d'exemple, à partir d'un enjeu tel que celui de l'alimentation humaine à l'échelle du globe, divers concepts de base seront enseignés: chaînes trophique et alimentaire, flux d'énergie et productivité, cycles bio-géochimiques (eau, carbone, azote), fonctions de stockage et d'alimentation minérale et hydrique du sol... L'enseignement sera basé sur une approche par problèmes, où les concepts de base seront acquis via une analyse des enjeux et une mise en perspective des concepts.",
        "teaching_methods": "Cours magistral",
        "assessment_methods": "Examen écrit sous forme d'un QRM composé de deux parties équivalentes correspondant aux matières des deux enseignants. L'examen constitue un tout et ne peut être présenté par partie.",
        "other_info": "Le cours ne fait appel à aucun support particulier qui serait payant et jugé obligatoire. Les ouvrages payants qui seraient éventuellement recommandés le sont à titre facultatif.",
        "online_resources": "Moodle",
        "course_materials": "Pas de support de cours obligatoire",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2990",
        "title": "Travail de fin d'études",
        "credits": "15.00",
        "hours": "",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Dresser un état de l’art relatif à la problématique du travail de fin d’études, formuler les hypothèses et en lien avec celles-ci déterminer et appliquer la méthode d’investigation en fonction les sources mobilisées et des analyses développées. Ce travail doit aborder la question du développement territorial durable, de la structure territoriale proposée et la composition urbanistique de même que sa mise en application au travers d’une procédure adéquate. Le recours à différents modes d’expression est requis. Le projet doit mettre en évidence les apports en matière d’éco territorialité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 déployer personnellement une démarche d’études en lien avec une problématique délimitée dans un laps de temps déterminé. Mobiliser le savoir existant, évaluer leur pertinence et compléter au besoin selon l’état des savoirs et le contexte d’études par des informations recueillies et traitée personnellement. établir un projet répondant au contexte et à sa valorisation en recourant aux outils et procédures du développement territorial et de l’urbanisme dans une perspective d’éco territorialité.",
        "assessment_methods": "Travail écrit et illustré des photos, cartes en format SIG, plans et croquis. Présentation orale",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lenvi2011",
        "title": "Méthodes d'évaluation et de gestion environnementale",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Tack Jean-Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les thèmes à aborder au cours de la formation sont : \n\nPartie 1 : Evaluation environnementale\n- Les outils d'évaluation à disposition du responsable environnemental\n- La demande de permis d'environnement, de permis unique et de permis d'urbanisme\n- La notice d'évaluation des incidences sur l'environnement\n- L'étude des incidences sur l'environnement, disciplines air, bruit, vibrations, eaux de surface et eaux souterraines, sols, milieu naturel, paysage et risque sanitaire\n\nPartie 2 : Gestion environnementale\n- Les systèmes de management type ISO et différences avec EMAS\n- La norme ISO 14001 : analyse environnementale, politique, objectifs et programme d'actions ; système de management au sens strict, audit, actions correctives et préventives\n- Les autres normes de la famille ISO 14000 (aperçu)",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de la formation, les étudiants auront acquis les compétences nécessaires à la réalisation : d'une demande de permis d'environnement (M.1.1, M.1.2, M.1.3, M.1.4, M.1.5) d'évaluations d'impact environnemental pour des projets d'envergure moyenne (dans le cadre de la réglementation relative à l'étude des incidences d'un projet sur l'environnement) (M.2.6) d'une analyse environnementale initiale et la définition d'un programme d'actions environnementales d'amélioration d'une situation simple dans un site industriel (dans le cadre de la norme ISO 14001) (M.3.1) Systèmes de management environnemental) Ceci associé aux connaissances juridiques et méthodologiques relatives à ces matières (M.4.1).",
        "content": "Sur base d'exemples, du retour d'expérience de l'enseignant et de deux visites de terrain, les étudiants vont être capables de réaliser des évaluations environnementales de sujets de complexité modérée, et préparer un plan d'actions visant à l'amélioration environnementale d'une situation de terrain en milieu industriel.",
        "teaching_methods": "Cours en présentiel, sur base de supports en Powerpoint, basé notamment sur l'expérience professionnel du formateur",
        "assessment_methods": "Rédaction de rapports suite aux 2 visites de terrain (2 rapports d'une quinzaine de pages). Dans le cas où les visites ne seraient pas possibles pour raisons COVID, 1 travail écrit sera demandé sur base de données bibliographiques",
        "other_info": "Pré-requis : Formation deuxième cycle Support : Cours, exemples de rapports, documents de support Encadrement : 1 formateur professionnel dans ce domaine Divers : La formation requiert 1 visite de deux heures sur ou à proximité du campus et 1 visite d'une demi-journée dans un site industriel",
        "online_resources": "Des liens internet utiles sont fournis dans les supports de cours",
        "course_materials": "Powerpoints du cours",
        "responsible_entity": "ENVI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2925",
        "title": "Atelier des éco territoires II: composition urbanistique",
        "credits": "9.00",
        "hours": "60.0 h + 45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Rosa Elisabetta cinzia",
            "Vanneste Guillaume"
        ],
        "teaching_language": "Français",
        "topics_covered": "Dans le cadre d’une commande formulée par la maitrise d’ouvrage projeter un aménagement urbain. A départ d'un diagnostic existant exposant les contraintes et potentialités d’un site urbain, évaluer sa pertinence et au besoin le compléter par des données, enquêtes et relevés de terrain. En référence aux orientations territoriales d’application ou à revoir, définir un programme de développement, proposer une structure territoriale souhaitée et projeter une composition urbanistique et paysagère durables répondant aux enjeux d’inclusivité, de mixités fonctionnelles, de densité soutenable, de mobilité durable en y intégrant des éléments de biodiversité tenant compte du contexte de changement climatique et d’utilisation rationnelle des ressources. Le projet d'urbanisme opérationnel s'exprime sur la base d'un schéma ou master plan, d'une maquette et autres éléments de communication.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 évaluer et se réapproprier, par une démarche interdisciplinaire, un diagnostic. A l’orienter et le synthétiser pour établir une structure territoriale de transition, un projet opérationnel sur la base d’une programmation de développement et une composition urbanistique durable. En lien avec les acteurs privés et publics : développer une compétence d'ensemblier , répondre aux attentes multiples et argumenter en cas d’orientations contradictoires, proposer des alternatives à la maitrise d’ouvrage. intégrer les informations,  médiatiser les attentes et les jeux d’acteurs de même qu’utiliser les outils et techniques de représentation et de projection (imagerie, maquette, cartographie, vidéo…).",
        "content": "L’atelier de composition urbanistique est une unité d’enseignement qui, au travers du projet d’urbanisme, engage les étudiants dans la lecture, la compréhension, l’application et la critique des outils d’urbanisme. Le projet est ici le lieu de la critique, en ce qu’il permet de manipuler, tester, proposer des transformations de ville et d’espaces dans une perspective d’éco-territorialité. Le projet implique dès lors l’application de la plupart des outils d’urbanisme de la Région bruxelloise et/ou de la Région wallonne. Un des objectifs qui représente la philosophie de l'atelier est de questionner la pertinence, la justesse ou l’intérêt de ces outils, et ce, au travers d’un site et d’une question posée. Il est demandé aux étudiants d’élaborer une réponse via un projet, critique et créatif qui vise la transformation qualitative d’un territoire donné. La mise en place de stratégies urbaines requiert dès lors une vision territoriale qui traverse les échelles, de l’échelle locale à l’échelle métropolitaine.",
        "teaching_methods": "L’atelier de composition urbanistique est un atelier de design/projet. Cela signifie que dès le début, l’analyse et le projet se confondent en une même opération de description qui, bien qu’elle soit sans fin, construit des hypothèses d’investigation et des pistes de conception. L’atelier s’étendra des niveaux stratégiques aux niveaux opérationnels de l’urbanisme. L’atelier est un type d’enseignement à la structure très libre, basé sur les échanges, le travail en groupe, le dessin. Des balises sont données mais le travail en autonomie, la recherche, etc. font partie intégrante. Les échanges peuvent mener à des moments d’incertitudes et à un processus non-linéaire. Des opérations de zoom/dézoom, de travail en série/variante, d’hypothèse ou contre-hypothèses nourrissent le travail des étudiant·es. Tout au long du processus, les questions posées dans le cadre de cet atelier sont abordées à plusieurs échelles. Le travail est organisé par groupes et l’étude entière sera traitée de manière interactive et collaborative, chaque groupe devant informer l’autre de son travail pour stimuler l’échange et converger vers une idée commune. Les séances d’ateliers convoque les activités suivantes : travail de groupe en autonomie, restitution à l’équipe enseignante (enseignement « à la table »), restitution formelle à l’ensemble de l’atelier (« affichage » ou « power point »).",
        "assessment_methods": "Cette activité fait l'objet d'une évaluation continue. Conformément à l’article 78 du Règlement général des études et des examens, l'évaluation finale (jury) ne sera organisée qu'une seule fois. Il n'y aura donc pas de possibilité de représenter cette activité lors de la session de juin et lors de la session de septembre. Seule une absence significative avec certificat médical (de 2 semaines) peut justifier d'une évaluation lors de la session de septembre. Une absence justifiée par un certificat médical lors d'un jury, fera l'objet d'une évaluation lors de la session d'examen du quadrimestre durant lequel l'activité a été organisée. Le travail s’articule en plusieurs phases à considérer comme des étapes successives qui évoluent et s’informent l’une l’autre. Chaque phase se conclut par une présentation des livrables demandés de même que par une discussion/jury réunissant toutes les équipes et leurs productions respectives (cartes, plans, maquettes, impressions et présentations numériques). Ces étapes intermédiaires sont évaluées de manière continue. L’évaluation finale a lieu au terme de ce processus par la présentation par équipe de la synthèse raisonnée des phases précédentes. Elle aboutit à une proposition multiscalaire qui sera discutée avec les enseignants et un jury d’expert.",
        "bibliography": "Ait-Touati, F., Arènes, A., Grégoire, A. 2019. Terra Forma. Manuel de cartographies potentielles. Montreuil, Editions B42. Alexander, C., Ishikawa, S. & Silverstein, M. 1977) A Pattern Language, Oxford, Oxford University Press Aureli, P. V. 2010. Rome the centre(s)elswhere, Skira Banham, R. 1971. Los Angeles: The Architecture of Four Ecologies, New York, Harper&Row Publishers Barcelloni Corte, M., & Viganò (Eds.). 2022). The Horizontal Metropolis. The Anthology. Cham, Switzerland: Springer Nature. Cavalieri, C., Viganò, P. (eds) 2019. The Horizontal Metropolis, a radical project, Zurich, Park Books Corboz, A. 1993. Atlas du territoire genevois permanences et modifications cadastrales aux XIXe et XXe siècles., Chêne-Bourg, Genève, Georg Corboz, A. 2001, parution originale 1983. Le Territoire comme palimpseste et autres essais, Besançon, Les Éditions de l'Imprimeur Corner, J. 1999. \"The Agency of Mapping: Speculation, Critique and Invention\", in: Cosgrove D. (ed) Mappings, London, Reaktion Books, p.213 Desvigne, M. 2009. Natures Intermédiaires, Bâle, Birkhauser Grosjean, B. 2010. Urbanisation sans urbanisme : une histoire de la ville diffuse, Wavre, Mardaga Haraway, D. J. 2020. Vivre avec le trouble, Vaulx-en-Velin, Les Éditions des Mondes à faire Koolhaas, R., Mau, B. 1995. S,M,L,XL, Rotterdam, Nai010 publishers Lynch, K. 1960. The image of the city, Cambridge Massachusetts, The MIT Press McHargh, I. 1969. Design with Nature, New York, Wiley and Sons Muratori, S., (ed.) 1963. Studi per una operante storia urbana di Roma, Consiglio nazionale delle ricerche Rossi, A. 1978. L'architettura della città, Milano, Il saggiatore [editioin française : 2006. L'architecture de la ville, Gollion, édition InFolio] Secchi, B. 2000. Prima lezione di urbanistica, Laterza, Roma Bari [edition française: 2006. Première leçon d'urbanisme, Marseille, Éditions Parenthèses] Secchi, B. 2009. La ville du vingtième siècle, Paris, Editions Recherche Secchi, B., Viganò, P. 2011. La ville poreuse: un projet pour le Grand Paris et la métropole de l'après-Kyoto, Genève, Metis Presses Sendra, P., Sennet, R. 2020. Designing Disorder. Experiments and Disruptions in the City. Verso Books. Sijmons, D. 2014. Landscape and Energy, Designing Transition, Rotterdam, Nai010 Smets, M. 1977b. L'avènement de la cité-jardin en Belgique, histoire de l'habitat social en Belgique 1830-1930. Bruxelles-Liège : Mardaga. Smets, M. (ed.) 1985. Resurgam. La reconstruction en Belgique après 1914. Bruxelles: Crédit Communal de Belgique. Smets, M. 1986. La Belgique ou la banlieue radieuse. In: Fondation pour l'architecture (ed.) Paysages d'architectures (catalogue d'exposition). Bruxelles. Smets, M. 2002. Raster, Hülse, Lichtung und Montage / Grid, casco, clearing and montage. Texte zur Landschaft / About Landscape. Munich/Basel: Edition Topos, Callwey/ Birkhauser. Smets, M. 2016. De Stad Ontwerpen. Een leven tussen theorie en praktijk van stedenbouw (Designing the City. A life between theory and practice of urbanism) Dutch original. Leuven : Lipsius Publisher. Ungers, O. M. 1977. Berlin: a green archipelago, 1977, in Marot, S., Hertweck, F. (eds) 2011. The city in the city. Berlin: a Green Archipelago, Lars Muller Publisher Uyttenhove, P. 2011. Stadland België, hoofdstukken uit de geschiedenis van de stedenbouw in België.Gent : A&S Books. Van Acker, M. 2014. From Flux to Frame. Designing Infrastructure and Shaping Urbanization in Belgium. Leuven : Leuven University Press Van Hecke, E. 2009. Noyaux d'habitat et régions urbaines dans une Belgique urbanisée. Enquête socio-économique 2001. Monographies 9. Bruxelles : SPF Economie, PME, Classes moyennes et Energie. Vanneste, G. 2022. Urbanisation et parcellaire. Formation et transformations de la ville-territoire autour des grandes propriétés du Brabant wallon au 19e et au 20e siècle, Louvain-la-Neuve, Presses universitaires de Louvain Vanuxem, S. 2018. La propriété de la Terre, Marseille, wildproject. Venturi, R., Scott Brown, D., Izenour, S. 1972. Learning from Las Vegas: the forgotten symbolism of architectural form,  Cambridge, Mass, 17th print. ed. The MIT Press. Viganò, P. 1999. La città elementare, Torino, Einaudi Viganò, P. 2010. Les territoires de l'urbanisme. Le projet comme producteur de connaissance, Geneva, MetisPresses Viganò, P., Secchi, B., Fabian, L. 2016. Water and asphalt, The Project of Isotropy, Zurich, Park books Waldheim, C. (ed) 2005. The Landscape Urbanism Reader, Princeton Architectural Press",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lsoc2091",
        "title": "Sociologie de la ville : approches écologiques",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Berger Mathieu"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours propose une introduction à la sociologie de la ville à partir d’approches dites écologiques. Après une présentation de l' écologie humaine mise au point par les sociologues de l'Ecole de Chicago dans les années 1920, le cours propose, dans une approche interdisciplinaire, de considérer les apports complémentaires de l' écologie matérielle (sciences de l'environnement, histoire environnementale) et de l’ écologie de l'expé rience (psychologie, phénoménologie). L’enjeu est, pour l’étudiant, de comprendre qu’une sociologie de la ville participe, avec d’autres disciplines, à un domaine de connaissance plus général, l’ écologie urbaine.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Développer une capacité d'analyse et un usage des textes scientifiques dans la construction de la réflexion et de l'argumentation. Construire, à travers une approche analytique et méthodologique fondée, une réflexion objective, critique et personnelle, de sociologue, aboutissant à une conclusion argumentée. Faire valoir la pertinence de son angle de lecture de sociologue, à la fois spécifique, critique et constructif/opérationnel, et contribuer à l’élaboration de réponses  pertinentes et ancrées dans une perspective citoyenne. Situer et interpréter avec sa posture de sociologue les enjeux y attachés. Analyser avec sa posture de sociologue et de façon approfondie un enjeu spécifique lié à ces changements et ainsi construire un angle de lecture ancré dans une analyse sociologique.",
        "content": "Le cours propose une introduction à l' écologie urbaine , entendue comme l' écologie humaine mise au point par les sociologues de l'Ecole de Chicago dans les années 1920, complétée dans une approche interdisciplinaire, par des éléments d' écologie matérielle (sciences de l'environnement, histoire environnementale) et d' écologie de l'expé rience (psychologie, phénoménologie). La ville de Chicago est l'unité géographique choisie pour mener ces explorations et illustrer empiriquement ces articulations entre les trois dimensions (humaine, matérielle, expérientielle) de l'écologie urbaine ; elle constitue le \"case\" soumis aux étudiant.e.s. Plan du cours : Introduction générale : vers une écologie urbaine intégrée I. Écologie humaine : la ville comme configuration socio-spatiale et mosa ï que de communautés Trois séances sont consacrées à la lecture de : — R.E. Park & E. Burgess, 1925, The City, Chicago, University of Chicago Press. — I. Joseph & Y. Grafmeyer, 2004 (1979), L’École de Chicago. Naissance de l’écologie urbaine, Paris, Flammarion. II. Écologie matérielle : la ville comme cadre naturel, infrastructure bâtie et ressource exploitée Trois séances sont consacrées à la lecture de : — William Cronon, 2022, Chicago, métropole de la nature, Bruxelles, Zones Sensibles ; ou William Cronon, 1991, Nature’s Metropolis : Chicago and The Great West, New York, W.W. Norton & Co) — Jean Castex, 2010, Chicago, 1910-1930 : Le chantier d’une ville moderne, Paris, La Villette. III. Écologie de l ’ exp érience : La ville comme milieu de vie Trois séances sont consacrées à la lecture d’ethnographies classiques (comme The Gold Coast and The Slum, d’Harvey Zorbaugh, 1929) et contemporaines (comme Slim’s Table, de Mitch Duneier) de Chicago, qui saisissent différents quartier de la ville en tant que milieux de vie et d’expérience. La sélection définitive des textes sera annoncée lors de la séance d’introduction.",
        "teaching_methods": "Après une introduction par l’enseignant qui présentera l’approche générale, quelques concepts clés, la méthode et le déroulement pratique du quadrimestre, le cours prendra la forme d’un séminaire de lecture, dont chaque séance sera préparée et animée par un petit groupe d’étudiants, qui aura lu avec attention le ou les textes relatifs à la séance et en proposera une présentation résumée. Outre les lectures spécifiques qui feront l'objet de présentations, les ouvrages suivants serviront de lectures communes principales pour l'ensemble des étudiant.e.s du cours : - D. Cefaï, M. Berger, L. Carlier, O. Gaudin (dir.), 2022, Écologie humaine : une science sociale des milieux de vie, Paris, Creaphis - Eric Klinenberg, 2002, Heat Wave , Chicago, University of Chicago Press.",
        "assessment_methods": "— Évaluation continue : la participation active au cours, la lecture des textes, la présentation orale des textes assignés, la discussion des textes présentés par les autres étudiants représentent, ensemble, 10 points sur une note globale de 20. — Examen : un examen oral à livre fermé vise à tester la compréhension approfondie du cours à travers 3 questions (2 points chacune ; 6 points pour l’examen) ; l’examen oral est suivi d’un moment de rédaction à livre ouvert : suite à une quatrième question, transversale au cours l’étudiante propose une réponse écrite, personnelle, développée en une page recto-verso (4 points pour la rédaction). Ces modalités valent pour la première session d'examen comme pour la seconde. En cas d’évolution des conditions sanitaires vers un code orange ou rouge, l’examen oral pourra avoir lieu en distanciel (fonction du code couleur) via Microsoft Teams.",
        "other_info": "- Le cours, s'il suppose une connaissance générale des sciences sociales, est ouvert aux autres disciplines intervenant sur les questions urbaines : architecture, urbanisme, géographie, sciences politiques, administration publique, etc. - Les textes à lire dans le cadre de ce cours sont en français et en anglais",
        "bibliography": "— D. Cefaï, M. Berger, L. Carlier, O. Gaudin (dir.), 2022, Écologie humaine : une science sociale des milieux de vie, Paris, Creaphis — R.E. Park & E. Burgess, 1925, The City, Chicago, University of Chicago Press. — I. Joseph & Y. Grafmeyer, 2004 (1979), L’École de Chicago. Naissance de l’écologie urbaine, Paris, Flammarion. — William Cronon, 2022, Chicago, métropole de la nature, Bruxelles, Zones Sensibles ; ou William Cronon, 1991, Nature’s Metropolis : Chicago and The Great West, New York, W.W. Norton & Co) — Jean Castex, 2010, Chicago, 1910-1930 : Le chantier d’une ville moderne, Paris, La Villette. — Eric Klinenberg, 2002, Heat Wave , University of Chicago Press.",
        "course_materials": "Slides postés au fur et à mesure sur Moodle Les lectures proposées dans la bibliographie sont soit postées par le professeurs sur Moodle, soit à rechercher par les étudiants en ligne ou en bibliothèque",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2930",
        "title": "Processus territoriaux et modèles de développement",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hanin Yves"
        ],
        "teaching_language": "Français",
        "topics_covered": "Présentation des grands types de processus territoriaux à travers l'histoire et des concepts clés (espaces-territoires), des rapports entre espaces et temps et des facteurs de mutations marquant la transition historique d'un modèle de développement à un autre. Mise en évidence des discours et utopies fondatrices des processus et expressions des modèles de développement. Constitution d’un bagage méthodologique et théoriques pour assoir une démarche critique des courants de pensée fondateurs des régimes territoriaux ayant marqué l'histoire européenne (centre-périphérie, modernité-culturalité...). Analyse des processus de recomposition territoriale et des outils mobilisées pour y parvenir en mettant en perspective l’articulation entre territorialité économique, sociale et institutionnelle de même que les patrimoines légués. Mise en évidence des tendances et des facteurs de mutation des transitions dans de la première et seconde phase du processus de métropolisation. Positionnement des écoterritoires dans cette trajectoire de la fabrique des territoires.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 analyser,  positionner et  mener une approche critique des grands courants de l’urbanisme et du développement des territoires énoncés depuis l’époque des Lumières jusqu’à nos jours. mettre en situation des processus globaux aux différentes échelles spatiales et niveaux territoriaux. mettre en relation des discours et des modèles de développement avec des situations concrètes de planification ou d’aménagement des territoires.",
        "content": "Le cours comporte 7 parties Louvain-la-Neuve comme exemple de ville dans le cadre des processus agraire, d’industrialisation, d’urbanisation et de métropolisation Présentation du schéma d'analyse des processus et des modèles de développement Processus agraire en référence à Vauban, Ledoux, Von Thünen… Processus industrialisation en référence à Cerda, Haussmann, Garnier, Sitte, Viollet-le-Duc… Processus d’urbanisation en référence à Howard, Le Corbusier, Bachelard… Processus de métropolisation en référence à Ascher, Choay, Castells, Sassen, Secchi… Emission ARTE : 24 heures en France, en Angleterre, en Allemagne, en Italie.",
        "assessment_methods": "Evaluation continue via la contribution d’une synthèse personnelle et évaluation sur la matière exposée au cours lors d’un examen écrit en session.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldvlp2675",
        "title": "Ressources naturelles : accaparement et résistances",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Ansoms An"
        ],
        "teaching_language": "Français",
        "topics_covered": "Les thèmes abordés peuvent changer d'une année à l'autre dépendant de l'actualité. La ruée vers l'or vert (la terre) et les défis pour les petits paysans dans le contexte de la crise alimentaire actuelle La compétition pour des ressources non-renouvelables et les conflits d'intérêts entre différents acteurs La ruée vers l'or bleu (l'eau) et les conséquences sur le plan géopolitique Défis pour la gestion forestière (forêts) Le traitement des déchets dans le Nord et le Sud, et problématique du trafique Nord-Sud des déchets.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Etre capable d'analyser les dimensions spatio-temporelles des interactions développement ' environnement dans leur contexte sociétale et historique Etre capable d'étudier ces interactions à partir de l'analyse comparative et de l'étude d'aires géographiques différentes Etre capable d'appliquer cette analyse dans le cadre, à la fois, des sociétés locales et du mouvement actuel de globalisation",
        "content": "Ce cours vous aide à vous forger une propre opinion sur base d’une analyse approfondie des problématiques liées à la gestion des ressources naturelles. (1) Le cours va tout d’abord vous aider à comprendre, comparer et analyser des modèles théoriques qui permettent de décoder de telles problématiques. (2) Le cours va ensuite vous amener à mieux comprendre et analyser des problématiques spécifiques en lien avec la ruée sur la terre, le sous-sol, l’eau ou la forêt. Le cours vous amènera à savoir décomposer ces problématiques en causes, conséquences, solutions et à comprendre et prendre position par rapport aux points de vue divergents sur ces trois éléments. Il vous aidera à repérer, dans votre environnement, des cas d'étude qui illustrent ces problématiques et vous serez capables d’analyser ces cas sur base des cadres d’analyse offerts dans le cours. (3) Le cours vous amène ensuite d’élaborer une propre analyse que vous allez présenter en format de schéma analytique de manière compréhensible, synthétique, et originale.",
        "teaching_methods": "Ce cours est organisé comme SPOC – Small Private Online Course - un cours en ligne sur Moodle, sous-divisé en 5 modules. Chaque module se concentre sur une thématique particulière et consiste d’une séquence de textes, vidéos, QCM, et de forums que l’étudiant parcourt de façon indépendante (au moment qu’il ou elle veut), mais selon un calendrier hebdomadaire fixé par l’enseignante et communiqué sur Moodle. Si l’étudiant a réalisé toutes les activités d’un module de manière complète, il ou elle reçoit un badge pour ce module. Il est crucial de bien suivre le planning du cours. A côté des activités SPOC sur Moodle, la professeure du cours organise plusieurs sessions (sur Teams ou en auditoire) au cours du quadrimestre. Lors de ces sessions, des chercheurs présenteront des études de cas des thématiques clés du cours. Le calendrier de ces conférences est communiqué au début du quadrimestre.",
        "assessment_methods": "L’évaluation du cours se base sur différents éléments : Evaluation continue : Votre progression dans les activités à réaliser sur Moodle (25% de la note finale).  La prise en compte de cette progression est basée sur le nombre de badges que vous avez obtenus – chaque badge vaut pour 5%. Attention : Il est crucial et obligatoire que vous consultiez les matériaux du cours (vidéos, textes, …) sur votre propre compte Moodle de manière que nous pouvons répertorier si vous avez fait le travail. Par rapport aux vidéos : pour être pris en compte dans le progrès du cours, vous devez les regarder en entièreté. (Les transcriptions des vidéos et la possibilité de téléchargement ne sont que des aides supplémentaires.) Vos résultats aux tests QCM insérées sur moodle (25% de la note finale). Attention : Ces résultats ne comptent que si vous avez obtenu au moins 4 des 5 badges. Si vous n’avez pas obtenu au moins 4 badges, cette partie sera remise à 0/5. A côté de ces éléments, votre présence et votre participation active dans les séminaires est requise (au moins 3 sur 4). Attention ! Nous veillerons sur toute tentative de fraude. Qu’est-ce qui est considéré comme fraude ? Parcourir les vidéos vite-vite sans vraiment les regarder ou ne pas regarder les vidéos et néanmoins répondre aux QCM ; répondre dans des forums sans vraiment formuler une réponse de fond. Comment savons-nous répertoriez la fraude ? Vos profils montrent combien de temps vous avez passé dans le SPOC, ce que vous avez fait pendant ce temps. Ceci permet de répertoriez les profils ‘suspects’ qui parcourent les activités de manière trop rapide ou de façon bizarre. Pour éviter que les réponses aux QCM voyagent d’une année à l’autre, nous avons changé certaines QCM. Attention de ne pas reprendre des listes de réponses aux QCM, car ainsi, vous risquez rendre votre profil ‘suspect’. Qu’est-ce qui se passe en cas de fraude ? Tout votre progrès est annulé (ce qui veut dire qu’en prochaine session, vous devez redémarrer le cours de 0), et votre travail final ne sera pas considéré dans l’évaluation du cours. Travail final : Une analyse d’un cas d’étude en schéma analytique selon les consignes qui seront données (50% de la note finale). Les étudiants ont plusieurs choix en termes de thématiques : ils peuvent opter d’analyser un cas en lien avec la ruée sur la terre, la ruée sur le sous-sol, la ruée sur l’eau, la ruée sur la forêt, ou un cas qui regroupe plusieurs de ces thématiques. Pour plus de détails sur le schéma analytique, regardez l’annexe. Attention : votre travail final sera seulement pris en compte si vous avez obtenu au moins 4 badges et 50% des notes aux QCM. L’introduction du travail final est requise pour pouvoir obtenir une note au cours. En absence de la soumission du travail final, la note totale du cours sera remise à 0/20. Attention ! Il est interdit de reprendre une analyse d’un.e autre étudiant.e d’une année précédente. Si on constate des fortes ressemblances entre votre travail et un schéma d’une autre personne (aussi des années précédentes), vous risquez que votre travail soit considéré comme du plagiat. Dans ce cas, votre résultat sera remis à 0/20. L’utilisation des intelligences artificielles lors des épreuves d’évaluation de ce cours est balisée par les règles mentionnées dans le note facultaire à ce sujet et disponible sur le site intranet de la faculté des sciences économiques, sociales, politiques et de communication dans les informations à destination des étudiant.es. En cas de deuxième session, seul le travail final doit être représenté (à condition que la partie d’évaluation continue ait déjà été présentée une première fois). Vous gardez alors vos résultats à la partie d’évaluation continue pour la prochaine session (sauf en cas de fraude).",
        "responsible_entity": "PSAD"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar1501",
        "title": "Dessin 1 : Ville et Territoire",
        "credits": "4.00",
        "hours": "60.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vanneste Guillaume"
        ],
        "teaching_language": "Français",
        "topics_covered": "Prendre conscience de la place de cette activité dans l'ensemble du programme bachelier ingénieur civil architecte. Le dessin comme outil d'analyse et de questionnement : Introduction par le dessin aux structures du territoire, naturelles et façonnées par l'homme Compréhension des logiques d'implantation des établissements humains Compréhension des matières urbaines, péri-urbaines ou rurales (pleins, vides, densité, parcellaire, minéral, végétal) Dans chacun des processus les étudiants sont conviés à faire la part entre les phénomènes structurants et les éléments anecdotiques, à distinguer les convergences et les divergences des différentes entités présentes dans le site et à se rendre compte des capacités révélatrices des différents médiums utilisés.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de cet enseignement, les étudiants seront en mesure de : Utiliser le dessin manuel comme vecteur concret de l'analyse d'un site Décoder un plan, une carte et examiner leurs rapports à une photographie aérienne Découvrir les spécificités d'un site (identification et assemblage des éléments) en expérimentant les outils et les méthodes de représentation appropriés Comprendre les interactions entre les différentes échelles d'existence des dispositifs spatiaux",
        "content": "L’atelier de « Dessin 1 – Ville et Territoire » propose une exploration graphique d’un territoire situé. Le dessin est ici le lieu de la recherche, de la fabrication d’une problématique, d’une pensée, un dispositif producteur d’hypothèse, ouvert au doute et à des modes de recherche, en ce qu’il permet de manipuler, tester, proposer des lectures (et des écritures) des espaces, des villes et des territoires. Il s’agit d’une unité d’enseignement qui, au travers du dessin de territoire engage les étudiant·es dans la lecture, la compréhension du territoire et de la ville et dans la proposition de leur modification. Concrètement, les étudiants sont amenés à dessiner un territoire donné et à y implanter un projet donné.",
        "teaching_methods": "L’unité d’enseignement « Dessin 1 » est donnée sous le format d’atelier qui, au travers du dessin de la ville et du territoire, engage les étudiant·es dans la lecture, la compréhension, l’écriture, la transformations des formes et rationnalité de notre environnement. L’analyse et le dessin se confondent en une même opération de description qui, bien qu’elle soit sans fin, construit des hypothèses d’investigation et des pistes de conception. Il amorce les dispositifs utiles au projet d’architecture sans en endosser la complexité. Tout au long du processus, les questions de représentation sont abordées à plusieurs échelles.",
        "assessment_methods": "Cette activité fait l'objet d'une évaluation continue. Conformément à l’article 78 du Règlement général des études et des examens, l'évaluation finale (jury) ne sera organisée qu'une seule fois. Il n'y aura donc pas de possibilité de représenter cette activité lors de la session de juin et lors de la session de septembre. Seule une absence significative avec certificat médical (de 2 semaines) peut justifier d'une évaluation lors de la session de septembre. Une absence justifiée par un certificat médical lors d'un jury, fera l'objet d'une évaluation lors de la session d'examen du quadrimestre durant lequel l'activité a été organisée. Le mode d’évaluation des acquis est réalisé de deux manières. D’une part, une évaluation continue est réalisée par l’équipe enseignante, qui considère le travail continu et itératif de l’étudiant·e de séance en séance. D’autre part, une évaluation finale qui prend la forme d’un jury, évalue la conclusion et restitution par l’étudiant·e de son travail. Le jury est une présentation orale et graphique du travail de dessin par l’étudiant·e suivi d’un échange ouvert sur la pertinence des dessins avec l’équipe enseignante et éventuellement des experts invités. Il a lieu lors de la dernière séance d’atelier. Ces deux parties, évaluation continue et présentation synthétique, valent respectivement pour 60 et 40% des crédits du cours. L’évaluation porte sur la capacité de l’étudiant·e(s) à rencontrer les acquis d’apprentissage du cours, à savoir : - Dessiner le territoire - Implanter un petit édifice / programme - Raisonner sur l’articulation de ces deux opérations et restituer ce raisonnement",
        "other_info": "L'évaluation finale du travail est assurée par un jury constitué des enseignants et d'invités extérieurs. Une évaluation intermédiaire est organisée lors d'un pré-jury. Le cours est dispensé en français.",
        "bibliography": "Aubert, J. (1996) descriptive Cours de dessin d'architecture à partir de la géométrie descriptive : à l'usage des élèves de première année des écoles d'architecture, Ed. de la Vilette Baines, B. (2014)  Introduction au dessin d’architecture aux instruments - syllabus ULB Faculté d’architecture la Cambre Horta Ching, F.D.K (2012) Dessin de design architectural, Editions Modulo Corboz, A. 1993. Atlas du territoire genevois permanences et modifications cadastrales aux XIXe et XXe siècles., Chêne-Bourg, Genève, Georg Corboz, A. 2001, parution originale 1983. Le Territoire comme palimpseste et autres essais, Besançon, Les Éditions de l'Imprimeur Croegaert, A (2005) La représentation architecturales - syllabus ISA St Luc Tournai Monge, J. (1955) Éléments de dessin d'architecture et de construction architecturale, Eyrolles",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2950",
        "title": "Systèmes de décision en urbanisme et développement territorial",
        "credits": "4.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hanin Yves",
            "Ippersiel Bertrand",
            "Van de Casteele Yves"
        ],
        "teaching_language": "Français",
        "topics_covered": "Présentation des modalités de prise en considération des orientations et règles en application dans le cadre d’une stratégie de développement territorial ou un projet d’urbanisme Présentation de méthodes et techniques de conception, d’élaboration, d’évaluation et de participation de même que de formalisation des outils de planification et d’urbanisme opérationnel dans le cadre de systèmes de décision au niveau local, communal, supracommunal, régional, surparégional ou européen. Application pour les outils concernés des affectations, des indicateurs de densités et mixités, de gestion foncière de même que les autres prescriptions d’urbanisme afin d’orienter les projets dont ceux prévus dans le cadre de demandes de permis.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 contribuer à une démarche interdisciplinaire de diagnostic synthétique et orienté pour établir une structure territoriale de transition, une programmation de développement et une composition urbanistique durable. développer une compétence d'ensemblier en lien avec les acteurs privés et publics argumenter en cas d’orientations contradictoires et  proposer des alternatives à la maitrise d’ouvrage. intégrer les informations, à médiatiser les attentes et les jeux d’acteurs de même qu’utiliser les outils et techniques de représentation et de projection (imagerie, maquette, cartographie, vidéo…).",
        "content": "Programme général du cours 1er semaine      Présentation du cours, des objectifs + les métiers de l’urbanisme-aménageur et les outils d’aide à la décision Yves Hani, 2ème semaine    Lecture et synthèse de l’Agenda territorial 2030, SDT RW et PRDD RBC (Yves Hanin) 3ème semaine    Présentation et débats sur les synthèses des lectures Yves Hanin 4ème semaine    Le plan d’affectation des sols et les programmes ou schémas communaux Yves Hanin 5ème semaine    Les plans particuliers d’affectations des sols et les schémas d’orientation communaux Yves Hanin 6ème semaine    Les permis et les évaluations environnementales Yves Hanin 7ème semaine    Semaine smart              pas de cours 8ème semaine    L'urbanisme opérationnel en Wallonie Bertrand Ippersiel 9ème semaine    L'urbanisme transactionnel en Wallonie Bertrand Ippersiel 10ème semaine Le plan d’affectation des sols démographique              Yves Van de Casteele 11ème semaine Le plan d’affectation des sols et  masterplan Yves Van de Casteele 12ème semaine L’urbanisme opérationnel en Région de Bruxelles capitale Yves Van de Casteele 13ème semaine               Travail de groupe 14ème semaine Première présentation du travail          Ensemble de l’équipe enseignante",
        "teaching_methods": "Ce cours a pour objectif de pouvoir maitriser les différents rôles et missions des métiers de l’urbaniste et de l’aménageur au sein du système de décision du développement territorial en Région de Bruxelles capitale et en Région wallonne. Au terme du cours les étudiants seront capables de se positionner au sein du système dans le cadre d’une stratégie territoriale de situation de projets soumis ou non à permis. Ils pourront définir les outils à mobiliser, leurs contenus, leurs modes d’élaboration et prendre part â leur conception au sein d’une équipe de conseil ou d’une instance décisionnelle privé ou publique. Pour acquérir ces capacités, l’étudiant soit préalablement soit conjointement au cours prendre connaissance des dispositifs juridiques (CoDT et CoBAT) en application. Ces connaissances sont dispensées dans les cours de droit notamment Droit des espaces bâtis et non bâtis (LICAR2901) et Droit appliqué de l’urbanisme (LURBA2001). Les présentations des cours seront disponibles sur Moodle au terme du cours. Des références générales sont également accessibles et constituent des supports pédagogiques ce qui nécessite des lectures et des investigations personnelles.",
        "assessment_methods": "Les acquis sont évalués individuellement en continu aux regards des activités proposés et des interactions lors des cours. Ils le sont également au travers de la contribution au travail de conception d’un outil à la décision qui est évalué en session d’examen. Ce travail peut porter sur une problématique et un site analogue à celui du cours de montage de projet (LURBA2970). Le travail de conception d’un outil d’aide à la décision nécessite de maitriser les dispositifs juridiques (LICAR2901 et LUBA2001), les outils de la géomatique (LBIRE2102), une qualité de communication, la pertinence et la complétude de l’outil au sein du système décisionnel. Le travail comprend le dépôt d’un rapport écrit et illustré au plus tard 8 jours avant la date de l’examen. En session, le travail fait l’objet d’une présentation et d’une défense. L’examen peut également comporter des réponses aux questions complémentaires sur les présentations effectuées au cours. Le travail fait l’objet d’une pré-présentation lors de la dernière semaine de cours du quadrimestre. Il est défendu collégialement lors de la session. En cas d’échec, il fait l’objet d’un nouveau travail défendu individuellement. Les modalités d’évaluation sont équivalentes à celles de la première session.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba3011",
        "title": "Acteurs, territoires et contextes de développement",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Rosa Elisabetta cinzia"
        ],
        "teaching_language": "Français",
        "topics_covered": "Présentation des contextes de développement et les liens avec les exigences du développement territorial durable. Concepts, méthodes et stratégie de développement territoriale. Présentation des acteurs et de leur fonction dans le développement territorial (investisseurs, habitants, usagers, associations, producteurs, commerçants, services et administration publiques, élus), l’évolution des rôles (porteur de projet, opposant, autorités…) et les modalités d’interaction (enquête, co conception, cogestion, budget participatif, marché public, appel à projet…). Présentation de méthodes et d’outils de coopération entre acteurs, de médiation entre parties concernées ou d’acceptabilité sociale dans le cadre de projets de développement territoriaux et d’urbanisme.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 identifier le contexte de développement et les stratégies adéquates d’intervention. identifier les acteurs et  les modalités d’interaction à respecter et celles à promouvoir.",
        "assessment_methods": "Evaluation orale des connaissances lors de la session d’examen.",
        "bibliography": "",
        "course_materials": "Récits d'urbanisme et question des communs (cours en ligne)",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2901a",
        "title": "Droit de l'espace bâti et non bâti (partie1)",
        "credits": "2.00",
        "hours": "25.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Introduction aux compétences institutionnelles (UE, Etat, régions, communes) en matière des principaux droits territoriaux (développement territorial et urbanisme, construction, patrimoine et environnement).",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : maîtriser les notions juridiques,  la répartition des compétences,  la hiérarchie des normes et  l'articulation des législations appliquées au territoire, maîtriser le contenu et  la portée des schémas, les plans et permis en matière de développement territorial et d’urbanisme de même que les principales dispositions juridiques dans les domaines connexes.",
        "content": "Le cours de droit de l’urbanisme a pour objet de donner aux étudiants une introduction au droit wallon de l’urbanisme, en deux parties. La première partie (CH Born; suppl Ch Thiebaut) aborde : Les concepts (aménagement du territoire, urbanisme, développement territorial), leur définition Les acteurs Les schémas (SDT, SDC, SDP, SOL,…) et le plan de secteur (contenu, effets, procédure d’élaboration) Les guides d’urbanisme (id.). La deuxième partie (Ch Thiebaut) aborde : Les permis d’urbanisme et d’urbanisation (contenu, effet, procédure de délivrance) Le contrôle et les sanctions en droit de l’urbanisme",
        "teaching_methods": "Le cours est donné de façon magistrale, avec des exemples tirés de la pratique professionnelle des enseignants, en privilégiant une interaction avec les étudiants.",
        "assessment_methods": "Examen oral",
        "online_resources": "Les ressources sont sur le site Moodle du cours.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2001",
        "title": "Droit appliqué de l'urbanisme et du développement territorial",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Ippersiel Bertrand",
            "Thiebaut Christophe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Présentation des procédures et modes d’application notamment lors de la délivrance des permis des différents outils de planification et d’urbanisme (schémas, plan et guides) de même que les outils opérationnels (rénovation, revitalisation, remembrement urbain, site à réaménager…). Mise en relation avec les polices des voiries, des sols, de l’environnement, du patrimoine et des modalités de maitrise et gestion foncière (acquisition, renonciation du droit d'accession, expropriation, emphytéose…).  Contenu et complétude des évaluations environnementales (Rapport, notices et étude des incidences). Sur la base des outils et polices en vigueurs analyse de la délivrance et motivation des permis d’urbanisation et d’urbanisme.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : articuler les différentes polices ayant une implication sur le territoire. connaitre les procédures, les effets de hiérarchies des outils,  suivre la ou les procédures les plus adéquates et  les appliquer vis-à-vis de cas concret de projet d’aménagement ou de délivrance de permis. évaluer,  proposer une décision et  la motiver aux regards des éléments de droits et de fait.",
        "assessment_methods": "Evaluation orale lors d’un examen en session.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-ldrop2061",
        "title": "Droit général de l'environnement et du cadre de vie",
        "credits": "5.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Born Charles-Hubert"
        ],
        "teaching_language": "Français",
        "topics_covered": "Le cours analyse le cadre institutionnel et les stratégies publiques en matière de développement durable. Il a également vocation à appréhender des questions relatives tant au droit de l'environnement qu'au droit de l'urbanisme. \r\rPeuvent être examinés :\r\r-\tLe cadre institutionnel international, européen et interne dans lequel le droit du développement durable trouve sa source ;\r\r-\tLes stratégies publiques de développement durable ;\r\r-\tDes aspects transversaux aux droits de l'urbanisme et de l'environnement, tels que l'accès à l'information, la participation du citoyen au processus de décision, l'évaluation environnementale préalable ou encore l'accès à la justice, largement influencés par les droits international et européen.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 À l'issue du cours, l'étudiant doit être capable :\r\r-\tDe disposer d'une connaissance approfondie en matière de droit institutionnel et de stratégies publiques du développement durable ;\r\r-\tDe  disposer d'une connaissance approfondie des aspects transversaux aux droits de l'urbanisme et de l'environnement ;\r\r-\tD'appliquer cette connaissance à des situations pratiques ;\r\r-\tDe formuler des observations critiques en rapport avec les solutions préconisées par le droit en vigueur.\r\rCe cours fait partie d'une option cohérente de trois cours. Les titulaires des cours de l'option forment une équipe d'enseignement : ils se concertent sur les contenus et méthodes de chaque cours afin d'en assurer la complémentarité. Le cours s'appuie sur des méthodes pédagogiques participatives (apprentissage par projets ou par problèmes, commentaires de jurisprudences ou de doctrines, débats avec des invités, études de terrain) permettant à l'étudiant de développer en toute autonomie un regard critique, prospectif et inventif. L'étudiant est encouragé à participer au cours et à s'impliquer dans l'apprentissage, lequel a une dimension tout à la fois individuelle et collective. Dans cette perspective, les enseignants des différentes options se concertent au sein de la Faculté au sujet des dispositifs pédagogiques mis en uvre.",
        "content": "Le cours a pour objet de donner aux étudiants une introduction critique aux aspects généraux, institutionnels et transversaux du droit de l’environnement, dans les différents ordres juridiques (international, européen et interne). Il aborde : - la définition des notions d’environnement et de droit de l’environnement, - le statut juridique des éléments de l’environnement - les aspects institutionnels en droit international, européen et interne (répartition des compétences, sources, acteurs) - les fondements du droit de l’environnement, à savoir les grands concepts, les droits fondamentaux, les objectifs et les principes généraux - les instruments du droit de l’environnement, à savoir les instruments de police administrative, économiques, volontaires, fonciers - les garanties procédurales en droit de l’environnement, à savoir l'évaluation des incidences, l’accès à l’information, la participation et l’accès à la justice - la mise en œuvre du droit de l’environnement (contrôle, sanctions et responsabilité) Le cours entend s'inscrire dans une approche critique du droit à la lumière des enjeux de l'urgence écologique et de la transition vers un développement soutenable.",
        "teaching_methods": "Le cours est donné de façon magistrale, avec des exemples tirés de la pratique professionnelle de l’enseignant, en privilégiant une interaction avec les étudiants via des lectures de décisions de jurisprudence ou d’articles et par l’invitation de praticiens du droit de l’environnement. Des exercices de mise en situation peuvent être organisés sur Moodle afin de préparer les étudiants à l’examen.",
        "assessment_methods": "L’examen est un examen oral, comportant deux questions, la première avec un temps de préparation, la seconde sans temps de préparation. Les questions portent sur la théorie et des exercices simples de mise en situation",
        "online_resources": "Les ressources en ligne sont postées sur le site Moodle du cours.",
        "course_materials": "Syllabus Recueil de textes normatifs Recueil de jurisprudence",
        "responsible_entity": "BUDR"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lenvi2005",
        "title": "Changements climatiques: impacts et solutions",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teaching_language": "Français",
        "topics_covered": "Les cours se basera sur le dernier rapport du Groupe d'experts Intergouvernemental sur l'Evolution du Climat (GIEC), au travers de ses trois groupes de travail : GT1 (les bases physiques) ; GT2, (conséquences, adaptation et vulnérabilité) ; et GT3, (atténuation des changements climatiques). Chacun des trois thèmes sera d' abord introduit de façon générale sur la base des conclusions du GIEC, puis illustré par des personnalités invitées, belges et étrangères, spécialistes dans les aspects scientifiques, économiques, sociaux et politiques de la problématique.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours permettra à l'étudiant d'acquérir les bases scientifiques pour comprendre les impacts physiques, environnementaux, économiques et sociaux des changements climatiques d'origine humaine, et les moyens et stratégies pour éviter les impacts inacceptables (« atténuation » par la réduction des émissions de gaz à effet de serre) et faire face aux impacts devenus inévitables (adaptation). Ceci avec une attention particulière portée à la situation belge d'une part et aux pays en développement d'autre part. L'étudiant sera sensibilisé à la non-linéarité de nombreux processus pertinents, à la place de la modélisation, et à l'importance d'une approche interdisciplinaire. Au terme de ce cours, l'étudiant sera capable d'aborder la problématique des changements climatiques avec un esprit à la fois curieux, scientifique et critique.",
        "content": "Ce cours donne une formation de base à propos de la problématique des changements climatiques et des manières d'en réduire les impacts ou de les prévenir en partie. : 1) Bases physico-chimiques; 2) Impacts, vulnérabilité et adaptation; 3) Atténuation (réduction des émissions de gaz à effet de serre).",
        "teaching_methods": "Cours donné en présentiel, avec support de vidéoprojection + explications au tableau.",
        "assessment_methods": "Une partie de l'évaluation se fera sur la base d’un travail écrit pour lequel les étudiants devront faire preuve d’aptitude à rechercher et sélectionner des informations scientifiques sur un thème lié aux changements climatiques, à leurs conséquences, ou aux moyens de les éviter,  ainsi que  les intégrer avec les connaissances acquises dans le cadre du cours. Une autre partie de l'évaluation sera basée sur un examen écrit.",
        "other_info": "Cours d'intérêt général, destiné principalement aux étudiants du Master de spécialisation interdisciplinaire en sciences et gestion de l'environnement et du développement durable, mais accessible également à tout porteur d'un diplôme de BAC.",
        "course_materials": "Support de cours sur Moodle",
        "responsible_entity": "ENVI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lenvi2101",
        "title": "Sociétés, populations, environnement, développement: problématiques et approches interdisciplinaires",
        "credits": "6.00",
        "hours": "45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Colla Martin",
            "Frogneux Nathalie",
            "Hermesse Julie",
            "Nieberding Caroline",
            "Raskin Jean-Pierre"
        ],
        "teaching_language": "Français",
        "topics_covered": "Après une introduction à des éléments de base essentiels (vocabulaire, concepts...), ce cours parcourt quelques grandes thématiques parmi les suivantes au travers des prismes complémentaires des quatre co-titulaires : * principes d'écologie et développement durable * développement durable, énergie et changements climatiques * expertise et interface science ' société * progrès technique et développement durable * interactions population, culture et environnement * notions de complexité et d'interdépendance entre processus économiques, sociaux, naturels et technologiques * aspects philosophiques et historiques De plus, une thématique environnementale nouvelle est abordée chaque année et fait l'objet d'un approfondissement (experts invités) et d'un jeu de rôles au cours duquel les étudiants défendront le point de vue des différentes parties prenantes des problématiques environnementales: pouvoirs publics, entreprises, organisations non gouvernementales, pays différents... La thématique de l'année et les modalités du jeu de rôles sont définies dans un document séparé, accessible sur https://moodleucl.uclouvain.be, cours LENVI2101",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme de ce cours, les étudiants devraient être capables d'approcher de manière interdisciplinaire et intégrée les questions qui se posent aujourd'hui à l'intersection des problématiques d'environnement, de développement et de population. Le cours introduit à une mise en perspective synthétique de l'apport des principales disciplines des sciences de la nature, des sciences appliquées et des sciences humaines pour situer les cadres globaux et les contraintes des interactions population - développement - environnement.",
        "content": "Thème de l'année 2022-2023 : Les mégafeux . De quoi s'agit-il?  (Description et analyse), comment intervenir de façon efficace? Comment négocier entre les intérêts en présence? S'agit-il d'un phénomène nouveau? Quel est l'impact sur les équilibres écologiques? Sur les animaux et les végétaux? Ce phénomène est-il lié au dérèglement climatique? Quels sont les modes et les techniques traditionnelles ou contemporeines d'intervention? A quelle échelle faut-il intervenir? Nos institutions y sont-elles préparées?",
        "teaching_methods": "Le cours sera composé d'approches disciplinaires et de regards croisés (interdisciplinaires), de conférence par des spécialistes extérieurs et d'un jeu de rôle final de négociation mené par les étudiants.",
        "assessment_methods": "Les étudiants seront évalués sur leur participation au cous et aux conférence, ainsi que sur la base des travaux de séminaire (participation au jeu de rôles final, qualité des documents préparés, utilisation appropriée des matières enseignées par les cotitulaires). Chacun(e) devra indiquer dans son dossier de jeu de rôle comment il/elle a contribué au travail du groupe. Pour les étudiants qui suivent également (ce qui est souhaitable) le cours [LENVI2004] \"Atelier en communication environnementale et en gestion des conflits par la négociation\", l'évaluation des deux cours sera combinée dans le cadre du jeu de rôles de [LENVI2101]. Les étudiants qui suivent [LENVI2101] sont encouragés à suivre en parallèle le cours [LENVI2004], ce qui leur permet de tirer au mieux parti des synergies entre les deux cours.",
        "other_info": "Ce cours s'adresse principalement aux étudiant(e)s du Master en Science et gestion de l'environnement ENVI2M, mais est ouvert en option à tout(e) étudiant(e) motivé(e) de niveau « Master ». Tous les étudiant(e)s doivent préparer (en groupes) et participer au jeu de rôles sur la thématique choisie. Le site Moodle (LENVI2101) sera utilisé pour faciliter la communication et la mise à disposition des documents et travaux. Chaque étudiant(e) est prié(e) de s'y inscrire pour le premier lundi d'octobre au plus tard (voir la procédure d'inscription sur Moodle)). A défaut, il /elle risque de ne pas recevoir les informations utiles au cours.",
        "online_resources": "Sur Moodle",
        "bibliography": "La bibliographie évolutive se trouvera sur Moodle.",
        "course_materials": "resources et références citées lors des cours",
        "responsible_entity": "ENVI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbire2205a",
        "title": "Decision tools and project management - Decision tools",
        "credits": "3.00",
        "hours": "22.5 h + 7.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Amory Raphaël",
            "Gaspart Frédéric"
        ],
        "teaching_language": "Anglais",
        "prerequisites": "General skills for a bio-engineering bachelor, introductory management, micro-economics and introduction to game theory",
        "topics_covered": "- Part 1 The course outlines, explains and compares various decision problems and decision-making tools within the unifying framework of game theory. It distinguishes (and shows the complementarities of) statistics and economic analysis. Complex decisions under uncertainty in situations with several interacting decision-makers are illustrated with relevant examples. - Part 2 : Project management Dans sa vie professionnelle, le bioingénieur est immanquablement partie prenante dans des projets. Les thèmes abordés dans le cours lui donneront les bases élémentaires de la gestion de projet, que sont les notions, les intervenants, les enjeux et les techniques qui devront conjuguer les forces vives d’un projet vers l’atteinte de ses objectifs. Le cours sera illustré par des exemples concrets, dans des secteurs variés, permettant la projection dans des ‘business cases’.  Les business cases provoqueront réflexion et discussion informelle.",
        "content": "(Part 1) 1. Elements of games in developped forms (including VNM utility) 2. Non-cooperative bargaining (the Rubinstein model and variants) 3. Agency (1) : moral hazard and boiling-in-oil contracts 4. Agency (2) : screening vs statistical discrimination 5. Agency (3) : signaling (Partie 2) - Project management Introduction à la gestion de projet Mode d’évaluation des acquis : explication sur rapport demandé Initiation d’un projet : Objectifs, charte, parties prenantes, communication Planification : organigramme des tâches, Diagramme de Gantt, PERT, Gestion agile Exécution : Risques, budget, indicateurs, qualité Clôture : Retour d’expérience, clôture S’inspirer du vivant pour organiser un projet",
        "teaching_methods": "Classes and homeworks",
        "assessment_methods": "(Part 1) Written exams by e-mail, only exercises (Partie 2) Rapport de gestion de projet à remettre",
        "other_info": "Langue d'enseignement Partie 2 : français",
        "online_resources": "Moodle Partie 2 - Project management : Moodle : slides disponibles après le cours",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo1322",
        "title": "Géographie des espaces urbains et des flux",
        "credits": "5.00",
        "hours": "30.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Keersmaecker Marie-Laurence"
        ],
        "teaching_language": "Français",
        "prerequisites": "Pour les étudiant.e.s en bachelier en sciences géographiques, orientation générale (GEOG1BA): LBIO1283 Principes de statistiques et analyse des données biologiques Le(s) prérequis de cette Unité d’enseignement (UE) sont précisés \n                à la fin de cette fiche, en regard des programmes/formations qui \n                proposent cette UE.",
        "topics_covered": "Dans un monde toujours en phase d’urbanisation, la compréhension des facteurs qui structurent l’espace, en particulier les espaces habités, reste plus que jamais d’actualité. Quels sont les facteurs géographiques qui influencent le destin des villes ? Comment les flux de biens, de services, de personnes ont formé et forment les espaces urbains et les territoires reliés à ces villes ? Nous utiliserons divers modèles classiques de la géographie pour retracer les trajectoires de développement de divers cas d’étude.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Identifier les facteurs physiques, humains, et d’interaction spatiale qui structurent les villes et les paysages urbains, et les réseaux de flux et de transport (de personnes, biens, services) Utiliser à bon escient les modèles classiques de la géographie urbaine, pour la modélisation ou comme outil de réflexion critique",
        "content": "Géographie urbaine : le processus d’urbanisation La première partie du cours (15 heures) se focalise sur l’étude du processus d’urbanisation. L’approche se fait suivant le schéma suivant : Des heures de terrain accompagnent les exposés en salle et se passent dans une ville. Géographie des transports : Quatre séances du cours sont dévolues à une introduction à la géographie des transports. Après une introduction sur l’importance des transports dans l’organisation spatiale, une deuxième séance est consacrée à la mesure de l’accessibilité et la mobilité, une troisième aux réseaux de transport et enfin une dernière aux liens entre transports et environnement. La base de ce cours est RODRIGUE JP, COMTOIS C., SLACK B. The geography of transport systems. Routledge. Des TP sur les modèles de transport illustrent le cours.",
        "assessment_methods": "Géographie urbaine : examen écrit sur le cours et travail écrit à partir de l’enseignement de terrain. Géographie des transports : présentation orale d’un article et examen écrit sur les TP.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbrat2101",
        "title": "Aménagement du territoire",
        "credits": "5.00",
        "hours": "45.0 h + 15.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Defourny Pierre",
            "Hanin Yves",
            "Pairon Marie"
        ],
        "teaching_language": "Français",
        "prerequisites": "aucun",
        "topics_covered": "Ce cours central de la spécialisation \" aménagement du territoire \" introduit et formalise de manière systématique les objectifs, concepts, méthodes et outils normatifs de l'aménagement du territoire. Il insiste sur les fonctions du territoire, base de l'aménagement rationnel du territoire, sur la dimension spatio-temporelle de l'écologie des paysages et des activités humaines, ainsi que sur les outils normatifs et opérationnels, les stratégies de planification de l'aménagement et le jeu des différents acteurs dans les processus décisionnels. Il permet d'articuler les compétences plus spécifiques enseignées dans les autres cours de la spécialisation, pour viser une approche intégrée et raisonnée du territoire en vue de concourir à la fois à son développement économique, social, culturel et environnemental.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 a. Contribution de l'activité au référentiel AA (AA du programme) Cohérence des AA cours en regard de ceux du programme M1.2., M1.3., M1.4., M2.2., M2.5., M4.3., M4.6., M4.7. b. Formulation spécifique pour cette activité des AA du programme ( maximum 10 ) Au terme de cette activité, l'étudiant est capable de: -        décrire les enjeux, concepts, méthodes et outils normatifs de l'aménagement du territoire; -        identifier les différentes fonctions du territoire par une approche multidisciplinaire; -        maîtriser les fondements rationnels tant au niveau de l'inventaire et de l'évaluation de l'état actuel d'un territoire (atouts, faiblesses, potentialités, menaces) que des méthodes spécifiques aux différentes phases de l'aménagement : proposition, impact, décision, planification, gestion et évaluation; -        développer une analyse critique d'étude d'incidence et de situations observées sur le terrain; -        appréhender les grandes problématiques territoriales et analyser une démarche d'aménagement intégré, cherchant à concilier durablement population, production et environnement dans l'espace.",
        "content": "1.     Table des matières L'exposé théorique introduit les concepts de l'aménagement du territoire ainsi que les outils normatifs et opérationnels nécessaires à la mise en oeuvre d'un développement territorial durable afin de relever les défis sociétaux actuels. Le cours traite des fonctions et composantes du territoire, de l'écologie des paysages et de la structuration spatiale des infrastructures et activités humaines.   Les stratégies de planification de l'aménagement et les jeux des différents acteurs dans les processus décisionnels sont discutés.  Un accent particulier est mis sur l'évaluation de l'incidence des propositions d'aménagement et/ou de développement sur l'environnement (eau, sol, air, climat, faune, flore, habitats, bruit) ainsi que sur les fonctions écologiques et productives du territoire (y compris l'agriculture et les forêts).  S'appuyant sur l´expérience territoriale vécue des étudiants, ce cours développe des compétences pratiques d'analyse, de diagnostic et d'interprétation des dynamiques complexes interagissant au niveau d'un territoire.  Il aborde également d'autres réalités européennes ainsi que celles des pays du sud. Il présente enfin l'évolution des politiques d'aménagement du territoire et les grands enjeux associés aux échelles wallonnes, européenne et mondiale. 2.     Explications complémentaires Un ensemble de dispositifs pédagogiques variés permettent à l´étudiant d´appréhender progressivement par la théorie et la pratique les différents aspects de l´aménagement du territoire.  Des mises en situation professionnelle, plusieurs visites sur le terrain et des exercices pratiques au cours et en salle informatique permettent de développer des compétences et des savoir-faire mobilisant les concepts et outils abordés au cours. Le partim LBRAT2101B comprend l'ensemble des cours théoriques et les visites sur le terrain du cours LBRAT2101, à l'exception de la visite en milieu urbain. Le partim LBRAT2101C comprend uniquement les travaux pratiques encadrés en salle informatique et la visite en milieu urbain du cours LBRAT2101.",
        "teaching_methods": "Le cours est construit sur approche inductive partant des observations et expériences de terrain pour ensuite introduire et formaliser les concepts et méthodes. Le cours alterne donc exercices pratiques, exposés théoriques et visites de terrain. Différents dispositifs pédagogiques (observation de terrain, exercices pratiques en auditoire et en salle informatique, présentation d'une analyse) permettent de s'approprier les concepts et la démarche de l´aménagement du territoire.",
        "assessment_methods": "L'évaluation porte d'une part sur les connaissances et la compréhension approfondie des concepts, outils normatifs et méthodes d'analyse propres à l'aménagement du territoire et d'autre part, sur la réalisation d'un diagnostic et d'une proposition d'aménagement. L'acquisition de ces compétences et connaissances est donc validée par une évaluation continue relative aux exercices réalisés au cours et par l'évaluation d'une présentation de proposition d'aménagement présentée sous la forme d'un exposé oral et suivi d'un examen oral.",
        "online_resources": "Moodle",
        "bibliography": "Les diapositives du cours magistral constituant le support de cours sont disponibles en ligne pour les étudiants.  Des ressources complémentaires sont également recommandées (ouvrages de référence, documents, liens internet).",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2301",
        "title": "Analyse et composition de l'urbain",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Vanneste Guillaume"
        ],
        "teaching_language": "Français",
        "topics_covered": "La fabrique de la ville, l'analyse de ses constituants, les logiques de mise ensemble, les déterminants des formes. La domesticité, les institutions, les espaces publics, les infrastructures. Les sites et les projets. L'évolution des programmes urbains. Les figures marquantes de l'urbanisme.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Au terme du cours, l'étudiant sera capable de : Distinguer et décrire la signification des vocables 'analyse' et 'composition' lorsqu'ils sont appliqués à l'échelle de l'urbain. Connaître les grands courants des pensées théorique et pratique de la fabrication de la ville. Situer les changements de paradigme de composition dans l'histoire des villes et leurs équivalences dans les arts. Isoler par le dessin les éléments et les lois d'association constitutives d'un projet urbain. Reconnaître par le dessin les modes de composition propres aux projets urbains. Utiliser des opérateurs analytiques dans tout projet urbain qui permettent d'en comprendre les raisons. Concevoir un discours cohérent et synthétique sur base de l'analyse de projets urbains.",
        "content": "Le cours vise à approfondir à la description de l’urbain via la compréhension de la fabrique de la ville, l'analyse de ses constituants, les logiques de concentration ou de dispersion, les déterminants des formes urbaines. Par le biais de lecture de situation ou projet spécifiques, d’ouvrages théoriques ou de mouvement dans l’histoire de l’urbanisme, le cours construit un champ théorique et pratique à partir de l’analyse et de la composition de l’urbain.",
        "teaching_methods": "Cours ex cathedra",
        "assessment_methods": "L’évaluation est un travail d’analyse à remettre et présenter en session. L’objet du travail est une réflexion ouverte sur les outils d’analyse d’une situation urbaine (la description et le dessin). Cette réflexion se construit à  propos d’une situation urbaine donnée, et est développée à partir des matériaux, textes, concepts, présentés durant les cours théorique. On s’attachera à décrire en particulier des opérations de lecture et d’écriture de l’urbain territoire (compréhension, analyse, réception, situation existant…).  À travers la mise en discussion des documents, il s’agit de montrer sa capacité à abstraire, synthétiser et communiquer sur des outils d’analyse et de composition de l’urbain. Ces documents sont déposés sur moodle et présentés lors d’une présentation orale en session selon horaire transmis.",
        "bibliography": "Alexander, C., Ishikawa, S. & Silverstein, M. 1977) A Pattern Language, Oxford, Oxford University Press Banham, R. 1971. Los Angeles: The Architecture of Four Ecologies, New York, Harper&Row Publishers Corboz, A. 1993. Atlas du territoire genevois permanences et modifications cadastrales aux XIXe et XXe siècles., Chêne-Bourg, Genève, Georg Corboz, A. 2001, parution originale 1983. Le Territoire comme palimpseste et autres essais, Besançon, Les Éditions de l'Imprimeur Corner, J. 1999. \"The Agency of Mapping: Speculation, Critique and Invention\", in: Cosgrove D. (ed) Mappings, London, Reaktion Books, p.213 Forman, R.T.T., Godron, M., 1986. Landscape ecology . New York , Wiley. Geddes, P. 1915. Cities in Evolution, London , Williams & Norgate Grosjean, B. 2010. Urbanisation sans urbanisme : une histoire de la ville diffuse, Wavre, Mardaga Koolhaas, R., Mau, B. 1995. S,M,L,XL, Rotterdam, Nai010 publishers Lynch, K. 1960. The image of the city, Cambridge Massachusetts, The MIT Press Lynch K., 1972. What time is this place, MIT Press, Cambridge Marot, S., 1995. L'alternative du paysage. Le visiteur, Automne 1(54) McHargh, I. 1969. Design with Nature, New York, Wiley and Sons Muratori, S., (ed.) 1963. Studi per una operante storia urbana di Roma, Consiglio nazionale delle ricerche Panerai, P., Castex, J., Depaule, J.-C., 1997. Formes urbaines: de l’îlot à la barre, Collection Eupalinos Série Architecture et urbanisme. Marseille, Éd. Parenthèses. Rossi, A. 1978. L'architettura della città, Milano, Il saggiatore [editioin française : 2006. L'architecture de la ville, Gollion, édition InFolio] Rowe C., 1978. Collage City, Cambridge, MIT Press Secchi, B. 2000. Prima lezione di urbanistica, Laterza, Roma Bari [edition française: 2006. Première leçon d'urbanisme, Marseille, Éditions Parenthèses] Secchi, B. 2009. La ville du vingtième siècle, Paris, Editions Recherche Smets, M. 1977b. L'avènement de la cité-jardin en Belgique, histoire de l'habitat social en Belgique 1830-1930. Bruxelles-Liège : Mardaga. Smets, M. (ed.) 1985. Resurgam. La reconstruction en Belgique après 1914. Bruxelles: Crédit Communal de Belgique. Smets, M. 1986. La Belgique ou la banlieue radieuse. In: Fondation pour l'architecture (ed.) Paysages d'architectures (catalogue d'exposition). Bruxelles. Uyttenhove, P. 2011. Stadland België, hoofdstukken uit de geschiedenis van de stedenbouw in België. Gent : A&S Books. Venturi, R., Scott Brown, D., Izenour, S. 1972. Learning from Las Vegas: the forgotten symbolism of architectural form,  Cambridge, Mass, 17th print. ed. The MIT Press. Viganò, P. 1999. La città elementare, Torino, Einaudi Viganò, P. 2010. Les territoires de l'urbanisme. Le projet comme producteur de connaissance, Geneva, MetisPresses Waldheim, C. (ed) 2005. The Landscape Urbanism Reader, Princeton Architectural Press",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2002",
        "title": "Atelier des éco territoires III: projets internationaux",
        "credits": "9.00",
        "hours": "60.0 h + 45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "De Visscher Jean-Philippe",
            "Rosa Elisabetta cinzia"
        ],
        "teaching_language": "Français",
        "topics_covered": "Dans le cadre d’une commande formulée par la maitrise d’ouvrage concernant un site situé à l’étranger et caractérisé par une problématique spécifique, établir un diagnostic spatial orienté grâce à un travail intensif en interdisciplinarité et interculturalité afin d’y promouvoir un projet territorial de transition écologique. En référence aux orientations territoriales présentées par la maitrise d’ouvrage, proposer en équipe interuniversitaire une structure territoriale souhaitée, un programme de développement et une composition urbanistique et paysagère durables répondant aux enjeux spécifiques du contexte. Le projet s'exprime sur la base d'un schéma ou master plan, d'une maquette et autres éléments de communication à l’attention de la maitrise d’ouvrage.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 contribuer personnellement à une démarche interdisciplinaire et interculturelle de projet dans un contexte étranger en pouvant cerner dans un laps de temps limité les contraintes, potentialités et enjeux d’un site. travailler en équipe avec les personnes étrangères pour projeter un programme de développement et une composition urbanistique durable pour le site avec un plan opérationnel et phasé dans le temps. évaluer les incidences, les intégrer dans le système de décision et déterminer les étapes et modalités du montage de projet.",
        "assessment_methods": "Evaluation finale sur la base de notes personnelles et sur la base de la contribution personnelle au travail final de groupe (document graphique et littéral) présenté et défendu lors de la session d’examen.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lbire2102u",
        "title": "Géomatique appliquée : partim URBA",
        "credits": "3.00",
        "hours": "30.0 h + 11.5 h",
        "quadrimester": "Q1",
        "teachers": [
            "Defourny Pierre"
        ],
        "teaching_language": "Français > English-friendly",
        "prerequisites": "Pré-requis : Notions de statistiques. Cours complémentaires : LBRES2101 Smart technologies for environmental engineering LBRAT2104 Land monitoring using advanced Earth Observation LBRAT2102 Modélisation spatiale des dynamiques territoriales.",
        "topics_covered": "La géomatique comprenant les systèmes d'information géographique et la télédétection sera introduite tant sur le plan des concepts et méthodes que sur le plan pratique et opérationnel pour les domaines de spécialisations des bio-ingénieurs. Les concepts, méthodes et outils expliqués au cours et mis en oeuvre dans les travaux pratiques concernent : -        les systèmes d'informations géographiques et les méthodes de base de l'analyse spatiale, -        des éléments de cartographie et les règles de la représentation cartographique numérique, -        la télédétection surfaces terrestres sur base de leurs propriétés électromagnétiques et du transfert radiatif, avec un accent particulier sur la discrimination et le suivi de la végétation, -        l'observation de la terre par les systèmes aéroportés et par les différents types de satellites, y compris  radar. - le traitement  numérique des images et séries temporelles.",
        "content": "1.     Table des matières Le cours est constitué de quatre modules complémentaires : -        Concepts et méthodes des systèmes d'informations géographiques (SIG) -        Eléments de cartographie numérique -        Concepts et méthodes de télédétection aéroportée et spatiale -        Travaux pratiques mobilisant des logiciels professionnels tant pour les SIG que pour le traitement d'image numérique de télédétection. 2.     Explications complémentaires Ce cours fait partie du Certificat universitaire en géomatique appliquée organisé dans le cadre du programme de l'UCLouvain en formation continue à l'intention de personnes déjà engagées dans la vie professionnelle. Le partim A du cours de Géomatique appliquée est destiné aux étudiants en urbanisme et comprend les modules de Systèmes d'information géographique et Eléments de Cartographie ainsi que les travaux pratiques qui les accompagnent. Le partim B de Géomatique appliquée correspond à l'ensemble du cours à l'exception de la partie des travaux pratiques qui concernent le traitement d'images de télédétection spatiale. Les étudiant.e.s inscrit.e.s au module de Géomatique agricole du cours LBRAI2221 suivent une partie du cours magistral (10h) et une partie des travaux pratiques (6h).",
        "teaching_methods": "L’enseignement magistral repose sur une démarche inductive qui part des services géomatiques qui ont envahi notre quotidien (géolocalisation, webservices, cartographie en ligne, etc.) dans différents secteurs d'activités (système de suivi, système prévisionnel, reporting, etc.) pour en approfondir ensuite les concepts de base, les hypothèses et les méthodes d’analyse. L’objectif est de rendre l’apprenant autonome et critique dans l’utilisation des données et outils géomatiques ainsi que dans la conception et mise en oeuvre d’applications opérationnelles.  A travers l'apprentissage de logiciels professionnels de traitement d'images et de système d'information géographique, l'étudiant mobilise concrètement les concepts et méthodes vus au cours pour exploiter des  bases de données géographiques (SIG),  réaliser toutes les étapes de l'interprétation d'images satellites et produire un document cartographique.",
        "assessment_methods": "L'évaluation des acquis d'apprentissage lié au cours dans ses différentes modalités (cours complet, partim A et partim B) porte sur deux volets qu'ils convient de réussir tous les deux: examen de travaux pratiques en salle informatique et examen oral sur l'ensemble de la matière dont une partie se présente sous forme d'un questionnaire à choix à multiples.  Pour les étudiants qui suivent le cours complet, l'évaluation ds travaux pratiques inclut également un travail cartographique personnel.",
        "other_info": "Ce cours fait partie du Certificat universitaire en géomatique appliquée accessible aux professionnels dans le cadre de la formation continuée. Les acquis théoriques et pratiques de ce cours sont mobilisés dans de nombreux cours relevant de différents programmes et de différentes facultés. Ce cours peut être donné en anglais.",
        "online_resources": "Moodle",
        "bibliography": "Les diapositives du cours magistral constituant le support de cours comme les documents de travaux pratiques sont disponibles en ligne pour les étudiants.  Des ressources complémentaires sont également recommandées (ouvrages de référence, documents, liens internet).",
        "responsible_entity": "AGRO"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2960",
        "title": "Mobilités, urbanisme et développement territorial",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français",
        "topics_covered": "Méthodes d'observation (relevés et données) et d'analyse des flux et des infrastructures de mobilité selon les différents modes et à différentes échelles spatiales (régionale, supra communale et locale). Techniques d'identification des enjeux de développement territorial durable sur la base des théories et méthodes des liens entre urbanisme et réseaux de mobilité (voies, nœuds modaux et intermodaux, stationnement…) en termes de capacité, d'accessibilité, de report modal, d'attractivité territoriale et de conflits d'usages. Présentation de stratégies de répartition spatiale des activités génératrices de flux dans le cadre d'un projet de mobilité et de développement territorial durable.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Maitriser les concepts et les méthodes permettant de cerner les interactions et les enjeux de la mobilité en lien avec l'urbanisme et le développement territorial aux différentes échelles spatiales (régionale, sous-régionale et locale) et niveaux territoriaux (organisation des réseaux en lien de la densité et mixité des fonctions pour les quartiers, les villes, les aires métropolitaines et rurales). Connaitre les principales stratégies de report modal et de planification des réseaux de transports et de répartition des activités dans le cadre d'objectifs d'une mobilité durable.",
        "assessment_methods": "examen oral",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2915",
        "title": "Atelier des éco territoires I: planification stratégique",
        "credits": "9.00",
        "hours": "60.0 h + 45.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Defourny Pierre",
            "Hanin Yves",
            "Rosa Elisabetta cinzia",
            "Van Cutsem Michaël"
        ],
        "teaching_language": "Français",
        "topics_covered": "Dans le cadre d’une commande formulée par la maitrise d’ouvrage, établir un diagnostic spatial en lien avec une problématique à l'échelle d'un ou plusieurs ilots voire d'un espace plus vaste mettant en évidence la structure spatiale (pôles, aires, axes) dans son contexte multiscalaire de même que les contraintes et les opportunités du site sur les aspects juridiques, socio-démographiques, mobilités, économiques, culturelles, biodiversités, patrimoines bâtis et naturels et environnement... Une attention est apportée aux enjeux liés aux changements climatiques et à la mobilisation du foncier et des biens immobiliers mutables. Le diagnostic est établi sur la base de données disponibles, d'enquêtes auprès des acteurs, habitants et usagers et de relevés de terrain tenant compte des échelles spatio-temporelles de la dynamique d'évolution. Le diagnostic abouti à une évaluation des atouts/faiblesses/menaces/opportunités dans le cadre d'une démarche prospective posant des scénarios de planification stratégique pour le territoire concerné. Le projet territorial s'exprime sur la base d’un projet de développement reprend la structure souhaitée et la planification territoriale selon les supports écrits, illustrations et la mobilisation des outils de communication innovant.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 travailler en équipe interdisciplinaire pour identifier la structure spatiale et établir un diagnostic territorial tenant compte des échelles spatio-temporelle pertinente sur la base des données existantes et des relevés de terrains mettant en évidence les contraintes et potentialités des sites. mettre en évidence les enjeux territoriaux à court moyen et long termes dans la perspectives du développement territorial durable et à proposer des scénarios prospectifs de planification stratégique en lien avec les jeux d'acteurs sur la base d'une structure territoriale durable en recourant aux modalités de communication à l’attention de la maitrise d’ouvrage.",
        "content": "Le cours-atelier est centré sur la pratique concrète de l'observation et de l'analyse de structures spatiales et de processus de développement urbains et régionaux. Il entraîne les étudiants à interroger les espaces, les usagers et le acteurs,  à utiliser des outils et techniques de représentation et d'interprétation, à poser un diagnostic sur les problématiques rencontrées, à définir des enjeux pour poser des scénarios de développement territoriaux,  à élaborer des visions stratégiques de développement territorial au travers de planification. Il fournit en outre des éclairages théoriques et méthodologiques permettant d'orienter l'approche de terrain. Une équipe interdisciplinaire composée de quatre enseignants et une assistante encadre le cours atelier : le prof. Yves Hanin  (sociologue-urbaniste), le prof. Elisabetta Rosa (architecte-urbaniste), le prof. Pierre Defourny (bio-ingénieur et géomaticien), le chargé de cours Michael Van Cutsem (prospectiviste et urbaniste) et Celine Poullain (assistante). Le cours est organisé les mardis de 8:30 à 18:00, la participation est obligatoire à l'ensemble du programme (9 ECTS), soit du mardi 17 septembre au mardi 17 décembre. Le cours-atelier se déroulera à  : -       Louvain-la-Neuve Salle Becker la première semaine et après la semaine 7 -       Louvain-la-Neuve Auditoire de Coubertin 06 semaine 2 à la semaine 6.",
        "assessment_methods": "Les acquis du cours atelier font l'objet de cinq évaluations continues  : 1. La remise d'une synthèse personnelle de l'analyse d'un outil territorial ou d’une base de données mis en perspective avec les questions et hypothèses et enjeux relevés des rencontres avec les personnes ressources. La note est illustrée par une carte de synthèse produite par l’étudiant (10% de l'évaluation) 2. La remise d'une note critique constructive à mi-parcours (10% de l'évaluation). 3. La présentation collective de la synthèse du diagnostic (10% de l'évaluation). 4. L’évaluation de la présentation finale lors de la session de janvier comporte deux parties : (1) une présentation orale collective du travail accompagnée par une note écrite d'environ 20 pages illustrées (30 %); (2) les réponses aux questions orales. La présentation orale, la note écrite, la défense orale interviennent pour 30 % de l'évaluation finale des étudiants. 5. La remise en fin de partie parcours d'une seconde note critique constructive au plus tard 5 jours après la présentation finale de la session de janvier (10% de l'évaluation).",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2970",
        "title": "Montage de projet et développement territorial",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teachers": [
            "Hanin Yves",
            "Son Jean-Luc",
            "Thiebaut Christophe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Présentation des différents modes de fabrique urbaine (autopromotion, promotion foncière, promotion immobilière, développeur urbain) selon le type d’acteurs concernés (particuliers, associations, investisseurs publics ou privés, partenariat privé-public…). Présentation et pertinence des différents modalités de maitrise et gestion foncière et immobilière (acquisition, emphytéose, renonciation de droit à l’accession, servitude, community land trust, régie foncière…). Présentation des différentes sources de financement (investissements privés, primes, subventions aux collectivités et opérateurs publics). Identifications des principaux postes à financer dans le cadre des projets d’urbanisation (assainissement, impétrants, rénovation-constructions, stationnement, espaces non bâtis, équipements et services, études et rendement). Méthodes de calcul de l’équilibre financier des projets et des charges d’urbanisme.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Capacités à connaitre et à évaluer de l’adéquation du mode de fabrique urbaine, du rôle des acteurs impliqués et de la maitrise et gestion foncière et immobilière en lien avec un projet déterminé. Capacités à établir un avant-projet de plan financier pour une opération de développement urbain.",
        "content": "1er semaine Modes et acteurs de production  Yves Hanin 2ème semaine Lecture fabrique de la ville Yves Hanin 3ème semaine Synthèse des lectures Yves Hanin 4ème semaine Modes d'urbanisation 5ème semaine Le partenariat Publique Publique et Publique Privé Christophe Thiébaut 6ème semaine Maitrise foncière  Christophe Thiébaut 7ème semaine Pas de cours 8ème semaine Consignes pour le travail de groupe Ensemble de l’équipe enseignante 9ème semaine Partenariats et calcul financier Jean-Luc Son 10ème semaine Les conditions et les charges Christophe Thiébaut 11ème semaine Montage financier   Jean-Luc Son 12ème semaine Suvbention publique  Yves Hanin 13ème semaine Travail de groupe 14ème semaine Première présentation du travail Ensemble de l’équipe enseignante",
        "teaching_methods": "Au terme du cours les étudiants seront capables d’identifier les acteurs porteurs de projets, les modalités de la maitrise foncière, la production du bâti (résidentiel, commercial, tertiaire…), des services, équipements et infrastructures collectives et des réseaux de transports, des trames vertes et bleues. Pour acquérir ces capacités, l’étudiant soit préalablement soit conjointement au cours prendre connaissance des dispositifs juridiques (CoDT et CoBAT) en application. Ces connaissances sont dispensées dans les cours de droit notamment Droit des espaces bâtis et non bâtis (LICAR2901), Droit appliqué de l’urbanisme (LURBA2001) et le cours de système de décision (LURBA2950). Les présentations des cours seront disponibles sur Moodle au terme du cours. Des références générales sont également accessibles et constituent des supports pédagogiques e qui nécessite des lectures et des investigations personnelles.",
        "assessment_methods": "Les acquis sont évalués individuellement en continu aux regards des activités proposés et des interactions lors des cours. Ils le sont également au travers de la contribution au travail de montage de projet qui est évalué en session d’examen. Ce travail peut porter sur une problématique et un site analogue à celui du cours de système de décision (LURBA2950). Le travail de montage de projet nécessite de maitriser les dispositifs juridiques (LICAR2901 et LUBA2001), les méthodes de calcul financier et une qualité de communication. Le travail comprend le dépôt d’un rapport écrit et illustré au plus tard 8 jours avant la date de l’examen. En session, le travail fait l’objet d’une présentation et d’une défense. L’examen peut également comporter des réponses aux questions complémentaires sur les présentations effectuées au cours. Le travail fait l’objet d’une pré-présentation lors de la dernière semaine de cours du quadrimestre. Il est défendu collégialement lors de la session. En cas d’échec, il fait l’objet d’un nouveau travail défendu individuellement. Les modalités d’évaluation sont équivalentes à celles de la première session.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2940",
        "title": "Morphologie urbaine et analyse des paysages",
        "credits": "4.00",
        "hours": "45.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "de Lestrange Roselyne",
            "De Visscher Jean-Philippe"
        ],
        "teaching_language": "Français",
        "topics_covered": "Présentation des grands types de morphologie de tissus bâtis (ilot fermé-ilot ouvert-barre-pavillonnaire-linéaire-dispersé-perspective …) en articulation avec les éléments structurants (édifices majeurs, voirie et place, relief, cours d’eau…) et les ambiances paysagères aux différentes échelles. Détails des tissus selon leur densité, mixité, gabarit du bâti en relation avec les espaces ouverts au travers de l’usage et limites des indicateurs tels que les rapports façades-pignons, pleins-ouvertures… les densités bâties, de populations, d’activités, les coefficients d’occupation du sol, d’emprise au sol, d’imperméabilité des sols, de biodiversité par surface, d’intensité urbaine…  Méthodes de leur calcul et sources mobilisées. Mettre en relation ces éléments d’objectivisation avec l’espace vécu et l’espace perçu au niveau individuel et collectif. Evaluation de la pertinence des modes d’urbanisation (étalé-éclaté /écoquartier-quartier durable) aux regards de leur lisibilité, attractivité et des défis du développement durable. Modalités de représentation des situations existantes et projetées en lien avec les interventions visant la transformation ou la restructuration des tissus selon de leurs spécificités, les orientations souhaitées, les espaces mutables et reconversion et leur localisation de la structure territoriale notamment l’accessibilité et de la préservation des ressources. Présentation des modes d’intervention et de la fabrique urbaine (alignement, lotissement, remembrement urbain, macro lot…) en lien avec les types de tissus produits.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 connaitre les types de tissus et à reconnaitre, décrire et analyser ceux existants. utiliser et à critiquer les indicateurs descriptifs des formes et composantes des tissus urbains représenter graphiquement les tissus. dégager les modalités de transformation en lien avec le mode d’intervention et les objectifs d’un urbanisme durable.",
        "content": "Le cours aborde les thèmes suivants : Actualité de la morphologie urbaine et paysagère : enjeux éco-territoriaux, besoin d'outil de description morphologique et paysagère comme base de décision pour projets de transformation des éco-territoires Conception d’un atlas morphologique et du paysage : thèmes, cadrages, échelles, couches & bases de données, codes graphiques, annotations Sols & eau : introduction à leurs différentes approches techniques et scientifiques (pédologie, gestion de l’hydrographie, projet de grand paysage); land shaping : formes héritées et enjeux contemporains en lien aux éco-territoires Couverture du sol/Plantes : introduction à différentes approches techniques et scientifiques (botanique, écologie du paysage, projet de grand paysage); paysage et biodiversité : héritages et enjeux contemporains en lien aux éco-territoires Typo-morphologie : brève histoire de la typo-morphologie,  synthèse des concepts fondamentaux et application à la conception de projets d’aménagements urbains et paysagers. Réseaux viaires : topologie, profil, rapport à la topographie et hydrographie, processus de formation , stratégies de transformation. Tissus urbanisés : ilôt/parcelle/type bâti, coefficient d’emprise et d’occupation du sol, densité et mixité, rez-de-ville ; relation avant-arrière ; processus de formation ; stratégies de transformation. Types bâtis : type, typologie analytique et générative, processus typologique ; principaux types de bâtiments résidentiels ; stratégies de transformation. Lieux structurants : concepts de genius loci, faits urbains, figures urbaines, repères ; principaux types de lieux structurants ; stratégies de restructuration spatiale de territoires existants. Morphogenèse : permanence et mutations, structures de longue durée, pôles/anti-pôles, tissu de base/tissu spécialisé, friches/opportunités foncières, agents de changements, relations entre catégories d’acteurs et stratégies de transformations. Landscape Urbanism : vers une restructuration et un ménagement des éco-territoires à partir du paysage. Résilience, atténuation et adaptation. Le projet territorial du vivant. Pour chacun de ces thèmes, le cours combine : La présentation de concepts analytiques et méthodologies essentiels et leur illustration au moyen d’analyse de textes, d’exemples de tissus urbains ou de paysages, de références de projets urbains et paysagers La présentation de principes de composition spatiale des éco-territoires et les moyens de les intégrer dans les outils urbanistiques. Un exercice de description morphologique et/ou paysagère d’un tissu urbanisé sous forme de carte thématique.",
        "teaching_methods": "Exposés magistraux, discussions collectives autour d’études de cas, exercices pratiques d'analyse morphologique et paysagère d'un tissus urbain.",
        "assessment_methods": "Travail de groupe visant à évaluer la capacité à appliquer les méthodes vues au cours à un cas d'étude particulier. Examen oral visant à évaluer la capacité de chaque étudiant à faire des liens entre le travail de groupe, les exposés théoriques et les références vue au cours.",
        "other_info": "english friendly",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lurba2961",
        "title": "Conception et gestion des espaces publics",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "de Lestrange Roselyne",
            "Rosa Elisabetta cinzia"
        ],
        "teaching_language": "Français",
        "topics_covered": "Présentation des enjeux liés aux espaces publics (sentiers, rues, boulevards, places, squares, parcs…), leur statut (domaine public-privé / espace ouvert aux publics / copropriété / servitude…), leurs rôles (flux, dessertes, séjours-activités) au sein de la structure territoriale, leurs conceptions et exigences de gestion qui en découlent. Articulation des différentes dimensions (spatiale, écologique, sociale, politique, économique, etc.) en lien étroit avec la mobilité, le paysage, l’écologie, le changement climatique et le vivre ensemble, qui affectent fondamentalement leurs aménagements qui s’envisagent selon différents processus d’éco-co-conception pour garantir des territoires inclusifs. Présentation des principales techniques d’aménagement pour remplir les rôles et fonctions de l’espace public au sein de la structure territoriale souhaitée.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : Capacités à identifier et à cerner les enjeux contemporains de l’espace public selon leur situation dans la structure territoriale et à mener en conséquence un processus de transformation et de conception adéquat pour répondre aux rôles à jouer dans l’écosystème urbain ou rural. Capacités à mobiliser les références, les données, les analyses, les techniques de conceptions et de gestion appropriés à un espace public donné. Capacités à justifier et à évaluer un projet d’aménagement d’espace public en lien avec les objectifs d’urbanisme durable.",
        "content": "Le cours explore la complexité des espaces publics à partir de l’articulation entre les multiples dimensions qui les caractérisent - spatiale, environnementale, écologique, technique, sociale, économique, politique, réglementaire, matérielle et symbolique. Il se concentre plus particulièrement sur la compréhension des enjeux contemporains liés à la conception et la gestion de ces espaces dans différents contextes (urbains et non, européens et non) et au rôle qu’ils jouent dans la fabrique d’éco-territoires existants et possibles. Ces questions seront traitées au prisme de quatre thématiques : - Espaces publics et aspects climatiques - Espaces publics et habiter multi-espèce - Espaces publics et mouvement(s) - Espaces publics, espaces techniques. Ce tour d’horizon permettra d’approcher les principaux défis auxquels sont confrontées la compréhension, la pensée et le projet des espaces publics aujourd’hui. Pour mieux les aborder, une mise en perspective diachronique sera également proposée au travers de la présentation d’exemples significatifs. L’aménagement et le design des espaces publics sont compris comme des processus toujours en mutation, des laboratoires d’urbanité où s’hybrident des logiques habitantes et programmatrices-régulatrices. Ainsi, saisir les jeux d’acteurs, les pratiques (traditionnelles et expérimentales) et les dimensions normatives qui sont à l’œuvre dans ces espaces permet non seulement d’affiner notre compréhension de leur caractère relationnel, synecdoque du vivre ensemble, mais aussi celle des défis que pose ce dernier pour l’urbanisme et l’aménagement. Cela permet également d’ouvrir une réflexion sur le rôle des urbanistes (amenageurs.euses, designers, planificateurs.trices) et d’apprendre à constamment situer et resituer leur pratique professionnelle au gré des changements et des transformations sociétales. Le cours s’articule en deux partie : Partie 1 / Pour chacune des quatre thématiques énoncées ci-dessus, on abordera les principaux éléments théoriques qui permettent de situer les enjeux et les défis liés à la conception et à la gestion des espaces publics au sein des débats scientifiques et des pratiques de projet contemporains. Partie 2 / Les quatre thématiques seront reprises et illustrées à travers des études de cas approfondies. Ceux-ci seront mis en perspective et discutés collectivement à partir de la lecture d’articles scientifiques par les étudiant.e.s (« séminaire de lecture »). Une sortie de terrain est également prévue.",
        "assessment_methods": "- Évaluation continue sur base de la participation active aux séminaires de lecture. Les étudiant.e.s prépareront l’analyse critique d’un texte sur base d’une liste proposée par les enseignantes, et animeront la discussion collective (20%) - Examen oral individuel. Il portera sur l’analyse et la mise en perspective critique d’un espace public au regard des enjeux éco-territoriaux abordés dans le cours. (80%) Seule l’examen réalisé en autonomie peut être représenté en session d'août, la cotation de l'évaluation continue est automatiquement reportée.",
        "bibliography": "Alonzo, E. (2018). L’architecture de la voie . Parenthèse. Alphand, A. (1867 - 1873). Les promenades de Paris. Paris: Rotschild. Amin, A. (2008). Collective culture and urban public space. City 12(1), pp. 5-24. Besse, J.-M. (2010). Le paysage, espace sensible, espace public. Meta: Research in Hermeneutics, Phenomenology and Practical Philosophy, II (2). Clergeau, P. (2015). Manifeste pour la ville biodiversitaire. Apogée. Declève, B., Tranda-Pittion, M., & de Lestrange, R. (2011). Le dessin de l'espace public comme recherche de lien entre ville et habitat: l'exemple de l'agglomération franco-valdo-genevoise. Paris: PUCA. Delbaere, D. (2011). La fabrique de l'espace public. Ville, paysage et démocratie. Paris: ellipses. Frey, H. (1999). Designing the city. Towards a more sustainable urban form . London : E & FN SPON. Gehl, J., Svarre, B. (2013). How to study public life . Washington: Island Press. Jacobs, J. (2012). Déclin et survie des grandes villes américaines . Trad. Claire Parin. Marseille : Parenthèses. [Éd. Or. 1961. The Death and Life of Great American Cities. New York : Random House] Jensens, O. B. (2013). Staging Mobilities . London: Routledge. Jensens, O. B. (2014). Designing mobilities . Aalborg: Aalborg University Press. Paquot, T. (2009). Espaces Publics . Paris : La Découverte. Regreen - Nature based Solutions. (2022). Renaturer les villes. Méthodes, exemples et préconisations. Paris: Institut Paris Région - Agence Régionale de la biodiversité. Souliers, N. (2012). Reconquérir les rues . ULMER Staeheli, L. A., Mitchell, D. (2007). Locating the public in research and practice. Progress in Human Geography 31(6), pp. 792-811. Terzi, C., Tonnelat, S. (2016). The publicization of public space. Environment & Planning A 49(3), pp. 519-536. Viljoen, A., Bohn, K., & Howe, J. (2005). Continuous productive urban landscapes. Oxford: Elsevier. Les articles scientifiques qui feront l’objet des séminaires de lecture seront précisés au début du cours.",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo1241",
        "title": "Cartographie thématique et analyse des données spatiales",
        "credits": "5.00",
        "hours": "30.0 h + 30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Meyfroidt Patrick",
            "Thomas Isabelle"
        ],
        "teaching_language": "Français",
        "topics_covered": "Ce cours constitue une initiation aux techniques d'analyse et de modélisation de données en général et insiste sur les particularités des données géographiques. En particulier, on y étudie la carte comme outil d'analyse des données et comme moyen d'expression et de communication. Il est scindé en deux parties distinctes :\r- La première partie insiste sur les aspects proprement statistiques : description statistique, analyse univariée, introduction aux techniques de régression et de classification, statistiques spatiales,\r- La seconde partie concerne les techniques cartographiques.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A l'issue de ce cours, l'étudiant doit pouvoir :\r- effectuer des analyses statistiques élémentaires sur des données réelles;\r- lire d'une façon critique les informations de natures statistique et cartographique auquel il sera confronté;\r- exprimer d'une manière adéquate les informations statistiques et géographiques;\r- utiliser de manière élémentaire un logiciel cartographique et un logiciel statistique.",
        "content": "Le cours vise à expliquer les règles et outils de base en analyse géographique des données, et tout particulièrement d’expliquer quelles sont les différentes sources et types de données cartographiques/géographiques (données conventionnelles et non-conventionnelles), les différents types de cartes qui peuvent être réalisées à partir de ces données (cartes topographiques, cartes statistiques, données de télédétection, relevés de terrain, \"big data\", science citoyenne et participative) et comment y jeter un regard critique et géographique.. A l'issue de ce cours, l'étudiant doit pouvoir : - lire d'une façon critique les informations de natures statistique et cartographique auquel il sera confronté; - exprimer d'une manière adéquate les informations statistiques en géographie; - utiliser de manière élémentaire un logiciel cartographique. - interpréter les résultats de façon critique et opérationnelle.",
        "teaching_methods": "Cours théoriques, discussions, travaux pratiques. Le cours se donne en présentiel, sauf situation de force majeure.",
        "assessment_methods": "Dans le cadre de ce cours, les étudiant·es sont évalué·es de trois manières : • l’évaluation continue certificative via des rapports de travaux pratiques au cours du quadrimestre (45% de la note finale) • l'évaluation du contenu théorique du cours via une ou des évaluations au cours du quadrimestre (10% de la note finale) et un examen en session (45% de la note finale). La réussite de ces deux parties est indispensable pour démontrer les compétences et connaissances définies dans les acquis d’apprentissage de l’unité d’enseignement. Une note d'échec pour l'une des parties entraîne une note d'échec pour la totalité de l’UE. En seconde session, seul un examen sur le cours théorique sera organisé. La note des travaux pratiques est attachée à chacune des sessions d’examens de l’année académique. La partie de la note finale de la composante théorique basée sur l'évaluation continue menée durant le quadrimestre servira pour chaque session et ne pourra pas être représentée. Tout usage d'intelligences artificielles (IA) génératives doit être fait de manière responsable et conformément aux pratiques de l’intégrité académique et scientifique et au RGEE (voir entre autres l'article 107).",
        "online_resources": "Voir Moodle",
        "bibliography": "Beguin, Michèle, et Pumain, Denise (2017) La représentation des données géographiques. 4 ème édition. Paris : Armand Colin.",
        "course_materials": "matériel sur moodle",
        "responsible_entity": "GEOG"
    },
    {
        "url": "https://uclouvain.be/cours-2024-licar2102",
        "title": "Architecture et  société",
        "credits": "3.00",
        "hours": "30.0 h",
        "quadrimester": "Q2",
        "teachers": [
            "Vanneste Damien"
        ],
        "teaching_language": "Français",
        "topics_covered": "Thèmes abordés :  - Typologie du logement en Europe occidentale : maisons de ville, logements collectifs, cités, grands ensembles, logements ouvriers, pavillonnaires'. - Vivre son logement, une diversité de pratique : espace de la famille/ménage, espace de l'intime, appropriation du logement et reconfiguration, locataire ou propriétaire, ancrage versus multi appartenance. - Evolution et mutations dans les logiques de production des logements : acteurs et leurs relations, (la demande, les politiques publiques dont notamment le droit au logement, les aides, les contrôles, les logements sociaux.. de même que le rôle du secteur financier pour le logement privé et enfin la place de l'architecte. - Les enjeux de la rénovation et la construction de logements neufs : 80 % des villes de demain sont déjà construits - Du logement à l'habiter : territoire du quartier, critères de choix résidentiels, mutirésidence, renaissance de la maison de ville, espace public et logement étalement urbain, métropolisation.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 Ce cours vise à faire prendre conscience de la diversité des pratiques urbaines de l'habiter.  Appliqué à un contexte belge et européen, il permettra aux étudiants en architecture de se mettre en question par rapport à des a priori sur les modes de l'habiter. Il visera à présenter la diversité de pratiques sur la base d'une typologie des logements, des modes d'appropriation de l'espace intime mais aussi en veillant à élargir la perspective vers les territoires de l'habiter. Les modes de production du logement et les développements urbains seront présentés afin que l'étudiant puisse se positionner comme acteur dans le processus de création des espaces de l'habiter.",
        "content": "Ce cours vise à initier les étudiant-e-s à l'analyse de l'espace à partir des sciences sociales. Il se compose de 5 parties: - 1. Habitat, structures sociales et spatiales : homologies et décalages - 2. Dynamiques d'appropriation de l'espace : le logement et ses typologies; les seuils du public au privé - 3. Espace public et accessibilité : pratiques urbaines et droit à la ville - 4. Production et conception de l'espace : acteurs, logiques d'action et territoires - 5. Projets, négociations et conflits : l'espace en débat Cette trame théorique est alimentée par des apports de méthodologies des sciences sociales (de façon complémentaire au séminaire LICAR 2101  \"Théorie et recherche en sciences humaines : habitation\"). Le but de ce cours est de permettre aux étudiant-e-s de s'approprier les apports conceptuels et méthodologiques des sciences sociales pour comprendre les enjeux d'usage et de production de l'espace (avec une focale privilégiée, mais non exclusive, autour de la question du logement).",
        "teaching_methods": "La philosophie du cours se base sur une logique de \"recherche-enseignement\". Aussi,ce cours combine différentes entrées: - 1. théorique : autour d'analyses de l'espace menées en sciences sociales; - 2. méthodologique : autour de la présentation de différentes techniques d'enquête par l'illustration et l'explicitation de recherches concrètes; - 3. de pratique de recherche : autour d'une enquête socio-spatiale menée par les étudiant-e-s sur un terrain d'étude circonscrit (ce contexte retenu variant d'une année à l'autre). Une journée commune de \"visite de terrain\" (sur le contexte retenu) est programmée au cours du quadrimestre. Les autres cours ont lieu à Louvain-la-Neuve et combinent différents temps pédagogiques: des apports théoriques mêlant présentations ex cathedra et lectures scientifiques menées en amont, des présentations méthodologiques et des exercices de mise en situation, ainsi que des temps de discussion (en sous-groupe ou en \"classe\") autour de l'enquête à réaliser et ses états d'avancement.",
        "assessment_methods": "L'évaluation des acquis de l'étudiant-e pour ce cours procède de deux façons complémentaires. 1) Travail écrit (à réaliser en groupe) [15 points sur 20]. Sur la base d’une enquête de terrain menée sur un \"site\" commun (le contexte retenu étant différent d'une année à l'autre), le groupe définit un thème ou un type de dispositif spatial. Il s'agit de l’explorer de façon descriptive (a) et analytique (b). Le travail comprend : une introduction; 1/ une description du site au prisme du thème/du type de dispositif spatial choisi; 2/ une analyse socio-spatiale qui articule données empiriques et apports théoriques; une conclusion. Le travail comprendra des informations iconographiques – dessins, photographies, plans, etc.. – utilement agencées par rapport au texte et correctement référencées. (Ces travaux écrits peuvent être l'objet d'une restitution publique, non évaluée, dont les modalités sont à convenir de façon concertée entre les étudiant-e-s et l'enseignant.) 2) Examen oral individuel [5 points sur 20] sur 2 questions théoriques tirées au sort dans une liste de questions réalisée et transmise à l'issue du dernier cours.",
        "other_info": "Ce cours est accessible aux étudiant-e-s en séjour d'échange universitaire. Ce cours est élaboré et donné de façon complémentaire au séminaire LICAR 2101 \"Théorie et recherche en sciences humaines : habitation\". Cependant, il n'est pas exigé de suivre ou d'avoir suivi ce séminaire pour participer au cours \"Architecture et société\" (LICAR 2102).",
        "online_resources": "Moodle UCLouvain (LICAR 2102)",
        "bibliography": "Bibliographie indicative: ASCHER F. (1995), Métapolis ou l’avenir des villes , Paris : Odile Jacob. AUTHIER J.-Y. et al. (2019), D’une ville à l’autre. La comparaison internationale en sociologie urbaine , Paris : La Découverte. BOURDIEU P. (1964), « La maison ou le monde renversé », in BOURDIEU P. (2000 – 1 ère éd. 1972), Esquisse d’une théorie de la pratique (précédé de Trois études d’ethnologie kabyle) , Paris : Le Seuil. CERTEAU (de) M. (1990), L'invention du quotidien. T1 : arts de faire, T II : habiter, cuisiner , Paris: Gallimard. ELEB M. et al. (1997), Urbanité, sociabilité et intimité, des logements d’aujourd’hui , Paris: Editions de l’Epure. FRANCQ B. (2003), La ville incertaine. Politique urbaine et sujet personnel , Louvain-la-Neuve: Academia-Bruylant. GOFFMAN E. (1973), Mise en scène de la vie quotidienne , Paris : Editions de Minuit. LAPEYRONNIE D. (2008), Ghetto urbain . Paris : Robert Laffont. LEDENT G., SALEMBIER C. and VANNESTE D. (dir.), Sustainable Dwelling. Between Spatial Polyvalence and Residents’ Empowerment, Louvain-la-Neuve: Presses universitaires de Louvain. LEFEBVRE H. (2000 - 1ère éd. 1974), La production de l'espace , Paris: Anthropos. LENEL E. (dir.) (2018), L'espace des sociologues. Recherches contemporaines en compagnie de Jean Remy , Toulouse : Erès. PINSON D. (2016), \"L’habitat, relevé et révélé par le dessin : observer l’espace construit et son appropriation\", Espace et société , n° 164-165, pp. 49-66. PAQUOT T. et al. (2000), La Ville et l’Urbain, l’état des savoirs , Paris : La Découverte. PEREC G. (2000 – 1 ère éd. 1974), Espèces d’espaces , Paris : Galilée. RAYMOND H. et al. (2003 – 1 ère éd. 1968), L’habitat pavillonnaire , Paris : L’Harmattan. REMY J. et VOYÉ L. (1993), Vers une redéfinition de la ville , Paris: L’Harmattan. RONCAYOLO M. (1997), La ville et ses territoires , Paris: Gallimard. SEGAUD M. (2012), Anthropologie de l’espace. Habiter, fonder, distribuer, transformer , Paris: Armand Colin. SERTAFY P. (2005), Chez soi, les territoires de l’intimité , Paris: Armand Colin. SINGLY (de) F. (2006), « Le sens de la chambre personnelle pendant la seconde modernité. Le cas de l’adonaissance », in HUYNH P. M. (coord.) (2006), Habitat et vie urbaine. Changements dans les modes de vie , Paris: PUCA. THIBERGE C. (2002), La ville en creux , Paris: Editions du Linteau. Revues scientifiques régulièrement mobilisées : Les Cahiers de la recherche architecturale, urbaine et paysagère; CLARA Architecture/Recherche ; Housing Studies; les publications de la CPDT...",
        "responsible_entity": "LOCI"
    },
    {
        "url": "https://uclouvain.be/cours-2024-lgeo2210",
        "title": "Aménager des territoires urbains durables",
        "credits": "4.00",
        "hours": "30.0 h",
        "quadrimester": "Q1",
        "teaching_language": "Français > English-friendly",
        "topics_covered": "Les relations entre les villes et leurs territoires, locaux et distants, sont au cœur des enjeux contemporains de soutenabilité. Le cours vise à donner les outils théoriques, empiriques et méthodologiques pour (i) comprendre les relations matérielles, socio-économiques, culturelles et politiques entre les espaces urbanisés et les autres espaces, ruraux, périurbains et urbains, qui forment le territoire des villes (\"hinterland\" et \"foreland\"), (ii) intervenir dans ces territoires dans une perspective de développement durable et de soutenabilité.",
        "learning_outcomes": "A la fin de cette unité d’enseignement, l’étudiant est capable de : 1 A la fin de cette unité d’enseignement, l’étudiant est capable de : 1. Maîtriser des connaissances théoriques en géographie urbaine, des espaces urbains et des territoires connectés à ces espaces 2. Traduire ces connaissances en méthodes d'analyse de données urbaines et de flux au sein de territoires urbains 3. Réaliser un diagnostic sur les territoires urbains et sur la gestion des ressources dans ces territoires 4. Evaluer et concevoir des projets de développement urbain et d'écoterritoires selon les principes du développement durable",
        "content": "1.     Connaissances théoriques a.    Des théories classiques d'urbanisme à l'urbanisme durable b.    Urbanisme durable et projet c.     Formes urbaines, densité et centralité 2.     Diagnostic urbain a.    Evaluation économique b.    Evaluation sociale et demarche participative c.     Evaluation environnementale 3.     Evaluation de la gestion des ressources a.    Les sols b.    L'eau c.     L'énergie et la transition énergétique",
        "responsible_entity": "GEOG"
    }
]